{"paper_id": "1f01fe97cc6dc35dd0aa064e323922ebb0de86e7", "metadata": {"title": "Ready to Go? Schools' Preparedness for Teaching and Learning Within a One-to-One Program", "authors": [{"first": "Cathrine", "middle": ["E"], "last": "Tømte", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Agder", "location": {"postCode": "4630", "settlement": "Kristiansand", "country": "Norway"}}, "email": "cathrine.tomte@uia.no"}, {"first": "Markus", "middle": ["M"], "last": "Bugge", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Oslo", "location": {"postCode": "0316", "settlement": "Oslo", "country": "Norway"}}, "email": "markus.bugge@tik.uio.no"}, {"first": "Sabine", "middle": [], "last": "Wollscheid", "suffix": "", "affiliation": {"laboratory": "", "institution": "NIFU", "location": {"postCode": "0608", "settlement": "Oslo", "country": "Norway"}}, "email": "sabine.wollscheid@nifu.no"}, {"first": "Frida", "middle": ["F"], "last": "Vennerød-Diesen", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Oslo", "location": {"postCode": "0316", "settlement": "Oslo", "country": "Norway"}}, "email": ""}]}, "abstract": [{"text": "During the years there has been an increasing number of one-to-one programs around the world. In such programs all students are equipped with portable devices, such as laptops, tablets, smartphones for learning purposes. Even if these initiatives are increasing, our knowledge of the impact of such digital transformation of education is still little studied. Based on data from a three years longitudinal study on a large-scale implementation of Chromebooks in a municipality, this paper highlights teachers' experiences. Key findings suggest that this initiative has been successful when it comes to the administrative and technical implementation of the Chromebooks, but there is still a way to go to transform pedagogical practices to enhance student-active learning supported by the Chromebooks.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "1 Introduction: Implementation of One-to-One Programs Since the 'one laptop per child-initiative', which originated from the U.S more than 10 years ago, there have been an increasing number of one-to-one programs around the world. Some have been quite successful, while others have failed, and there have been various reasons for the success and the opposite (Islam and Grönlund 2016; Zheng et al. 2016) . In one-to-one (1:1) programs, all students are equipped with portable devices, such as laptops, tablets, smartphones and the like for learning purposes (Balankasat et al. 2013) . Previous studies on 1:1 implementation suggests various efforts in order to succeed. For example, to ensure that changes are 'systemic and underpinned by pedagogical values' (ibid, pp. 7). Moreover, over the years, teachers' beliefs and views regarding the use of technology in classrooms have been studied by quantitative approaches (Scherer et al. 2019; Tondeur et al. 2012; Tondeur et al. 2016) and by qualitative approaches (Prestidge 2012; Tondeur et al. 2012; Genlott et al. 2019) . Moreover, studies on such initiatives have looked at learning outcomes, and changes in workstyles for students and teachers. Findings suggest that one-to-one initiatives enhance student-centered teaching and learning (Hershkovitz and Karni 2018; Lindqvist 2015) .", "cite_spans": [{"start": 359, "end": 384, "text": "(Islam and Grönlund 2016;", "ref_id": "BIBREF7"}, {"start": 385, "end": 403, "text": "Zheng et al. 2016)", "ref_id": "BIBREF20"}, {"start": 558, "end": 582, "text": "(Balankasat et al. 2013)", "ref_id": "BIBREF1"}, {"start": 919, "end": 940, "text": "(Scherer et al. 2019;", "ref_id": "BIBREF15"}, {"start": 941, "end": 961, "text": "Tondeur et al. 2012;", "ref_id": "BIBREF16"}, {"start": 962, "end": 982, "text": "Tondeur et al. 2016)", "ref_id": "BIBREF17"}, {"start": 1030, "end": 1050, "text": "Tondeur et al. 2012;", "ref_id": "BIBREF16"}, {"start": 1051, "end": 1071, "text": "Genlott et al. 2019)", "ref_id": "BIBREF4"}, {"start": 1291, "end": 1319, "text": "(Hershkovitz and Karni 2018;", "ref_id": "BIBREF8"}, {"start": 1320, "end": 1335, "text": "Lindqvist 2015)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": ""}, {"text": "Even if 1:1 initiative in schools are increasing, we still have limited knowledge of the impact of such a digital transformation of education. Research has been directed towards the infrastructure, such as types of hardware and software use, Wifi-coverage and the like, and the prevalence of the number of pupils who have received their own digital devices, in English has often been referred to as 1:1 computing. or 1:1 coverage. Research has also looked at what is called 1:1 learning, that is teachers' pedagogical approaches and students learning in contexts where each student has their own digital device (Bocconi et al. 2013) . In 2013, Bocconi and colleagues examined 29 1:1 programs in 19 countries in Europe to elucidate how such initiatives contribute to different types of innovation in education. One finding was that most of these efforts were primarily aimed at infrastructure, that is to equip schools with 1:1 coverage and to some extent also to contribute with competence development for the school's teachers. In such studies, much of the attention was focused on getting students more motivated for learning and technically competent. We also find such studies in the Nordic countries (Gilje et al. 2016) . Later studies have confirmed that 1:1 coverage enables adapted training (Chauhan 2017) . At the same time, some student groups may be more easily distracted from doing other things than learning (Zheng et al. 2016) . Furthermore, 1:1 coverage will enable what is often called student-active teaching and learning (Genlott and Grönlund 2016) . This means that the student is placed at the center of his/ her own learning and traditional instructor-driven teaching is given less space. Here, researchers disagree about what student-active teaching and learning in practice entails and what role a teacher should have. Such discussions are often colored by researchers' different pedagogical positions. For example, researchers who are concerned with socio-cultural approaches to learning work are more likely concerned with how technology can contribute as an artefact in such interactions, while researchers with a behavioral approach will increasingly use technology as a resource for repetitions. (Zheng et al. 2016; Tømte et al. 2018) . Moreover, class leadership in technology-intensive classrooms requires different types of competence and skills than in classrooms where technology has less space (Genlott and Grönlund 2016) . Researchers suggest that a holistic approach to change common to all schools in a municipality is important; it enables a larger network, and a shared understanding of the objectives of the change. In addition, it is easier to follow up for school owners, operating costs are kept under control by connecting user support to only one operating system and type of device. At the same time, the schools are different in technology maturity and professional digital competence and the initiatives can thus be experienced as demanding for some, but feasible for others (ibid). Several studies reveal an increased need for knowledge about governance, leadership and educational development work in schools with 1:1 coverage (Islam and Grönlund 2016; Genlott et al. 2019) .", "cite_spans": [{"start": 611, "end": 632, "text": "(Bocconi et al. 2013)", "ref_id": "BIBREF2"}, {"start": 1205, "end": 1224, "text": "(Gilje et al. 2016)", "ref_id": "BIBREF6"}, {"start": 1299, "end": 1313, "text": "(Chauhan 2017)", "ref_id": "BIBREF3"}, {"start": 1422, "end": 1441, "text": "(Zheng et al. 2016)", "ref_id": "BIBREF20"}, {"start": 1540, "end": 1567, "text": "(Genlott and Grönlund 2016)", "ref_id": "BIBREF5"}, {"start": 2225, "end": 2244, "text": "(Zheng et al. 2016;", "ref_id": "BIBREF20"}, {"start": 2245, "end": 2263, "text": "Tømte et al. 2018)", "ref_id": "BIBREF18"}, {"start": 2429, "end": 2456, "text": "(Genlott and Grönlund 2016)", "ref_id": "BIBREF5"}, {"start": 3178, "end": 3203, "text": "(Islam and Grönlund 2016;", "ref_id": "BIBREF7"}, {"start": 3204, "end": 3224, "text": "Genlott et al. 2019)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "Based on how these previous studies have addressed what it takes to succeed with the implementation of digital technology for teaching and learning in schools and studies on one-to-one initiatives, the present paper will look at the role of school leaders and teachers within the implementation of one-to-one Chromebooks in a municipality in Norway. The research questions addressed are:", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "• How were schools prepared towards the one-to-one Chromebook initiative? • How did teachers' digital competence influence this process?", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "As technology changes in a fast pace, our study might serve as an updated contribution to the growing body of studies on one-to-one initiatives in schools. With few exceptions, most studies that address one-to-one initiatives do not include longitudinal data, as we do here. Hence, we will present and discuss the results of various stages the one-to-one implementation, including the attitudes, readiness and perspectives of school principals and teachers.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Our study might bring new insights into how one-to-one implementation as pedagogical development/ change are understood and interpreted in schools and in the municipality. For example, knowledge about teachers' perceptions on how to lead classes in technology rich environments, how the digital devices may enhance learning within various subjects and the like can contribute to further understanding of such implementations and be further used in similar initiatives. Moreover, the roles taken by, and the communication with teachers, school leaders and stakeholders from the municipality will be discussed from the perspective of innovations.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Rogers' Diffusion of innovation theory (2003) points to critical factors for success in implementing innovations. Such factors include the characteristics of the innovation, those who use the innovation, the communication channels the innovation is communicated through, the time perspective, and what Rogers calls the social system that surrounds those who use the innovation, such as where they live and where they work.", "cite_spans": [], "ref_spans": [], "section": "Theoretical Framework"}, {"text": "The theory has also gained ground in educational research, and especially in studies of the introduction of new technology. For example, Sahin (2012) studied teacher students' perspectives on the use of ICT in primary school, while Li and Huang (2012) studied implementation of game-based learning in primary school in light of Rogers' theory, and Akin (2016) reveals how school administration interpreted and used the authorities' ICT-based plans and strategies. Genlott, Grönlund and Viborg, explored Rogers' theory to shed light on how to introduce a new ICT-supported educational model in primary school. Through a survey of teachers who have taken a one-year course in the educational method WTL (Write to Learn), they highlighted three general implications: First, the method worked best when teachers use it as a reference point more than a set of standards. This way teachers would enable to use the method in the light of tailored training and student creativity, and to safeguard and further develop their own competence development. Second, Genlott and colleagues recommend establishing an extended social system involving more than one school. Larger school networks add more energy and allow for further dissemination and sharing of ideas and practices. Third, it is important to keep in mind that not everyone can be an innovator and therefore it is important to have a network large enough to handle discussions and knowledge about the new method/ innovation. In order to ensure dissemination, it is crucial to involve those with previous experience in using the innovation, and those who are good communicators, that is, who are good at communicating the method and the usefulness of the innovation to colleagues. It is also important to allow time for change, while ensuring continuous growth in the network. Of course, the quality of the innovation is decisive, and preliminary studies on the quality of the innovation are often carried out before starting to spread/ roll out. This again means that the school management also needs to be well updated on recent research in order to see the results of the innovation.", "cite_spans": [{"start": 232, "end": 251, "text": "Li and Huang (2012)", "ref_id": "BIBREF10"}, {"start": 328, "end": 359, "text": "Rogers' theory, and Akin (2016)", "ref_id": null}], "ref_spans": [], "section": "Theoretical Framework"}, {"text": "Our study, which was designed as a formative dialogue design study comprises a municipality which initialized a large project on enrollment of one-to-one digital devices for all students in the 24 schools (16 primary schools; 1-7 grade, and 8 lower secondary schools; 8-10 grade). The students were provided with Chromebooks. The study run for three years and covered several aspects of the implementation process, such as teaching and learning with digital resources and devices, competence development, institutional learning, development of digital competence and the like. The present paper address' some distinct topics within the overall study.", "cite_spans": [], "ref_spans": [], "section": "Research Context"}, {"text": "The research questions for the present paper are illuminated by a case study design (Yin 2009) . By looking at two distinct schools (8 th -10 th grade) which were equally exposed to the implementation from the school owner side, we are to identify local adjustments and efforts made in order to meet this new situation. We selected schools with different profiles in terms of socio-economic background of students, and with different geographical location in the municipality. Nonetheless, both schools are equal in size in terms of number of students. We conducted classroom-observations in Mathematics and Norwegian and interviews with teachers in these selected subjects and the school leaders from both schools. Table 1 summarizes our data from the schools. In order to grasp how the actual school owner prepared schools, we attended joint meetings organized for school leaders and teachers for 8 th -10 th grade. In addition to observation, we conducted group interviews with participants from these meetings. Moreover, we attended meetings with the coordinator of the one-to-one initiative in the municipality. This gave us insights about the overall processes within the implementation process; such as mutual challenges across schools. From each meeting we produced a short memo including observations notes addressing scope of the meeting, our role as observants and key takeaways including how people were reacting and acting throughout the meeting. Table 2 summarizes types of-and number of meetings attended.", "cite_spans": [{"start": 84, "end": 94, "text": "(Yin 2009)", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 716, "end": 723, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1460, "end": 1467, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Research Design, Methods and Data"}, {"text": "We analyzed the data by qualitative content analysis (Krippendorf 2004) . Notes from interviews, the observation notes from class and memos from meetings were read with different reading techniques, such as wide and narrow reading. Based on this reading we developed several categories and sub-categories emerging as relevant to this study's overall aims and scope. The first and second author of this paper organised these categories, and these were later discussed with the research team and a shared understanding and categories were developed.", "cite_spans": [{"start": 53, "end": 71, "text": "(Krippendorf 2004)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Research Design, Methods and Data"}, {"text": "The following section presents findings that illuminate our two research questions. In addition to presenting sole findings, we also discuss how these findings might be interpreted within our theoretical scope.", "cite_spans": [], "ref_spans": [], "section": "Key Findings and Discussion"}, {"text": "A key message from the research literature is that institutional factors matters to succeed with the introduction of new technology in educational institutions. These include anchoring in management, adequate technological infrastructure and a holistic approach to 'get all teachers involved' (Tondeur et al. 2012 ). These elements are in line (3) Meetings with resourceteams with teachers across schools (1) Meetings with resourceteams with teachers across schools (1) 4 Meeting with school leaders across schools (4) Meeting with school leaders across schools (1) 5 Meeting with coordinator from the municipality (10) Meeting with coordinator from the municipality (10) Meeting with coordinator from the municipality (10) 30 Annual gathering for teachers at all schools (1) Annual gathering for teachers at all schools (1) with Rogers framing of the users of the innovation, the communication channels, the time perspective, and the social system. In addition, researchers recommend to give individuals or smaller teams responsibility for implementation locally at schools (Genlott et al. 2019 ). In the 1:1 program studied here, the implementation of Chromebooks followed a step-by-step process. Students and teachers on 8-10 grade received their devices early spring 2017, students and teachers on 4-7 grade early autumn 2017, while students and teachers in 1-3 grade received Chromebooks fall 2018. Ahead of handing out the Chromebooks, the municipality had made preparatory work on technical facilitation and started a process of competence development of all teachers. The municipality had also allocated personnel resources and a binding collaboration with each school. The initiative was coordinated through regular meetings with school leaders and resource teams of teachers from each school. Few schools reported technical problems, such as the lack of broadband capacity or technical failures. Thus, much of what is referred to as \"first order barriers\" (Genlott et al. 2019) was avoided. Most teachers demonstrated positive attitudes towards the initiative, and many of them were well motivated when starting up with the program.", "cite_spans": [{"start": 293, "end": 313, "text": "(Tondeur et al. 2012", "ref_id": "BIBREF16"}, {"start": 1075, "end": 1095, "text": "(Genlott et al. 2019", "ref_id": "BIBREF4"}, {"start": 1966, "end": 1987, "text": "(Genlott et al. 2019)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "How Were Schools Prepared Towards the One-to-One Initiative?"}, {"text": "Lessons Learned from the First Years (2017-2018) As referred to in the theoretical section, researchers recommend establish an extended social system involving more than one school (Genlott et al. 2019) . Larger school networks allow for the spread and sharing of ideas and practices. It is also important to allow time for change, while ensuring continuous growth in the network. In the municipality, resource persons were appointed at each school in addition to a central coordinator of the initiative centrally in the municipality. It was the school management who designated who should be the resource persons at the school. These formed teams of about two to four persons from each school. Initially, the resource persons/team often constituted persons with technical competence more than educational/professional didactic competence, but this changed during the years, so that awareness was raised to include the latter type of competence.", "cite_spans": [{"start": 181, "end": 202, "text": "(Genlott et al. 2019)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "How Were Schools Prepared Towards the One-to-One Initiative?"}, {"text": "Through interviews and school visits, we found that peer-to-peer learning among teachers took place both unstructured (i.e. as chats in front of the coffee machine) and structured (i.e. in dedicated meetings and seminars) at schools, and in various arenas, such as at their own school and through gatherings organised by the municipality, and to some extent over the web, via the municipality's resource page.", "cite_spans": [], "ref_spans": [], "section": "How Were Schools Prepared Towards the One-to-One Initiative?"}, {"text": "In addition to organizing resource teams and project management for the initiative, the municipality also involved a national agency as knowledge provider. Employees from this agency were present in the initial joint gatherings for resource teams from the schools. Even if teachers reported to appreciate the contributions from representatives of this agency, the topics addressed were most likely to be generic (i.e. cyber ethics and copyright issues), or more technical oriented (i.e. how to share documents in google or shortcuts on the keyboard), and less linked to distinct subjects. This led to that some teachers reported to learn little, since the contents were too basic, while others experienced that the technical focus became too advanced. Moreover, some teachers expressed that due to the generic nature of these topics, they found it less relevant to their actual subjects and/or grades that they taught.", "cite_spans": [], "ref_spans": [], "section": "How Were Schools Prepared Towards the One-to-One Initiative?"}, {"text": "During the first one and a half years of the implementation, an overall impression was thus that despite the initial enthusiasm and positive attitude towards the initiative among most teachers and school leaders, many felt somewhat overwhelmed by the scope of the initiative, both technically and educationally. Several expressed that the implementation went too fast and that they did not have enough time to become acquainted with the potential of the Chromebook, whether technical or educational. This was also confirmed in that the schedule of the joint competence development program for all schools organized by the municipality became delayed. The municipality's aim was to implement two out of five modules during the first spring of implementation (2017), but as the process was delayed, the second module was launched half a year later. In the interviews, one of the resource teachers framed the situation as follows: \"I am the captain on a boat floating on a tidal wave, it goes very fast!\". Apparently, many principals and teachers experienced that they were given too little time to get used to the technical dimensions associated with the internal logic of the CB itself before they felt comfortable applying it in educational contexts. Interviews with teachers revealed for example that some were uncertain about how the Google versions of word processing tools and spreadsheets worked, and how other cheating and plagiarism functions worked.", "cite_spans": [], "ref_spans": [], "section": "How Were Schools Prepared Towards the One-to-One Initiative?"}, {"text": "During the last years of implementation, we observed that the organization of resource teams and local experience-sharing along with peer-to-peer learning among teachers had spread out and dominated the competence development practices at the schools. Technical and administrative issues linked to the use of the Chromebooks were less apparent, and a renewed attention towards the pedagogical integration of the Chromebook into the subjects were observed in the classrooms. One principal explains how competence development now had become systematically approached at her school:", "cite_spans": [], "ref_spans": [], "section": "Lessons Learned from the Last Years (2018-2019)"}, {"text": "We have started with joint meetings with all teachers in where teachers who have done something new in terms of technology, i.e. the software, or done something innovative pedagogically with the help of the Chromebook can present their efforts and experiences in a 5-10 min time slot.", "cite_spans": [], "ref_spans": [], "section": "Lessons Learned from the Last Years (2018-2019)"}, {"text": "At several schools, we observed that teachers tested out various opportunities in the Chromebook as part of getting to know it and considered what opportunities it provided for student-active teaching and learning in the classroom. A teacher explains how she worked with video recordings with colleagues before trying them out with students:", "cite_spans": [], "ref_spans": [], "section": "Lessons Learned from the Last Years (2018-2019)"}, {"text": "We teachers try out how to make video records linked to the topics and subjects we teach. It is very nice that we have tried it out ourselves before we throw the students into it.", "cite_spans": [], "ref_spans": [], "section": "Lessons Learned from the Last Years (2018-2019)"}, {"text": "We also observed the efforts in pedagogical change from the external bodies, such as the governmental agency mentioned above. Moreover, from the second year of implementation, an external company was engaged by the municipality to speed up the process of using the Chromebooks in for teaching purposes. The company run a fixed program that focused on getting student-active teaching and classroom management into technology-rich learning environments. The consulting company and the national agency had different roles in the implementation process. Where the national agency contributed with content and competence development, the consultancy had a more hands-on approach by implementing a practical scheme of using Chromebooks at each school. The municipality asked schools to provide feedback on the latter through a questionnaire. Although many teachers reported to be satisfied with their intervention, several were not, and the main reason they reported was that they felt they were exposed to an intervention that were either too difficult or to easy, since the consultancy adopted the same scheme to all schools without any adaption to the teachers' actual level of digital proficiency. Other teachers reported that they were given too little time to prepare themselves ahead of participating to the intervention, others were able to join, or they only got parts of it, while others did not think the arrangement was relevant, regardless of whether it was easy or difficult.", "cite_spans": [], "ref_spans": [], "section": "Lessons Learned from the Last Years (2018-2019)"}, {"text": "During the last period of the implementation, we thus observed that the one-to-one Chromebook-implementation had become integrated in teachers' daily work. Most teachers were using the Chromebook in their teaching, and competence developmentpractices have been set on regular basis in schools and across schools in the joint gatherings organized by the municipality. The technical and administrative efforts to make the Chromebooks work were solved, and teachers were exploring how the Chromebook might support their subject related didactics. However, these processes were colored by their actual professional digital competence.", "cite_spans": [], "ref_spans": [], "section": "Lessons Learned from the Last Years (2018-2019)"}, {"text": "At most schools, teachers' professional digital competence varied; from non-users, early adopters to teachers who liked to experiment with innovative teaching. These various types of competence and experiences with teaching with technology influenced the implementation at schools.", "cite_spans": [], "ref_spans": [], "section": "How Did Teachers' Digital Competence Influence the Process?"}, {"text": "One year and a half after the implementation, we observed a technical-administrative change in the schools where most teachers highlighted that the Chromebook had contributed to better workflow and communication. In the interviews, teachers stressed that their workflow had been improved, in that all notes, files and submissions were stored within the Chromebooks, and not on diverse sheets of paper. However, as for pedagogical change, we observed only a slight development from teacher-directed teaching towards more student-active pedagogical approach, where Chromebook served as an integral part of the learning design. At the same time, we also observed that many teachers experienced challenges with class management in these new technology rich learning environments. One explanation was that such classrooms required a different pedagogical approach (Lindquist 2015). Teachers had to ensure that students used the Chromebooks for learning and not for non-schooling activities (Zheng et al. 2016) . This required awareness of pedagogical use Chromebook, and a balance between digital and analogue teaching. While some teachers seemed eager in exploring new opportunities with the help of Chromebook, others were more hesitant about how Chromebook and digital resources could contribute in their teaching and learning. Some of these teachers called for more time to familiarize themselves with Chromebook and specific digital resources, others were less enthusiastic towards the change of their own teaching that came with the Chromebooks. One teacher put it this way: \"I would have started with Chromebooks and spreadsheets earlier, but I just noticed that I have postponed and postponed, because I always have something else that I can do.\" Nonetheless, some of the tech-savvy teachers were more enthusiastic towards the Chromebooks and stated that they often used their own free time, such as evenings, weekends and holidays to find new opportunities for teaching with the support of technology. One of them expressed his experience of the implementation as follows: \"I think I might be an enthusiast about technical stuff, so I just find it fun to try new things.\" Another observation was the differences in the scope and use of digital resources between subjects; for example, in classes where the subject Norwegian were taught, a multitude of digital resources were explored, whereas in Mathematics, we observed a more traditional analogue teacher-led instruction.", "cite_spans": [{"start": 985, "end": 1004, "text": "(Zheng et al. 2016)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Lessons Learned from the First Years (2017-2018)"}, {"text": "Teachers professional digital competence thus varied a lot during the first years of the implementation. The efforts made by the municipality, the external agencies and the school leaders did not seem to work too efficiently in terms of raising the digital competence among teacher staff. One explanation might have been the way the implementation of the Chromebooks were communicated (Rogers 2003) ; as demonstrated, most gatherings and joint arenas for competence development were dominated by a 'one size fits all'-approach, which did not meet the actual competence need for teachers; not for the innovative digital competent ones, nor for those who were lagging behind. Following this, another reason could be that the competence development lacked a distinct connection with actual subjects and their distinct knowledge domains.", "cite_spans": [{"start": 385, "end": 398, "text": "(Rogers 2003)", "ref_id": null}], "ref_spans": [], "section": "Lessons Learned from the First Years (2017-2018)"}, {"text": "In 2019 late fall, three years after the implementation started, we observed that schools still needed more time allocated to 'get all teachers involved'. This means structural challenges along with challenges that comprise teachers' 'pedagogical beliefs' (Genlott et al. 2019) , meaning that teachers must be convinced of the usefulness of conducting educational development as such, and of the opportunities that comes with digital resources in subjects, in order to change their teaching. The role of the school leader is central to this work (Tondeur et al. 2012) . During the three years we observed increased involvement by the school leaders.", "cite_spans": [{"start": 256, "end": 277, "text": "(Genlott et al. 2019)", "ref_id": "BIBREF4"}, {"start": 546, "end": 567, "text": "(Tondeur et al. 2012)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Lessons Learned from the Last Years (2018-2019)"}, {"text": "These processes mentioned here address what we have called 'second order change' (Genlott et al. 2019) . During the last year of the implementation, we observed that teachers increasingly reported new opportunities to facilitate student-active teaching with the support of technology. At the same time, there was still a way to go to unleash the potential that lies in overcoming to teach as usual but with the use of the Chromebook, so called 'first order change' (ibid).", "cite_spans": [{"start": 81, "end": 102, "text": "(Genlott et al. 2019)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Lessons Learned from the Last Years (2018-2019)"}, {"text": "We observed the role of the professional, digitally competent teacher, and what it implied in practice. A central dimension of such teachers was how they managed to adopt varied and adapted teaching, and how they included various digital and analogue resources in this work. The good balance between analogue and digital was emphasized by many teachers, such as from this teacher:", "cite_spans": [], "ref_spans": [], "section": "Lessons Learned from the Last Years (2018-2019)"}, {"text": "I have become more aware of when it is beneficial to use digital resources and when it is most beneficial to use handwriting on paper in teaching. Sometimes, when drawing graphs on the Chromebook, you can see trends and explore changes. This is nice when doing geometry.", "cite_spans": [], "ref_spans": [], "section": "Lessons Learned from the Last Years (2018-2019)"}, {"text": "Because then you can perform some changes and observe that the rule remains. It would have taken too much time to do the same tasks by hand. (teacher, 10 grade) However, some teachers let students choose themselves whether they wanted to work digitally or by analogy. This indicates that there is not yet enough awareness in the schools when it comes to awareness of a balance between analogue and digital learning. This could have unfortunate consequences in the form of being overweight by either analogue or digital teaching forms depending on the school and teacher and the preferences of the students. Several dilemmas thus emerge when teachers aim to reach out to all students. While some students quickly understand the technology, others may strive to make it work. This applies especially to software that is typical of school work, such as Excel and Geogebra in mathematics and word processing programs in other subjects. This way, teachers will have different starting points for taking the leap into new forms of teaching.", "cite_spans": [], "ref_spans": [], "section": "Lessons Learned from the Last Years (2018-2019)"}, {"text": "Moreover, some teachers referred to the new technical-administrative equipment as demanding, and that limited resources have been devoted to this development work beyond normal working hours. Given that there are considerable differences between teachers in terms of how tech savvy they are, one should not underestimate the challenge it will be to implement of new teaching methods based on the opportunities offered by 1:1 coverage of Chromebooks. Furthermore, we also observed different practices in the competence development work regarding teaching and learning with the support of Chromebooks -both among teachers and across schools within the municipality. These differences reflect the organization and anchoring of the development work as well as the teachers' emphasis on digital versus analogue learning forms respectively.", "cite_spans": [], "ref_spans": [], "section": "Lessons Learned from the Last Years (2018-2019)"}, {"text": "The overall implementation process initiated and conducted by the municipality included a comprehensive approach for all schools in the district. This way all schools were offered joint competence development courses, and the teachers could benefit from networking across schools, in professional groups.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "If we look to the concepts of 'first order' and 'second order barriers' (Genlott et al. 2019) , where so-called first order barriers refer to putting the technical solution in place, while 'second order barriers' are about cultural change and teaching practice, it can be said that the comprehensive and coordinated commitment to the municipality has accomplished the first order barriers successfully. The introduction of the technicaladministrative part that works on the Chromebooks went smoothly, and there were few technical issues related to infrastructure. We demonstrated how the research literature points out that understandings of change can also be seen as two-step processes, in which so-called 'first order change' is often about doing the same, but with new technology, while 'second order change', on the other hand, means that the activities themselves are redefined. In our study, we have shown that the work of addressing what we have called 'second order change' is in the form of an emerging maturation process in which teachers see new opportunities after they have begun to explore and understand the educational possibilities. by digital learning resources. At the same time, there is still a way to go to unleash the potential that lies in overcoming the 'power of analogue practice', i.e. 'first order change'. In the further development and implementation work in the schools in the municipality, this disparity between the teachers, the need for coordination and coordination across schools, as well as the extra work required to radically change teaching forms, should be considered. The work of addressing 'second order change' and new teaching methods will be even more demanding as 'first order change'. In sum, this is likely to represent a need for higher priority and increased resources for the further educational development work in the municipality.", "cite_spans": [{"start": 72, "end": 93, "text": "(Genlott et al. 2019)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Innovation efforts in education and school administration: views of Turkish school administrators", "authors": [{"first": "U", "middle": [], "last": "Akin", "suffix": ""}], "year": 2016, "venue": "Eurasian J. Educ. Res", "volume": "63", "issn": "", "pages": "243--260", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Overview and Analysis of 1:1 Learning Initiatives in Europe", "authors": [{"first": "A", "middle": [], "last": "Balankasat", "suffix": ""}, {"first": "D", "middle": [], "last": "Bannister", "suffix": ""}, {"first": "H", "middle": [], "last": "Hertz", "suffix": ""}, {"first": "W", "middle": [], "last": "Sigillo", "suffix": ""}, {"first": "R", "middle": [], "last": "Vuorikari", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Framing ICT-enabled innovation for learning: the case of one-to-one learning initiatives in Europe", "authors": [{"first": "S", "middle": [], "last": "Bocconi", "suffix": ""}, {"first": "P", "middle": [], "last": "Kampylis", "suffix": ""}, {"first": "Y", "middle": [], "last": "Punie", "suffix": ""}], "year": 2013, "venue": "Eur. J. Educ", "volume": "48", "issn": "1", "pages": "113--130", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A meta-analysis of the impact of technology on learning effectiveness of elementary students", "authors": [{"first": "S", "middle": [], "last": "Chauhan", "suffix": ""}], "year": 2017, "venue": "Comput. Educ", "volume": "105", "issn": "", "pages": "14--30", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Disseminating digital innovation in school -leading second-order educational change", "authors": [{"first": "A", "middle": ["A"], "last": "Genlott", "suffix": ""}, {"first": "Å", "middle": [], "last": "Gönlund", "suffix": ""}, {"first": "O", "middle": [], "last": "Viborg", "suffix": ""}], "year": 2019, "venue": "Educ. Inf. Technol", "volume": "24", "issn": "", "pages": "3021--3039", "other_ids": {"DOI": ["10.1007/s10639-019-09908-0"]}}, "BIBREF5": {"ref_id": "b5", "title": "Closing the gaps -improving literacy and mathematics by ictenhanced collaboration", "authors": [{"first": "A", "middle": ["A"], "last": "Genlott", "suffix": ""}, {"first": "Å", "middle": [], "last": "Grönlund", "suffix": ""}], "year": 2016, "venue": "Comput. Educ", "volume": "99", "issn": "", "pages": "68--80", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Med Ark & APP. Bruk av laeremidler og ressurser for laering på tvers av arbeidsformer", "authors": [{"first": "Ø", "middle": [], "last": "Gilje", "suffix": ""}], "year": 2016, "venue": "Sluttrapport. Universitetet i Oslo", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "An international literature review of 1:1 computing in schools", "authors": [{"first": "S", "middle": [], "last": "Islam", "suffix": ""}, {"first": "Å", "middle": [], "last": "Grönlund", "suffix": ""}], "year": 2016, "venue": "J. Educ. Change", "volume": "17", "issn": "2", "pages": "191--222", "other_ids": {"DOI": ["10.1007/s10833-016-9271-y"]}}, "BIBREF8": {"ref_id": "b8", "title": "Borders of change: a holostic exploration of teaching in one-to one computing programs", "authors": [{"first": "A", "middle": [], "last": "Hershkovitz", "suffix": ""}, {"first": "O", "middle": [], "last": "Karni", "suffix": ""}], "year": 2018, "venue": "Comput. Educ", "volume": "125", "issn": "", "pages": "429--443", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Content Analysis. An Introduction to its Methodology", "authors": [{"first": "K", "middle": [], "last": "Krippendorf", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Lifestyles, innovation attributes, and teachers' adoption of game-based learning: comparing non-adopters with early adopters, adopted and likely adopters in Taiwan", "authors": [{"first": "S.-C", "middle": [], "last": "Li", "suffix": ""}, {"first": "W.-C", "middle": [], "last": "Huang", "suffix": ""}], "year": 2012, "venue": "Comput. Educ", "volume": "96", "issn": "", "pages": "29--41", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Gaining and sustaining TEL in a 1:1 laptop initiative: possibilities and challenges for teachers and students", "authors": [{"first": "M", "middle": ["J P H"], "last": "Lindqvist", "suffix": ""}], "year": 2015, "venue": "Comput. Sch", "volume": "32", "issn": "", "pages": "35--62", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The Beliefs behind the teacher that influences their ICT practices", "authors": [{"first": "S", "middle": [], "last": "Prestridge", "suffix": ""}], "year": 2012, "venue": "Comp. Educ", "volume": "58", "issn": "", "pages": "449--458", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Diffusion of Innovations", "authors": [{"first": "E", "middle": [], "last": "Rogers", "suffix": ""}], "year": 1962, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Pre-service teachers' perspective of the diffusion of information and communication technologies (ICTs) and the effect of case-based discussion (CBDs)", "authors": [{"first": "S", "middle": [], "last": "Sahin", "suffix": ""}], "year": 2012, "venue": "Comput. Educ", "volume": "59", "issn": "", "pages": "1089--1098", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The technology acceptance model (TAM): a meta-analytic structural equation modeling approach to explaining teachers' adoption of digital technology in education", "authors": [{"first": "R", "middle": [], "last": "Scherer", "suffix": ""}, {"first": "F", "middle": [], "last": "Siddiq", "suffix": ""}, {"first": "J", "middle": [], "last": "Tondeur", "suffix": ""}], "year": 2019, "venue": "Comput. Educ", "volume": "128", "issn": "", "pages": "13--35", "other_ids": {"DOI": ["10.1016/j.compedu.2018.09.009"]}}, "BIBREF16": {"ref_id": "b16", "title": "Preparing preservice teachers to integrate technology in education: a synthesis of qualitative evidence", "authors": [{"first": "J", "middle": [], "last": "Tondeur", "suffix": ""}, {"first": "J", "middle": [], "last": "Van Braak", "suffix": ""}, {"first": "G", "middle": [], "last": "Sang", "suffix": ""}, {"first": "J", "middle": [], "last": "Voogt", "suffix": ""}, {"first": "P", "middle": [], "last": "Fisser", "suffix": ""}, {"first": "A", "middle": [], "last": "Ottenbreit-Leftwich", "suffix": ""}], "year": 2012, "venue": "Comput. Educ", "volume": "59", "issn": "1", "pages": "134--144", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Time for a new approach to prepare future teachers for educational technology use: its meaning and measurement", "authors": [{"first": "J", "middle": [], "last": "Tondeur", "suffix": ""}, {"first": "J", "middle": [], "last": "Van Braak", "suffix": ""}, {"first": "F", "middle": [], "last": "Siddiq", "suffix": ""}, {"first": "R", "middle": [], "last": "Scherer", "suffix": ""}], "year": 2016, "venue": "Comput. Educ", "volume": "93", "issn": "3", "pages": "134--150", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Digital laering i askerskolen. Midtveisrapport fra følgeforskning. NIFU-rapport", "authors": [{"first": "C", "middle": ["E"], "last": "Tømte", "suffix": ""}, {"first": "S", "middle": [], "last": "Wollscheid", "suffix": ""}, {"first": "F", "middle": ["F"], "last": "Vennerød-Diesen", "suffix": ""}, {"first": "M", "middle": [], "last": "Bugge", "suffix": ""}], "year": 2018, "venue": "", "volume": "82", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Case Study Research", "authors": [{"first": "R", "middle": [], "last": "Yin", "suffix": ""}], "year": 2009, "venue": "Design and Methods. Sage", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Learning in one-to-one laptop environments: a meta-analysis and research synthetis", "authors": [{"first": "B", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "M", "middle": [], "last": "Warschauer", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Lin", "suffix": ""}, {"first": "C", "middle": [], "last": "Chang", "suffix": ""}], "year": 2016, "venue": "Rev. Educ. Res", "volume": "86", "issn": "4", "pages": "1052--1084", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Data collected from schools 8-10 th grade.", "latex": null, "type": "table"}, "TABREF1": {"text": "Overview meetings attended", "latex": null, "type": "table", "html": "<html><body><table><tr><td>2017 </td><td>2018 </td><td>2019 </td><td>Total\n</td></tr><tr><td>Meetings with resource-teams with teachers across\n</td><td>Meetings with resource-teams with teachers across\n</td><td>Meetings with resource-teams with teachers across\n</td><td>4\n</td></tr><tr><td>schools (3)\n</td><td>schools (1)\n</td><td>schools (1)\n</td><td> </td></tr><tr><td>Meeting with school leaders across schools (4)\n</td><td>Meeting with school leaders across schools (1)\n</td><td> </td><td>5\n</td></tr><tr><td>Meeting with coordinator from the municipality (10)\n</td><td>Meeting with coordinator from the municipality (10)\n</td><td>Meeting with coordinator from the municipality (10)\n</td><td>30\n</td></tr><tr><td>Annual gathering for teachers at all schools (1)\n</td><td>Annual gathering for teachers at all schools (1)\n</td><td>2\n</td></tr></table></body></html>"}}, "back_matter": []}