{"paper_id": "1f04e27ad51b6f85f0696b21c808852d78e1d5ca", "metadata": {"title": "Mouse (Mus musculus) stocks derived from tropical islands: new models for genetic analysis of life-history traits", "authors": [{"first": "Richard", "middle": ["A"], "last": "Miller", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {"addrLine": "1500 East Medical Center Drive", "postCode": "48109-0940", "settlement": "Ann Arbor", "region": "MI", "country": "U.S.A"}}, "email": ""}, {"first": "Robert", "middle": [], "last": "Dysko", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {"addrLine": "1500 East Medical Center Drive", "postCode": "48109-0940", "settlement": "Ann Arbor", "region": "MI", "country": "U.S.A"}}, "email": ""}, {"first": "Clarence", "middle": [], "last": "Chrisp", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {"addrLine": "1500 East Medical Center Drive", "postCode": "48109-0940", "settlement": "Ann Arbor", "region": "MI", "country": "U.S.A"}}, "email": ""}, {"first": "Renee", "middle": [], "last": "Seguin", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {"addrLine": "1500 East Medical Center Drive", "postCode": "48109-0940", "settlement": "Ann Arbor", "region": "MI", "country": "U.S.A"}}, "email": ""}, {"first": "Luann", "middle": [], "last": "Linsalata", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {"addrLine": "1500 East Medical Center Drive", "postCode": "48109-0940", "settlement": "Ann Arbor", "region": "MI", "country": "U.S.A"}}, "email": ""}, {"first": "Gretchen", "middle": [], "last": "Buehner", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {"addrLine": "1500 East Medical Center Drive", "postCode": "48109-0940", "settlement": "Ann Arbor", "region": "MI", "country": "U.S.A"}}, "email": ""}, {"first": "James", "middle": ["M"], "last": "Harper", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Idaho", "location": {"postCode": "83844-3051", "settlement": "Moscow", "region": "ID", "country": "U.S.A"}}, "email": ""}, {"first": "Steven", "middle": [], "last": "Austad", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Idaho", "location": {"postCode": "83844-3051", "settlement": "Moscow", "region": "ID", "country": "U.S.A"}}, "email": ""}]}, "abstract": [{"text": "Founder effects, together with access to unoccupied ecological niches, may allow rodent populations on isolated islands to evolve constellations of life-history traits that distinguish them from their mainland relatives, for example in body size, litter size, and longevity. In particular, low intrinsic mortality risks on islands with reduced predator numbers and not subject to harsh winter climates may in principle support the development of stocks with extended longevity. Conversely, the conditions under which laboratory rodents are typically bred are thought to select for genotypes that produce large, rapidly maturing races with high early reproductive rates but diminished longevity. To test these ideas, and to generate new mouse stocks suitable for genetic and molecular analysis of the processes that time life-history events, we have developed speci®c pathogen-free stocks from mice trapped from three distinct populations: the U.S. mainland (Idaho) and the tropical Paci®c islands Majuro and Pohnpei. Mice from all three locations were found to be shorter and lighter, to have smaller litters, and to have higher faecal corticosterone levels than mice of a genetically heterogeneous stock derived from four common laboratory inbred strains. Among the wild-derived stocks, mice from Pohnpei and Majuro were signi®cantly lighter and shorter than Idahoderived animals, even in populations kept from birth under identical housing conditions. Litter size and reproductive success rates did not differ signi®cantly among the three wild-derived stocks. Although further work will be needed to see if, as predicted, the wild-derived stocks differ from one another and from laboratory mice in longevity, these stocks provide useful tools for genetic dissection of factors that regulate body size and reproductive success.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Islands offer unique environments compared with nearby mainlands. Ecologists have recognized this fact at least since the time of Darwin and Wallace, and have in the ensuing decades catalogued a variety of traits which frequently differ among mainland and island populations of the same, or closely-related, species. For instance,¯ightlessness has evolved repeatedly in island populations of birds and insects (Williamson, 1981) . Island populations also frequently differ from mainland relatives in colour, behaviour, morphology, fecundity, and even longevity (Crowell & Rothstein, 1981; Williamson, 1981; Austad, 1993; Adler & Levins, 1994) . MacArthur & Wilson (1967) attributed many of these differences to adaptation to the ecological dissimilarities between islands and mainlands. Speci®cally, such differences were assumed to derive from selection for traits associated with rapid population growth (r-selection) during the early phase of island colonization and subsequent selection for competitive ability (K-selection) under the typical island conditions of a more equable physical environment and consequent lower densityindependent mortality, dense populations of extant species, as well as reduced numbers of predator and competitor species. Other authors (Davis, 1983; Berry, 1996) have noted that because island colonization events constitute signi®cant genetic bottlenecks, many of the differences between mainland and island populations (as well as among island populations themselves) may derive from the chance subset of mainland genotypes which island colonizers happen to possess. Insular animal populations often exhibit extremes of body size, and may be considerably larger or smaller than their closest mainland relatives (Case, 1978) . In mammals generally, a trend has been identi®ed for large species to become smaller on islands and small species to become larger (Lomolino, 1985) . However, the sample of mammals from which this trend was deduced was decidedly biased toward temperate, as opposed to tropical, islands and may not hold when the effects of latitude are controlled for. For instance, in house mice Mus musculus, the mammal most broadly characterized in terms of latitudinal trends in insular body size, populations at low latitudes are frequently small (typically 9±14 g: Tomich, Wilson & Lamourex, 1968; Berry, Sage et al., 1981) and at high latitudes are frequently large (20+ g: Berry, Jakobson & Peters, 1978; Barnett & Dickson, 1989) , although exceptions occur (Tomich et al., 1968; Berry & Peters, 1975) possibly as a result of founder effects and/or unusual combinations of predator or competitor species (Angerbjorn, 1986; Berry, 1996) . Because animals from populations with statistically distinct body sizes are seldom reared under standardized conditions, the extent to which observed size differences represent genetic or environmental differences is unclear.", "cite_spans": [{"start": 410, "end": 428, "text": "(Williamson, 1981)", "ref_id": "BIBREF36"}, {"start": 561, "end": 588, "text": "(Crowell & Rothstein, 1981;", "ref_id": "BIBREF17"}, {"start": 589, "end": 606, "text": "Williamson, 1981;", "ref_id": "BIBREF36"}, {"start": 607, "end": 620, "text": "Austad, 1993;", "ref_id": "BIBREF2"}, {"start": 621, "end": 642, "text": "Adler & Levins, 1994)", "ref_id": "BIBREF0"}, {"start": 645, "end": 670, "text": "MacArthur & Wilson (1967)", "ref_id": "BIBREF24"}, {"start": 1269, "end": 1282, "text": "(Davis, 1983;", "ref_id": "BIBREF18"}, {"start": 1283, "end": 1295, "text": "Berry, 1996)", "ref_id": "BIBREF8"}, {"start": 1746, "end": 1758, "text": "(Case, 1978)", "ref_id": "BIBREF14"}, {"start": 1892, "end": 1908, "text": "(Lomolino, 1985)", "ref_id": "BIBREF23"}, {"start": 2315, "end": 2347, "text": "Tomich, Wilson & Lamourex, 1968;", "ref_id": "BIBREF32"}, {"start": 2348, "end": 2373, "text": "Berry, Sage et al., 1981)", "ref_id": "BIBREF11"}, {"start": 2425, "end": 2456, "text": "Berry, Jakobson & Peters, 1978;", "ref_id": "BIBREF9"}, {"start": 2457, "end": 2481, "text": "Barnett & Dickson, 1989)", "ref_id": "BIBREF4"}, {"start": 2510, "end": 2531, "text": "(Tomich et al., 1968;", "ref_id": "BIBREF32"}, {"start": 2532, "end": 2553, "text": "Berry & Peters, 1975)", "ref_id": "BIBREF10"}, {"start": 2656, "end": 2674, "text": "(Angerbjorn, 1986;", "ref_id": "BIBREF1"}, {"start": 2675, "end": 2687, "text": "Berry, 1996)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Ecological conditions typical of many islands also have relevance to the evolution of ageing rate. Speci®cally, evolutionary ageing theories (Medawar, 1952; Williams, 1957; Charlesworth, 1980) predict that ageing rate should evolve to be directly related to age-independent mortality rates experienced by young adults. Several comparative studies support this prediction (Keller & Genoud, 1997; Ricklefs, 1998) . Thus in the relatively safe environments typi®ed by many islands, evolutionary processes are expected to gradually slow the ageing rate relative to an initially similar population on the mainland. This prediction has been veri®ed in Virginia opossums (Austad, 1993) .", "cite_spans": [{"start": 141, "end": 156, "text": "(Medawar, 1952;", "ref_id": "BIBREF26"}, {"start": 157, "end": 172, "text": "Williams, 1957;", "ref_id": "BIBREF35"}, {"start": 173, "end": 192, "text": "Charlesworth, 1980)", "ref_id": "BIBREF15"}, {"start": 371, "end": 394, "text": "(Keller & Genoud, 1997;", "ref_id": "BIBREF21"}, {"start": 395, "end": 410, "text": "Ricklefs, 1998)", "ref_id": "BIBREF29"}, {"start": 664, "end": 678, "text": "(Austad, 1993)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Under the assumption that genetic comparison of populations of the same species which age at different rates would yield insight into the genetics of ageing (Austad, 1996) , we sought to determine whether this same pattern of retarded ageing among island populations might hold for house mice M. musculus introduced to islands within historical times. We collected mice from two tropical islands and introduced them into the laboratory in order to compare their ageing rate with two other groups of mice: wild mice from a mainland population and laboratory mice. Domestication, like insular life, is expected to produce changes in many traits within a species (Bronson, 1984) . Therefore a comparison between wild and domesticated mainland mice might also be of interest.", "cite_spans": [{"start": 157, "end": 171, "text": "(Austad, 1996)", "ref_id": "BIBREF3"}, {"start": 660, "end": 675, "text": "(Bronson, 1984)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Although mice have been introduced to hundreds of islands around the world (Berry, 1986) , we chose to investigate the populations of two tropical islands, because of the greater climatic constancy in the tropics relative to temperate or polar islands. Greater climatic constancy is assumed to correlate with lower mortality rates from environmental hazards. Speci®cally, we chose two islands that had previously been reported to harbour house mice with reduced body size and small litters compared with wild mainland animals. We interpreted these insular traits as an indication that signi®cant evolutionary change had occurred to the mice since the time of their introduction to the islands.", "cite_spans": [{"start": 75, "end": 88, "text": "(Berry, 1986)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Although data on ageing rate in our mouse populations are not yet available, we present data herein to verify that these mouse populations are now wellestablished in the laboratory and that even under identical laboratory conditions, substantial differences occur among the populations.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "We compared mice from 3 free-living populations with 1 population of laboratory-selected mice. Free-living mainland mice were trapped near livestock barns in Moscow, Idaho, U.S.A. (478N lat., 1178W long.) Tropical island mice came from in and around human dwellings at 2 locations, Pohnpei Island (78N lat., 1588E long.) in the Federated States of Micronesia and Majuro Island (88N lat., 1728E long.) in the Republic of the Marshall Islands. These 3 groups of wild-trapped mice are referred to respectively as IdWC, PoWC, and MaWC. All wild house mice were live-trapped using Sherman traps (868616 cm) baited with either peanut butter or seared, grated coconut.", "cite_spans": [{"start": 348, "end": 400, "text": "Micronesia and Majuro Island (88N lat., 1728E long.)", "ref_id": null}], "ref_spans": [], "section": "Trapping of mice from mainland and island locations"}, {"text": "Mice trapped in Idaho, Pohnpei, or Majuro were shipped to the University of Michigan. Upon arrival the mice were housed in polycarbonate cage bottoms with pine shavings, wire bar lids, and polycarbonate cage tops with ®lters to minimize cage-to-cage spread of potential pathogens. Cages were changed every 14 days for individually housed mice, and every 7±8 days for breeding pairs or lactating dams with litters. Temperature was maintained at 74 4 8F., and the room lighting cycle was 14 :10 light : dark.", "cite_spans": [], "ref_spans": [], "section": "Production of laboratory born populations from wildcaught mice"}, {"text": "Breeding pairs were established from each shipment of WC mice shortly after arrival. The progeny of these WC6WC matings are termed IdG0, PoG0, or MaG0 mice; they have known birthdays and have lived from birth under laboratory conditions but are not known to be speci®c pathogen-free (`spf '). Non-productive pairs were usually separated and re-paired with partners of the same generation (WC or G0) that had already proven to be fertile, in an attempt to retain within the breeding pool the largest possible fraction of the genetic variation within the original trapped population. On average, a pair was considered unsuccessful (and thus re-mated to new partners) after an interval of approx. 100 days.", "cite_spans": [], "ref_spans": [], "section": "Production of laboratory born populations from wildcaught mice"}, {"text": "Production of speci®c-pathogen-free G1 mice from G0 progenitors Despite considerable effort, embryo transfer methods did not succeed in producing spf offspring from mated G0 pairs, and so a foster-nursing method was used. Litters were taken from the natural G0 dam as soon as they were noted during the daily inspection, and transferred to another room which contained a breeding colony of spf CD-1 mice (Charles River Laboratories, Wilmington, MA). Post-partum CD-1 females were then used to nurse the G1 pups from the wild mouse pairs. Pups were transferred under a laminar¯ow hood to a clean cage containing 3 pups of the original CD-1 litter; the CD-1 pups were later tested as health-monitor sentinels. After 15 min, the dam was returned to the cage, now containing 3 of her own pups and the newly introduced wild-derived pups.", "cite_spans": [], "ref_spans": [], "section": "Production of laboratory born populations from wildcaught mice"}, {"text": "For both G0 and G1 stocks, mates were selected according to a plan designed to minimize loss of genetic variance by avoiding matings between mice known to share parents or grandparents, and by selecting (so far as practical) equal numbers of male and female breeders from each distinct family (i.e. sets of litters produced by the same parents).", "cite_spans": [], "ref_spans": [], "section": "Production of laboratory born populations from wildcaught mice"}, {"text": "To create a control population of mice that carry only alleles from stocks representative of common laboratory inbred lines but are not themselves genetically homogeneous, we bred a population of 4-way cross mice (Miller, Chrisp & Galecki, 1997) as the progeny of (BALB/c6C57BL/6)F1 mothers and (C3H/He6DBA/ 2)F1 fathers. From this initial population, 20 males and 20 females were chosen at random and mated to create pups designated as the`DC' stock. The DC stock was then maintained by random selection of 1 male and 1 female from each of 20 breeding cages, with new mating cages set up by random pairing (except that brother± sister mating is avoided). Mice used for the studies reported here were at the sixth generation; each mouse should inherit about 25% of its genetic alleles from each of the 4 progenitor inbred lines, with each mouse receiving a different assortment of alleles.", "cite_spans": [{"start": 213, "end": 245, "text": "(Miller, Chrisp & Galecki, 1997)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Production of a genetically heterogeneous control population from common laboratory inbred stocks"}, {"text": "Serum samples were collected from representative wildcaught mice from each population shortly after arrival in the laboratory and sent to Charles River Breeding Laboratories for serological testing, to provide information about endemic infection in the natural habitat and to provide a baseline for comparison to the fosternursed G1 mice. Serum samples were also obtained from the CD-1 sentinel mice caged from birth to weaning with the G1 foster-nursed pups; at least 1, and more typically 2±3, sentinel mice were tested from each foster-nursed G1 litter. The serological panel included tests for evidence of prior exposure to Sendai, PVM (pneumonia virus of mice), MHV (mouse hepatitis virus; coronavirus), MVM (minute virus of mice), GD-7, Reo-3 (reovirus), Mycoplasma pulmonis, LCMV (lymphocytic choriomeningitis virus), ectromelia, K virus, polyoma virus, mouse adenovirus, and parvovirus. Sera from the WC mice were also tested for hantavirus to minimize possible risk to the health of the animal husbandry staff. The caecum of sentinel animals was examined under a dissecting microscope to look for the presence of pinworms and pinworm eggs. Skin samples from killed sentinel animals were allowed to cool overnight in a sterile dish, and then examined for the presence of mites.", "cite_spans": [], "ref_spans": [], "section": "Analysis of health status"}, {"text": "Gross necropsy examinations were performed on small numbers of WC and G0 mice which were found dead, or culled from the colony because of illness. Tissues saved for microscopic examination were ®xed in 10% buffered formalin, processed, and stained with haematoxylin and eosin.", "cite_spans": [], "ref_spans": [], "section": "Analysis of health status"}, {"text": "Ten females from each of the 4 stocks were tested for vaginal patency as an index of sexual maturity; each group of 10 included members of 3±4 different litters of different parentage. Mice were restrained in a dorsal recumbent position while a sterile, saline-moistened swab was advanced into the vagina, and the procedure was repeated every 24 h until vaginal opening was noted.", "cite_spans": [], "ref_spans": [], "section": "Onset of sexual maturity"}, {"text": "Faecal samples (4 pellets per mouse) were collected from each of 10 mice of each G1 stock (and PoG0) 24 h after routine cage changing. Mice were 4±5 months old at sampling, included equal numbers of males and females, and were drawn from 4 separate litters for each strain. Faecal samples were stored in 1.0 ml of 95% EtOH at 720 8C. Each sample was extracted twice by boiling in 10 ml of 95% EtOH for 20 min. The solvents from each extraction were combined in a glass culture tube and dried under air in a 35±40 8C water bath in a fume hood. After drying, each tube was rinsed with 1±2 ml of a ethyl acetate:hexane solution (3:2 v/v), dried again, and the residue resuspended in 1.0 ml of 95% EtOH. Corticosterone concentration was determined using a commercially available radioimmunoassay kit (ICN Pharmaceuticals). The assay was validated using standard procedures for parallelism and quantitative recovery.", "cite_spans": [], "ref_spans": [], "section": "Faecal glucocorticoids"}, {"text": "During the process of developing spf stocks from the mice trapped from Idaho, Majuro, and Pohnpei, we accumulated statistics on the proportion of mice in each generation that were able to bear (or to sire) a litter. Table 1 records these data on breeding success. The results must be considered anecdotal, because they do not represent the outcome of a well-controlled study in which each test mouse was given access to proven partners at de®ned ages for de®ned intervals. Pairs of mice that were unsuccessful after~100 days, for example, were typically separated and re-paired with other partners in an effort to retain the maximal amount of genetic variation at each generation. Despite these uncertainties, the data do show that at least 55% of the wild-caught females and at least 77% of the wildcaught males were able to produce at least one litter of weaned pups. There were no notable (or statistically signi®cant) differences among the three varieties of WC animals, and no tendency for mice in the G0 (®rst laboratory-born) generation to be either more or less successful than mice of the WC generation. Although mice of the laboratory-derived DC stock were not formally tested in parallel with the WC and G0 mice, we note that approx. 95% of females in DC breeding cages do produce progeny in their ®rst 100 days of mating, a success rate that is not met by females of the WC or G0 generations of any of the three wild-derived stocks.", "cite_spans": [], "ref_spans": [{"start": 216, "end": 223, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Breeding performance under laboratory conditions"}, {"text": "The mean number of pups per litter born to wildderived mice was much smaller than for mice of the DC stock (Fig. 1) . Among WC mice, females of the MaWC stock tended to have slightly fewer pups per litter than females of the IdWC stock, but the statistical signi®cance is marginal (P = 0.05) and may represent a chance effect in a series of multiple comparisons. Litters born to mice of the G0 generation are not signi®cantly larger or smaller than those born to WC mice. Each of the wild-derived stocks produces litters that are only about half as large as those born to laboratory-derived DC mice; the differences are in all cases highly signi®cant (P < 0.01 after adjustment for multiple comparisons).", "cite_spans": [], "ref_spans": [{"start": 107, "end": 115, "text": "(Fig. 1)", "ref_id": null}], "section": "Breeding performance under laboratory conditions"}, {"text": "Weight gain trajectories Figure 2 shows mean body mass for mice of the WC stocks at the time of their arrival in the laboratory and again at approx. 135 days after arrival; this latter time point was chosen on the assumption that mice trapped at age 40±60 days would be about 6 months old at this time. Both male and female mice of the IdWC stock were signi®cantly larger at capture than mice of the MaWC and PoWC stocks, and these differences were maintained after 135 days under laboratory conditions. These data are consistent with previous reports of low body mass in mice trapped on Pohnpei (Marshall, 1962) .", "cite_spans": [{"start": 596, "end": 612, "text": "(Marshall, 1962)", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 25, "end": 33, "text": "Figure 2", "ref_id": "FIGREF0"}], "section": "Breeding performance under laboratory conditions"}, {"text": "These results are consistent with the idea that differences among these stocks in weight re¯ect their genetic differences rather than adaptations to environmental differences among the trapping locations, although the Fig. 1 . Litter sizes in wild-caught, wild-derived, and laboratory-derived mouse stocks. Bars show the mean number of pups per litter using a calculation in which each successful dam received equal weight. n, number of dams that were successful in each of the seven stocks; WC stocks, mice caught in the ®eld (ages of these mice were not known);`G0' stocks, mice born in the laboratory from WC progenitors (thus ages of the G0 mice are known). In a multiple comparisons analysis, all six of the WC and G0 stocks differ signi®cantly from the DC control stock at P < 0.01 (Tukey method). data do not rule out the possibility that conditions in early life may have led to permanent differences in weight that were not reversed by laboratory feeding. To examine this idea, mice of the G0 generation were weighed monthly from weaning; the results are presented in Fig. 3 . Ageing mice of the Idaho-derived stock were heavier at all ages than mice derived from Majuro or Pohnpei. These differences were equally apparent in males and females, and (with sporadic exceptions) were statistically signi®cant at all ages from 1 to 9 months of age. Differences among the wild-derived stocks were much less dramatic than differences between any one wild-derived stock and the DC mice; at 6±9 months of age, for example, mice of the DC stock were about twice as heavy as any of the wild-derived stocks (P < 0.001).", "cite_spans": [], "ref_spans": [{"start": 218, "end": 224, "text": "Fig. 1", "ref_id": null}, {"start": 1077, "end": 1083, "text": "Fig. 3", "ref_id": "FIGREF1"}], "section": "Breeding performance under laboratory conditions"}, {"text": "Groups of 10 mice from the G0 generation of each wild-derived stock (®ve of each sex) were killed at 8 months of age for measurements of organ weights, body length, and tail length. Figure 4 shows a summary of these data, showing each measurement as a proportion to the IdG0 stock as a control group. Frequently, these measurements differ as an isometric consequence of differences in overall body size among the stocks, with some allometric exceptions, i.e. change not proportional to body size, as noted below. The length of the IdG0 mice is signi®cantly less than that of the DC mice, and signi®cantly higher than either MaG0 or PoG0 mice, suggesting that genetic differences among these stocks alter not only body mass but also skeletal dimensions. All three of the wild-derived stocks have shorter tails than the DC mice, but there are no signi®cant differences among the three wild-derived stocks in tail length. Absolute thymic weight is similar in DC, IdG0 and PoG0 mice and signi®cantly lower in MaG0 mice. As a function of body mass, however, IdG0 and PoG0 mice thymus masses are approx. twice as large as those of DC1 and MaG0 mice. Thymic involution is typically well advanced by 8 months of age in laboratory mouse strains, and it is possible that wild-derived mice may demonstrate retarded loss of T-cell immunity, although data on immune function are not yet available. The spleens of DC mice are almost three-fold larger than those of the wild-derived mice; neither IdG0 nor PoG0 mice show the relative sparing of splenic tissue noted for thymus in these two stocks.", "cite_spans": [], "ref_spans": [{"start": 182, "end": 190, "text": "Figure 4", "ref_id": "FIGREF2"}], "section": "Morphometric comparisons"}, {"text": "As expected, ovary weights were greater in DC than in MaG0 or IdG0 females, roughly in proportion to body weight. Unexpectedly, however, the PoG0 females had ovaries that were almost as large as those in the DC mice, and signi®cantly larger than in the IdG0 or MaG0 mice. In fact, as a fraction of body mass, PoG0 females have ovaries that were approximately twice the size of any of the other stocks. Testes weights did not differ among the wild-derived strains, and were all signi®cantly lower than for the DC males in proportion to body mass. Kidney weights were also analysed separately for males and females, since in all four stocks kidneys in females were smaller (by 20±40%) than in males. DC mice have larger kidneys than any of the wild-derived mice (for both sexes), consistent with their larger body weight.", "cite_spans": [], "ref_spans": [], "section": "Morphometric comparisons"}, {"text": "Female mice of the G1 generation were examined 1 day after weaning (day 20±21) for vaginal patency as an index of reproductive maturation, and compared to DC females that had been similarly fostered on outbred dams as a laboratory-derived control. In each case the tested mice were drawn from a set of 3±4 litters. The incidence of vaginal opening by day 21 was 8/8 for DC mice, 8/10 for IdG1, 7/10 for MaG1, and 6/12 for PoG1 mice. Wild-derived mice were less likely than DC mice (P = 0.06, two-tailed) to exhibit vaginal patency at day 21; when the three wild-derived stocks were considered * Indicates a signi®cant difference (P < 0.05 by Student± Newman±Keuls post hoc test) from the Id stock at the age indicated. n = 13±51 for 1 month, 11±28 for 2 month, 13±42 for 3 month, 4±24 for 6 month, and 4±12 for 9 month old mice.", "cite_spans": [], "ref_spans": [], "section": "Delayed reproductive maturity in wild-derived stocks"}, {"text": "Females separately, only the PoG1 group was signi®cantly slower (P = 0.03) than the DC controls. Tests of larger numbers of mice, controlled for differences in litter size, will be needed to con®rm these preliminary observations and to examine possible variations among the three wild-derived stocks, but the data at this stage suggest that the genetically heterogeneous laboratory-derived stock may have been selected for unusually rapid sexual maturation, consistent with expectation. Table 2 shows the outcome of serological testing carried out on wild-trapped mice. The trapped mice seemed, on serological evidence, to be largely free of viral disease, except for MCMV in the IdWC and PoWC mice, and MHV and LCMV in a subset of mice trapped in Idaho. Mice of the G0 generation were not systematically tested, although fur mites Myobia musculi were detected by inspection of skin lesions on two of the IdG0 animals. Sentinel CD-1 mice raised from birth to weaning together with foster-nursed G1 stocks were uniformly negative in each of the serological tests, and gave no evidence of mite infestation. Pinworms Syphacia were, however, detected in 15 of the 79 litters examined. Antihelminthic treatment of the colony is now underway and is expected to eliminate the pinworm contamination.", "cite_spans": [], "ref_spans": [{"start": 487, "end": 494, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Delayed reproductive maturity in wild-derived stocks"}, {"text": "Gross necropsies of ill mice and mice examined immediately after killing revealed a variety of lesions and causes of death. Noteworthy ®ndings include the presence of Klosiella muris, a renal coccidian parasite, in MaWC and IdWC mice. Visceral abscesses were noted in PoWC and IdWC mice; these abscesses yielded Pasteurella pneumotropica and Streptococcus sp. on in vitro bacterial culture. Although it is assumed that the spf G1 generation is free of coccidia and pathogenic bacteria, this has not yet been con®rmed. Figure 5 shows corticosterone values determined on mice at 4±5 months of age, measured in faecal pellets collected 24 h after a routine cage change. Faecal corticosterone levels have been shown in Peromyscus and the vole Clethrionomys to provide a reliable index of mean serum corticosterone levels integrated over the 24 h period before pellet collection (Harper & Austad, pers. obs.) . There is quite a wide scatter among the mice of each stock, which is not attributable to variability in the RIA used, in that the mean coef®cient of variation for triplicate samples was only 9.3%. The extent to which differences among individual mice are stable over time is under investigation. For statistical analysis all faecal corticosterone concentrations were log transformed to stabilize variances. Two-factor analysis of variance (log (Cort)~sex * stock) indicated highly significant effects for both sex (P = 0.0002) and stock (P < 0.0003). Post-hoc analysis (Tukey test) showed that for males DC had lower corticosterone levels than any of the wild-derived stocks (0.0003 < P < 0.03); for females DC levels were lower (0.001 < P < 0.01) than values for the IdG1 and PoG1 stocks. None of the wildderived stocks were statistically distinguishable from another, and PoG0 mice were similar in corticosterone levels to PoG1 and the other wild-derived mice.", "cite_spans": [{"start": 874, "end": 903, "text": "(Harper & Austad, pers. obs.)", "ref_id": null}], "ref_spans": [{"start": 518, "end": 526, "text": "Figure 5", "ref_id": null}], "section": "Microbial status"}, {"text": "The overall goal of this project is to develop speci®c pathogen-free lines of mice that exhibit greater longevity than mice derived from the commonly available laboratory inbred strains. Our strategy is based upon two ideas: ®rst, that the development of inbred lines may have selected against alleles that delay ageing, and second, that selective pressures on tropical islands may favour genotypes with delayed maturation and delayed ageing rates. We hypothesized that wild-derived mice would differ from laboratory-derived stock in several ways ± small body size, smaller litter size, retardation in reproductive maturity, and greater longevity ± and that mice trapped from isolated tropical islands would show especially large trends in these directions compared to mice trapped from mainland populations with seasonal bottlenecks.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "So far, we have successfully reared under standardized conditions wild-caught house mice and their ®rst generation laboratory-born offspring from one temperate mainland and two tropical island populations and compared them in a variety of traits with one other and with a heterogeneous population of laboratory-adapted mice. Under these identical conditions, mice from the temperate mainland were larger and heavier than either of our two tropical island populations. These data are consistent with the ®eld data on which we based our selection of islands for study, but extend the ®eld reports by showing that the differences in body weight and length are consistent even in animals born and raised entirely in the laboratory. Furthermore, all three stocks of wild-derived animals are smaller and lighter than the laboratory-derived population.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Litter sizes of both wild-caught females and their laboratory-born offspring were, as expected, much smaller than the laboratory-derived stock (Fig. 1) . Litter size is conventionally assumed to vary directly with maternal body size in house mice (Roberts, 1961; Batten & Berry, 1967 ), but we found no statistically signi®cant differences in litter sizes among our small sample of litters from each of the wild-derived stocks, despite the larger body size of the mainland animals. It has previously been suggested that the correlation between litter size and maternal body size may be absent among island mouse populations (Batten & Berry, 1967) . As a group, females of the wild-derived stock also tended to show delayed vaginal opening compared to DC controls, although these data should be considered preliminary until larger numbers of mice have been tested, with appropriate controls for differences in litter size. The combination of small body size, small litter size and delayed reproductive maturity are all consistent 101 Island-derived mouse stocks with the hypothesis that selective pressures in the derivation of common laboratory stocks have favoured alleles that promote the rapid production of large litters. Since small body and litter size is often associated with increased longevity within a species (Roberts, 1961; Brown-Borg et al., 1996; Li et al., 1996) , the data suggest that the wild-derived stocks may indeed prove to be longer-lived than common inbred lines and their F 1 hybrids. Our data do not address whether the populations from the two tropical islands exhibit traits speci®cally adapted to insularity, per se, as opposed to some generalized adaptation to the climatic differences between temperate and tropical regions. For instance, arti®cial laboratory selection over 10 generations for cold-tolerance in mice has shown that cold-tolerant animals are larger, faster growing, and have larger litters than control animals, even when reared at similar temperatures (Barnett & Dickson, 1989) . However, even if our tropical mouse stocks exhibit their speci®c traits due to a generalized adaptation to warm environments, this still suggests that they have been evolving under conditions of lower environmental hazards as our hypothesis assumes, since at least in temperate regions most mortality among wild house mice is due to cold (Berry, 1981) . We did not, however, observe signi®cant difference in kidney size between our wild-derived tropical and temperate populations as did Barnett & Dickson (1989) .", "cite_spans": [{"start": 247, "end": 262, "text": "(Roberts, 1961;", "ref_id": "BIBREF30"}, {"start": 263, "end": 283, "text": "Batten & Berry, 1967", "ref_id": "BIBREF5"}, {"start": 624, "end": 646, "text": "(Batten & Berry, 1967)", "ref_id": "BIBREF5"}, {"start": 1321, "end": 1336, "text": "(Roberts, 1961;", "ref_id": "BIBREF30"}, {"start": 1337, "end": 1361, "text": "Brown-Borg et al., 1996;", "ref_id": "BIBREF13"}, {"start": 1362, "end": 1378, "text": "Li et al., 1996)", "ref_id": "BIBREF22"}, {"start": 2001, "end": 2026, "text": "(Barnett & Dickson, 1989)", "ref_id": "BIBREF4"}, {"start": 2367, "end": 2380, "text": "(Berry, 1981)", "ref_id": "BIBREF6"}, {"start": 2516, "end": 2540, "text": "Barnett & Dickson (1989)", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 143, "end": 151, "text": "(Fig. 1)", "ref_id": null}], "section": "DISCUSSION"}, {"text": "Consistent with previous observations on breeding wild or wild-derived mice in the laboratory, the breeding success of wild-caught mice and their offspring was substantially lower than for laboratory-derived mice (Wallace, 1981; Barnett & Dickson, 1989) . Speci®cally, only 55±77% of our wild-caught animals were able to produce at least one litter of weaned pups compared with > 90% for DC mice. This effect was not con®ned to the wild-caught generation. Breeding success among ®rst generation offspring was still only 64±76%, demonstrating that the relatively poor success rate of the WC mice was not merely a consequence of their early exposure to natural conditions or shipping stress. Perhaps relevant to the reduced breeding success in our wild-derived stocks, these animals also experience more stress, as measured by faecal corticosterone concentration, under captive conditions. The development of a laboratory stock from wildtrapped mice will tend to select for alleles that lead to early reproduction and production of large litters, unless special precautions are taken to include offspring from mated pairs that produce small litters or that are slow to reproduce. We therefore took special pains to attempt to capture as much genetic variation as possible from the wild-caught animals, even though some of them did not produce litters until 4 months after arrival in the laboratory (estimated age approx. 6 months), and some G0 females did not produce their ®rst litter until > 6 months of age (data not shown).", "cite_spans": [{"start": 213, "end": 228, "text": "(Wallace, 1981;", "ref_id": "BIBREF33"}, {"start": 229, "end": 253, "text": "Barnett & Dickson, 1989)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Mice of the G0 and G1 generations, unlike WC mice, have spent all of their lives in laboratory housing, with constant availability of food, unvarying light/dark cycle, atypical social structure, minimal opportunity for exercise, repeated handling by laboratory personnel, and many other features that could in principle in¯uence body size, reproductive behaviours, immune and endocrine function, and lifespan. It was thus important to compare G0 or G1 mice, rather than WC animals, to the laboratory-derived control mice to see to what extent inter-strain differences were maintained even under laboratory conditions. Our data show that small size, reduced litter size, and increased glucocorticoid levels are not merely a consequence of exposure to natural conditions, but are seen even in mice born and raised in the vivarium, and are thus much more likely to re¯ect differences in genetic endowment that distinguish Po, Id and Ma mice from mice of the DC (and other laboratory-derived) mouse stocks.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Wild-derived mice generally differ in many ways from laboratory-adapted stocks even when raised under identical laboratory conditions. For instance, given access to unlimited food, laboratory-adapted mice eat more, grow faster, and deposit less body fat than wildderived animals (Bronson, 1984) . Wild-derived mice also exhibit greater maximum forced sprint speed, maximum rate of oxygen consumption, greater swimming endurance, faster voluntary wheel-running behaviour, and greater heart ventricle size than laboratory-adapted mice (Dohm, Richardson & Garland, 1994) . The differences we have observed between wild-derived`domesticated' animals are not con®ned to mice. Wild-derived rats similarly exhibit smaller body size, reduced litter size, and greater age at sexual maturity than outbred laboratory stocks in routine experiments (Clark & Price, 1981) .", "cite_spans": [{"start": 279, "end": 294, "text": "(Bronson, 1984)", "ref_id": "BIBREF12"}, {"start": 533, "end": 567, "text": "(Dohm, Richardson & Garland, 1994)", "ref_id": "BIBREF19"}, {"start": 836, "end": 857, "text": "(Clark & Price, 1981)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "There are a number of situations in which higher lifespan, amongst individual members within a species, is associated with small body size. Sometimes an experimental manipulation ± restriction of available food calories (Weindruch & Walford, 1988) or of the amino acid methionine (Orentreich et al., 1993) ± produces a body size smaller than would be obtained if the test animals were allowed to eat all they wished of a nutritionally adequate diet. In other cases, such as the df/df and dw/dw dwarf mice (Brown-Borg et al., 1996) , and miniature poodles (Eigenmann, Patterson & Froesch, 1984) , the small body size re¯ects a genetically determined alteration in endocrine state that interferes with growth despite free access to calories and nutrients. In these latter situations, small body size leads to diminished total food consumption, largely because fewer calories are needed to meet the needs ± thermal and metabolic homeostasis, and work output ± of smaller individuals. It is possible, though unproven, that the associations between small stature and long lifespan in these various animal models may re¯ect similar abnormalities in metabolic pathways or endocrine levels. Should our wild-derived mouse lines prove, as hypothesized, to exhibit exceptionally long lifespan, comparing them to dwarf and calorically restricted mice may provide key clues to the nature of the linkages between stature and longevity.", "cite_spans": [{"start": 220, "end": 247, "text": "(Weindruch & Walford, 1988)", "ref_id": "BIBREF34"}, {"start": 280, "end": 305, "text": "(Orentreich et al., 1993)", "ref_id": "BIBREF28"}, {"start": 505, "end": 530, "text": "(Brown-Borg et al., 1996)", "ref_id": "BIBREF13"}, {"start": 555, "end": 593, "text": "(Eigenmann, Patterson & Froesch, 1984)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In general, differences among the three wild-derived stocks are less dramatic than those between any wildderived stock and the laboratory stock DC. IdWC mice are larger than PoWC and MaWC animals both at capture and after 4±5 months of housing under laboratory conditions (Fig. 2) , and the IdG0 stock is larger at all ages than mice of the MaG0 or PoG0 stocks, consistent with the hypothesis. PoG0 and MaG0 mice are also signi®cantly shorter than IdG0 animals, showing that the difference in body mass does not simply re¯ect in increase in fat mass; possible differences in fat/lean ratios have not yet been examined. These differences are consistent with the hypothesis that the aseasonal, predator-free conditions on Pohnpei and Majuro may have led to selection for genotypes that differ from those of our mice sampled from a mainland location, Idaho. On the other hand the available data do not suggest a difference among these three strains in mean litter size. More detailed data will be needed to look for possible differences among these three wildderived strains in development of reproductive competence, inter-litter interval, and distribution of reproductive effort across the lifespan.", "cite_spans": [], "ref_spans": [{"start": 272, "end": 280, "text": "(Fig. 2)", "ref_id": "FIGREF0"}], "section": "DISCUSSION"}, {"text": "Use of these mouse stocks for analyses of the genetics of life-history traits would have been complicated by the presence of infectious agents that might in¯uence maturation, fertility, immunity, weight gain, and longevity. Although our sample size is quite small, we see no evidence for endemic infectious agents (except for MCMV) in either of the two island-trapped mouse stocks. Our data are in marked contrast to those of a more comprehensive study of Mus domesticus trapped in 14 Australian sites, which revealed serologic evidence of MCMV, MHV (coronavirus), and rotavirus at all collection sites, and substantial evidence of reovirus, parvovirus, and adenovirus at some but not all sites (Smith, Singleton, Hansen & Shellam, 1993) . It is possible that the relatively low incidence of viral infection in the island-derived mouse stocks re¯ects their isolation from reservoirs of infection in larger, mainland populations. Elimination of the few virus-infected IdWC mice, together with foster nursing of all G1 litters on spf CD-1 dams, seems to have produced stocks of IdG1, MaG1, and PoG1 mice that are free of known disease-associated microbial¯ora, except for pinworm (which may well have been ®rst encountered in the vivarium itself ).", "cite_spans": [{"start": 695, "end": 737, "text": "(Smith, Singleton, Hansen & Shellam, 1993)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The consistently higher faecal corticosterone levels seen in all three of the wild-derived stocks, compared to the DC mice, are consistent with the idea that inadvertent selection for docility, timidity, and fertility in laboratory conditions may together lead to drastic alterations in endocrine regulation. These differences do not re¯ect the stresses of removal from natural to laboratory conditions, since all values were derived from mice born and raised in the laboratory. We do not have any information on faecal corticosterone levels of mice living in their natural habitat, and thus cannot say whether the high levels seen in the Po, Ma, and Id stocks represent responses to elements of the laboratory environment that would not ordinarily be encountered in natural conditions; nor do we know whether these stocks differ in their endocrine responses to stressful situations such as restraint. Litter size of the PoWC and PoG0 mice is not less than that reported for pregnant mice trapped in Pohnpei (Marshall, 1962) , reported as 3.9 pre-term foetuses per dam, and weight of the PoWC and MaWC mice is greater than that of newly captured mice, suggesting that the stress levels that could contribute to the relative elevation in corticosterone levels do not lead to signi®cant digestive or reproductive pathology.", "cite_spans": [{"start": 1008, "end": 1024, "text": "(Marshall, 1962)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Analysis of mice produced by crosses and backcrosses between DC and wild-derived mice should prove useful for estimation of the number of genetic loci that modulate body size, litter size, and possibly also rates of reproductive maturation. Measurement of these and other strain-speci®c traits in the segregating populations should help to show whether these traits are under pleiotropic control of genes that in¯uence a range of life-history traits and set the stage for formal quantitative trait locus studies to map the relevant genetic polymorphisms. If life table analyses now in progress using G1 mice demonstrate that mice of one or more of these wild-derived stocks are particularly long-lived in comparison to DC and other laboratory-derived mouse stocks, they will be valuable tools for the genetic dissection of the genetic bases of longevity and for testing hypotheses about the physiological bases for inter-strain differences in lifespan.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The island syndrome in rodent populations", "authors": [{"first": "G", "middle": ["H"], "last": "Adler", "suffix": ""}, {"first": "R", "middle": [], "last": "Levins", "suffix": ""}], "year": 1994, "venue": "Q. Rev. Biol", "volume": "69", "issn": "", "pages": "473--490", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Gigantism in island populations of wood mice (Apodemus) in Europe", "authors": [{"first": "A", "middle": [], "last": "Angerbjorn", "suffix": ""}], "year": 1986, "venue": "Oikos", "volume": "47", "issn": "", "pages": "47--56", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Retarded senescence in an insular population of Virginia opossums (Didelphis virginiana)", "authors": [{"first": "S", "middle": ["N"], "last": "Austad", "suffix": ""}], "year": 1993, "venue": "J. Zool", "volume": "229", "issn": "", "pages": "695--708", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The uses of intraspeci®c variation in ageing research", "authors": [{"first": "S", "middle": ["N"], "last": "Austad", "suffix": ""}], "year": 1996, "venue": "Exp. Gerontol", "volume": "31", "issn": "", "pages": "453--463", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Wild mice in the cold: some ®ndings on adaptation", "authors": [{"first": "S", "middle": ["A"], "last": "Barnett", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Dickson", "suffix": ""}], "year": 1989, "venue": "Biol. Rev", "volume": "64", "issn": "", "pages": "317--340", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Prenatal mortality in wildcaught house mice", "authors": [{"first": "C", "middle": ["J"], "last": "Batten", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Berry", "suffix": ""}], "year": 1967, "venue": "J. Anim. Ecol", "volume": "36", "issn": "", "pages": "453--463", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Town mouse, country mouse: adaptation and adaptability in Mus domesticus (M. musculus domesticus)", "authors": [{"first": "R", "middle": ["J"], "last": "Berry", "suffix": ""}], "year": 1981, "venue": "Mammal. Rev", "volume": "11", "issn": "", "pages": "91--136", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Genetics of insular populations of mammals, with particular reference to differentiation and founder effects in British small mammals", "authors": [{"first": "R", "middle": ["J"], "last": "Berry", "suffix": ""}], "year": 1986, "venue": "Biol. J. Linn. Soc", "volume": "28", "issn": "", "pages": "205--230", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Small mammal differentiation on islands", "authors": [{"first": "R", "middle": ["J"], "last": "Berry", "suffix": ""}], "year": 1996, "venue": "Philos. Trans. R. Soc. Lond. B Biol. Sci", "volume": "351", "issn": "", "pages": "753--764", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The house mice of the Faroe Islands: a study in microdifferentiation", "authors": [{"first": "R", "middle": ["J"], "last": "Berry", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Jakobson", "suffix": ""}, {"first": "J", "middle": [], "last": "Peters", "suffix": ""}], "year": 1978, "venue": "J. Zool", "volume": "185", "issn": "", "pages": "73--92", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Macquarie Island house mice: a genetical isolate on a sub-Antarctic island", "authors": [{"first": "R", "middle": ["J"], "last": "Berry", "suffix": ""}, {"first": "J", "middle": [], "last": "Peters", "suffix": ""}], "year": 1975, "venue": "J. Zool", "volume": "176", "issn": "", "pages": "375--389", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Genetical variation in three Paci®c House mouse (Mus musculus) populations", "authors": [{"first": "R", "middle": ["J"], "last": "Berry", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Sage", "suffix": ""}, {"first": "W", "middle": ["Z"], "last": "Lidicker", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Jackson", "suffix": ""}], "year": 1981, "venue": "J. Zool", "volume": "193", "issn": "", "pages": "391--404", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Energy allocation and reproductive development in wild and domestic house mice", "authors": [{"first": "F", "middle": ["H"], "last": "Bronson", "suffix": ""}], "year": 1984, "venue": "Biol. Reprod", "volume": "31", "issn": "", "pages": "83--88", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Dwarf mice and the ageing process", "authors": [{"first": "H", "middle": ["M"], "last": "Brown-Borg", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Borg", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Meliska", "suffix": ""}, {"first": "A", "middle": [], "last": "Bartke", "suffix": ""}], "year": 1996, "venue": "Nature", "volume": "384", "issn": "", "pages": "33--33", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A general explanation for body size trends in terrestrial vertebrates", "authors": [{"first": "T", "middle": ["J"], "last": "Case", "suffix": ""}], "year": 1978, "venue": "Ecology", "volume": "59", "issn": "", "pages": "1--18", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Evolution in age-structured populations", "authors": [{"first": "B", "middle": [], "last": "Charlesworth", "suffix": ""}], "year": 1980, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Sexual maturation and fecundity of wild and domestic Norway rats (Rattus norvegicus)", "authors": [{"first": "B", "middle": ["R"], "last": "Clark", "suffix": ""}, {"first": "E", "middle": ["O"], "last": "Price", "suffix": ""}], "year": 1981, "venue": "J. Reprod. Fertil", "volume": "63", "issn": "", "pages": "215--220", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Clutch sizes and breeding strategies among Bermudan and North American passerines", "authors": [{"first": "K", "middle": ["L"], "last": "Crowell", "suffix": ""}, {"first": "S", "middle": ["I"], "last": "Rothstein", "suffix": ""}], "year": 1981, "venue": "Ibis", "volume": "123", "issn": "", "pages": "42--50", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Morphometric variation of populations of house mice Mus domesticus in Britain and Faroe", "authors": [{"first": "S", "middle": ["J M"], "last": "Davis", "suffix": ""}], "year": 1983, "venue": "J. Zool", "volume": "199", "issn": "", "pages": "521--534", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Exercise physiology of wild and random-bred laboratory house mice and their reciprocal hybrids", "authors": [{"first": "M", "middle": ["R"], "last": "Dohm", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Richardson", "suffix": ""}, {"first": "T", "middle": [], "last": "Garland", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}], "year": 1994, "venue": "Am. J. Physiol", "volume": "267", "issn": "", "pages": "1098--1108", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Body size parallels insulin-like growth factor I levels but not growth hormone secretory capacity", "authors": [{"first": "J", "middle": ["E"], "last": "Eigenmann", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Patterson", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Froesch", "suffix": ""}], "year": 1984, "venue": "Acta Endocrinol", "volume": "106", "issn": "", "pages": "448--453", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Extraordinary lifespans in ants: a test of evolutionary theories of ageing", "authors": [{"first": "L", "middle": [], "last": "Keller", "suffix": ""}, {"first": "M", "middle": [], "last": "Genoud", "suffix": ""}], "year": 1997, "venue": "Nature", "volume": "389", "issn": "", "pages": "958--960", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Cellular proliferative capacity and life span in small and large dogs", "authors": [{"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "B", "middle": [], "last": "Deeb", "suffix": ""}, {"first": "W", "middle": [], "last": "Pendergrass", "suffix": ""}, {"first": "N", "middle": [], "last": "Wolf", "suffix": ""}], "year": 1996, "venue": "J. Gerontol. A Biol. Sci. Med. Sci", "volume": "51", "issn": "", "pages": "403--408", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Body size of mammals on islands: the island rule reexamined", "authors": [{"first": "M", "middle": [], "last": "Lomolino", "suffix": ""}], "year": 1985, "venue": "Am. Nat", "volume": "125", "issn": "", "pages": "310--316", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "The theory of island biogeography", "authors": [{"first": "R", "middle": ["H"], "last": "Macarthur", "suffix": ""}, {"first": "E", "middle": ["O"], "last": "Wilson", "suffix": ""}], "year": 1967, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "House mouse", "authors": [{"first": "J", "middle": ["T J"], "last": "Marshall", "suffix": ""}], "year": 1962, "venue": "Paci®c island rat ecology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "An unsolved problem of biology", "authors": [{"first": "P", "middle": ["T"], "last": "Medawar", "suffix": ""}], "year": 1952, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "CD4 memory T cell levels predict lifespan in genetically heterogeneous mice", "authors": [{"first": "R", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "C", "middle": [], "last": "Chrisp", "suffix": ""}, {"first": "A", "middle": [], "last": "Galecki", "suffix": ""}], "year": 1997, "venue": "FASEB J", "volume": "11", "issn": "", "pages": "775--783", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Low methionine ingestion by rats extends life span", "authors": [{"first": "N", "middle": [], "last": "Orentreich", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Matias", "suffix": ""}, {"first": "A", "middle": [], "last": "Defelice", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Zimmerman", "suffix": ""}], "year": 1993, "venue": "J.Nutr", "volume": "123", "issn": "", "pages": "269--274", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Evolutionary theories of ageing: con®rma-tion of a fundamental prediction, with implications for the genetic basis and evolution of life span", "authors": [{"first": "R", "middle": ["E"], "last": "Ricklefs", "suffix": ""}], "year": 1998, "venue": "Am. Nat", "volume": "152", "issn": "", "pages": "24--43", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "The lifetime growth and reproduction of selected strains of mice", "authors": [{"first": "R", "middle": ["C"], "last": "Roberts", "suffix": ""}], "year": 1961, "venue": "Heredity", "volume": "16", "issn": "", "pages": "369--381", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "A serologic survey for viruses and Mycoplasma pulmonis among wild house mice (Mus domesticus) in southeastern Australia", "authors": [{"first": "A", "middle": ["L"], "last": "Smith", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Singleton", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Hansen", "suffix": ""}, {"first": "G", "middle": [], "last": "Shellam", "suffix": ""}], "year": 1993, "venue": "J. Wildl. Dis", "volume": "29", "issn": "", "pages": "219--229", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Ecological factors on Manana Island", "authors": [{"first": "P", "middle": ["Q"], "last": "Tomich", "suffix": ""}, {"first": "N", "middle": [], "last": "Wilson", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Lamourex", "suffix": ""}], "year": 1968, "venue": "Hawaii. Pacif.Sci", "volume": "22", "issn": "", "pages": "352--368", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "The breeding, inbreeding and management of wild mice", "authors": [{"first": "M", "middle": ["E"], "last": "Wallace", "suffix": ""}], "year": 1981, "venue": "Symp. zool. Soc. Lond. No", "volume": "47", "issn": "", "pages": "183--204", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "The retardation of aging and disease by dietary restriction", "authors": [{"first": "R", "middle": [], "last": "Weindruch", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Walford", "suffix": ""}], "year": 1988, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Pleiotropy, natural selection, and the evolution of senescence", "authors": [{"first": "G", "middle": ["C"], "last": "Williams", "suffix": ""}], "year": 1957, "venue": "Evolution", "volume": "11", "issn": "", "pages": "398--411", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Island populations", "authors": [{"first": "M", "middle": [], "last": "Williamson", "suffix": ""}], "year": 1981, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Body mass (mean + s d) in wild-caught mice at arrival and after 130±140 days under laboratory conditions. n = 8±12 for IdWC, n = 3±5 for MaWC, and n = 13±37 for PoWC; * indicates signi®cant difference (P < 0.05 by Tukey method) from the IdWC mice of the same age and sex.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Weight gain trajectory for wild-derived mouse stocks at 1±9 months of age. Mass in grams ( s d) for male and female mice of three wild-derived stocks. All mice are in the G0 generation, i.e. the ®rst generation born in the laboratory.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Morphometric comparisons: laboratory-derived (DC) and wild-derived G0 mice at~8 months. Bars shows the indicated dimension (length or mass) as a ratio to the mean values for the IdG0 mice; error bars indicate standard errors of the mean. n = 10 mice (half male) for each case, except n = 5 for testis, ovary, and kidney. All mice were 8±9 months at time of killing. * Indicates signi®cant difference (Student±Newman±Keuls test) from the IdG0 group.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Breeding success in wild-caught and wild-derived mouse stocks a", "latex": null, "type": "table"}, "TABREF1": {"text": "Summary of microbial status", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Population </td><td>Agents tested </td><td>Results\n</td></tr><tr><td>MaWC n = 6 </td><td>Sendai, MHV, MVM, LCMV, ectromelia, hantavirus, </td><td>All negative\n</td></tr><tr><td>MaWC n = 1 </td><td>parvovirus (`Test Battery A') As above, plus GD-7, PVM, Reo-3, M. pulmonis, K </td><td>All negative\n</td></tr><tr><td>PoWC n = 30 </td><td>virus, polyoma, adenovirus, cilia-associated respiratory virus (CAR), encephalitozoon cuniculi Test Battery A, plus CAR and M. pulmonis </td><td>All negative, except Sendai (1/30), M. pulmonis\n</td></tr><tr><td>IdWC, Group 1, n = 4 </td><td>Test Battery A, plus CAR and M. pulmonis </td><td>(3/30), adenovirus (3/30), and MCMV (20/30) MHV (3/4); LCMV (2/4).\n</td></tr><tr><td>IdWC, Group 2, n IdG1, MaG1, PoG1 </td><td>= 11 Test Battery A, plus CAR and M. pulmonis Sendai, PVM, MHV, GD-7, Reo-3, M. pulmonis, LCMV, ectromelia, K virus, polyoma, adenovirus, parvovirus\n</td><td>Mice culled All negative, except MCMV (9/11) All negative. Pinworms detected in 15/79 litters\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We are grateful for research support from NIA grant AG13711 and from a pilot grant from the Nathan Shock Center for the Biology of Aging (AG13283), and for assistance in mouse collection from Keyt Fischer, Barry Bates, Ahser Edward, Oltrick Alex, Kellen Sackryas, Frederick Mu Èller, and Andy Kuniyuki.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}