{
    "paper_id": "1f06fdb16fef50aa58a274874dec6266c7f206e8",
    "metadata": {
        "title": "RNA elements required for RNA recombination function as replication enhancers in vitro and in vivo in a plus-strand RNA virus",
        "authors": [
            {
                "first": "Peter",
                "middle": [
                    "D"
                ],
                "last": "Nagy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Judit",
                "middle": [],
                "last": "Pogany",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anne",
                "middle": [
                    "E"
                ],
                "last": "Simon",
                "suffix": "",
                "affiliation": {},
                "email": "simon@biochem.umass.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "RNA replication requires cis-acting elements to recruit the viral RNA-dependent RNA polymerase (RdRp) and facilitate de novo initiation of complementary strand synthesis. Hairpins that are hot spots for recombination in the genomic RNA of turnip crinkle virus (TCV) and satellite (sat)-RNA C, a parasitic RNA associated with TCV infections, stimulate RNA synthesis 10-fold from a downstream promoter sequence in an in vitro assay using partially purified TCV RdRp. Artificial hairpins had an inhibitory effect on transcription. RNA accumulation in single cells was enhanced 5-to 10-fold when the natural stem-loop structures were inserted into a poorly accumulating sat-RNA. The effect of the stem-loop structures on RNA replication was additive, with insertion of three stem-loop RNA elements increasing sat-RNA accumulation to the greatest extent (25-fold). These stem-loop structures do not influence the stability of the RNAs in vivo, but may serve to recruit the RdRp to the template.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Most of the pathogenic viruses of animals and plants are positive-stranded RNA viruses. Despite vast differences in virion morphology, host ranges, symptoms, and organization and expression of genomic RNAs, positivestranded RNA viruses show striking similarities in replication strategies such as the amino acid sequences of virus-encoded replicases, RNA-dependent RNA polymerases (RdRps). Positive-stranded RNA viruses replicate efficiently in infected cells by a two-step process mediated by the viral RdRp. First, a complementary RNA strand is made from the invading positive-strand RNA template. Secondly, the new complementary (minus) strand serves as a template to produce large quantities of progeny positive-strand RNAs. The replication process is usually asymmetric, leading to a 20-to 100-fold excess of positive strands over minus strands. Despite the importance of RNA replication in the viral life cycle and pathogenesis, biochemical studies on the process of viral replication are still in their earliest stages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To recognize and then replicate faithfully only the cognate RNA, the viral RdRp must require specific sequences, termed cis-acting elements, which are often located at the ends of the RNA (de Graaff and Jaspars, 1994; Buck, 1996) . The best known cis-acting elements are the viral replication and transcription promoters that are required for initiation of RNA synthesis by specific RdRps. Replication and transcription promoters have been characterized for many viruses including bacterial, fungal, animal and plant viruses (reviewed by de Graaff and Jaspars, 1994; Buck, 1996) . Promoter sequences/structures for these viruses contain either poly(A) tails, pseudoknots, tRNA-like structures, stem-loop structures or short primary sequences without high-order structures. Another characteristic feature of most viral RdRps is the ability to initiate RNA synthesis de novo (i.e. without the need for an RNA primer). Therefore, transcription promoters must have at least two functions: (i) to recruit (bind to) the RdRp; and (ii) to promote complementary RNA synthesis from the initiating nucleotide.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 217,
                    "text": "(de Graaff and Jaspars, 1994;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 218,
                    "end": 229,
                    "text": "Buck, 1996)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 541,
                    "end": 566,
                    "text": "Graaff and Jaspars, 1994;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 567,
                    "end": 578,
                    "text": "Buck, 1996)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Turnip crinkle virus (TCV) is one of the best characterized positive-stranded RNA viruses (reviewed by Buck, 1996; Simon and Nagy, 1996) . It has a small genome (4 kb) with five genes, of which two are required for replication. In addition, TCV infections are associated with several small parasitic RNAs, such as defective interfering RNAs (Li et al., 1989) and satellite (sat)-RNAs (Simon and Howell, 1986) . sat-RNA D is the smallest sat-RNA at 194 nucleotides (nt) and shares little contiguous sequence similarity with the TCV genomic RNA ( Figure 1 ). An unusual TCV sat-RNA is sat-RNA C, which is formed naturally by recombination between sat-RNA D and two short non-adjacent regions in the 3Ј region of the TCV genomic RNA (Figure 1 ). sat-RNAs provide excellent models for studies on replication, recombination and symptom production due to their small size, lack of open reading frames and plasticity. In vitro and in vivo analyses of sequences required for minus-strand synthesis of sat-RNA C revealed that the promoter is contained within the 3Ј-terminal 29 bases of the plus strand (see Figure 1 ; Song and Simon, 1995; Stupina and Simon, 1997; Carpenter and Simon, 1998) . Two separate sequences have been identified in sat-RNA C minus strands that are able to function as independent promoters in vitro (Guan et al., 1997) . The 3Ј-proximal element is located 11 bases from the 3Ј end of the minus strand; a second sequence is located 41 bases from the 5Ј end (see Figure 1 ; Guan et al., 1997) .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 114,
                    "text": "Buck, 1996;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 115,
                    "end": 136,
                    "text": "Simon and Nagy, 1996)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 341,
                    "end": 358,
                    "text": "(Li et al., 1989)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 384,
                    "end": 408,
                    "text": "(Simon and Howell, 1986)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1110,
                    "end": 1131,
                    "text": "Song and Simon, 1995;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1132,
                    "end": 1156,
                    "text": "Stupina and Simon, 1997;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1157,
                    "end": 1183,
                    "text": "Carpenter and Simon, 1998)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1317,
                    "end": 1336,
                    "text": "(Guan et al., 1997)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1490,
                    "end": 1508,
                    "text": "Guan et al., 1997)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 545,
                    "end": 553,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 730,
                    "end": 739,
                    "text": "(Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1099,
                    "end": 1107,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1479,
                    "end": 1487,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "In addition to template-directed complementary RNA synthesis during standard replication, many viral RdRps are capable of template switching leading to the generation of recombinant RNA molecules (Lai, 1992; . In vitro and in vivo analyses revealed a role for a stable hairpin (termed the motif1-hairpin) located Fig. 1 . Location of putative and defined cis-acting elements in TCV and its associated sat-RNAs. Promoters involved in minus-strand synthesis are indicated by triangles pointing to the left. Elements important for RdRp-mediated synthesis of plus strands in vitro and/or in vivo are denoted by shaded triangles pointing to the right. Elements important for plus-strand synthesis of sat-RNA C were defined by an in vitro deletion analysis (Guan et al., 1997) and confirmed in vivo by site-specific mutagenesis and in vivo genetic selection (H. Guan and A.E.Simon, manuscript submitted) . Either of the two elements was sufficient to direct complementary strand synthesis of sat-RNA C in vitro. sat-RNA D-related regions are shaded gray and TCV-related 3Ј end regions are in black. The origins of three non-contiguous regions in the chimeric sat-RNA C are enclosed by dotted lines. Subgenomic RNA synthesis promoters on the TCV genomic RNA are depicted by open triangles pointing to the right. Two RNA elements that facilitate RNA recombination, termed motif1-hairpin (indicated as mot1) and motif3-hairpin (mot3) are denoted by triangles pointing upwards. TCV codes for five proteins: p28 and p88 are required for replication; p8 and p9 are required for virus movement; and CP is the 38 kDa coat protein.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 207,
                    "text": "(Lai, 1992;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 751,
                    "end": 770,
                    "text": "(Guan et al., 1997)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 856,
                    "end": 897,
                    "text": "Guan and A.E.Simon, manuscript submitted)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 319,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "sat-RNA C and sat-RNA D consist of non-coding sequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "in minus strands of sat-RNA C in the formation of sat-RNA D/sat-RNA C recombinants (Cascone et al., 1993; Nagy et al., 1998) . The possible role of the motif1-hairpin is recruitment of the RdRp to the acceptor minus-stranded sat-RNA C. Binding of the RdRp to the motif1-hairpin may occur, since competition experiments using an in vitro (cell-free) system that mimics in vivo RNA recombination demonstrated that the wild-type (wt) motif1-hairpin was a better competitor than two mutated motif1-hairpins or unrelated tRNA (Nagy et al., 1998) .",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 105,
                    "text": "(Cascone et al., 1993;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 106,
                    "end": 124,
                    "text": "Nagy et al., 1998)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 521,
                    "end": 540,
                    "text": "(Nagy et al., 1998)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A second well characterized RNA recombination system involves sat-RNA D and the TCV genomic RNA (Carpenter et al., 1995 ; subsequent references to 'TCV' refer to the genomic RNA). A hot spot for recombination is located in the 3Ј non-coding region of TCV at the base of a stem-loop element, termed the motif3-hairpin. The motif3-hairpin contains two imperfect 24-base tandem repeats that are similar in sequence to the 5Ј ends of the two TCV subgenomic RNAs. In addition to targeting recombination, the motif3-hairpin is important for viability of the genomic RNA, since deletions that eliminate either of the tandem repeats and extend into the second, either abolish or greatly decrease the accumulation of TCV in plants and protoplasts (Carpenter et al., 1995) .",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 119,
                    "text": "(Carpenter et al., 1995",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 738,
                    "end": 762,
                    "text": "(Carpenter et al., 1995)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The central role of the motif1-and motif3-hairpins in RNA recombination, and their possible interaction with the TCV RdRp, raise the question of whether these hairpins play cis-acting roles in standard replication. We have determined that both the motif1-and motif3-hairpins stimulate RNA synthesis from downstream promoters in an in vitro assay that makes use of a partially purified TCV RdRp preparation. In addition, deletion of the motif1-hairpin from sat-RNA C reduced its accumulation by Ͼ10-fold in protoplasts of the host plant Arabidopsis thaliana. Insertion of the above hairpins into a poorly replicating sat-RNA molecule demonstrated that RNA replication is stimulated by both the motif1-and motif3hairpins without significantly affecting the stability of the corresponding RNAs in single-cell plant protoplasts. The motif1-hairpin is shown to function in both forward and reverse orientation and its activity is not strictly positiondependent. Based on these results, we propose that these recombination hot spot elements are RNA replication enhancers that play vital roles in the biology of TCV and its associated RNAs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Previous in vivo and in vitro studies revealed an essential role for two unrelated hairpin structures (the motif1hairpin present in sat-RNA C and the motif3-hairpin found in TCV) in facilitating high-frequency recombination between sat-RNA D and either sat-RNA C or TCV (Cascone et al., 1993; Carpenter et al., 1995; Nagy and Simon, 1998a,b; Nagy et al., 1998) . All junction sites in sat-RNA D/sat-RNA C recombinants mapped to the base of the motif1-hairpin (Cascone et al., 1990 (Cascone et al., , 1993 and most sat-RNA D/TCV recombinants contained junction sites within or close to the motif3-hairpin (Carpenter et al., 1995) . These observations suggested a role for the above hairpin structures in recruitment of the TCV RdRp to the sites of crossovers in the acceptor minus-stranded RNAs , with recombination occurring during plus-strand synthesis. If the hairpins are involved in recruitment of the RdRp and/or other replication factors, then these hairpins may also play cis-acting roles in the replication of sat-RNA C and TCV. In support of this model, extensive deletions within the motif3-hairpin rendered TCV non-infectious in protoplasts and whole turnip plants (Carpenter et al., 1995) . However, the latter study did not exclude the possibilities that deletions in the 3Ј non-coding region of TCV altered its translatability or stability in vivo.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 292,
                    "text": "(Cascone et al., 1993;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 293,
                    "end": 316,
                    "text": "Carpenter et al., 1995;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 317,
                    "end": 341,
                    "text": "Nagy and Simon, 1998a,b;",
                    "ref_id": null
                },
                {
                    "start": 342,
                    "end": 360,
                    "text": "Nagy et al., 1998)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 459,
                    "end": 480,
                    "text": "(Cascone et al., 1990",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 481,
                    "end": 504,
                    "text": "(Cascone et al., , 1993",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 604,
                    "end": 628,
                    "text": "(Carpenter et al., 1995)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1176,
                    "end": 1200,
                    "text": "(Carpenter et al., 1995)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "A stem-loop RNA element essential for RNA recombination is involved in accumulation of a sat-RNA associated with TCV infections"
        },
        {
            "text": "To characterize the putative cis-acting role of the motif1hairpin in sat-RNA C accumulation, the hairpin sequence was deleted from wt sat-RNA C, producing ∆mot1 ( Figure 2A ). Monomeric plus-strand ∆mot1 accumulated at only 8.0% of the wt level of sat-RNA C at 44 h postinoculation (h.p.i.) ( Figure 2B and C). Since minus strands of ∆mot1 were produced in detectable amounts ( Figure 2C , right panel) and increased between 16 and 44 h.p.i., ∆mot1 (Carpenter et al., 1995) and in ∆mot1. The sequences are shown in 3Ј to 5Ј orientation and nucleotide positions were calculated from the 3Ј end of the minus strand. Symbols are as described in the legend to Figure 1 . The shaded nucleotide is an alteration introduced in the cloning of ∆mot1. (B) RNA gel blot analysis of total RNA from Arabidopsis protoplasts inoculated with TCV and sat-RNA C or ∆mot1 and incubated for either 16 or 44 h. M indicates the position of the template-(monomer)-sized sat-RNAs, while D and T denote dimers and trimers that are generated during infection (Carpenter et al., 1991) . (C) Graphical presentation of the relative RNA levels from experiments such as that shown in (B). The left panel shows the relative accumulation levels of monomeric plus strands, while the right panel shows the relative accumulation levels of monomeric minus strands. The left and right graphs represent data from seven or two independent experiments, respectively. was replication-competent in vivo. Interestingly, the level of sat-RNA dimers in ∆mot1 infections was not affected substantially by the loss of the motif1-hairpin ( Figure 2B ), suggesting that replication of dimers does not have the same cis-sequence requirements as replication of monomers.",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 473,
                    "text": "(Carpenter et al., 1995)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1033,
                    "end": 1057,
                    "text": "(Carpenter et al., 1991)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 172,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 293,
                    "end": 302,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 378,
                    "end": 387,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 656,
                    "end": 664,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1591,
                    "end": 1600,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A stem-loop RNA element essential for RNA recombination is involved in accumulation of a sat-RNA associated with TCV infections"
        },
        {
            "text": "To test whether deletion of the motif1-hairpin altered the stability of ∆mot1 compared with wt sat-RNA C, the turnover rates of the two sat-RNAs were examined in protoplasts in the absence of TCV. The results shown in Figure 3A indicate that the two sat-RNAs have similar stabilities in the absence of replication. To exclude the possibility that the remaining undegraded sat-RNAs 5655 survived in the culture media and not inside the protoplasts (the degradation rate may be different inside versus outside the cells), polyethylene glycol (PEG) was omitted during the inoculation step in a control experiment. Omission of PEG resulted in undetectable levels of both sat-RNAs at all time points except the 0 h time point (data not shown). Therefore, the levels of sat-RNAs shown in Figure 3A (between 2 and 12 h.p.i.) reflect undegraded RNAs inside the cells. Altogether, these experiments demonstrate that the in vivo survival rates (stability) of wt sat-RNA C and ∆mot1 are similar in the absence of replication. Therefore, the motif1-hairpin does not play a major role in RNA stabilization, but rather may be directly involved in RNA replication.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 227,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 782,
                    "end": 791,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A stem-loop RNA element essential for RNA recombination is involved in accumulation of a sat-RNA associated with TCV infections"
        },
        {
            "text": "To examine the effect of the motif1-hairpin on plusversus minus-strand synthesis during virus replication in protoplasts, the levels of plus and minus strands of wt sat-RNA C and ∆mot1 were measured in the presence of TCV over a period of 12 h. Very low levels of minus strands for both monomeric wt sat-RNAs and ∆mot1 were detected at 2 and 4 h.p.i. ( Figure 3B ). The most dramatic increase in the level of minus strands occurred between 6 and 9 h.p.i. when the increase was 5-and 4-fold for monomeric wt sat-RNA C and ∆mot1, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 353,
                    "end": 362,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A stem-loop RNA element essential for RNA recombination is involved in accumulation of a sat-RNA associated with TCV infections"
        },
        {
            "text": "The level of plus strands decreased between 0 and 4 h.p.i. (Figure 3A , right) at a rate similar to that of sat-RNA degradation in the absence of TCV. At 6 h.p.i., the amount of monomeric wt sat-RNA C plus strands increased by 50% over basal levels in repeated experiments. In contrast, the level of ∆mot1 did not increase until 9 h.p.i. Throughout the remainder of the experiment, the absence of motif1-hairpin had a greater effect on the level of plus strands than minus strands, suggesting that the hairpin may affect plus-strand synthesis more than minus-strand synthesis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 69,
                    "text": "(Figure 3A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A stem-loop RNA element essential for RNA recombination is involved in accumulation of a sat-RNA associated with TCV infections"
        },
        {
            "text": "The above experiments demonstrated that the motif1hairpin plays a significant role in the accumulation of sat-RNA C but is not absolutely required. This finding suggests that the motif1-hairpin may function like an enhancer of RNA replication, rather than being an essential transcription initiation element. To determine if the motif1hairpin has properties similar to DNA transcription enhancers, a sat-RNA C mutant with the motif1-hairpin in the reverse orientation was generated (rev/mot1; Figure 4A ). rev/mot1 accumulated only slightly less than wt sat-RNA C in protoplasts (66 and 80% of wt levels at 16 and 44 h.p.i., respectively; Figure 4B and C), indicating that the motif1-hairpin functions in either orientation, analogous to DNA transcription enhancers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 493,
                    "end": 502,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 639,
                    "end": 648,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The motif1-hairpin can stimulate RNA replication of sat-RNA C in vivo when present in forward or reverse orientations and at an alternative location"
        },
        {
            "text": "To test if the motif1-hairpin can function at locations other than wt, the motif1-hairpin with short single-stranded flanking sequences (required for the functioning of the hairpin; Nagy and Simon, 1998) was repositioned 73 nt 5Ј of the original location (Mot1-Nco; Figure 5A ). While Mot1-Nco accumulated to only 35% of wt sat-RNA C in protoplasts, levels of accumulation were 4-fold higher than for ∆mot1 ( Figure 5B and C).",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 203,
                    "text": "Nagy and Simon, 1998)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 275,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 409,
                    "end": 418,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The motif1-hairpin can stimulate RNA replication of sat-RNA C in vivo when present in forward or reverse orientations and at an alternative location"
        },
        {
            "text": "To test the dosage effect of the motif1-hairpin on sat- RNA C accumulation, a construct with two motif1-hairpins was generated (2xmot1; Figure 5A ). While transcripts of wt sat-RNA C and 2xmot1 accumulated to similar levels at 16 h.p.i., wt sat-RNA C exceeded the level of 2xmot1 at 44 h.p.i. (Figure 5B and C). These results suggest that additional copies of the motif1-hairpin do not further enhance the accumulation of sat-RNA C.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 145,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 293,
                    "end": 303,
                    "text": "(Figure 5B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The motif1-hairpin can stimulate RNA replication of sat-RNA C in vivo when present in forward or reverse orientations and at an alternative location"
        },
        {
            "text": "Since sat-RNA C accumulates to a level comparable to that of 5S rRNA in plants and protoplasts, it may already be replicating at maximal efficiency. Therefore, to examine whether multiple hairpins have an additive or synergistic 5656 effect on replication, a sat-RNA must be used that normally accumulates much more poorly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stimulative and additive effects of recombination hot spot hairpins on the replication of sat-RNA in vivo"
        },
        {
            "text": "To determine whether the motif1-hairpin and two TCV hairpins that are also recombination hot spots (motif3hairpin and hairpin4) can stimulate the accumulation of a natural but poorly viable sat-RNA, each was inserted into the central portion of sat-RNA CX, a sat-RNA formed by a single recombination event between sat-RNA D and TCV (Carpenter et al., 1995) . sat-RNA CX contains the TCV 3Ј end, with sequences in the promoter region that are similar but not identical to those defined for sat-RNA C (Song and Simon, 1995) . sat-RNA CX, which accumulates poorly in protoplasts, also differs from sat-RNA C by lacking the motif1-hairpin ( Figure 6A ). sat-RNA CX containing either the motif1-hairpin (construct CXM1), motif3-hairpin (construct CXM3) or hairpin4 (construct CXH4) reached levels between 5-and 10-fold higher than sat-RNA CX alone ( Figure 6B and C), indicating that all three recombination hot spot hairpins can stimulate the accumulation of a poorly viable sat-RNA.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 356,
                    "text": "(Carpenter et al., 1995)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 499,
                    "end": 521,
                    "text": "(Song and Simon, 1995)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 637,
                    "end": 646,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 845,
                    "end": 854,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Stimulative and additive effects of recombination hot spot hairpins on the replication of sat-RNA in vivo"
        },
        {
            "text": "To test the effect of multiple hairpins on the accumulation of sat-RNA CX, the motif3-hairpin and hairpin4 were introduced into sat-RNA CX to generate CXM3ϩH4 ( Figure 6A ). CXM3ϩH4 accumulated 15-fold better than sat-RNA CX in protoplasts. Insertion of all three hairpins (construct CXM1ϩM3ϩH4) supported the highest level of accumulation, 25-fold greater than that of sat-RNA CX ( Figure 6B and C). These results indicate an additive effect of the hairpins when present in sat-RNA CX. None of the constructs showed increased stability when compared with sat-RNA CX in protoplasts in the absence of the TCV helper virus (data not shown). Altogether, the above experiments suggest that the motif1-hairpin, motif3hairpin and hairpin4 increase sat-RNA accumulation through roles in RNA transcription (replication) rather than by altering the rate of RNA turnover.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 170,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 383,
                    "end": 392,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Stimulative and additive effects of recombination hot spot hairpins on the replication of sat-RNA in vivo"
        },
        {
            "text": "In vitro and in vivo studies on recombination between sat-RNA D and sat-RNA C suggested a role for the motif1hairpin in recruitment of the RdRp to the acceptor minusstranded sat-RNA C (Cascone et al., 1993; Nagy et al., 1998) . Putative binding of the TCV RdRp to the minusstranded motif1-hairpin (Nagy et al., 1998) , and the enhancement of sat-RNA replication by the motif1-and motif3-hairpins in protoplasts (see above), suggest that these hairpins may act as general transcription enhancers in the replication of sat-RNAs and TCV, respectively. This, however, cannot be tested in vitro using full-length sat-RNA templates, since the partially purified TCV RdRp preparation prefers 3Ј-terminal extension (self-priming) over de novo initiation for full-length constructs (Song and Simon, 1994; P.D.Nagy and A.E.Simon, unpublished results) . To circumvent this problem, short RNA templates were constructed that direct efficient de novo initiation of RNA synthesis. All these RNA templates contain a core linear plus-strand initiation promoter from sat-RNA C minus strands (12 nt; Guan et al., 1997) at the 3Ј end and sequences of interest at the 5Ј end ( Figure 7A ). Minusstrand sequences representing a promoter for plus-strand synthesis and the motif1-hairpin in the minus-strand orientation were chosen for these studies, since previous results on recombination (Cascone et al., 1993; Nagy and Simon, 1998a; Nagy et al., 1998) and kinetic studies on sat-RNA C accumulation (see Figure 3B ) indicate a more 5658 significant role for the motif1-hairpin present on minusstrand sat-RNA C.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 206,
                    "text": "(Cascone et al., 1993;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 207,
                    "end": 225,
                    "text": "Nagy et al., 1998)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 297,
                    "end": 316,
                    "text": "(Nagy et al., 1998)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 773,
                    "end": 795,
                    "text": "(Song and Simon, 1994;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 796,
                    "end": 840,
                    "text": "P.D.Nagy and A.E.Simon, unpublished results)",
                    "ref_id": null
                },
                {
                    "start": 1082,
                    "end": 1100,
                    "text": "Guan et al., 1997)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1368,
                    "end": 1390,
                    "text": "(Cascone et al., 1993;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1391,
                    "end": 1413,
                    "text": "Nagy and Simon, 1998a;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1414,
                    "end": 1432,
                    "text": "Nagy et al., 1998)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 1157,
                    "end": 1166,
                    "text": "Figure 7A",
                    "ref_id": null
                },
                {
                    "start": 1484,
                    "end": 1493,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Stimulation of RNA synthesis by the motif1-and motif3-hairpins in vitro"
        },
        {
            "text": "Identical amounts of gel-purified template RNAs were used to program an in vitro (cell-free) system that makes use of a partially purified, template-dependent TCV RdRp preparation (Song and Simon, 1994) . Half of the RNA products were treated with S1 nuclease (data not shown) to differentiate between de novo initiation and 3Ј-terminal extension (Nagy et al., 1998) . Comparison of the templatesized and S1-resistant, radiolabeled RNA products in 5% PAGE-urea gels indicated that the motif1-hairpin present in minus-strand orientation supported a 10-fold higher level of complementary RNA synthesis than control constructs lacking the motif1-hairpin ( Figure 7A and B, compare mot1ϩpr and Control1ϩpr).",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 202,
                    "text": "(Song and Simon, 1994)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 347,
                    "end": 366,
                    "text": "(Nagy et al., 1998)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 653,
                    "end": 662,
                    "text": "Figure 7A",
                    "ref_id": null
                }
            ],
            "section": "Stimulation of RNA synthesis by the motif1-and motif3-hairpins in vitro"
        },
        {
            "text": "To test the effect of the motif3-hairpin on RNA synthesis, its minus-strand sequence alone (construct mot3ϩpr, Figure 7A ) or motif3-hairpin in combination with hairpin4 (construct mot3hairpin4ϩpr) were introduced 5Ј of the 12 nt promoter. The resulting constructs (mot3ϩpr and mot3hairpin4ϩpr) supported 11-and 13fold increased transcription, respectively, when compared with Control1ϩpr ( Figure 7A and B) . Taken together, these results support a direct role for the motif1-hairpin, motif3-hairpin and hairpin4 in RNA transcription.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 120,
                    "text": "Figure 7A",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 407,
                    "text": "Figure 7A and B)",
                    "ref_id": null
                }
            ],
            "section": "Stimulation of RNA synthesis by the motif1-and motif3-hairpins in vitro"
        },
        {
            "text": "To test whether hairpins in general enhance complementary RNA synthesis, five different hairpins were introduced 5Ј of the promoter in Control1ϩpr RNA as shown in Figure 7A . The motif1-hairpin in the plus-strand orientation (construct mot1forwϩpr) stimulated RNA synthesis by 6-fold over the level obtained with Control1ϩpr ( Figure 7B ), supporting previous findings that while the Fig. 7 . Stimulative effect of the motif1-hairpin and motif3-hairpin on plus-strand RNA synthesis in vitro. (A) Schematic representation of RNA constructs used. Sequences and predicted structures are shown in the 3Ј to 5Ј orientation since they include a minimal plus-strand initiation promoter derived from sat-RNA C minus strands (Guan et al., 1997) . The linear 12 nt promoter sequence is boxed. The relative normalized activities of constructs, which were based on analysis of denaturing PAGE, followed by autoradiography and densitometry, are shown to the right of each construct. The data were normalized based on the number of template-directed radioactive UTP incorporated and the molar amounts of templates used. ND, not determined [due to aberrant RdRp reaction, such as premature termination, see (B)]. (B) A representative denaturing gel of radiolabeled RNA products synthesized by in vitro transcription with TCV RdRp. M, single-stranded RNA marker (in bases). Templatesized products are denoted by black asterisks. RNAs that migrate aberrantly (much faster than the template-sized RNAs in denaturing gels) are indicated by white asterisks. hairpin is active in both orientations, activity is greater when present in the minus-sense orientation (Nagy and Simon, 1998;  Figure 4) . Construct mutmot1ϩpr contains a hairpin similar to the motif1-hairpin in minus-strand orientation, except that the normal six-member loop is replaced by a tetraloop and a deletion of two bases results in a symmetrical internal loop. This construct supported complementary RNA synthesis at a level 2-fold higher than that of Control1ϩpr RNA ( Figure 7B ). The third construct (GCϩpr) contains an unusually stable hairpin with 10 G-C base pairs and a UCGG tetraloop. This construct supported RNA synthesis at levels lower than the Control1ϩpr template ( Figure 7B ). In addition, the RNA products were S1 nuclease-resistant (not shown), but shorter than template-sized. While it is possible that the smaller than expected products were due to premature termination, full-length products were synthesized from a template containing a different promoter sequence and the same GC hairpin (P.D. Nagy and A.E.Simon, unpublished results) . The fourth construct (AUϩpr; Figure 7A ) has a stem-loop structure with 10 A-U pairs, which is stabilized by a UCGG tetraloop. This construct also produced a lower level of products than the control construct with no hairpin. Although the products were shorter than template-sized, as with the GC hairpin construct, full-sized products were obtained using a different promoter (P.D.Nagy and A.E. Simon, unpublished results) . Since the exact size of the products could not be determined due to the aberrant migration of RNAs with high AU or GC contents on PAGE-urea gels, the level of RNA synthesis could not be measured accurately for these constructs. Nevertheless, the very low amounts of radiolabeled products that were detectable for these constructs suggest that the GC and AU hairpins had an inhibitory effect on transcription ( Figure 7B ). Construct ministemϩpr, which contains only three G-C pairs with the UCGG tetraloop ( Figure 7A ), was also less active than Control1ϩpr RNA ( Figure 7B ). Altogether, these experiments demonstrate (i) that the motif1-hairpin in either orientation and the motif3-hairpin are able to stimulate RNA synthesis from a downstream promoter, and (ii) that artificial hairpins inhibit transcription from the same promoter.",
            "cite_spans": [
                {
                    "start": 716,
                    "end": 735,
                    "text": "(Guan et al., 1997)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1642,
                    "end": 1664,
                    "text": "(Nagy and Simon, 1998;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1665,
                    "end": 1665,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 2567,
                    "end": 2607,
                    "text": "Nagy and A.E.Simon, unpublished results)",
                    "ref_id": null
                },
                {
                    "start": 3006,
                    "end": 3033,
                    "text": "Simon, unpublished results)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 172,
                    "text": "Figure 7A",
                    "ref_id": null
                },
                {
                    "start": 327,
                    "end": 336,
                    "text": "Figure 7B",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 390,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 1666,
                    "end": 1675,
                    "text": "Figure 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2020,
                    "end": 2029,
                    "text": "Figure 7B",
                    "ref_id": null
                },
                {
                    "start": 2230,
                    "end": 2239,
                    "text": "Figure 7B",
                    "ref_id": null
                },
                {
                    "start": 2639,
                    "end": 2648,
                    "text": "Figure 7A",
                    "ref_id": null
                },
                {
                    "start": 3446,
                    "end": 3455,
                    "text": "Figure 7B",
                    "ref_id": null
                },
                {
                    "start": 3544,
                    "end": 3553,
                    "text": "Figure 7A",
                    "ref_id": null
                },
                {
                    "start": 3601,
                    "end": 3610,
                    "text": "Figure 7B",
                    "ref_id": null
                }
            ],
            "section": "Stimulation of RNA synthesis by the motif1-and motif3-hairpins in vitro"
        },
        {
            "text": "Sequence comparison between known and putative TCV promoter sequences and the motif1-hairpin reveals that portions of the motif1-hairpin are similar to the 3Ј end of minus-strand TCV and to a 5Ј-proximal sequence in minus strands of sat-RNA C, which is known to function as a positive-strand initiation promoter in vitro (Cascone et al., 1990; Guan et al., 1997; H.Guan and A.E.Simon, unpublished results) . Portions of the motif3-hairpin sequence and its upstream flanking region on the left side are similar to the two subgenomic RNA promoters located on TCV minus strands (Zhang et al., 1991) . Previous studies on the motif1-hairpin revealed that it facilitates 3Ј-terminal extension ('self'-priming-dependent reaction), while in contrast to promoters, it does not support de novo initiation (primer-independent reaction) (Nagy and Simon, 1998a,b; Nagy et al., 1998) . It is possible that the motif1hairpin and flanking sequences cannot function as an independent promoter because it lacks sequences capable of directing de novo initiation of RNA synthesis.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 343,
                    "text": "(Cascone et al., 1990;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 344,
                    "end": 362,
                    "text": "Guan et al., 1997;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 363,
                    "end": 405,
                    "text": "H.Guan and A.E.Simon, unpublished results)",
                    "ref_id": null
                },
                {
                    "start": 575,
                    "end": 595,
                    "text": "(Zhang et al., 1991)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 826,
                    "end": 851,
                    "text": "(Nagy and Simon, 1998a,b;",
                    "ref_id": null
                },
                {
                    "start": 852,
                    "end": 870,
                    "text": "Nagy et al., 1998)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Possible mechanisms of stimulation of RNA synthesis by the motif1-hairpin"
        },
        {
            "text": "TCV and its sat-RNAs have three C residues at all initiation start sites that are usually not base paired (Song and Simon, 1995; Guan et al., 1997; Wang and Simon, 1997) . To test whether the motif1-hairpin can stimulate RNA synthesis that starts from 3Ј-located singlestranded CCC or CC sites (in the absence of known TCV promoters), construct CCA4ϩMot1 with four possible start sites was generated and tested for activity in vitro ( Figure 8A ). Three S1-resistant RNA products were obtained ( Figure 8B ) that correspond to initiation at three out of the four possible CC or CCC sites based on the size of the products, as indicated schematically in Figure 8A . A control construct that carried the same four possible start sites at the 3Ј terminus that are present in CCA4ϩMot1, plus a short 5Ј flanking sequence, did not direct detectable RNA synthesis (construct CCA4ϩMot1short; Figure 8B ). The second control construct was Control1-pr that contains the wt sat-RNA C promoter for minus-strand synthesis along with the natural CCC start site ( Figure 8A ). This RNA directed the synthesis of a single complementary RNA product that was present in a 4-fold higher amount than the combined amounts of products obtained with CCA4ϩMot1. Altogether, these experiments demonstrate that the motif1-hairpin can function like a promoter if there are single-stranded initiating sequences 3Ј of the hairpin.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 128,
                    "text": "(Song and Simon, 1995;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 129,
                    "end": 147,
                    "text": "Guan et al., 1997;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 148,
                    "end": 169,
                    "text": "Wang and Simon, 1997)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 435,
                    "end": 444,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 496,
                    "end": 505,
                    "text": "Figure 8B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 653,
                    "end": 662,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 885,
                    "end": 894,
                    "text": "Figure 8B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1050,
                    "end": 1059,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Possible mechanisms of stimulation of RNA synthesis by the motif1-hairpin"
        },
        {
            "text": "The discovery of novel cis-acting elements, termed RNA replication enhancers, in the TCV system has major implications for TCV in particular, and possibly for RNA viruses in general. First, the presence of RNA replication enhancers in TCV and sat-RNA C suggests that RNA replication promoters are organized in a 'modular fashion' that consists of an RNA replication enhancer and an initiation sequence. Secondly, RNA replication enhancers may play central roles in RNA recombination, viral evolution and adaptation. These points are discussed separately below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We established previously that the motif1-hairpin, motif3hairpin and hairpin4 play important roles in targeting RNA recombination in vivo (Cascone et al., 1990; Carpenter et al., 1995) and in vitro (Nagy et al., 1998) . That these hairpins can also affect sat-RNA replication is supported by the 5-to 10-fold higher levels of sat-RNA CX accumulation in protoplasts when these elements are present ( Figure 6 ). In addition, deletion of the motif1hairpin in sat-RNA C reduces its accumulation by Ͼ10fold in protoplasts (Figures 2 and 3) , while deletion of large portions of the motif3-hairpin in TCV makes the RNA non-viable in turnip plants and reduces its accumulation to non-detectable levels in protoplasts (Carpenter et al., 1995) . Since accumulation in protoplasts is also a function of the stability of the templates, the possibility existed that the hairpins helped stabilize the sat-RNAs. However, the rate of RNA degradation of the input RNAs that carried or lacked the motif1-hairpin was similar in the absence of the TCV helper virus, suggesting that the hairpins are involved in enhancing replication and not stability ( Figure 3A ; data not shown). However, because the intercellular location of sat-RNA C may differ in cells containing TCV RdRp and in cells with no replicase present, we cannot exclude the possibility that the motif1hairpin plays a role in RNA stabilization by influencing template selection during replication. A cis-acting element for brome mosaic virus (BMV) was demonstrated to increase RNA stability only in the presence of the 1a protein (Sullivan and Ahlquist, 1999) .",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 160,
                    "text": "(Cascone et al., 1990;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 161,
                    "end": 184,
                    "text": "Carpenter et al., 1995)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 198,
                    "end": 217,
                    "text": "(Nagy et al., 1998)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 711,
                    "end": 735,
                    "text": "(Carpenter et al., 1995)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1578,
                    "end": 1607,
                    "text": "(Sullivan and Ahlquist, 1999)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 399,
                    "end": 407,
                    "text": "Figure 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 518,
                    "end": 535,
                    "text": "(Figures 2 and 3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1135,
                    "end": 1144,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Hairpins required for RNA recombination are involved in replication"
        },
        {
            "text": "A direct role for the motif1-and motif3-hairpins in RNA synthesis would explain the increased amount of RdRp products observed in vitro using a partially purified TCV RdRp preparation. Both hairpins enhanced transcription from a TCV RdRp promoter sequence by~10-fold. The elevated level of RdRp products obtained in vitro in the presence of these hairpins can result from either an increased rate of initiation of RNA synthesis, increased processivity of the RdRp, increased rate of termination of RNA synthesis followed by reuse of released RdRps or a combination of these processes. Our data also suggest that the motif1-hairpin plays a strand-specific role in RNA replication. The coupled nature of plus-and minusstrand synthesis in RNA viruses, however, complicates the analysis, since a decreased level of newly synthesized plus strands will also reduce the level of minus strands in subsequent rounds of replication. Nevertheless, minusstrand levels decreased by 2-fold, while plus-strand levels decreased by 6-fold in the absence of the motif1-hairpin at 12 h.p.i. (Figure 3 ). This can be explained if the motif1hairpin functions to a greater extent when present on the minus strands (i.e. during plus-strand synthesis) than on the plus strands. This model is supported by the in vitro data; the motif1-hairpin in minus-strand orientation was 40% more effective than in plus-strand orientation ( Figure 7A ). In addition, when combined with the promoter at the 3Ј end of sat-RNA C plus strands, the motif1hairpin only enhanced transcription by 2-fold (P.D. Nagy and A.E.Simon, manuscript in preparation) , much less than the 10-fold enhancement achieved using the sat-RNA C minus-strand promoter sequence (Figure 7) .",
            "cite_spans": [
                {
                    "start": 1565,
                    "end": 1611,
                    "text": "Nagy and A.E.Simon, manuscript in preparation)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1072,
                    "end": 1081,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1404,
                    "end": 1413,
                    "text": "Figure 7A",
                    "ref_id": null
                },
                {
                    "start": 1713,
                    "end": 1723,
                    "text": "(Figure 7)",
                    "ref_id": null
                }
            ],
            "section": "Hairpins required for RNA recombination are involved in replication"
        },
        {
            "text": "Recognition of the motif1-hairpin by the TCV RdRp is not highly specific since several variants of the motif1hairpin were found to support 3Ј-terminal RNA extension almost as efficiently as the wt hairpin (Nagy and Simon, 1998a; Nagy et al., 1998) . More extensive modification of the motif1-hairpin, however, resulted in reduced RNA accumulation in protoplasts (J.Pogany and A.E.Simon, unpublished results) and a decreased level of complementary RNA synthesis by the TCV RdRp in vitro ( Figure 7B ). Short single-stranded sequences around the motif1-hairpin were also required for full enhancement of replication by the motif1-hairpin in protoplasts (J.Pogany and A.E. Simon, unpublished results) , suggesting that these sequences are part of the enhancer.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 228,
                    "text": "(Nagy and Simon, 1998a;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 229,
                    "end": 247,
                    "text": "Nagy et al., 1998)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 670,
                    "end": 697,
                    "text": "Simon, unpublished results)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 488,
                    "end": 497,
                    "text": "Figure 7B",
                    "ref_id": null
                }
            ],
            "section": "Hairpins required for RNA recombination are involved in replication"
        },
        {
            "text": "Comparison of the sequences and secondary structures of the three characterized RNA replication enhancers reveals that the motif3-hairpin differs from the motif1-hairpin and hairpin4. The partial similarity between the motif1-hairpin and hairpin4 is due to a portion of the motif1-hairpin and its 5Ј flanking sequence (minus-strand orientation) being derived from the corresponding portion of TCV during the formation of sat-RNA C. Although these hairpins have different overall sequences, simply having a stem-loop structure is not sufficient to enhance transcription in vitro. All three artificial hairpins placed downstream of a natural initiation sequence interfered with the synthesis of complementary strands (Figure 7) . It is not yet known if the interference involves initiation, elongation or termination of transcription.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 715,
                    "end": 725,
                    "text": "(Figure 7)",
                    "ref_id": null
                }
            ],
            "section": "Similarities between promoters and RNA replication enhancers in TCV"
        },
        {
            "text": "Comparison of motif1-hairpin, motif3-hairpin and hair-pin4 with known TCV or sat-RNA promoter sequences reveals that portions of the motif1-hairpin are similar to the 3Ј end of TCV and to a 5Ј-proximal sequence in sat-RNA C (minus-strand orientation) that is known to function as a positive-strand initiation promoter in vitro (Cascone et al., 1990; Zhang et al., 1991; Guan et al., 1997) . Portions of the motif3-hairpin sequence (minusstrand orientation) and its 3Ј flanking region are also similar to the minus-strand subgenomic RNA promoters (Cascone et al., 1990; Zhang et al., 1991) . The sequence similarities between the motif1-and motif3-hairpins and known replication promoters for the TCV RdRp suggest that these cis-acting elements may have similar functions, such as binding to the TCV RdRp. Based on the sequence described above and structural similarities between TCV RdRp promoters and the motif1and motif3-hairpins, the question remains as to why the motif1-hairpin can direct complementary RNA synthesis efficiently using a primer in a 3Ј-terminal extension reaction in vitro, while, by itself, the motif1-hairpin can not support de novo initiation (Nagy et al., 1998 ; similar studies have not been conducted for the motif3-hairpin). One possibility is that TCV promoters are composed of two, not necessarily contiguous, components: (i) a hairpin enhancer that recruits the RdRp and/or other replication factors; and (ii) linear sequences, termed initiator sequences, which are used by the RdRp to initiate complementary RNA synthesis in a primer-independent manner. This hypothesis is supported by the observation that the motif1-hairpin can direct de novo synthesis when singlestranded sequences similar to initiator sequences (i.e. sequences located at the start site for transcription) such as CCC and CC are placed 3Ј of the hairpin ( Figure 8B ). The role of the hairpin as an attractor for the viral RdRp is supported by previous studies indicating that additional copies of the motif1-hairpin inhibited 3Ј-terminal extension by the TCV RdRp in vitro to a greater extent than other sequences. The modular nature of promoters may be advantageous for RNA viruses, since they can quickly delete or duplicate these cis-acting sequences in order to increase their competitiveness or adapt better to their hosts.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 349,
                    "text": "(Cascone et al., 1990;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 350,
                    "end": 369,
                    "text": "Zhang et al., 1991;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 370,
                    "end": 388,
                    "text": "Guan et al., 1997)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 546,
                    "end": 568,
                    "text": "(Cascone et al., 1990;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 569,
                    "end": 588,
                    "text": "Zhang et al., 1991)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1167,
                    "end": 1185,
                    "text": "(Nagy et al., 1998",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 1859,
                    "end": 1868,
                    "text": "Figure 8B",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Similarities between promoters and RNA replication enhancers in TCV"
        },
        {
            "text": "Motif1-hairpin, motif3-hairpin and hairpin4 have properties similar to DNA-based transcriptional enhancers and pre-mRNA splicing enhancers. Transcriptional enhancers and pre-mRNA splicing enhancers are cis-acting DNA and RNA sequences that promote transcription and RNA splicing, respectively (Hertel et al., 1997) . The similarities include (i) upregulation of the basal level of activities; (ii) functioning in cis and at a distance from the site of transcription initiation or splicing; (iii) functioning in both orientations (not yet shown for the motif3-hairpin and hairpin4); and (iv) increased product levels with multiple enhancers. While an additional motif1-hairpin did not increase the accumulation of sat-RNA C (which may already be replicating at maximal efficiency), the presence of multiple RNA replication enhancers had an additive effect on the accumulation of poorly replicating sat-RNA CX ( Figure 6 ).",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 314,
                    "text": "(Hertel et al., 1997)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 910,
                    "end": 918,
                    "text": "Figure 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Similarities between RNA replication enhancers and DNA-based transcription enhancers"
        },
        {
            "text": "The use of DNA-based transcription enhancers is widespread in biological systems. Indeed, the concept of RNAbased replication enhancers has been indicated in several viral systems (Lai, 1998) . The best studied example is the transcription of human immunodeficiency virus (HIV) which requires a cis-acting RNA element (TAR RNA enhancer) and a protein factor (the trans-activator protein, tat) (Karn et al., 1994) . The TAR is located in the 5Ј viral long terminal repeat and contains a stem-loop structure with three bulged nucleotides. The sequence and structure of the TAR RNA are important for tat binding and transactivation of RNA polymerase II-mediated transcription (Karn et al., 1994) . Putative RNA replication enhancers also function in replication of the double-stranded L-A virus of yeast (Esteban et al., 1989) , plus-strand alfalfa mosaic virus (van Rossum et al., 1997) , Qβ bacteriophage 5662 (Barrera et al., 1993; Schuppli et al., 1998) and tomato bushy stunt virus (Ray and White, 1999) .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 191,
                    "text": "(Lai, 1998)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 393,
                    "end": 412,
                    "text": "(Karn et al., 1994)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 673,
                    "end": 692,
                    "text": "(Karn et al., 1994)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 801,
                    "end": 823,
                    "text": "(Esteban et al., 1989)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 859,
                    "end": 884,
                    "text": "(van Rossum et al., 1997)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 909,
                    "end": 931,
                    "text": "(Barrera et al., 1993;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 932,
                    "end": 954,
                    "text": "Schuppli et al., 1998)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 984,
                    "end": 1005,
                    "text": "(Ray and White, 1999)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Similarities between RNA replication enhancers and DNA-based transcription enhancers"
        },
        {
            "text": "Internal cis-acting sequences that may function as RNA replication or transcription enhancers have been found in many viral systems. For example, animal and human coronaviruses (Hsue and Masters, 1997) and their associated defective interfering RNAs (Kim et al., 1993) contain cis-acting sequences from both internal and 3Ј-proximal regions of the genomic RNA. Animal alphaviruses have a conserved 51 nt sequence within the coding region (P123/4ORF) that is important in virus and defective interfering RNA accumulation (Niesters and Strauss, 1990) . In addition, a 3Ј-proximal sequence in the P1 capsid gene of human rhinovirus 14 RNA is required for efficient RNA replication (McKnight and Lemon, 1996) . A similar element may exist within the P2-P3 region of poliovirus (McKnight and Lemon, 1996) . Flock house virus (Ball and Li, 1993) , BMV (French and Ahlquist, 1988 ) and hepatitis delta virus also contain internal cis-acting sequences. For BMV, a 150-ntlong sequence in the central portion of the RNA3 genome segment influences the extent of asymmetry in RNA replication (the ratio of plus versus minus strands). In addition, the same region has been proposed to facilitate the assembly of the replicase components into a functional RdRp complex (Quadt et al., 1995) . Further studies are needed to determine whether these viruses also have modular promoters similar to TCV-associated RNAs.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 201,
                    "text": "(Hsue and Masters, 1997)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 250,
                    "end": 268,
                    "text": "(Kim et al., 1993)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 520,
                    "end": 548,
                    "text": "(Niesters and Strauss, 1990)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 678,
                    "end": 704,
                    "text": "(McKnight and Lemon, 1996)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 773,
                    "end": 799,
                    "text": "(McKnight and Lemon, 1996)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 820,
                    "end": 839,
                    "text": "(Ball and Li, 1993)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 846,
                    "end": 872,
                    "text": "(French and Ahlquist, 1988",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1255,
                    "end": 1275,
                    "text": "(Quadt et al., 1995)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Similarities between RNA replication enhancers and DNA-based transcription enhancers"
        },
        {
            "text": "In addition to the role in RNA replication discussed above, RNA replication enhancers play a central role in RNA recombination, virus evolution and adaptation in the TCV system and possibly in other virus systems as well. The RNA replication enhancers may promote RNA recombination directly by constituting recombination hot spots through binding of the replicase-aborted nascent strand complex during the crossover event Nagy et al., 1998) . Thus, it is possible that RNA replication enhancers are central elements used to reassemble functional viral 'modules' around cis-acting elements in genomes, as predicted by the theory of the modular evolution of viruses (Gibbs, 1987; Goldbach et al., 1991; Dolja and Carrington, 1992) . Accordingly, non-viable sat-RNA C mutants can frequently generate viable (i.e. repaired) sat-RNAs through recombination between sat-RNA D and the mutated sat-RNA C with the help of the motif1-hairpin replication enhancer (Cascone et al., 1993) . In addition, many novel recombinants are generated between sat-RNA D and TCV around the motif3/hairpin4 RNA replication enhancer (Carpenter et al., 1995) . In addition to TCV, cis-acting elements may play a role in RNA recombination in other viral systems as well. For example, some of the junction sites in flock house virus, an animal nodavirus, resemble a replication origin located at the extreme 3Ј terminus of RNA2 (Ball, 1997) . The similarity between the junction site sequences and the 3Ј replication origin suggests that internal sequences may guide the polymerase during template switching (Ball, 1997) . Also, subgenomic RNA promoters or related sequences are frequently found as recombination sites in BMV (Allison et al., 1990) , Sindbis virus (Weiss and Schlesinger, 1991) , tobacco mosaic virus (Beck and Dawson, 1990), citrus tristeza virus (Bar-Joseph et al., 1997) and TCV (C.D. Carpenter and A.E.Simon, unpublished results) . These internal cis-acting sequences may have played a role in recombination events by recruiting the RdRp-nascent strand complex.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 440,
                    "text": "Nagy et al., 1998)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 664,
                    "end": 677,
                    "text": "(Gibbs, 1987;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 678,
                    "end": 700,
                    "text": "Goldbach et al., 1991;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 701,
                    "end": 728,
                    "text": "Dolja and Carrington, 1992)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 952,
                    "end": 974,
                    "text": "(Cascone et al., 1993)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1106,
                    "end": 1130,
                    "text": "(Carpenter et al., 1995)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1398,
                    "end": 1410,
                    "text": "(Ball, 1997)",
                    "ref_id": null
                },
                {
                    "start": 1578,
                    "end": 1590,
                    "text": "(Ball, 1997)",
                    "ref_id": null
                },
                {
                    "start": 1696,
                    "end": 1718,
                    "text": "(Allison et al., 1990)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1735,
                    "end": 1764,
                    "text": "(Weiss and Schlesinger, 1991)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1788,
                    "end": 1797,
                    "text": "(Beck and",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1798,
                    "end": 1860,
                    "text": "Dawson, 1990), citrus tristeza virus (Bar-Joseph et al., 1997)",
                    "ref_id": null
                },
                {
                    "start": 1875,
                    "end": 1920,
                    "text": "Carpenter and A.E.Simon, unpublished results)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Role of RNA replication enhancers in RNA recombination and viral evolution"
        },
        {
            "text": "A second possible role of RNA replication enhancers in virus evolution and adaptation is indirect; they can increase the fitness and competitiveness of the resulting recombinants by stimulating RNA replication of the recipient RNA. For example, the double-recombination event between sat-RNA D and TCV that occurred during the formation of sat-RNA C generated the motif1-hairpin RNA replication enhancer (Simon and Nagy, 1996 ; Figure 1 ). Owing to the presence of the novel RNA replication enhancer, sat-RNA C was able to become the most competitive and successful subviral RNA in the TCV system. The formation of sat-RNA C demonstrates that novel cis-acting sequences can be generated during recombination events. This, in turn, gives support to the significance of studying RNA replication enhancers that may confer a 'competitive edge' to viruses and subviral pathogens.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 425,
                    "text": "(Simon and Nagy, 1996",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 428,
                    "end": 436,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Role of RNA replication enhancers in RNA recombination and viral evolution"
        },
        {
            "text": "For protoplast inoculation, RNA templates were obtained by in vitro transcription with T7 RNA polymerase using pTCV66 (a full-length cDNA of TCV) and pT7C(ϩ) (a full-length cDNA construct of wt sat-RNA C and its derivatives) (Song and Simon, 1994) . ∆mot1 and rev/ mot1 were generated by polymerase chain reaction (PCR) using primers T7C5Ј and C3Ј (Song and Simon, 1994) and either pCAMdiAB or pCMABr (Cascone et al., 1993) as DNA templates. The resulting PCR products were cloned into pUC19 at the SmaI site. Construct 2xmot1 was generated by a three-step PCR method. First, a 3Ј fragment was obtained by PCR using primers Mot1-Nco (5Ј-CATGCCATGGA-AGAACCCAGACCCTCCAGCCAAAGGGTAAATGGGAAGAATG GTGGGTTTTTAAAGGCGG-3Ј) and C3Ј on T7C(ϩ) template, followed by treatment with NcoI and gel purification. Secondly, a 5Ј PCR fragment was obtained by PCR using primers oligo 13 (5Ј-AGAGCA-CTAGTTTTCCACCCT-3Ј) and T7C5Ј, followed by treatment with NcoI and gel purification. The 3Ј and 5Ј PCR products were ligated together, followed by PCR amplification of the full-length cDNA with end primers T7C5Ј and C3Ј. The resulting PCR product was cloned into SmaI-cut pUC19. Construct Mot1-Nco was generated like 2xmot1, except that the template used for the 3Ј PCR fragment was ∆mot1.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 247,
                    "text": "(Song and Simon, 1994)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 348,
                    "end": 370,
                    "text": "(Song and Simon, 1994)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 401,
                    "end": 423,
                    "text": "(Cascone et al., 1993)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "RNA template construction"
        },
        {
            "text": "Constructs CX [described as CX-10 in Carpenter et al. (1995) ] and CXM3ϩH4 (described as CX-9) were generated by PCR using primers T7D5Ј and oligo 8, and cloned into SmaI-digested pUC19. CXM1 was obtained by a three-step PCR-based method. First, the 5Ј portion of CX with the added motif1-hairpin was generated with primers T7D5Ј (Song and Simon, 1994) and CX10-1 (5Ј-TTTTGGGCCCATTTACCCTT-TGGCTGGAGGGTCTGGGATTCTTTCGAGTGGGATACTGC-3Ј) on the CX template. Secondly, the 3Ј portion of CX was generated with primers CX10-2 (5Ј-AAATGGGCCCAAAAACGGTGGCAGCAC-3Ј) and oligo 8 (Song and Simon, 1994) on the CX template. Both the 3Ј and 5Ј PCR fragments were digested with ApaI, gel purified, ligated together and then used as templates to amplify the full-length cDNA with PCR using the end primers (T7C5Ј and oligo 8). The full-length CXM1 PCR product was then ligated into SmaI-digested pUC19. CXM3 was obtained by replacing the NcoI-ApaI segment of CXM1 with the PCR product generated with primers CX10mot3 (5Ј-GTAATACGACT-CACTATAGGGCCCGGGGGTTTTGTTTTCTTTTCTT-3Ј) and T7D5Ј on the CXM3ϩH4 template (Carpenter et al., 1995) , and treated with NcoI and ApaI. CXH4 was obtained by replacing the NcoI-ApaI segment of CXM1 with the PCR product generated with primers CXhairpin4 (5Ј-CAGTGGGCCCTAACACAGGTCAAAATAAAGCGACCTGGG-GGTTTTGTTTTCTTTCGAGTGGGATACTGC-3Ј) and T7D5Ј on CXM3ϩH4 template (Carpenter et al., 1995) , and treated with NcoI and ApaI. CXM1ϩM3ϩH4 was obtained by replacing the ApaI-SpeI segment of CXM1 with the PCR product generated with primers CX9mot1 (5Ј-CTGAGGGCCCGTGTAGTCTTCTCATC-3Ј) and oligo 8 on TCVSnaB I (Carpenter et al., 1995) and treated with ApaI and SpeI. All constructs were sequenced to verify the presence of correct sequences.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 60,
                    "text": "Carpenter et al. (1995)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 330,
                    "end": 352,
                    "text": "(Song and Simon, 1994)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 566,
                    "end": 588,
                    "text": "(Song and Simon, 1994)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1089,
                    "end": 1113,
                    "text": "(Carpenter et al., 1995)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1373,
                    "end": 1397,
                    "text": "(Carpenter et al., 1995)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1611,
                    "end": 1635,
                    "text": "(Carpenter et al., 1995)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "RNA template construction"
        },
        {
            "text": "For the in vitro experiments, RNA templates were obtained by in vitro transcription reaction with T7 RNA polymerase using either PCRamplified DNA templates or purified and linearized plasmid DNA (Song and Simon, 1994; . After phenol-chloroform extraction, unincorporated nucleotides were removed by repeated ammonium acetate-isopropanol precipitation (Song and Simon, 1994; . The full-length RNA transcripts were isolated from 5% PAGE-urea gels. After ethanol precipitation, the RNA transcripts obtained were dissolved in sterile water and their amount and size were measured by a UV spectrophotometer and 5% polyacrylamide-8 M urea gel (denaturing PAGE) analysis (Song and Simon, 1994; .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 217,
                    "text": "(Song and Simon, 1994;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 351,
                    "end": 373,
                    "text": "(Song and Simon, 1994;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 664,
                    "end": 686,
                    "text": "(Song and Simon, 1994;",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "RNA template construction"
        },
        {
            "text": "Constructs Control1ϩpr, mot1ϩpr, mot1forwϩpr, mutmot1ϩpr, GCϩpr, AUϩpr and ministemϩpr DNAs were generated by two sequential rounds of PCR using one of the following templates: Control1pr, mot1-pr, mot1forw-pr, mutmot1-pr, GC-pr, AU-pr and ministem-pr DNAs (P.D. Nagy and A.E.Simon, manuscript in preparation) . In the first round PCR, the same 3Ј end primer C-prom (5Ј-GGGATA-ACTAAGGGTTTCATAGGGAGGCTATCTATTGG-3Ј) and one of the following 5Ј primers were used: T7ϩSATC PROM, T7-MOT1ϩC, T7ϩMOT1ϩSATC, T7ϩAU/GCϩSATC, T7ϩGCϩSATC, T7ϩAUϩ SATC and T7ϩMINITETRAϩSATC, respectively. In the second round of PCR, the same 3Ј end primer C(d9)-prom (5Ј-AAGGGTTTCA-TAGGGAGGC-3Ј) and one of the following 5Ј primers were used: T7ϩSATC PROM, T7-MOT1ϩC, T7ϩMOT1ϩSATC, T7ϩAU/ GCϩSATC, T7ϩGCϩSATC, T7ϩAUϩSATC and T7ϩMINI-TETRAϩSATC, respectively, on the templates obtained in the first round.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 309,
                    "text": "Nagy and A.E.Simon, manuscript in preparation)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RNA template construction"
        },
        {
            "text": "Constructs mot3ϩpr and mot3hairpin4ϩpr were generated by two sequential rounds of PCR, first using the same 3Ј end primer NEW/ C-MOT3 (5Ј-GGGAGGCTATCTATTGGTTGTAGTCTTCTCATCTTA-GTAG-3Ј) and either T7Mot3/B (5Ј-GTAATACGACTCACTAT-AGGGCTGCCACCGTTTTTGGTCCC-3Ј) or CX10mot3 5Ј primers on CXM3ϩH4 DNA template. In the second round of PCR, the same 3Ј end primer C(d9)-prom and either T7Mot3/B or CX10mot3 5Ј primers were used on the templates obtained in the first round. CCA4ϩMot1 and CCA4ϩMot1short DNAs were generated by PCR using the same 3Ј primer CCA4 (5Ј-GGGTGGTGGTGGCCCAGACCCTCCAGCC-3Ј) and either T7motif1 or T7motif1-short (Nagy et al., 1998) primers on pT7C(ϩ) template.",
            "cite_spans": [
                {
                    "start": 625,
                    "end": 644,
                    "text": "(Nagy et al., 1998)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "RNA template construction"
        },
        {
            "text": "Protoplasts (5ϫ10 6 ) prepared from callus cultures of Arabidopsis ecotype Col-0 (Kong et al., 1997) were inoculated with 2 µg of the sat-RNAs and either 20 µg of TCV genomic RNA transcripts for replication studies or no TCV genomic RNA transcripts for in vivo stability studies. To study the degradation rate of sat-RNAs inside versus outside the protoplast cells, the PEG-CaCl 2 step was omitted during protoplast inoculation to inhibit RNA uptake of the cells in one set of experiments. In another set of experiments, the protoplasts were treated with 3.3 µg/ml RNase A to destroy residual sat-RNAs outside the cells. Neither the omission of the PEG-CaCl 2 step nor the RNase A treatment influenced the level of survival sat-RNAs from 2 to 44 h.p.i. when compared with the standard samples (data not shown), demonstrating that the survival RNAs were located inside the cells.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 100,
                    "text": "(Kong et al., 1997)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Isolation of Arabidopsis protoplasts, inoculation and RNA gel blots"
        },
        {
            "text": "Total RNA extraction from protoplasts, RNA denaturation and gel blotting were conducted as described previously (Kong et al., 1997) . Plus strands of sat-RNAs were detected with an oligonucleotide C/D (5Ј-CTTGACTGATGACCCCTACG-3Ј) labeled using polynucleotide kinase and [γ-32 P]ATP. The ribosomal RNA probe used as a loading control (not shown) has been described previously (Simon et al., 1992) . Minus strands of sat-RNAs were detected using an [α-32 P]UTP-labeled riboprobe obtained from DraI-digested pT7C(ϩ) by transcription with T7 RNA polymerase. To remove the excess amounts of plus strands of sat-RNAs, the total RNA samples obtained from protoplasts were treated with RNase A after annealing the plus and minus strands as described by Ishikawa et al. (1991) . The RNase treatment did not increase the sensitivity of minus-strand detection for the sat-RNAs when compared with the untreated samples (not shown).",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 131,
                    "text": "(Kong et al., 1997)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 375,
                    "end": 395,
                    "text": "(Simon et al., 1992)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 745,
                    "end": 767,
                    "text": "Ishikawa et al. (1991)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Isolation of Arabidopsis protoplasts, inoculation and RNA gel blots"
        },
        {
            "text": "Preparation of template-dependent RdRp from TCV-infected turnip plants, in vitro transcription reactions, and product analysis were carried out as described previously (Song and Simon, 1994; Nagy et al., , 1998 using 20 µl RdRp reaction mixtures that contained 3 µg of template RNA. After phenol-chloroform extraction and ammonium acetate-isopropanol precipitation, the products were analyzed on a 20-cm-long denaturing 5% PAGE-8 M urea gel, followed by autoradiography and densitometry . The RdRp products were treated with S1 nuclease as described previously (Nagy et al., 1998) . The data were normalized based on the number of templatedirected radioactive UTP incorporated into the RdRp products and the molar amount of template RNA in the RdRp reaction. For some experiments, the gels were stained with ethidium bromide, photographed and dried, followed by analysis with a phosphoimager as described .",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 190,
                    "text": "(Song and Simon, 1994;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 191,
                    "end": 210,
                    "text": "Nagy et al., , 1998",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 561,
                    "end": 580,
                    "text": "(Nagy et al., 1998)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "TCV RdRp assay"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Regeneration of a functional RNA virus genome by recombination between deletion mutants and requirement for cowpea chlorotic mottle virus 3a and coat genes for systemic infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Allison",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ahlquist",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "87",
            "issn": "",
            "pages": "1820--1824",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cis-acting requirements for the replication of flock house virus RNA2",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Virol",
            "volume": "67",
            "issn": "",
            "pages": "3544--3551",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Subgenomic RNAs: the possible building blocks for modular recombination of Closteroviridae genomes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bar-Joseph",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gafny",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mawassi",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Semin. Virol",
            "volume": "8",
            "issn": "",
            "pages": "113--119",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Different mechanisms of recognition of bacteriophage Qβ plus and minus strand RNAs by Qβ replicase",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Barrera",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schuppli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sogo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Mol. Biol",
            "volume": "232",
            "issn": "",
            "pages": "512--521",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Deletion of repeated sequences from tobacco mosaic virus mutants with two coat protein genes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Dawson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Virology",
            "volume": "177",
            "issn": "",
            "pages": "462--469",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Comparison of the replication of positive-stranded RNA viruses of plants and animals",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Buck",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Adv. Virus Res",
            "volume": "47",
            "issn": "",
            "pages": "159--251",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Analysis of sequences and predicted structures required for viral satellite RNA accumulation by in vivo genetic selection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nucleic Acids Res",
            "volume": "26",
            "issn": "",
            "pages": "2426--2432",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Formation of multimers of linear satellite RNAs",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Cascone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Virology",
            "volume": "183",
            "issn": "",
            "pages": "586--594",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Involvement of a stem-loop structure in the location of junction sites in viral RNA recombination",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "J.-W",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Mol. Biol",
            "volume": "245",
            "issn": "",
            "pages": "608--622",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Recombination between satellite RNAs of turnip crinkle virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Cascone",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "EMBO J",
            "volume": "9",
            "issn": "",
            "pages": "1709--1715",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Sequences and structures required for recombination between virus-associated RNAs",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Cascone",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Haydar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Science",
            "volume": "260",
            "issn": "",
            "pages": "801--805",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Plant viral RNA synthesis in cell-free systems",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Graaff",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M J"
                    ],
                    "last": "Jaspars",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Annu. Rev. Phytopathol",
            "volume": "32",
            "issn": "",
            "pages": "311--335",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Evolution of positive-strand RNA viruses",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Dolja",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Carrington",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Semin. Virol",
            "volume": "3",
            "issn": "",
            "pages": "315--326",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Internal and terminal cis-acting sites are necessary for in vitro replication of the L-A doublestranded RNA virus of yeast",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Esteban",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fujimura",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wickner",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "EMBO J",
            "volume": "8",
            "issn": "",
            "pages": "947--954",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Characterization and engineering of sequences controlling in vivo synthesis of brome mosaic virus subgenomic RNA",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ahlquist",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Virol",
            "volume": "62",
            "issn": "",
            "pages": "2411--2420",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A molecular evolution of viruses: 'trees', 'clocks' and 'modules",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gibbs",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Cell Sci. Suppl",
            "volume": "7",
            "issn": "",
            "pages": "319--337",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": ") α-like viruses in plants",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goldbach",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Le Gall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wellink",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Semin. Virol",
            "volume": "2",
            "issn": "",
            "pages": "315--326",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "RNA promoters located on (-)-strands of a subviral RNA associated with turnip crinkle virus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "RNA",
            "volume": "3",
            "issn": "",
            "pages": "1401--1412",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Common themes in the function of transcription and splicing enhancers",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Hertel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Curr. Opin. Cell Biol",
            "volume": "9",
            "issn": "",
            "pages": "350--357",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A bulged stem-loop structure in the 3Ј untranslated region of the genome of the coronavirus mouse hepatitis virus is essential for replication",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hsue",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Virol",
            "volume": "71",
            "issn": "",
            "pages": "7567--7578",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Specific cessation of minus-strand RNA accumulation at an early stage of tobacco mosaic virus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ishikawa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Meshi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ohno",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Virol",
            "volume": "65",
            "issn": "",
            "pages": "861--868",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Control of human immunodeficiency virus gene expression by the RNA-binding proteins tat and rev",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Karn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Gait",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Churcher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Mann",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mikaelian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pritchard",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "RNA Protein Interactions",
            "volume": "",
            "issn": "",
            "pages": "192--220",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Analysis of cis-acting sequences essential for coronavirus defective interfering RNA replication",
            "authors": [
                {
                    "first": "Y.-N",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Virology",
            "volume": "197",
            "issn": "",
            "pages": "53--63",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Satellite RNA-mediated resistance to turnip crinkle virus in Arabidopsis involves a reduction in virus movement",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "J.-L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Plant Cell",
            "volume": "9",
            "issn": "",
            "pages": "2051--2063",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "RNA recombination in animal and plant viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Microbiol. Rev",
            "volume": "56",
            "issn": "",
            "pages": "61--79",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Cellular factors in the transcription and replication of viral RNA genomes: a parallel to DNA-dependent RNA transcription",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virology",
            "volume": "244",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Turnip crinkle virus defective interfering RNAs intensify viral symptoms and are generated de novo",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Heaton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "86",
            "issn": "",
            "pages": "9173--9177",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Capsid coding sequence is required for efficient replication of human rhinovirus 14 RNA",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcknight",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lemon",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Virol",
            "volume": "70",
            "issn": "",
            "pages": "1941--1952",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "New insights into the mechanisms of RNA recombination",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Virology",
            "volume": "235",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "In vitro characterization of late steps of RNA recombination in turnip crinkle virus I. Role of the motif1-hairpin structure",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virology",
            "volume": "249",
            "issn": "",
            "pages": "379--392",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "In vitro characterization of late steps of RNA recombination in turnip crinkle virus II. The role of the priming stem and flanking sequences",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virology",
            "volume": "249",
            "issn": "",
            "pages": "393--405",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A novel 3Ј-end repair mechanism in an RNA virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "94",
            "issn": "",
            "pages": "1113--1118",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Dissecting RNA recombination in vitro: role of RNA sequences and the viral replicase",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "EMBO J",
            "volume": "17",
            "issn": "",
            "pages": "2392--2403",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Mutagenesis of the conserved 51-nucleotide region of Sindbis virus",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Niesters",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Strauss",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Virol",
            "volume": "64",
            "issn": "",
            "pages": "1639--1647",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Characterization of a host protein associated with brome mosaic virus RNA-dependent RNA polymerase",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Quadt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Browning",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Hersberger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Ahlquist",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "90",
            "issn": "",
            "pages": "1498--1502",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Enhancer-like properties of an RNA element that modulates tombusvirus RNA accumulation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Virology",
            "volume": "256",
            "issn": "",
            "pages": "162--171",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A branched stemloop structure in the M-site of bacteriophage Qβ RNA is important for template recognition by Qβ replicase holoenzyme",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schuppli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Miranda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Mol. Biol",
            "volume": "283",
            "issn": "",
            "pages": "585--593",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The virulent satellite RNA of turnip crinkle virus has a major domain homologous to the 3Ј end of the helper virus genome",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Howell",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "EMBO J",
            "volume": "5",
            "issn": "",
            "pages": "3423--3428",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "RNA recombination in turnip crinkle virus: its role in formation of chimeric RNAs, multimers and in 3Ј-end repair",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Semin. Virol",
            "volume": "7",
            "issn": "",
            "pages": "373--379",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Susceptibility and resistance of Arabidopsis thaliana to turnip crinkle virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "E"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Lew",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stange",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Polacco",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Mol. Plant Microbe Interact",
            "volume": "5",
            "issn": "",
            "pages": "496--503",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "RNA-dependent RNA polymerase from plants infected with turnip crinkle virus can transcribe (ϩ) and (-) strands of virus-associated RNAs",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "91",
            "issn": "",
            "pages": "8792--8796",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Requirement of a 3Ј-terminal stem-loop in in vitro transcription by an RNA-dependent RNA polymerase",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Mol. Biol",
            "volume": "254",
            "issn": "",
            "pages": "6--14",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Analysis in vivo of turnip crinkle virus satellite RNA C variants with mutations in the 3Ј-terminal minus-strand promoter",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Stupina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Virology",
            "volume": "238",
            "issn": "",
            "pages": "470--477",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "A brome mosaic virus intergenic RNA3 replication signal functions with viral replication protein 1a to dramatically stabilize RNA in vivo",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ahlquist",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M A"
                    ],
                    "last": "Van Rossum",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B E M"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Brederode",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Bol",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Gen. Virol",
            "volume": "73",
            "issn": "",
            "pages": "3045--3049",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Identification of the functional regions required for hepatitis D virus replication and transcription by linker-scanning mutagenesis of viral genome",
            "authors": [
                {
                    "first": "H.-W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H.-L",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D.-S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "P.-J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Virology",
            "volume": "239",
            "issn": "",
            "pages": "119--131",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Analysis of the two subgenomic RNA promoters for turnip crinkle virus in vivo and in vitro",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Virology",
            "volume": "232",
            "issn": "",
            "pages": "174--186",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Recombination between Sindbis virus RNAs",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schlesinger",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Virol",
            "volume": "65",
            "issn": "",
            "pages": "4017--4025",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Recombination between satellite and genomic RNAs of turnip crinkle virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Cascone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Virology",
            "volume": "184",
            "issn": "",
            "pages": "791--794",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The motif1-hairpin stimulates RNA accumulation. (A) The sequence and structure of the motif1-hairpin and its flanking regions in minus strands of sat-RNA C",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The effect of the motif1-hairpin on RNA stability and kinetics of plus-and minus-strand accumulation. (A) The levels of sat-RNA C plus strands and (B) minus strands were measured by RNA gel blot analysis of total RNA extracted from Arabidopsis protoplasts inoculated with the sat-RNAs shown in the absence (no TCV) or presence (ϩTCV) of TCV. Time points for sampling are shown above the gels. (B) RNA gel blot analysis of the level of sat-RNA C minus strands. Data are based on two independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Motif1-hairpin can stimulate sat-RNA C accumulation when present in either orientation. (A) Sequences and predicted structures of the motif1-hairpin in both forward (wt) and reverse orientations (rev/mot1) in sat-RNA C. Nucleotides shown in black boxes in the flanking regions differ from wt. (B) The level of sat-RNA C plus strands was measured by RNA gel blot analysis of total RNA extracted from protoplasts inoculated with the sat-RNAs shown in the presence of TCV. Time points for sampling are shown above the lanes. (C) Graphical presentation of the relative RNA levels from the gel in (B) and a second independent experiment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Motif1-hairpin can stimulate sat-RNA C accumulation when present in a new location. (A) Schematic representation of the site of insertion of the motif1-hairpin and short single-stranded flanking regions into sat-RNA C. The deleted motif1-hairpin at the wt location is shown by five ∆ symbols. The sequences are shown in 3Ј to 5Ј orientation and nucleotide positions were calculated from the 3Ј end of the minus strand. Coordinates representing the wt positions in sat-RNA C are shown on top of the constructs. Descriptions of the shading and symbols are given in the legend toFigure 1. (B)The level of monomeric sat-RNA C plus strands was measured by RNA gel blot analysis of total RNA extracted from protoplasts inoculated with the sat-RNAs shown in the presence of TCV. Time points for sampling are shown above the lanes (in h.p.i.). (C) Graphical presentation of the relative RNA levels from the gel in (B) and a second independent experiment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Stimulative effect of motif1-hairpin, motif3-hairpin and hairpin4 on sat-RNA accumulation in vivo. (A) Schematic representation of a natural recombinant sat-RNA (termed sat-RNA CX; Carpenter et al., 1995) and its derivatives generated by insertion of the RNA elements shown. (B) Levels of sat-RNA CX plus strands accumulating in protoplasts were measured by RNA gel blot analysis of total RNA extracted from protoplasts at 44 h.p.i. (C) Graphical presentation of the relative RNA levels from the gel in (B) and two additional independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "De novo initiation of RNA synthesis in the presence of initiating sequences and the motif1-hairpin. (A) Sequences and predicted structures are shown in 3Ј to 5Ј orientation since the motif1hairpin is present in minus-strand orientation. Arrows indicate sites of initiation for CC4ϩMot1. Boxed sequences in CCA4ϩMot1 and CCA4ϩMot1short represent putative initiator sequences, such as CCC and CC. The 29 nt stem-loop promoter derived from plus strands of sat-RNA C(Song and Simon, 1995) is boxed in Control1-pr. (B) A representative denaturing gel analysis of radiolabeled RNA products synthesized by in vitro transcription with TCV RdRp. Bands depicted by asterisks represent de novo initiated RNA products. M, singlestranded RNA marker (in bases).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Mr Ben deRuyter for his technical assistance and Mr Hancheng Guan for preparation of the RdRp extracts. This work was supported by National Science Foundation grants MCB-9630191 and MCB-9728277 to A.E.S.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}