{
    "paper_id": "1f073b45b09e2b2994a767e65899859e1fdec085",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We thank Joshua Brown, Kevin Lo and colleagues, and Christopher Tignanelli and colleagues for their responses to our Correspondence 1 , and we welcome the opportunity to reply.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antihypertensive drugs and risk of COVID-19? Authors' reply"
        },
        {
            "text": "The fast-developing pandemic of corona virus disease 2019 , which is caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), was first reported from Wuhan, China, 2 and has spread globally. As of March 22, 2020, 307 297 people have been infected by SARS-CoV-2, with 13 049 deaths and 92 382 people recovered. Several reports have summarised the clinical and epidemiological features of COVID-19 and have shown specific comorbidities associated with increased risk of infection and developing into a severe or fatal case. Of 1099 infected patients, 173 had severe disease, in whom the most common comorbidities were hypertension (24%), diabetes (16%), coronary heart disease (6%), and cerebrovascular disease (2%). 3 In a second cohort of 41 patients hospitalised with COVID-19, 4 diabetes (20%), hypertension (15%), and cardiovascular disease (15%) were frequent comorbidities. Among 191 patients hospitalised with COVID-19, 5 the most common comorbidities with significant effects on mortality were hypertension (30%; p=0·0008), diabetes (36%; p=0·0051), and coronary heart disease (15%; p=0·0001). In an analysis of 201 patients with COVID-19, 6 84 (42%) patients developed acute respiratory distress syndrome, with hypertension (27%) and diabetes (19%) as the most common comorbidities.",
            "cite_spans": [
                {
                    "start": 730,
                    "end": 731,
                    "text": "3",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Antihypertensive drugs and risk of COVID-19? Authors' reply"
        },
        {
            "text": "Hypertension, diabetes, and cardiovascular disease, which seem to be the most common comorbidities in patients with COVID-19, are typically treated with drugs that inhibit the renin-angiotensin system (RAS), including angiotensin-converting enzyme inhibitors (ACEIs) or angiotensin receptor blockers (ARBs). The long history of use and thorough investigation of these drugs means that efficacy and safety of RAS inhibitors is very well documented, not only for management of blood pressure but also for protection from disease-associated inflammation and organ remodelling. 7 The high proportion of patients with severe COVID-19 and these comorbidities suggests a causative link and led to our hypothesis, 1, 8 which has also been presented by others. 9,10 Based on the drugs most frequently given to patients to treat these comorbidities (ie, ACEIs and ARBs), we postulated whether these drugs might further increase risk for severe or fatal COVID-19. 1 This hypothesis is supported by the observation that organ-specific expression of angiotensin converting enzyme 2 (ACE2) correlates with the vulnerability to infection by SARS-CoV-2. 11 Our concern was initiated after investigating the molecular mechanism by which SARS-CoV-2 attaches to and infects cells. Both SARS-CoV-2 and severe acute respiratory syndrome coronavirus (SARS-CoV) bind to the host cell's membrane via ACE2, 12 which is specifically highly expressed by epithelial cells in oral mucosa. 13 ACE2 is a widely expressed protein in lung, intestine, kidney, and blood vessels, and on immunoreactive cells. 11 Moreover, circulating amounts of ACE2 are increased in patients with hypertension or diabetes, and levels are further increased by different drugs, including ACEIs and ARBs. 14, 15 It should also be emphasised that specific alleles control ACE2 expression, activity, and response to ACEIs. 15 In addition to animal models, humans given ACEIs, ARBs, or both, had increased ACE2 levels on intestine luminal cells. 16 In this context, it should be noted that modification of glyco sylation is essential for binding of SARS-CoV-2 spike protein. Inhibition of ACE2 glycosylation by either chloroquine, hydrochloroquine, or a serine protease inhibitor significantly reduces the infection of host cells by SARS-CoV and SARS-CoV-2 in vitro. [17] [18] [19] We are aware of the beneficial effects of ACEIs and ARBs protecting the heart and kidney for patients with hypertension and diabetes. An opposing hypothesis has suggested that upregulation of ACE2 expression or infusion of human recombinant ACE2 might protect against SARS-CoV-2 infections. 20, 21 However, it has to be emphasised that the role of ACE2 in these protective effects are not well understood. [12] [13] [14] Furthermore, it should be noted that ACEIs have been reported to modify the adaptive immune response, 22 suggesting that long-term use of ACEIs might suppress the adaptive immune response, which is a key defence against viral infections. Similar effects on the adaptive immune response are known for most non-steroid antiinflammatory drugs. These effects need to be addressed in an extended discussion and investigated with clinical trials in the context of the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 575,
                    "text": "7",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 706,
                    "end": 708,
                    "text": "1,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 709,
                    "end": 710,
                    "text": "8",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 953,
                    "end": 954,
                    "text": "1",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1138,
                    "end": 1140,
                    "text": "11",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1382,
                    "end": 1384,
                    "text": "12",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1460,
                    "end": 1462,
                    "text": "13",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1574,
                    "end": 1576,
                    "text": "11",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1751,
                    "end": 1754,
                    "text": "14,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1755,
                    "end": 1757,
                    "text": "15",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1867,
                    "end": 1869,
                    "text": "15",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1989,
                    "end": 1991,
                    "text": "16",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2310,
                    "end": 2314,
                    "text": "[17]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2315,
                    "end": 2319,
                    "text": "[18]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2320,
                    "end": 2324,
                    "text": "[19]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2616,
                    "end": 2619,
                    "text": "20,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2620,
                    "end": 2622,
                    "text": "21",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2731,
                    "end": 2735,
                    "text": "[12]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2736,
                    "end": 2740,
                    "text": "[13]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2741,
                    "end": 2745,
                    "text": "[14]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2848,
                    "end": 2850,
                    "text": "22",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Antihypertensive drugs and risk of COVID-19? Authors' reply"
        },
        {
            "text": "Available published data indicate that ACE2 is a double-edged sword, particularly when considering patients with SARS-CoV-2 infection and comorbidities of hypertension, diabetes, and cardiovascular disease. The final answer as to whether drugs to treat these comorbidities (ie, ACEIs or ARBs) are more beneficial than harmful in this current pandemic is unclear, and all hypotheses should be investigated rather than being interpreted as evidence. This work is of special importance because coronaviruses in general have always been a part of the common influenza season and, in the future, new SARS-CoV will probably develop.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antihypertensive drugs and risk of COVID-19? Authors' reply"
        },
        {
            "text": "The overinterpretation of our hypothesis should not lead to changing drugs for patients with hypertension or diabetes without first consulting with an expert clinician. Nevertheless,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antihypertensive drugs and risk of COVID-19? Authors' reply"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Circulating angiotensin-converting enzyme 2 activity in patients with chronic kidney disease without previous history of cardiovascular disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Anguiano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Riera",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pascual",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nephrol Dial Transplant",
            "volume": "30",
            "issn": "",
            "pages": "1176--85",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Serum concentration of renin-angiotensin system components in association with ACE I/D polymorphism among hypertensive subjects in response to ACE inhibitor therapy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hristova",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stanilova",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Miteva",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Exp Hypertens",
            "volume": "41",
            "issn": "",
            "pages": "662--69",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human intestine luminal ACE2 and amino acid transporter expression increased by ACE-inhibitors",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Vuille-Dit-Bille",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Camargo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Emmenegger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Amino Acids",
            "volume": "47",
            "issn": "",
            "pages": "693--705",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kleine-Weber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2020.02.052"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Chloroquine is a potent inhibitor of SARS coronavirus infection and spread",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bergeron",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Benjannet",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virol J",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res",
            "volume": "30",
            "issn": "",
            "pages": "269--71",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Angiotensin receptor blockers as tentative SARS-CoV-2 therapeutics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gurwitz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Drug Dev Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Hiding in plain sight: an approach to treating patients with severe COVID-19 infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Fedson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Opal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "M"
                    ],
                    "last": "Rordam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "mBio",
            "volume": "11",
            "issn": "",
            "pages": "398--418",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Angiotensin-converting enzyme in innate and adaptive immunity",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Giani",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Z"
                    ],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat Rev Nephrol",
            "volume": "14",
            "issn": "",
            "pages": "325--361",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "ACE inhibition, ACE2 and angiotensin-(1-7) axis in kidney and cardiac inflammation and fibrosis",
            "authors": [
                {
                    "first": "Esac",
                    "middle": [],
                    "last": "Simoes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Teixeira",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Pharmacol Res",
            "volume": "107",
            "issn": "",
            "pages": "154--62",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ibuprofen and COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID-19 and the cardiovascular system",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Hypothesis: angiotensin-converting enzyme inhibitors and angiotensin receptor blockers may increase the risk of severe COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Diaz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Single-cell RNA-seq data analysis on the receptor ACE2 expression reveals the potential risk of different human organs vulnerable to 2019-nCoV infection",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Receptor recognition by the novel coronavirus from Wuhan: an analysis based on decade-long structural studies of SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Virol",
            "volume": "94",
            "issn": "",
            "pages": "127--147",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "High expression of ACE2 receptor of 2019-nCoV on the epithelial cells of oral mucosa",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Oral Sci",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Are patients with hypertension and diabetes mellitus at increased risk for COVID-19 infection?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Karakiulakis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "20",
            "pages": "30116--30124",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--760",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30566--30569",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}