{
    "paper_id": "1f09630649c6584bb2b34d55e282e31328fe466d",
    "metadata": {
        "title": "Articles Connecting clusters of COVID-19: an epidemiological and serological investigation",
        "authors": [
            {
                "first": "Sarah",
                "middle": [],
                "last": "Ee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fang",
                "middle": [],
                "last": "Yong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Danielle",
                "middle": [
                    "Elizabeth"
                ],
                "last": "Anderson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wycliffe",
                "middle": [
                    "E"
                ],
                "last": "Wei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Junxiong",
                "middle": [],
                "last": "Pang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wan",
                "middle": [
                    "Ni"
                ],
                "last": "Chia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wah",
                "middle": [],
                "last": "Chee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yee",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Priyanka",
                "middle": [],
                "last": "Leong Teoh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matthias",
                "middle": [
                    "Paul"
                ],
                "last": "Rajendram",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sim",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cuiqin",
                "middle": [],
                "last": "Toh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Valerie",
                "middle": [
                    "T J"
                ],
                "last": "Poh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joshua",
                "middle": [],
                "last": "Koh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nur-Afidah",
                "middle": [],
                "last": "Lum",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Suhaimi",
                "middle": [],
                "last": "Md",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Chia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark I-Cheng",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shawn",
                "middle": [],
                "last": "Vasoo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Ong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yee",
                "middle": [
                    "Sin"
                ],
                "last": "Leo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Linfa",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vernon",
                "middle": [
                    "J M"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background Elucidation of the chain of disease transmission and identification of the source of coronavirus disease 2019 (COVID-19) infections are crucial for effective disease containment. We describe an epidemiological investigation that, with use of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) serological assays, established links between three clusters of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In Singapore, active case-finding and contact tracing were undertaken for all COVID-19 cases. Diagnosis for acute disease was confirmed with RT-PCR testing. When epidemiological information suggested that people might have been nodes of disease transmission but had recovered from illness, SARS-CoV-2 IgG serology testing was used to establish past infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "RT-PCR testing because they had active disease, except for A2, who at the time of testing had recovered from their illness and tested negative. This individual was eventually diagnosed with past infection by serological testing. ELISA assays showed an optical density of more than 1·4 for SARS-CoV-2 nucleoprotein and receptor binding domain antigens in titres up to 1/400, and viral neutralisation was noted in titres up to 1/320.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interpretation Development and application of a serological assay has helped to establish connections between COVID-19 clusters in Singapore. Serological testing can have a crucial role in identifying convalescent cases or people with milder disease who might have been missed by other surveillance methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As of April 15, 2020, more than 1·9 million cases of coronavirus disease 2019 , and more than 120 000 deaths from the disease, have been recorded worldwide. 1 Many initial cases reported outside of China were imported or were linked to travellers from China. 2, 3 However, as community transmission has become widespread, the source of cases of COVID-19 in several countries has not been established.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 158,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 261,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 262,
                    "end": 263,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Singapore, a globally connected city-state in southeast Asia, health officials have attempted to contain the spread of COVID-19 through intensive epidemiological investigations coupled with isolation of cases and quarantine of close contacts. However, establishing the source of infection to ascertain the possible extent of spread can be difficult, because scant epidemiological data might be available. Even when possible nodes of transmission are retrospectively identified through epidemiological investigations, nucleic acid-based tests would not be diagnostically useful if these infected individuals have recovered and no longer shed the virus. Hence, serological tests are needed to identify convalescent cases and aid investigations and containment efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We present findings of investigations from Jan 29 to Feb 24, 2020, that linked two people with COVID-19 from Wuhan, China, to three clusters of COVID-19 cases in Singapore. Serological testing had a crucial role in establishing a link between clusters, showing its use in identifying convalescent COVID-19 cases and supporting epidemiological investigations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Singapore, several surveillance methods are used to identify people with COVID-19. On Jan 2, 2020, a suspect case-definition of COVID-19 was circulated to all doctors in Singapore; 4 doctors are legally required to notify the Ministry of Health of cases of COVID-19. 5 From Jan 31, 2020, Singapore began testing all patients with pneumonia in hospital for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2); this testing was later expanded to include people with pneumonia in primary care. The diagnosis of COVID-19 is confirmed either by a respiratory sample testing positive for SARS-CoV-2 using a laboratory-based RT-PCR 6 or by a serum sample testing positive for SARS-CoV-2 on serological analysis. 7 Once individuals with COVID-19 were identified, their activities from 14 days before symptom onset until they were isolated were mapped and their close contacts traced. Contact tracing before symptom onset was done to identify the source of exposure that led to the case being infected, allowing for further active case-finding around the source. Contact tracing after symptom onset until isolation was done to identify exposed individuals for quarantine to break the transmission chain. Both these approaches were part of the containment strategy. A close contact was defined as anyone who had prolonged contact within 2 m of the case. All close contacts with active or recent symptoms were tested, whereas those who were asymptomatic and exposed while the case was symptomatic were quarantined. Activity maps were reviewed and crosschecked to establish potential expo sures and identify possible epidemiological links between cases and clusters.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 271,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 717,
                    "end": 718,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Surveillance methods and identification of cases"
        },
        {
            "text": "All epidemiological investigations and outbreak contain ment measures were implemented under the Infectious Diseases Act, 5 which allows use of data for analysis to control outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance methods and identification of cases"
        },
        {
            "text": "For laboratory confirmation of COVID-19, we did RT-PCR testing for SARS-CoV-2, using previously published methods. 6 Two serological platforms were developed for confirmation of specific antibody responses to SARS-CoV-2 in people with suspected infection or individuals with PCR-confirmed disease. A virus neutralisation test (VNT) was established at the Duke-National University of Singapore Medical School ABSL3 facility using a SARS-CoV-2 virus isolate (BetaCoV/Singapore/2/2020; GISAID accession number EPI_ISL_407987) cultured from a patient in Singapore; VNT was done using protocols previously published for severe acute respiratory syndrome coronavirus (SARS-CoV). 7 For ELISA assays, we used recombinant nucleocapsid protein from SARS-CoV and SARS-CoV-2 expressed in mammalian cell culture using the pcDNA3.1 vector (ThermoFisher Scientific, Carlsbad, CA, USA), according to previously published methods, 8 and a recombinant receptor binding domain (RBD) of the SARS-CoV-2 spike protein custom-produced by a commercial provider (GenScript, Piscataway, NJ, USA). ELISA wells were coated with 100 ng of the respective protein per well and serum samples were used at dilutions from 1/50 to 1/400, followed by horseradish peroxidaseconjugated goat anti-human IgG (Santa Cruz, Dallas, TX, USA) used at a dilution of 1/2000.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 116,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 673,
                    "end": 674,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 914,
                    "end": 915,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Laboratory techniques"
        },
        {
            "text": "The funders had no role in study design, data collection, data analysis, data interpretation, or writing of the report. The corresponding author had full access to all data in the study and had final responsibility for the decision to submit for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source"
        },
        {
            "text": "As of April 6, 2020, Singapore had recorded 1375 cases of COVID-19, of which 554 were imported and 821 locally transmitted. Three clusters were identified that involved two churches (Church A and Church B) and one family gathering. These clusters comprised 28 locally transmitted cases. The clusters were linked to two travellers (W1 and W2) from Wuhan, China, who attended a church service at Church A on Jan 19, 2020 (figure 1). The clusters at",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Evidence before this study We searched PubMed on March 3, 2020, for reports on serological testing in individuals with coronavirus disease 2019 (COVID-19). We used the keywords (\"COVID-19\", OR \"2019-nCoV\", OR \"SARS-CoV-2\") AND (\"serology\" OR \"serologic testing\"). Our search did not identify any reports of the epidemiological application of serological tests in COVID-19. In one report, researchers described serological characteristics of COVID-19, and in other publications, researchers have commented on the potential importance of COVID-19 serological tests. In another study, epidemiological investigations were reported of the epidemic in Singapore, but serological methods had not been used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "In our epidemiological investigation, we used RT-PCR and serological testing to diagnose cases of COVID-19 and establish links between clusters. RT-PCR testing alone is limited by its ability to detect convalescent cases of COVID-19, because RT-PCR can only detect severe acute respiratory syndrome coronavirus 2 during the period of viral shedding, which is the acute phase of infection. Serological testing can be useful in detecting previous infection in people with suspected infection who have recovered, assisting in epidemiological investigation and containment efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "Implications of all the available evidence COVID-19 laboratory testing is focused on use of quantitative RT-PCR for diagnosis, and serological testing can be overlooked. We have highlighted the importance of serological testing for epidemiological investigation of COVID-19 cases, and we urge further development of serological testing capabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "Church A and Church B were linked by one individual from Church A (A2), who probably transmitted the infection to the primary case of the Church B cluster (F1) at a family gathering on Jan 25, 2020. All cases were confirmed by RT-PCR testing, except for A2, who was diagnosed by serological testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "The clusters at Church A and Church B were detected in early February and mid-February, respectively. Although W1 and W2 were diagnosed with COVID-19 at the end of January, their possible link to Church A was only discovered after the Church A cluster was identified, through investigation and repeat interviews. 5 By that time, A2 had recovered from COVID-19 and was not immediately linked to either cluster. Family members who had been infected at the family gathering on Jan 25, 2020, were first linked to F1 and were initially regarded as part of the cluster at Church B. However, subsequent investigations into case histories indicated that the family cluster was a distinct cluster and that A2 was most probably the missing link between the two church clusters; this idea was substantiated when A2's serological results were confirmed to be positive.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 314,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "Five locally transmitted cases of COVID-19 (A1-A5) were linked to Church A. These people attended a church service on Jan 19, 2020, the same day W1 and W2 visited the church. Although all five people had developed symptoms by Feb 2, 2020 (figure 2), only A1, A4, and A5 were diagnosed (between Feb 6 and Feb 8, 2020), because they had been hospitalised for pneumonia and tested for SARS-CoV-2 as part of enhanced surveillance measures to test all patients admitted to hospital with pneumonia. A2 and A3 were not diagnosed when symptomatic in late January because their symptoms were mild and they did not meet the suspect case-definition at that time. A2 and A3 were tested only after mapping of activities and movements of other cases suggested that A2 could be the missing link between the clusters at Church A and Church B. An RT-PCR test of a nasopharyngeal specimen taken from A3 on Feb 18, 2020, was positive, although this individual had clinically recovered from the illness, which persisted from Jan 28 to Feb 10, 2020. Serological analysis of a serum sample obtained on the same day as the nasopharyngeal specimen was also positive. Although A2 had two negative RT-PCR tests, the serological result was positive, indicating past infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "A2 and A3 attended a Chinese New Year family gathering on Jan 25, 2020, at the home of F1. Nine cases (A2, A3, and F1-F7) were linked to this family gathering. A2, whose symptoms started on Jan 23, 2020, was unwell at this event and most probably was the primary Date source of transmission. A3 developed symptoms later, on Jan 28, 2020, and was, therefore, unlikely to be the source of infection at this gathering. 17 locally transmitted cases were linked to Church B (B1-B16 and F1). Thorough review of activity maps ascertained that F1, who had developed symptoms on Jan 29, 2020, and continued to work at Church B while ill, was the primary case of the Church B cluster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "In mid-February, epidemiological and clinical evidence strongly suggested that A2 was the missing link between the clusters at Church A and Church B through attendance at the family gathering on Jan 25, 2020, while symptomatic. However, by the time this link was ascertained, more than 3 weeks had passed from symptom onset on Jan 23, 2020, and symptoms had resolved completely a week previously, on Feb 8-10, 2020. A2 had two negative RT-PCR test results from samples taken from the nasopharynx, with testing done 1 day apart on Feb 18 and Feb 19, 2020. The sample for serological testing was taken on Feb 18, 2020, and a positive result was confirmed on Feb 22, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "ELISA results for A2 and A3 on Feb 20, 2020 (figure 3A) showed a strong antibody response to the SARS-CoV-2 RBD protein, which was not seen in serum samples from SARS-CoV patients. The results were further confirmed by VNT on Feb 22, 2020 ( figure 3B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 250,
                    "text": "figure 3B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Added value of this study"
        },
        {
            "text": "This investigation shows how SARS-CoV-2 serological analysis (ELISA detecting IgG and VNT detecting neutralising antibodies), in addition to use of traditional epidemiological methods, was important in establishing links among locally transmitted COVID-19 cases and tracing the transmission chain to an imported source. Detection of COVID-19 can be difficult because of the nonspecific mild respiratory symptoms in many affected individuals and because some people might recover without being diagnosed. 9 Although PCR tests offer a rapid diagnostic solution, they can only detect SARS-CoV-2 during the period of viral shedding, which is the acute phase of infection. The duration of viral shedding for COVID-19 is not certain, 10 but SARS-CoV data indicate that 21 days after symptom onset, 53% of cases achieved viral clearance in nasopharyngeal aspirate samples. 11 As such, PCR testing alone is limited by its ability to detect convalescent cases.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 505,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 866,
                    "end": 868,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Serological testing can be especially useful in detecting a previous suspected infection in people who have recovered. For seroconversion kinetics, past coronavirus studies indicate that all patients with Middle East respiratory syndrome (MERS) seroconverted 3 weeks after symptoms started, 12 and 93% of patients with severe acute respiratory syndrome (SARS) seroconverted at an average of 20 days from symptom onset. 11 The first preliminary analysis of SARS-CoV-2 IgM and IgG indicated that the antibody response in COVID-19 patients is similar to, if not earlier than, these times. 13 Cross-reactivity of immunoglobulins to closely related viruses such as SARS-CoV is a potential issue, 14 but our RBD-based ELISA showed sufficient differentiation power, a finding further supported by VNT results. IgM serological testing might hold promise as a diagnostic method, although for SARS and MERS, limitations for its use have been noted. 12, 13 For MERS, IgM was not detected earlier than IgG, and IgM against prevalent human coronaviruses showed cross-reactivity. 12 Preliminary data for SARS-CoV-2 IgM are promising, 13 but more work is needed to assess the feasibility of IgM serological analysis as a rapid diagnostic method to enhance COVID-19 detection capabilities.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 293,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 419,
                    "end": 421,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 586,
                    "end": 588,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 939,
                    "end": 942,
                    "text": "12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 943,
                    "end": 945,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1066,
                    "end": 1068,
                    "text": "12",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For most people in the three clusters we report here, transmission of infection was accounted for by close contact with a symptomatic case. Our findings suggest that COVID-19 is largely transmitted by close contact, particularly when contact occurs over a prolonged period and in close congregation. Two churches were the setting for COVID-19 transmission in our report. A church cluster has also been reported in South Korea. 15 Churches host prolonged repeated activities, during which close contact occurs, thus providing the opportunity for disease spread through droplets or fomites. Singing (a common practice in churches) can generate droplets in a similar quantity to coughing. 16, 17 Repeated social interactions of church groups has also facilitated discovery of transmission, compared with other settings in which people might not know each other. The interactions are similar in nature to large family gatherings, which other cases in our report were linked to. Other similar settings include school and workplaces, in which respiratory disease transmission is not uncommon and should be the focus for prepared ness, surveillance, and containment measures.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 429,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 686,
                    "end": 689,
                    "text": "16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 690,
                    "end": 692,
                    "text": "17",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Risk of transmission could be reduced if symptomatic people do not attend events in which prolonged social interactions take place (eg, at the family gathering when A2 was unwell, and F1 who continued to work at Church B while unwell). Other risk reduction measures could include having smaller group activities and prevention of interactions across these groups. Moreover, there may be common touchpoints within each setting that could result in contact transmission. To prevent transmission, people should practice increased personal hygiene and reduce physical contact to minimise indirect transmission risks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Linking disease transmission to an imported source and contact tracing for each identified case has facilitated a high capture of cases in Singapore. This successful linking of a large proportion of cases to imported sources provides encouraging evidence that the intense containment measures undertaken in Singapore have been effective. The three clusters we report here occurred relatively early in the emergence of COVID-19 in Singapore, within 4 weeks of the first imported case. As the epidemic continues, it might be progressively difficult to establish linkages by relying on traditional epidemiological methods alone. Challenges include difficulty in obtaining information from cases and contacts, which could be inaccurate because of recall and other biases. In our investigation, information for symptom onset of W1 and W2 was based on case history alone and could not be independently corroborated. 5 In such instances, determining the transmission chain would have to account for possible inconsistencies in case history and rely on triangulation with other methods. The development and adoption of additional laboratory techniques, such as serological tests and phylogenetic analysis by whole-genome sequencing, could help identify possible links between cases.",
            "cite_spans": [
                {
                    "start": 910,
                    "end": 911,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Serological testing is a key method in the response to the COVID-19 epidemic. As shown in our study, it enabled detection of a convalescent case, which could be key in initial containment efforts to discover transmission links to support containment efforts. Serological testing also detects people with mild or asymptomatic disease who have recovered, allowing for more accurate deter mination of the number of people probably infected in a cluster or the population. Identifying people who were probably infected in household or school clusters could help ascertain attack rates by age, particularly among children who mostly manifest less severe disease. 18 Calculating population-level attack rates is also important to estimate disease incidence and the case-fatality rate (CFR). Thus far, the CFR for COVID-19 has been based on PCRdiagnosed symptomatic cases. Serological surveys would be important to estimate CFR more accurately and would better inform calibrated responses to COVID-19. As the pandemic progresses, monitoring seroprevalence would enable countries to track transmission dynamics and population immunity levels and to inform disease control policies. Such monitoring would necessitate the development of ready serological testing solutions that are cost-effective and the establishment of population-level surveillance prog rammes to obtain blood samples.",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 660,
                    "text": "18",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Development and application of serological assays has helped to unravel connections between three clusters of COVID-19 in Singapore, linking the disease to two travellers from China. Serological assays should be considered to identify mild or subclinical infections in the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "VJML and YLT had the idea for the study and contributed to study design. CP, VTJK, JL, N-AMS, and PYC contributed to the epidemiological investigation and data collection. VJML, YLT, SEFY, PR, MPHST, JP, and WEW contributed to analysis and interpretation of epidemiological data. LW, DEA, WNC, and CWT developed the serological methods and contributed to the analysis and interpretation. SEFY, WEW, and JP wrote the report, and VJML, MI-CC, SV, BO, YSL, LW, and DEA contributed to critical revision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "(Singapore) COVID19 research fund (COVID19RF-001). We thank our colleagues who contributed to the investigations, including the COVID-19 epidemiology workgroup, contact tracing team, and hospital epidemiology teams; and Viji Vijayan, Benson Ng, and Velraj Sivalingam, (Duke-National University of Singapore ABSL3 facility) for logistics management and assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evidence of SARS-CoV-2 infection in returning travelers from Wuhan, China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hoehl",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rabenau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1278--80",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "970--71",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Circular no 04/2020: viral pneumonia of unknown cause in Wuhan city, China. Singapore: Ministry of Health",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Singapore",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Infectious Diseases Act",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Singapore Statutes Online",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Investigation of three clusters of COVID-19 in Singapore: implications for surveillance and response measures",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Chiew",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1039--1085",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Bats are natural reservoirs of SARS-like coronaviruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "676--79",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor",
            "authors": [
                {
                    "first": "X-Y",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "J-L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "X-L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "503",
            "issn": "",
            "pages": "535--573",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Covid-19: a puzzle with many missing pieces",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vetter",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eckerle",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "Jsm",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "Vcc",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1767--72",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Viral shedding and antibody response in 37 patients with Middle East respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Albarrak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Omrani",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Infect Dis",
            "volume": "62",
            "issn": "",
            "pages": "477--83",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Molecular and serological investigation of 2019-nCoV infected patients: implication of multiple shedding routes",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R-H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microbes Infect",
            "volume": "9",
            "issn": "",
            "pages": "386--89",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Serological assays for emerging coronaviruses: challenges and pitfalls",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virus Res",
            "volume": "194",
            "issn": "",
            "pages": "175--83",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Korea Centers for Disease Control and Prevention. The updates of COVID-19 in Korea",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Singing and the dissemination of tuberculosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Loudon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Am Rev Respir Dis",
            "volume": "98",
            "issn": "",
            "pages": "297--300",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Aerosol emission and superemission during human speech increase with voice loudness",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Asadi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Wexler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Cappa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barreda",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Bouvier",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Ristenpart",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sci Rep",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Clinical and epidemiological features of 36 children with coronavirus disease 2019 (COVID-19) in Zhejiang, China: an observational cohort study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30198-5"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Transmission map of COVID-19Map shows how COVID-19 was linked to two travellers from Wuhan, China, and two church clusters and a family gathering in Singapore. COVID-19=coronavirus disease 2019.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Serological testing of two patients (A) ELISA testing using SARS-CoV-2 NP and RBD antigens. In addition to serum samples from the two suspected cases (A2 and A3), known positive samples for COVID-19 and SARS, and negative samples, were included in the testing, and serial dilutions were done. (B) VNT results at the highest dilution that could effectively neutralise the SARS-CoV-2 infection. COVID-19=coronavirus disease 2019. NP=nucleocapsid protein. RBD=receptor binding domain. SARS=severe acute respiratory syndrome. SARS-CoV-2=severe acute respiratory syndrome coronavirus 2. VNT=virus neutralisation test.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The development of serological tests was funded in part by a joint grant under the National Research Foundation (Singapore) and the National Natural Science Foundation of China (NRF2016NRFNSFC002-013). The study was partly funded by the National Medical Research Council",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}