{"paper_id": "1f115df733a6cc13fbd85c799d7c3bd0b23a1b46", "metadata": {"title": "Agent-based scenarios comparison for assessing fuel-switching investment in long-term energy transitions of the India's industry sector • Agent-based integrated assessment framework to assess industry fuel- switching. • Fuel-switching assessment including 4 investment metrics and 5 comparable scenarios. • Partial-equilibrium agent-based sce- narios of an evolving socio-technical system. • Partial-equilibrium agent interactions produce non-smooth gas uptake pat- terns. AB-IAM: MUSE Industry Sector Agent-based scenarios On-site survey in 405 Indian heavy industries 108 iron and steel plants Natural gas uptake [PJ/y] CO2 savings [kt/y] Agent-based scenarios comparison", "authors": [{"first": "Diego", "middle": [], "last": "Moya", "suffix": "", "affiliation": {"laboratory": "", "institution": "Imperial College London", "location": {"postCode": "SW7 2AZ", "settlement": "London", "country": "United Kingdom"}}, "email": "da.moya@uta.edu.ecd.moya."}, {"first": "Sara", "middle": [], "last": "Budinis", "suffix": "", "affiliation": {"laboratory": "", "institution": "Imperial College London", "location": {"postCode": "SW7 2AZ", "settlement": "London", "country": "United Kingdom"}}, "email": ""}, {"first": "Sara", "middle": [], "last": "Giarola", "suffix": "", "affiliation": {"laboratory": "", "institution": "Imperial College London", "location": {"postCode": "SW7 2AZ", "settlement": "London", "country": "United Kingdom"}}, "email": ""}, {"first": "Adam", "middle": [], "last": "Hawkes", "suffix": "", "affiliation": {"laboratory": "", "institution": "Imperial College London", "location": {"postCode": "SW7 2AZ", "settlement": "London", "country": "United Kingdom"}}, "email": ""}]}, "abstract": [{"text": "This paper presents the formulation and application of a novel agent-based integrated assessment approach to model the attributes, objectives and decision-making process of investors in a long-term energy transition in India's iron and steel sector. It takes empirical data from an on-site survey of 108 operating plants in Maharashtra to formulate objectives and decision-making metrics for the agent-based model and simulates possible future portfolio mixes. The studied decision drivers were capital costs, operating costs (including fuel consumption), a combination of capital and operating costs, and net present value. Where investors used a weighted combination of capital cost and operating costs, a natural gas uptake of~12PJ was obtained and the highest cumulative emissions reduction was obtained, 2 Mt CO 2 in the period from 2020 to 2050. Conversely if net present value alone is used, cumulative emissions reduction in the same period was lower, 1.6 Mt CO 2 , and the cumulative uptake of natural gas was equal to 15PJ. Results show how the differing upfront investment cost of the technology options could cause prevalence of high-carbon fuels, particularly heavy fuel oil, in the final mix. Results also represent the unique heterogeneity of fuel-switching industrial investors with distinct investment goals and limited foresight on costs. The perception of high capital expenditures for decarbonisation represents a significant barrier to the energy transition in industry and should be addressed via effective policy making (e.g. carbon policy/price).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "• Agent-based integrated assessment framework to assess industry fuelswitching.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "• Fuel-switching assessment including 4 investment metrics and 5 comparable scenarios.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "• Partial-equilibrium agent-based scenarios of an evolving socio-technical system.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "• Partial-equilibrium agent interactions produce non-smooth gas uptake patterns.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Industry accounts for approximately 40% of global total final energy consumption (160 EJ per year) and 23% (8 Gt CO 2 ) of global greenhouse gas emissions from fossil fuel use [1] . Almost three-quarters of the industrial emissions come from processes requiring high-temperature heat; they present technology barriers as well as opportunities to obtain environmental benefits, which can be reached by switching to cleaner fuels than coal [2] . The deep decarbonisation of the industrial sector is a global challenge, although it is especially important for developing countries, such as India, which were not required to reduce their emissions under the Kyoto Protocol and have been witnessing a dramatic growth of their manufacturing volumes.", "cite_spans": [{"start": 176, "end": 179, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 438, "end": 441, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "India with 11 EJ has high fossil fuel consumption in the iron-steel, cement and chemicals industries, surpassed only by China with 55 EJ, North America with 19 EJ, and Europe with 20 EJ [3] . At the time of writing, India is the world's largest producer of direct reduced iron and the second largest producer of crude steel, and these consume over a quarter of industry energy use in the country [4] . The iron and steel sector contributes around 2% to the country's gross domestic product (GDP) but also adds approximately 7% to the national greenhouse gas (GHG) emissions [5] . Also, decarbonisation strategies have become central part of environmental policy in India. The Government of India ratified the Paris Agreement and committed to reduce the emissions intensity of its GDP by 33-35% by 2030 relative to the 2005 level. The Ministry of Steel has revisited these targets and its corresponding financial requirements as part of the India's Nationally Determined Contributions (NDCs) to reduce the emissions intensity in the steel sector [6] . Additionally, the Perform, Achieve and Trade (PAT) Mechanism is an Indian instrument to achieve the 2020 targets [7] . PAT is currently in its second cycle and has been very successful in reducing specific energy consumption through energy efficiency measures. It covers a number of sectors including iron and steel with a sort of cap and trade market for energy savings based on specific energy consumption targets [8] .", "cite_spans": [{"start": 186, "end": 189, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 396, "end": 399, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 574, "end": 577, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1045, "end": 1048, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1164, "end": 1167, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1467, "end": 1470, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "This paper sets out agent-based modelling of the Indian iron-steel industry to assess the opportunity and willingness of the relevant firms to switch from current energy-intensive fuels to cleaner fuels, using the outcomes of a large on-site survey across 108 iron-steel industries in the State of Maharashtra. The research combines an on-site survey data driven approach integrated with agent-based modelling. The proposed approach combines a rich description of real technologies as obtained from the survey with demographic and socio-economic heterogeneity leading to specific investment strategies. The on-site survey has served to define the investment agents used in this study and to inform the status of the current energy technology mix in place in the iron-steel industry in India. A comparison of the resulting scenarios is provided for a range of metrics including long-term production capacity, fuel consumption, net present value, electricity consumption, energy supply and demand, emissions and emissions savings. This paper is structured as follows. In section 2, we present the current status of agent-based modelling in bottom-up Integrated Assessment Models that consider the industry sector with different levels of detail. In section 3, we present the agent-based methodology integrated in MUSE (ModUlar energy systems Simulation Environment). In section 4, we introduce the case study. In section 5, a discussion of implications from the study is presented. We conclude in section 6, stressing the relevant findings, limitations and suggesting future research. Supplementary material is provided in the appendix: (A) a description of MUSE; (B) the guidelines of the questionnaire for the survey; (C) the description of the surveyed energy-intensive industries; (D) the description of the MUSE Industrial Sector Module (ISM); fuel consumption and emission savings in boilers (E), furnaces (F), and kilns (G); and (H) the total emission savings in the sector.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In a recent review by Edelenbosch, et al. [9] , eight integrated assessment models (IAMs: AIM-CGE, DNE-21+, GCAM, Imaclim-R, IMAGE, MESSAGE, POLES, TIAM-UCL) were compared in the way they assessed long-term industry growth, alternative fuel use and emissions reduction potential. While fuel-switching is included with technological detail, the industry sector was analysed without a characterisation of the investors' motivations. The European energy model PRIMES formulates 31 industrial sub-sectors separately [10] . Although the model captures engineering and micro-and macro-economic interactions together with high level of detail, PRIMES assumes that investments are driven by profit or welfare maximisation assuming a perfect foresight over a short time horizon for demand sectors. The National Energy-Economic Modelling System NEMS includes a technology-rich submodule where new investments are simulated using a top-down econometric approach [11] . The industry sector in UKTM also includes a detailed sectoral representation and characterisation of technologies, but their uptake is exclusively dictated by a system-wide intertemporal cost minimisation with perfect foresight [12] . Although a large number of contributions towards industry modelling has been developed, in the existing literature fuel-switching approaches representing investors (agents) triggers along with technology granularity still require more research effort, as presented in this article.", "cite_spans": [{"start": 42, "end": 45, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 512, "end": 516, "text": "[10]", "ref_id": null}, {"start": 951, "end": 955, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1186, "end": 1190, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Literature review"}, {"text": "The barriers to enhance fuel-switching investment in the industrial sector have been relatively unexplored in the scientific literature. Research has identified that the factors that influence investment behaviours in the industry sector are not only driven by objective technoeconomic facts but also by subjective factors that range from fuel costs to environmental values [13] . To advance the understanding of the factors behind enterprises' investment and decision-making, energy modellers need to explore the actual investment metrics that trigger fuel-switching investment in carbon-intensive industrial processes. Agent based modelling (ABM) can overcome barriers when modelling real investment behaviour in the industrial sector. ABM allows energy modellers to simulate the complex interactions of a number of heterogeneous agents and decision-makers within the larger complex system of the energy market. These interactions are driven by prescribed investment rules. Decision-makers include investors, policy makers, enterprises, and the energy market is comprised of many prices, policies and competitors. The potential application of ABM is that at the macrolevel, the characteristics of the complex systems occur when the behaviour of individuals at the micro-level is aggregated. ABM avoids treating different heterogeneous agents as a single entity that follow a single objective, e.g. lowest cost [14] . This enables the investment objectives(s), attributes and decision-making methodology of each agent to be taken into account. Thus, each agent acts based on its own governing rules, depending on the current situation of its decisionmaking environment [15] . Therefore, to understand the emerging properties of interacting agents, modellers must systematically define agents based on empirical data.", "cite_spans": [{"start": 374, "end": 378, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1412, "end": 1416, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1670, "end": 1674, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Agent-based modelling of the industrial sector"}, {"text": "Agent-based models (ABMs) offer an alternative perspective to the standard equilibrium IAMs (listed at the beginning of section 2). IAMbased energy systems models usually describe the economy of energy system as a system with a unique equilibrium and constraints such as energy policy targets and emissions constraints. This inherently assumes that energy-related uncertainties are predictable enough to be taken into account via utility maximisation or cost minimisation of a single representative agent [16] . This approach has raised concern in the literature that it might underestimate both the cost [17] and Table 1 Existing energy systems and sector simulation models that include the representation of agents with a technology detail when modelling decision-making. benefits [18] resulting from the energy transitions. ABMs have been increasingly recognised as a suitable methodology to handle the out-ofequilibrium dynamics of industry transitions in evolving socio-technical systems [19] . These models represent real agent's heterogeneity and their interactions, and as a result of these the emergence of aggregate properties [20] . However, in most existing sector-specific IAMs, the representation of industrial processes is rather simplified and involves only capital and fixed costs of production. The technology details of production processes are usually not accounted for and the decisionmaking criteria is not extensively established for the representation of heterogeneous agents [21] . Nonetheless, it has been argued that Agentbased Integrated Assessment Models (AB-IAMs) approach can better assess the dynamics of technology adoption that follow a greener growth path [22] , and that emergence of these approaches shows that a new generation of agent-based integrated-assessment models have blossomed in recent years [23] .", "cite_spans": [{"start": 505, "end": 509, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 605, "end": 609, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 783, "end": 787, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 993, "end": 997, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1137, "end": 1141, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1500, "end": 1504, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1691, "end": 1695, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1840, "end": 1844, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 614, "end": 621, "text": "Table 1", "ref_id": null}], "section": "Agent-based modelling of the industrial sector"}, {"text": "The main contributions to ABM modelling are mainly sector-specific, as described in Table 1 , which includes engineering detail and highlight the interdependences among agents as key parameters establishing the dynamics of technology adoption or fuel-switching.", "cite_spans": [], "ref_spans": [{"start": 84, "end": 91, "text": "Table 1", "ref_id": null}], "section": "Agent-based modelling of the industrial sector"}, {"text": "Prior work has documented the effectiveness of agent-based modelling at improving the representation of decision-making motivations of heterogeneous agents (see Table 1 ). This has been documented with respect to traditional general equilibrium IAMs for the analysis of coupled energy-economic dynamics, and transitions towards greener industrial systems [22] . Lamperti, et al. [26] , for example, report a family of agent-based models that improved the analysis of climate impacts when the energy sector fuels the industrial sector. However, these studies have either only considered the industry sector or have used a coarse granularity in the representation of the technologies.", "cite_spans": [{"start": 355, "end": 359, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 379, "end": 383, "text": "[26]", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 161, "end": 168, "text": "Table 1", "ref_id": null}], "section": "Agent-based modelling of the industrial sector"}, {"text": "In comparison to the studies listed in Table 1 , a more realistic assessment of fuel-switching investments in industry not only must consider economics but also heterogeneous investors' behaviour. The heterogeneity of approaches to industrial investment in terms of decisionmakers applies in the use of distinct goals and investment methods and is influenced by the limited foresight of future demand, technology costs, and commodity prices. By the fact that there is no up-to-date survey-based fuel-switching for the industry sector in the literature [29] and given that industry transitions will require real investors to act, this paper investigates the characterisation of such agents based on on-site surveys and produces possible scenarios of long-term transition in the iron-steel subsector. The paper addresses the development and application of a reliable and empirically robust framework representing agents' attitudes to investment, how this relates to clean technology deployment, and this translates in air quality improvements.", "cite_spans": [{"start": 552, "end": 556, "text": "[29]", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 39, "end": 46, "text": "Table 1", "ref_id": null}], "section": "Agent-based modelling of the industrial sector"}, {"text": "The novelty and contributions of this paper are:", "cite_spans": [], "ref_spans": [], "section": "Agent-based modelling of the industrial sector"}, {"text": "(1) A systematic, on-site survey data driven approach to determine the attractiveness of natural gas in the industrial sector of a selected region of the world. (2) An appraisal of survey-based investment metrics to enhance the representation of real-world decision-making processes when industries invest in fuel-switching. ", "cite_spans": [], "ref_spans": [], "section": "Agent-based modelling of the industrial sector"}, {"text": "This work presents an agent-based framework of the industry sector. The model is part of the MUSE IAM suite [30] , a technology-rich bottom-up, partial equilibrium model that produces a range of technical, emissions-related and economic outputs, as applied in previous research [31] .", "cite_spans": [{"start": 108, "end": 112, "text": "[30]", "ref_id": "BIBREF32"}, {"start": 278, "end": 282, "text": "[31]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Methodology"}, {"text": "In this section, the survey is first presented, followed by a background on bounded rationality, and the modelling of investors agents based on the survey. Appendix A contains an overview of the MUSE model while Appendix B presents the entire Questionnaire used to conduct the survey as part of this research. In section 4, a case study is presented for the iron-steel sub-sector in Maharashtra (India) where the impact of fuel-switching on emissions reduction is addressed proposing investor 'agents' tailored on a survey of 108 heavy industry sites.", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "The questionnaire and survey were developed between December 2018 and June 2019 in collaboration with ICF and TERI through the World Bank. The main goal of the survey was to characterise existing assets for participating companies from a techno-economic perspective, together with being able to answer the following research questions: (i) How likely are heavy industries willing to switch from coal or heavy fuels to gas? and (ii) Which obstacles do they see which could prevent the switching, and what would facilitate it instead?", "cite_spans": [], "ref_spans": [], "section": "Questionnaire and survey"}, {"text": "The questionnaire (Appendix B) includes general details related to the participating companies (such as name, location, industry category, number of employees), technical details on existing assets in relation to heat generation (fuel consumption, type of burner, possibility to convert it to natural gas) and emissions, commercial details related to fuel prices and taxes (together with pricing structure), together with questions related to the investment decision making and the willingness to switch to gas. The participating companies were selected based on their industry sector and market share in Maharashtra, with a preference for those belonging to industry associations. This is because industry associations represented an additional source of information and point of contact, while guaranteeing the anonymity of the results in the final analysis, having a broader view on their sector of expertise.", "cite_spans": [], "ref_spans": [], "section": "Questionnaire and survey"}, {"text": "For the investment decision making, participating companies were asked to indicate the two most important criteria among five options which were commonly used to make an investment: (1) capital expenditure, CAPEX; (2) operating costs, OPEX; (3) payback period, PBP; (4) net present value, NPV; and (5) internal rate of return, IRR. When companies indicated that they were not willing to switch to gas, they were asked if this was due to expenditures they foresaw for the switching, pollution related aspects, price expectation, or other contractual aspects that would make this option less favourable than their existing one.", "cite_spans": [], "ref_spans": [], "section": "Questionnaire and survey"}, {"text": "The questions were formulated based on previous experience of the projects' partners (who collaborated with companies belonging to other industries such as textile or fertilisers who previously switched to natural gas) together with the authors of this paper. The questionnaire was developed in order to conduct a quantitative assessment of the participating companies and assets (in order to calibrate the model in the base year) in addition to a qualitative evaluation of which factors were influencing the investment decision making in that particular sector and region. The survey was filled by the project partners, who visited on site most of the participating companies and interviewed them. This approach was selected in order to guarantee an up to date tracking on the number of collected entries (survey and data collection were carried out over few months between January and June 2019), consistencies in the answers and also clarification whenever needed.", "cite_spans": [], "ref_spans": [], "section": "Questionnaire and survey"}, {"text": "In the ABM approach used in MUSE, given a demand of industrial commodities (such as a demand for steel products), the available technologies to meet the estimated demand are sorted using selected metrics, which could be based on a single or multiple objectives [32] . In the presence of multiple objectives, a rational way of making decisions is based on assigning weights to each objective in a weighted average decision metric [33] . Objectives in industry tend to be cost-related [34] . They could include CAPEX, NPV, and OPEX (which includes fuel consumption costs). When a carbon price or tax, OPEX would also include emission costs.", "cite_spans": [{"start": 261, "end": 265, "text": "[32]", "ref_id": "BIBREF34"}, {"start": 429, "end": 433, "text": "[33]", "ref_id": "BIBREF35"}, {"start": 483, "end": 487, "text": "[34]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "ABM approach for investment behaviour assessment"}, {"text": "If NPV is used as a decision metric, the available technologies are ranked from the most profitable or highest NPV to the least profitable or lowest NPV. Following the same example, each agent invests in the most profitable technology until an upper constraint is met. The constraint can be represented by either a capacity growth rate limit, the maximum capacity addition per period, or the maximum total capacity for each asset type. Once the first-ranked technology meets a constraint, agents keep investing in other technologies based on the ranking until the supply potential meet the total demand. Table 2 describes the use of the survey data to calculate the MUSE parameters.", "cite_spans": [], "ref_spans": [{"start": 604, "end": 611, "text": "Table 2", "ref_id": "TABREF2"}], "section": "ABM approach for investment behaviour assessment"}, {"text": "In this work, the industrial subsector modelling is based on the definition of private investors in energy technologies, acknowledged as being agents with bounded rationality.", "cite_spans": [], "ref_spans": [], "section": "Overview of bounded rationality"}, {"text": "The bounded rationality theory was coined by Simon Herbert [35, 36] to include rational decision making in political economics and economic sciences. Herbert recognized that individuals and organizations act with incomplete knowledge of all the possible alternatives to a specific decision and with inability to evaluate all the possible consequences of their decisions. Individuals and organisations need to engage in a process for information gathering in order to make a decision and stop when a suitable alternative satisfies needs.", "cite_spans": [{"start": 59, "end": 63, "text": "[35,", "ref_id": "BIBREF37"}, {"start": 64, "end": 67, "text": "36]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Overview of bounded rationality"}, {"text": "Bounded rational agents in the industrial sector were modelled according to the mathematical approach described by Gigerenzer and Selten [33] , later developed for the residential sector of MUSE in [14] , and finally harmonised their definition within the framework of the industrial sector module of MUSE [32, 37] . In the energy context, models of bounded rationality would specify the process and outcome leading to new investments in energy technologies by each agent [33] , specifically characterising:", "cite_spans": [{"start": 137, "end": 141, "text": "[33]", "ref_id": "BIBREF35"}, {"start": 198, "end": 202, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 306, "end": 310, "text": "[32,", "ref_id": "BIBREF34"}, {"start": 311, "end": 314, "text": "37]", "ref_id": "BIBREF39"}, {"start": 472, "end": 476, "text": "[33]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Overview of bounded rationality"}, {"text": "• Goals: objectives leading to agents' investments. From surveys of industrial businesses, access to capital and hidden costs are among the major obstacles to energy efficiency measures deployment in energy intensive industries [34] .", "cite_spans": [{"start": 228, "end": 232, "text": "[34]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Overview of bounded rationality"}, {"text": "• Search rule: procedure for acquiring information about a novel investment and decide among more than one alternative. Typically, agents can perform investments among all the available technologies, or prefer technologies which they have used and know, or they might want to filter them according to a selected property such as the fuel type.", "cite_spans": [], "ref_spans": [], "section": "Overview of bounded rationality"}, {"text": "• Stopping rules: when more alternatives are available, a decision rule is applied which relies on the adopted decision strategies implying that available energy technologies are sorted according to a selected metric.", "cite_spans": [], "ref_spans": [], "section": "Overview of bounded rationality"}, {"text": "• Decision Strategy: accounts for the way goals are prioritised. A rational approach to compare multiple goals is the weighted average, as it allows to counterbalance pros and cons of alternative, maybe even opposing, goals [33] .", "cite_spans": [{"start": 224, "end": 228, "text": "[33]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Overview of bounded rationality"}, {"text": "• Further constraints include budget, maturity threshold, technology stock, technology ownership, and the percentage of the population represented by each agent. They are described in Table 3 .", "cite_spans": [], "ref_spans": [{"start": 184, "end": 191, "text": "Table 3", "ref_id": "TABREF3"}], "section": "Overview of bounded rationality"}, {"text": "The agents' implementation implies the parametrisation reported in (Eq. (1)) [14] , whose attributes are explained in Table 3 . ", "cite_spans": [{"start": 77, "end": 81, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 118, "end": 125, "text": "Table 3", "ref_id": "TABREF3"}], "section": "Agents' parametrisation"}, {"text": "Each parameter of the agent's definition (Eq. (1)) is defined by a set of answers from the Questionnaire as can be seen in Table 4 . For example, in Question 19 of the Questionnaire, Appendix B, the enterprises are asked about the main investment decision metric to be considered when fuel-switching investment is in place. As can be seen in Table 4 , questions are tailored to obtain the main characteristics of agents (investors) in order to define the required parameters of the agent's definition in Eq. (1).", "cite_spans": [], "ref_spans": [{"start": 123, "end": 130, "text": "Table 4", "ref_id": "TABREF5"}, {"start": 342, "end": 349, "text": "Table 4", "ref_id": "TABREF5"}], "section": "Use of survey for agent parametrisation"}, {"text": "The case study refers to the iron-steel subsector in the Maharashtra region of India in the time interval between 2010 and 2050 using a fiveyear time discretisation to highlight the transition in the investment decisions. Maharashtra is the third-most urbanized state and the largest economy in India. Its industry sector contributes 13% of the national industrial output and almost 45% of the Gross State Domestic Product [38] . The major industries in this state are cement, iron-steel, pharmaceuticals, petrochemicals, chemicals, electronics, automobile, engineering, food processing, and plastics. This study focuses on the ironsteel industry because of the diverse size of equipment and fuel types in place, as can be observed in Fig. 2a . For example, while the textile sector uses only two types of fuels, the chemicals and iron-steel sectors use seven and eight different fuel types, respectively, in their heating processes (Fig. 2a) . In contrast to the pharma, food processing and automobile sectors, the iron-steel industry consumes the largest amount of energy in the region of interest compared to the remaining Indian cities (Fig. 2b) ; it is the most energy intensive subsector (Fig. 2c) ; it has a large amount of equipment surveyed (Fig. 2d ) and the highest capacity of production (Fig. 2e) . In Appendix C, Fig. C.1 shows the electricity and energy consumption in the five most energy-intensive industries, as obtained from the survey, including chemicals, steel, food processing, pharma and automobile. Here, we observed that although coal has the highest consumption at a rate of approximately 3.5 PJ/y in chemical industries (Fig. C.1a) , iron-steel industries consume the largest amount of energy at 14 PJ/y approximately across the range of equipment in place (Fig. C.1c) . Additionally, the electricity consumption by iron-steel industries is considerably higher in comparison with the other industries ( ", "cite_spans": [{"start": 423, "end": 427, "text": "[38]", "ref_id": "BIBREF40"}], "ref_spans": [{"start": 735, "end": 742, "text": "Fig. 2a", "ref_id": "FIGREF5"}, {"start": 933, "end": 942, "text": "(Fig. 2a)", "ref_id": "FIGREF5"}, {"start": 1140, "end": 1149, "text": "(Fig. 2b)", "ref_id": "FIGREF5"}, {"start": 1194, "end": 1203, "text": "(Fig. 2c)", "ref_id": "FIGREF5"}, {"start": 1250, "end": 1258, "text": "(Fig. 2d", "ref_id": "FIGREF5"}, {"start": 1300, "end": 1309, "text": "(Fig. 2e)", "ref_id": "FIGREF5"}, {"start": 1327, "end": 1335, "text": "Fig. C.1", "ref_id": "FIGREF3"}, {"start": 1648, "end": 1659, "text": "(Fig. C.1a)", "ref_id": "FIGREF3"}, {"start": 1785, "end": 1796, "text": "(Fig. C.1c)", "ref_id": "FIGREF3"}], "section": "Case study"}, {"text": "Five scenarios were modelled:", "cite_spans": [], "ref_spans": [], "section": "Agent definition and scenarios"}, {"text": "(1) No gas option in the market, NO-GAS-based; this scenario where natural gas is not present in the market is developed for comparison purposes with the other four natural gas-based scenarios. This scenario reflects fuel consumption costs and the capital cost of keeping same technologies in place without gas in the market. (2) Decision based on capital expenditure of switching to natural gas, CAPEX-based (single objective). (3) Decision based on operational expenditure of using natural gas, OPEX-based. In the model, fuel consumption and emission costs are evaluated as separate metric which are then compounded equally into one value using the Weighted Sum Decision Strategy (WSDS) approach, explained in the following paragraphs. (4) Decision based on a mix of CAPEX and OPEX, CAPEX-OPEX-based.", "cite_spans": [], "ref_spans": [], "section": "Agent definition and scenarios"}, {"text": "Here the weights were assumed to equally compare capital expenditures and operating costs, as detailed in the following paragraphs. (5) Decision based on the net present value as main metric to invest in natural gas, NPV-based (single objective).", "cite_spans": [], "ref_spans": [], "section": "Agent definition and scenarios"}, {"text": "The selection of CAPEX, OPEX, and CAPEX-OPEX metrics was based on questions 19-24 of the Questionnaire, according to the following interpretation:", "cite_spans": [], "ref_spans": [], "section": "Agent definition and scenarios"}, {"text": "1. In Question 19 of the questionnaire, five options of financial parameters were provided (CAPEX, OPEX, Payback Period, NPV and IRR). 2. Question 21 of the questionnaire was tailored to measure the degree of willingness to invest in regasification infrastructure on premises and the willingness to sign medium term gas contracts. 3. From the answers to Questions 22, 23 and 24, we observed that when a budget is available (CAPEX availability), OPEX is the most important factor for decision making. 4. Answering Question 24.d, about the willingness/ability to switch to gas, enterprises provided the price they feel comfortable to switch. The large variations in the values provided, were difficult to interpret in a unique way. Overall, it does not reflect exclusively the actual technology costs, but could include expectations on budget limitations and cash flows.", "cite_spans": [], "ref_spans": [], "section": "Agent definition and scenarios"}, {"text": "The main insight from the survey was that investment, in this group of iron-steel industries, was triggered mainly by OPEX, subjected CAPEX limits. Additionally, the authors included Net Present Value (NPV) as a further metric to compare the empirically evidenced decision metrics (CAPEX, OPEX, and combinations) with a more sophisticated way to include long-term foresight on prices in energy investments decisions.", "cite_spans": [], "ref_spans": [], "section": "Agent definition and scenarios"}, {"text": "The WSDS was used to transform a sets of objectives into comparable values and can easily be turned into a single objective simply altering the values of the weights as discussed below. Table 5 presents the parametrisation of agents for the iron-steel industry in each of the total five scenarios that this research considered. The fractions represent the weights used for the metrics combined in the WSDS.", "cite_spans": [], "ref_spans": [{"start": 186, "end": 193, "text": "Table 5", "ref_id": null}], "section": "Agent definition and scenarios"}, {"text": "In addition to the decision metrics, the further agents' attributes as defined in Eq. (1), were defined as follows:", "cite_spans": [], "ref_spans": [], "section": "Agent definition and scenarios"}, {"text": "-Not all of the surveyed enterprises provided their available budget limits to investment decisions. When provided, data was of difficult interpretation as it was not reflecting an actual technology costs. For this reason, the budget was assumed unlimited but the importance of the upfront CAPEX in driving investment decisions was included in the selected decision metrics. -The technology stock was estimated from the currently existing installed capacity provided by the interviewees for a range of technologies to produce process heating (e.g. boilers, kilns, furnaces). -Enterprises, being asked about the readiness of the technologies to consider alternative gas technologies (the so-called maturity threshold), showed no restrictions to maturity levels of alternative technologies.", "cite_spans": [], "ref_spans": [], "section": "Agent definition and scenarios"}, {"text": "In Table 6 , the required techno-economic data to be used in MUSE is presented. These calculations are based on data from the on-site survey and as a result of combining with other databases as illustrated in Fig. 1 . Data from Table 6 is then used for modelling purposes considering five scenarios as described in Section 4.1. Values in Table 6 reflect the data from survey of 11 iron-steel industrial boilers in 8 different plants; each boiler is specific to each plant process. Table 6 data does not refer to a generic boiler. Thus, going backwards on data preparation, capacity, utilisation factor and process heating/fuel consumption of 11 different boilers are reflected in Table 6 . This means that the maturity level of the technology in place (i.e. inefficiencies in technologies and processes) is reflected here based on data registered in the survey which might differ from data in the literature. Similar data for the remaining 83 enterprises using furnaces and for the 17 enterprises using kilns are provided in Appendix D.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 10, "text": "Table 6", "ref_id": null}, {"start": 209, "end": 215, "text": "Fig. 1", "ref_id": "FIGREF3"}, {"start": 228, "end": 235, "text": "Table 6", "ref_id": null}, {"start": 338, "end": 345, "text": "Table 6", "ref_id": null}, {"start": 481, "end": 488, "text": "Table 6", "ref_id": null}, {"start": 680, "end": 687, "text": "Table 6", "ref_id": null}], "section": "Techno-economic inputs from the survey used in the MUSE model"}, {"text": "The cost of switching provided by enterprises, was an expectation of the required investment that each enterprise would be willing to invest based on their own cash flow. For the subjectivity of this value, the estimation of the technology CAPEX was rather calculated from the IEA, Energy Technology Systems Analysis Programme (boilers [42] , furnaces [40] and kilns [39] ) and, when data was not available, using cost correlations obtained from [32] .", "cite_spans": [{"start": 336, "end": 340, "text": "[42]", "ref_id": "BIBREF44"}, {"start": 352, "end": 356, "text": "[40]", "ref_id": "BIBREF42"}, {"start": 367, "end": 371, "text": "[39]", "ref_id": null}, {"start": 446, "end": 450, "text": "[32]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Techno-economic inputs from the survey used in the MUSE model"}, {"text": "Emission conversion factors obtained from IPCC (Intergovernmental Panel on Climate Change) [43] and EPA (United States Environmental Protection Agency) [44] were also applied to the fuel consumption values obtained from the surveyed data in order to estimate the technology environmental impacts. Future energy price trajectories were drawn from EIA [41] .", "cite_spans": [{"start": 91, "end": 95, "text": "[43]", "ref_id": "BIBREF45"}, {"start": 152, "end": 156, "text": "[44]", "ref_id": "BIBREF46"}, {"start": 350, "end": 354, "text": "[41]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Techno-economic inputs from the survey used in the MUSE model"}, {"text": "The results report capacity, fuel consumption, electricity use, net present value, and emissions for the technology mix in the five scenarios described in Section 4.1. Although the analysis was performed using a 5-year time step, the projections for the iron-steel sub-sector in Maharashtra in the timeframe 2010-2050 are reported using a 10-year interval. In this Section, we provide results for iron-steel enterprises using boilers. Results for enterprises using kilns and furnaces are provided in Appendix D. Fig. 3 provides the capacity and production mix (a, e) along with the corresponding electricity and fuel consumption (b, c), and the NPV corresponding to the technology (d) with a breakdown by fuel for each of the scenarios. If more efficient natural gas technologies were available, the fuel consumption would reduce. With respect to boilers as the NO-GAS-based scenario shows that HFO increases over time, from the initial 46% share in 2010 to 62% share in 2050 (Fig. 3.c3 ). This is due to the lower CAPEX and higher efficiency of oil fuel-based technology comparing with the other fuels. In the remaining scenarios, gas-based steel production benefits from complementarity with cogeneration, From the total of surveyed enterprises and the information regarding how they can be classified Table 5 Five agent-based scenarios are defined taking into account: increasing overall efficiency and reducing electricity consumption from the grid. This can be observed in Fig. 3 .b in all gas-based scenarios where natural gas is present in the market. Metrics such as OPEX and NPV prove to be useful investment decision metrics for the decarbonisation of the industry sector using boilers. We observe that when the investment is based on CAPEX, natural gas and HFO have the largest share in the fuel mix, 60% and 30% respectively (Fig. 3.c1) . In Appendix E, Fig. E.1 additionally shows the fuel consumption profile for each scenario; clearly CAPEX-OPEX and CAPEX driven investments reflect a greater uptake of natural gas in industries using boilers. Fig. 4 results are in line with the goal of the recent reform of the natural gas industry in India, aiming for a larger share of gas in the energy mix [45] . The main goal of increasing the natural gas share in Maharashtra is to reduce emissions and improve air quality. OPEXbased and NPV-based scenarios have lower CO 2 emissions comparing with other scenarios. Overall, N 2 O, PM10, SO 2 , and NO x reduce significantly in all gas-based scenarios comparing with the NO-GAS-based scenario.", "cite_spans": [{"start": 2210, "end": 2214, "text": "[45]", "ref_id": "BIBREF47"}], "ref_spans": [{"start": 512, "end": 518, "text": "Fig. 3", "ref_id": "FIGREF0"}, {"start": 976, "end": 986, "text": "(Fig. 3.c3", "ref_id": "FIGREF0"}, {"start": 1304, "end": 1311, "text": "Table 5", "ref_id": null}, {"start": 1478, "end": 1484, "text": "Fig. 3", "ref_id": "FIGREF0"}, {"start": 1837, "end": 1848, "text": "(Fig. 3.c1)", "ref_id": "FIGREF0"}, {"start": 1866, "end": 1874, "text": "Fig. E.1", "ref_id": "FIGREF3"}, {"start": 2059, "end": 2065, "text": "Fig. 4", "ref_id": "FIGREF7"}], "section": "Results"}, {"text": "The decision metric is of paramount importance to dictate natural gas uptake, timing of the transition to different fuels, and emission reduction patterns (Fig. 5 and Fig. H.1 ). In particular:", "cite_spans": [], "ref_spans": [{"start": 155, "end": 175, "text": "(Fig. 5 and Fig. H.1", "ref_id": "FIGREF3"}], "section": "Discussion"}, {"text": "1. The cumulative uptake of natural gas in NPV-driven investments from 2020 till 2050 will amount to 15.1 PJ, reducing approximately 1600 kt CO 2 emissions in the iron-steel sector of this region of the world. 2. Fuel-switching investments triggered by CAPEX account for the highest uptake of natural gas (25 PJ by 2050) with a reduction of 1715 kt CO 2 by 2050. 3. If OPEX-only investment is in place, then the cumulative consumption of natural gas will amount 9.1 PJ and abate 1708 kt CO 2 from 2020 to 2050. 4. Interestingly, when a combination of CAPEX-OPEX is used as a metric for investments, the highest CO 2 reduction by 2050 is achieved with approximately 2000 kt CO 2 emissions and a natural gas uptake of~12 PJ.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The main reason for the differences in emissions among the scenarios is the prevalence of highly carbon intensive fuels (HFO) in the final mix. In CAPEX-OPEX scenario, for example, coal amounts to 10.7 PJ, HFO reaches 8.9 PJ, petroleum coke accounts for 7 PJ, and LDO's consumption is 0.72 PJ by 2050.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The CAPEX scenario corresponds to the highest uptake of natural gas and, thus the lowest reduction of CO 2 . However, the high dependence on HFO suggests that decision-makers should also potentially consider HFO-to-gas switching in the short term in addition to coal-togas switching in order to drive substantial emission reductions.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "NPV-based investments produce a softer decarbonisation pathway favouring both natural gas uptake and emission reductions in the long term in balance with other fuels decommissioning; thus reflecting that fuel switching investment is typically not proportional to capital stock [23] .", "cite_spans": [{"start": 277, "end": 281, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "India, with a population of about 1.4 billion, is one of the fastest growing economy in the world. This growth has produced of 2162 Mt CO 2 emissions in 2017, due to a high reliance on fossils, especially on coal (accounting for more than 1500 Mt CO 2 ). Industry is the second emitting sector, after power generation [46] . In 2015, the primary energy supply mainly relied on coal (45%), oil products (25%), biofuels (22%), with natural gas having a minor share (5%) [47] .", "cite_spans": [{"start": 318, "end": 322, "text": "[46]", "ref_id": "BIBREF48"}, {"start": 468, "end": 472, "text": "[47]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Policy implications"}, {"text": "The country has shown willingness to reduce its emissions putting in place targets such as: (1) GDP emission intensity reduction by 20-25% in 2020 below 2005 levels (Copenhagen Accord); (2) GDP emissions intensity reduction by 33-35% by 2030 below 2005 levels; 40% of nonfossil-based share of installed electric power capacity by 2030; cumulative carbon sink of 2.5-3 Gt CO2e by 2030 (Indian Nationally Determined Contribution) [48] . Currently, the Perform, Achieve and Trade (PAT) Mechanism is the main instrument to achieve the 2020 targets [7] . PAT is a sort of cap and trade market for energy savings based on specific energy consumption targets at a plant level; on average it includes specific energy reduction equal to 4.8% [8] . There is interest in India in coal-to-gas and oil-to-gas substitutions in order to reduce emissions of CO 2 and of particulate matter, because of the higher efficiency of natural gas technologies and the lower carbon intensity of this fuel. In fact, the Government plans to increase the share of natural gas in the energy mix in order to substitute the more emission intensive oil and coal and aims to increase the natural gas penetration to 15% by 2022. In this perspective, India has already announced cuts to subsidies for oil [49] .", "cite_spans": [{"start": 428, "end": 432, "text": "[48]", "ref_id": "BIBREF50"}, {"start": 544, "end": 547, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 733, "end": 736, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1269, "end": 1273, "text": "[49]", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "Policy implications"}, {"text": "Our study shows how the biggest barrier to energy efficiency which the majority of industries in the steel sector perceives, comes from upfront costs as well as technical/commercial unidentified issues related to switching to natural gas (hidden costs, [34] ). These are aspects common to the majority of the energy intensive industries. They need to be addressed by policy. Here we highlight some options which policy makers could take into account:", "cite_spans": [{"start": 253, "end": 257, "text": "[34]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Policy implications"}, {"text": "(1) The reduction of the upfront costs could be enabled through subsidy targeting the investment costs reduction in more efficient and less emitting technologies. Other forms of incentives could be awarded to the electricity co-generated by those plants putting in place energy efficiency measures. Similar attempts were made with Feed-in tariffs for renewables. (2) The problem of the access to capital for enterprises could be partly addressed subsidising industries investing in more efficient technologies. Also, interventions to develop the domestic financial system should be envisaged. Capital availability is essential to support an environment investing in novel technologies [47] . In this perspective, India is still strongly dominated by state-backed capital and the possibilities for companies to receive financial support for their investments is more constrained. (3) The perception of hidden costs is likely to be linked to technical and commercial issues related to the fuel-switching. Natural gas is a Table 6 The MUSE input data is based on data from survey and complementing with IEA and MUSE databases. Data is presented for boilers only. Data for furnaces and kilns in the iron-steel sub-sector using different fuels is presented in pricey and a heavily imported commodity whose availability is not even across the country. Some measures put in place by India related to subsidy reduction for oil could be helpful but stronger efforts would be needed in increasing the natural gas coverage in the territory. (4) Measures could be enforced to make companies account in their business plans for the environmental externalities produced by their operations. Instruments such as carbon price or emission trading schemes could go in that direction. India is driving forward the 'Leadership Group for Industry Transition', which includes Sweden, Argentina, France and Germany, with the aim to engage in an ambitious public-private effort to ensure that heavy industries meet the goals of the Paris Agreement.", "cite_spans": [{"start": 685, "end": 689, "text": "[47]", "ref_id": "BIBREF49"}], "ref_spans": [{"start": 1020, "end": 1027, "text": "Table 6", "ref_id": null}], "section": "Policy implications"}, {"text": "The AB-IAM integrated into the MUSE environment provides a flexible laboratory for more ambitious policy, environment and monetary experiments, to assess the joint impact of the use of a range of more sophisticated investment decision metrics (i.e. CAPEX, OPEX, and NPV) along with technology innovation, fiscal and monetary interventions on industry change dynamics. The framework presented in this study has further contributed to the understanding of investor behaviours by taking into account not only objective techno-economic facts but also approaches to investment decision making based on a large on-site survey. Here, we have demonstrated that subjective elements influencing the investment behaviour (i.e. fuel consumption cost) produce totally different long-term fuel mix shares. This represents a significant contribution to integrated assessment modelling favouring a more real technology adoption representation and in turn, towards a greener economy.", "cite_spans": [], "ref_spans": [], "section": "Limitations and areas for future research"}, {"text": "Moving forward, the technology adoption in industry should include links between industry investment behaviours, financing sources preferences, policy-makers motivations and consumer values. In our future research agenda, both the assessment of multiple sub-sectors and the links among other agents are the most urgent points. Further, we plan to use the model to explore the issue of policy implementation and multi-agent assessment in additional industrial sub-sectors (e.g. cement, chemicals, fertilisers and automotive).", "cite_spans": [], "ref_spans": [], "section": "Limitations and areas for future research"}, {"text": "Real-world decision-making relies on not only fact-driven rational thinking (i.e. OPEX, CAPEX) but also feeling-driven intuition (i.e. saving the environment reducing CO 2 emissions). Regarding the latter, subjective elements influence the investment behaviour through values and emotions, and industry decision-makers' values and emotions determine their fuel preferences and information processing related to investment [50] . The subjective elements that trigger enterprises' investment decision processes usually are emission reduction, fuel consumption cost along with the maturity of the technology and social- value-driven orientation [13] . While enterprise investment requires factual grounding from techno-economic assessment to scientific facts, real investment possibilities need support from decision makers' values to produce more actual investment scenarios. Introducing the aforementioned subjective inputs in modelling investment behaviour and fuel preferences in the industrial sector is crucial for the energy and emissions transition in future research. Although we acknowledge the importance of modelling disruptive situations, such as the current Covid-19 crisis, they remain out of the scope of the analysis which refer to potential ways to achieve decarbonisation and emission reduction at the current energy consumption levels.", "cite_spans": [{"start": 422, "end": 426, "text": "[50]", "ref_id": "BIBREF52"}, {"start": 642, "end": 646, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Limitations and areas for future research"}, {"text": "Agent-Based Integrated Assessment Models such us the presented in this study offer a flexible methodology to handle the dynamics of industry transitions in evolving socio-technical systems. By accounting for agents' own investment objectives, attributes and decision-making practises when investing in novel technologies, AB-IAMs allow to include the effects that would otherwise be missing in the normative pathways of optimisation models, which is the representation of agent's heterogeneity. In this work, a survey-based, data-driven, Agent-Based Integrated Assessment Model has been introduced within the industry sector of the MUSE (ModUlar energy system Simulation Environment) model, to assess decision-making criteria of heterogeneous agents when investing in industry fuel-switching. MUSE is applied to explicitly model the attributes, objectives and decision-making of investors in a long-term energy transition of the industry sector.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "An on-site survey of the iron-steel sector in the Indian region of Maharashtra has driven the definition of agents investors modelled and informed the status of the current energy technology mix in place. The surveyed iron-steel industry represents a diverse industrial sub-sector accounting for 108 companies that consume a range of fossil fuels such as coal, heavy fuel oil, light diesel oil, carbon black feed stock, liquefied petroleum gas, piped natural gas and pet coke. Fuels are mostly used to produce heat in a range of equipment sizes such as boilers, furnaces and kilns, used for industrial heat processes. The definition of the metrics was based from the survey, which emphasised the importance of CAPEX and OPEX as drivers. Additionally, a more sophisticated metric, such as NPV was included. Although suggested from relevant literature [32] , the payback time was not explicitly modelled. In fact, authors' analyses have shown that the payback time can promote a consistent, albeit slower, transition compared with the NPV, if carbon policies are not included.", "cite_spans": [{"start": 850, "end": 854, "text": "[32]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Conclusion"}, {"text": "Simulation results show that the interactions among heterogeneous investment attitudes contrast with the optimal growth paths observed in standard general equilibrium integrated assessment models. Longterm investments triggered by CAPEX can motivate the uptake of approximately 25 PJ of natural gas, which represents a total of 1715 kt CO 2 emission savings in the iron-steel industry in Maharashtra for the next thirty years. As expected, when evaluating other investments triggers, we observed that the uptake of natural gas and its Various challenges remain to be explored and long-term energy planning might benefit from a more detailed addition of agents and use of Agent-Based Integrated Assessment Models. The parameterisation of new agents (such as multi-sector agents, financing sources, policymakers and consumers and their interactions) is an urgent area for further exploration to better understand the energy transition. ", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. ", "cite_spans": [], "ref_spans": [], "section": "Declaration of Competing Interest"}, {"text": "The ModUlar energy systems Simulation Environment, MUSE is a bottom-up, technology-rich, agent-based, Integrated Assessment Model (IAM) developed to simulate alternative long-term scenarios across all energy sectors at different scales including country, regions and globally. It is a partial equilibrium microeconomic-based model that simulates the real decision-making processes occurring in each sector of the energy system. It applies a modular approach to represent energy sectors where the particular investment drivers are tailored to reflect what is observed in each energy industry. It uses an agent-based approach to simulate the investment and operational decision making in each sector. This framework does not suggest optimal energy system changes using a single investment metric across the economy. This framework focuses on the investor's motivations to adopt a new energy technology permitting an arguably more realistic representation of the energy market transition compared with the normative pathways from optimisation models [30] . The system equilibrium of MUSE is given by the market clearing algorithm (MCA) which links all parts of the model, as shown in Fig. A.1 . The MCA employs an iterative algorithm to clear the market by balancing demand and supply of energy commodities across sectors. The MCA is responsible for achieving a system equilibrium on price and quantity for each energy commodity in each region and time period between across energy sectors [51] . MUSE modular structure is designed to enable transparent and flexible analysis of all sectors of the energy market as a whole or separately. Macroeconomic inputs based on Shared Socioeconomic Pathways (SSP) [52] are used for energy service demand projections in each end-use sector.", "cite_spans": [{"start": 1047, "end": 1051, "text": "[30]", "ref_id": "BIBREF32"}, {"start": 1487, "end": 1491, "text": "[51]", "ref_id": "BIBREF53"}, {"start": 1701, "end": 1705, "text": "[52]", "ref_id": "BIBREF55"}], "ref_spans": [{"start": 1181, "end": 1189, "text": "Fig. A.1", "ref_id": "FIGREF3"}], "section": "Appendix A: MUSE -ModUlar energy systems Simulation Environment"}, {"text": "The MUSE Industrial Sector Module (ISM) is a demand sector in MUSE. As shown in Fig. A.1 , at any simulated period, the module receives updated trajectories of prices and returns updated trajectories of fuel consumption and emissions to the MCA in MUSE in a dynamic fashion. In each simulation period, the ISM updates the SSP macroeconomic drivers and iteratively receives from the MCA the forward energy and material commodity prices as well as the forward price of the CO 2 , disaggregated into region, time period and time slice. After prices have been updated, the module uploads exogenous parameters for the techno-economic and environmental characterization of each industrial process in a selected region (such as Maharashtra). Then the ISM generates outputs in terms of fuel consumption, production, emissions, and costs (capital end operating) by asset type in the region [44] . Consultants from ICF International, Inc. and researches from Imperial College London outlined a questionnaire that has been used in a survey across heavy industries in Maharashtra. The survey contains 31 questions to cover all aspects of the surveyed enterprises such as (1) general details;", "cite_spans": [{"start": 881, "end": 885, "text": "[44]", "ref_id": "BIBREF46"}], "ref_spans": [{"start": 80, "end": 88, "text": "Fig. A.1", "ref_id": "FIGREF3"}], "section": "Appendix A: MUSE -ModUlar energy systems Simulation Environment"}, {"text": "(2) technical details; (3) commercial and contractual details; (4) environmental, emissions and pollution; and (5) ease of doing business. Once the data was collected, a pre-processing of data considering key inputs from the survey was conducted. This pre-processed data was then used as inputs on the MUSE model. A1 . The model architecture and main dynamic interactions across the sector modules. As part of its modular architecture, MUSE takes account of supply sectors (upstream oil, upstream gas, coal extraction, renewables uptake, and uranium uptake); conversion sectors (power sector, refinery, and bio-refinery) as well as demand sectors (agriculture, buildings, industry, and transport). The climate model is currently limited to a global carbon budget. MUSE simulates capital investment and operational decision to meet the demand for a certain commodity or service in a specific region and time period across energy sectors or in a specific sector [30, 53] . Table D ", "cite_spans": [{"start": 960, "end": 964, "text": "[30,", "ref_id": "BIBREF32"}, {"start": 965, "end": 968, "text": "53]", "ref_id": "BIBREF56"}], "ref_spans": [{"start": 314, "end": 316, "text": "A1", "ref_id": "FIGREF3"}, {"start": 971, "end": 978, "text": "Table D", "ref_id": "TABREF4"}], "section": "Appendix A: MUSE -ModUlar energy systems Simulation Environment"}, {"text": "Steel companies using kilns meet their energy demand with fossil fuels such as petcoke, coal, heavy fuel oil (HFO) and natural gas (PNG: Piped Natural Gas). In Fig. D.1 , we can observe that the CAPEX-based scenario produces a fuel mix with the most uptake of natural gas. This is because gasbased kilns have a considerably lower initial capital expenditure in comparison with technologies using other fuels. Although the NPV-based scenario favours an uptake of heavy fuel oil, the second fuel in the ranking is natural gas. The OPEX and CAPEX-OPEX-based scenarios, favour petcoke and coal respectively for the fuel availability at lower costs. An important observation is that a fuel consumption reduction can be observed in OPEXbased and CAPEX-OPEX-based scenarios comparing with the NO-GAS-based scenario. Fig. D.2 reports the air quality analysis for steel industries using kilns. In the CAPEX-based scenario, an approximated 30% CO 2 emissions reduction is observed due to the natural gas uptake in the new fuel mix compared with the NO-GAS-based scenario. A striking observation is appreciated in the NPV-based scenario where HFO is dominant. Here, NO x emissions increases approximately 50% in the next three decades. D2. Furnaces   Fig. D.3 reports a set of results for furnaces using six different fuels in the iron-steel sub-sector. Coal and carbon black feedstock increases in the NO-GAS-based scenario. CAPEX-based and CAPEX-OPEX-based scenarios favours a greater penetration of natural gas while OPEX-based scenario favours LPG. The NPV-based scenario also favours natural gas but in a lower proportion compared with CAPEX-based and CAPEX-OPEX-based scenarios. Overall, there is a fuel consumption reduction in all scenarios except CAPEX comparing with the NO-GAS-based scenario.", "cite_spans": [], "ref_spans": [{"start": 160, "end": 168, "text": "Fig. D.1", "ref_id": "FIGREF3"}, {"start": 809, "end": 817, "text": "Fig. D.2", "ref_id": "FIGREF5"}, {"start": 1229, "end": 1248, "text": "Furnaces   Fig. D.3", "ref_id": "FIGREF0"}], "section": "D1. Kilns"}, {"text": "In Fig. D.4 , there is an important improvement in air quality for all scenarios comparing with the NO-GAS-based scenario. CO 2 emissions reduce more than 50% in OPEX-based and NPV-based scenarios. Approximately 60% reduction can be observed in N 2 O emission on CAPEX-based scenario and this reduction is even bigger for the other scenarios. Similar trends are observed for PM10 and SO 2 emissions. PM10 emissions reduction varies from 40% in CAPEX-based scenario to 60% in NPV-based scenario.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 11, "text": "Fig. D.4", "ref_id": "FIGREF7"}], "section": "D1. Kilns"}, {"text": "See ", "cite_spans": [], "ref_spans": [], "section": "D3. Emission factors"}, {"text": "capex capex_opex npv opex ", "cite_spans": [], "ref_spans": [], "section": "NMVOC [t]"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The critical role of the industrial sector in reaching long-term emission reduction, energy efficiency and renewable targets", "authors": [{"first": "B", "middle": [], "last": "Fais", "suffix": ""}, {"first": "N", "middle": [], "last": "Sabio", "suffix": ""}, {"first": "N", "middle": [], "last": "Strachan", "suffix": ""}], "year": 2016, "venue": "Appl Energy", "volume": "162", "issn": "", "pages": "699--712", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The role of gas in today's energy transitions", "authors": [], "year": 2019, "venue": "IEA", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Transforming industry through CCUS", "authors": [], "year": 2019, "venue": "IEA", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Low-carbon growth for Indian iron and steel sector: exploring the role of voluntary environmental compliance", "authors": [{"first": "M", "middle": [], "last": "Prasad", "suffix": ""}, {"first": "T", "middle": [], "last": "Mishra", "suffix": ""}], "year": 2017, "venue": "Energy Policy", "volume": "100", "issn": "", "pages": "41--50", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Carbon mitigation potential of Indian steel industry", "authors": [{"first": "P", "middle": [], "last": "Pal", "suffix": ""}, {"first": "H", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "D", "middle": [], "last": "Kapur", "suffix": ""}], "year": 2016, "venue": "Mitig Adapt Strat Glob Change", "volume": "21", "issn": "", "pages": "391--402", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Government of India", "authors": [{"first": "", "middle": [], "last": "Ministry", "suffix": ""}, {"first": "", "middle": [], "last": "Steel", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Bureau of Energy Efficiency; 2020, 29 March. Perform, achieve and trade (PAT) Mechanism", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "World Resources Institute -Creating market support for energy efficiency: India's perform, achieve and trade scheme", "authors": [{"first": "N", "middle": [], "last": "Singh", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Comparing projections of industrial energy demand and greenhouse gas emissions in long-term energy models", "authors": [{"first": "O", "middle": ["Y"], "last": "Edelenbosch", "suffix": ""}, {"first": "K", "middle": [], "last": "Kermeli", "suffix": ""}, {"first": "W", "middle": [], "last": "Crijns-Graus", "suffix": ""}, {"first": "E", "middle": [], "last": "Worrell", "suffix": ""}, {"first": "R", "middle": [], "last": "Bibas", "suffix": ""}, {"first": "B", "middle": [], "last": "Fais", "suffix": ""}], "year": 2017, "venue": "Energy", "volume": "122", "issn": "", "pages": "701--711", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The national energy modeling system: an overview", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "UK MARKAL model documentation", "authors": [{"first": "R", "middle": [], "last": "Kannan", "suffix": ""}, {"first": "N", "middle": [], "last": "Strachan", "suffix": ""}, {"first": "G", "middle": [], "last": "Anandarajah", "suffix": ""}, {"first": "B", "middle": [], "last": "Ozkan", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "How do companies decide? Emotional triggers and drivers of investment in natural gas and biogas vehicles", "authors": [{"first": "N", "middle": [], "last": "Saukkonen", "suffix": ""}, {"first": "T", "middle": [], "last": "Laine", "suffix": ""}, {"first": "P", "middle": [], "last": "Suomala", "suffix": ""}], "year": 2017, "venue": "Energy Res Soc Sci", "volume": "34", "issn": "", "pages": "49--61", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "An agent-based model for energy investment decisions in the residential sector", "authors": [{"first": "J", "middle": [], "last": "Sachs", "suffix": ""}, {"first": "Y", "middle": [], "last": "Meng", "suffix": ""}, {"first": "S", "middle": [], "last": "Giarola", "suffix": ""}, {"first": "A", "middle": [], "last": "Hawkes", "suffix": ""}], "year": 2019, "venue": "Energy", "volume": "172", "issn": "", "pages": "752--68", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The economy needs agent-based modelling", "authors": [{"first": "J", "middle": ["D"], "last": "Farmer", "suffix": ""}, {"first": "D", "middle": [], "last": "Foley", "suffix": ""}], "year": 2009, "venue": "Nature", "volume": "460", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Complexity and the economics of climate change: a survey and a look forward", "authors": [{"first": "T", "middle": [], "last": "Balint", "suffix": ""}, {"first": "F", "middle": [], "last": "Lamperti", "suffix": ""}, {"first": "A", "middle": [], "last": "Mandel", "suffix": ""}, {"first": "M", "middle": [], "last": "Napoletano", "suffix": ""}, {"first": "A", "middle": [], "last": "Roventini", "suffix": ""}, {"first": "A", "middle": [], "last": "Sapio", "suffix": ""}], "year": 2017, "venue": "Ecol Econ", "volume": "138", "issn": "", "pages": "252--65", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Take me to your leader: Using socio-technical energy transitions (STET) modelling to explore the role of actors in decarbonisation pathways", "authors": [{"first": "Fgn", "middle": [], "last": "Li", "suffix": ""}, {"first": "N", "middle": [], "last": "Strachan", "suffix": ""}], "year": 2019, "venue": "Energy Res Soc Sci", "volume": "51", "issn": "", "pages": "67--81", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Economics: Current climate models are grossly misleading", "authors": [{"first": "N", "middle": [], "last": "Stern", "suffix": ""}], "year": 2016, "venue": "Nature News", "volume": "530", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Modelling complex systems of heterogeneous agents to better design sustainability transitions policy", "authors": [{"first": "J-F", "middle": [], "last": "Mercure", "suffix": ""}, {"first": "H", "middle": [], "last": "Pollitt", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Bassi", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Viñuales", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "Edwards", "suffix": ""}], "year": 2016, "venue": "Global Environ Change", "volume": "37", "issn": "", "pages": "102--117", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Agent based modelling and simulation tools: a review of the state-of-art software", "authors": [{"first": "S", "middle": [], "last": "Abar", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Theodoropoulos", "suffix": ""}, {"first": "P", "middle": [], "last": "Lemarinier", "suffix": ""}, {"first": "O", "middle": [], "last": "Hare", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "", "suffix": ""}], "year": 2017, "venue": "Comput Sci Rev", "volume": "24", "issn": "", "pages": "13--33", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Fiscal and monetary policies in complex evolving economies", "authors": [{"first": "G", "middle": [], "last": "Dosi", "suffix": ""}, {"first": "G", "middle": [], "last": "Fagiolo", "suffix": ""}, {"first": "M", "middle": [], "last": "Napoletano", "suffix": ""}, {"first": "A", "middle": [], "last": "Roventini", "suffix": ""}, {"first": "T", "middle": [], "last": "Treibich", "suffix": ""}], "year": 2015, "venue": "J Econ Dyn Control", "volume": "52", "issn": "", "pages": "166--89", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Towards agent-based integrated assessment models: examples, challenges, and future developments", "authors": [{"first": "F", "middle": [], "last": "Lamperti", "suffix": ""}, {"first": "A", "middle": [], "last": "Mandel", "suffix": ""}, {"first": "M", "middle": [], "last": "Napoletano", "suffix": ""}, {"first": "A", "middle": [], "last": "Sapio", "suffix": ""}, {"first": "A", "middle": [], "last": "Roventini", "suffix": ""}, {"first": "T", "middle": [], "last": "Balint", "suffix": ""}], "year": 2019, "venue": "Reg Environ Change", "volume": "19", "issn": "", "pages": "747--62", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Faraway, so close: coupled climate and economic dynamics in an agent-based integrated assessment model", "authors": [{"first": "F", "middle": [], "last": "Lamperti", "suffix": ""}, {"first": "G", "middle": [], "last": "Dosi", "suffix": ""}, {"first": "M", "middle": [], "last": "Napoletano", "suffix": ""}, {"first": "A", "middle": [], "last": "Roventini", "suffix": ""}, {"first": "A", "middle": [], "last": "Sapio", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "BLUE: Behaviour lifestyles and uncertainty energy model, online documentation revision 04", "authors": [{"first": "Fgn", "middle": [], "last": "Li", "suffix": ""}, {"first": "N", "middle": [], "last": "Strachan", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "CASCADE: an agent based framework for modeling the dynamics of smart electricity systems", "authors": [{"first": "M", "middle": [], "last": "Rylatt", "suffix": ""}, {"first": "R", "middle": [], "last": "Gammon", "suffix": ""}, {"first": "P", "middle": [], "last": "Boait", "suffix": ""}, {"first": "L", "middle": [], "last": "Varga", "suffix": ""}, {"first": "P", "middle": [], "last": "Allen", "suffix": ""}, {"first": "M", "middle": [], "last": "Savill", "suffix": ""}], "year": 2013, "venue": "Emerg: Complexity Org", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "A new family of agent-based models and their application to high-end scenarios", "authors": [{"first": "F", "middle": [], "last": "Lamperti", "suffix": ""}, {"first": "G", "middle": [], "last": "Dosi", "suffix": ""}, {"first": "A", "middle": [], "last": "Mandel", "suffix": ""}, {"first": "M", "middle": [], "last": "Napoletano", "suffix": ""}, {"first": "A", "middle": [], "last": "Roventini", "suffix": ""}, {"first": "A", "middle": [], "last": "Sapio", "suffix": ""}], "year": 2016, "venue": "IMPRESSIONS Del D", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "An exploratory analysis of the dutch electricity system in transition", "authors": [{"first": "J", "middle": ["H"], "last": "Kwakkel", "suffix": ""}, {"first": "G", "middle": [], "last": "Yücel", "suffix": ""}], "year": 2014, "venue": "J Knowl Econ", "volume": "5", "issn": "", "pages": "670--85", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Total emission savings comparison due to gas uptake on four natural gas, agent-based scenarios (1) CAPEX-based", "authors": [{"first": "", "middle": [], "last": "Fig", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Transition challenges for alternative fuel vehicle and transportation systems", "authors": [{"first": "J", "middle": [], "last": "Struben", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Sterman", "suffix": ""}], "year": 2008, "venue": "Environ Plan B: Plan Des", "volume": "35", "issn": "", "pages": "1070--97", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "The theory and practice of corporate finance: evidence from the field", "authors": [{"first": "J", "middle": ["R"], "last": "Graham", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Harvey", "suffix": ""}], "year": 2001, "venue": "J Financ Econ", "volume": "60", "issn": "", "pages": "187--243", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "A novel energy systems model to explore the role of land use and reforestation in achieving carbon mitigation targets: a Brazil case study", "authors": [{"first": "I", "middle": [], "last": "García Kerdan", "suffix": ""}, {"first": "S", "middle": [], "last": "Giarola", "suffix": ""}, {"first": "A", "middle": [], "last": "Hawkes", "suffix": ""}], "year": 2019, "venue": "J Cleaner Prod", "volume": "232", "issn": "", "pages": "796--821", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "A dynamic model of global natural gas supply", "authors": [{"first": "Djg", "middle": [], "last": "Crow", "suffix": ""}, {"first": "S", "middle": [], "last": "Giarola", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Hawkes", "suffix": ""}], "year": 2018, "venue": "Appl Energy", "volume": "218", "issn": "", "pages": "452--69", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Long-term development of the industrial sector -case study about electrification, fuel switching, and CCS in the USA", "authors": [{"first": "S", "middle": [], "last": "Luh", "suffix": ""}, {"first": "S", "middle": [], "last": "Budinis", "suffix": ""}, {"first": "S", "middle": [], "last": "Giarola", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Schmidt", "suffix": ""}, {"first": "A", "middle": [], "last": "Hawkes", "suffix": ""}], "year": 2019, "venue": "Comput Chem Eng", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Bounded rationality: the adaptive toolbox", "authors": [{"first": "G", "middle": [], "last": "Gigerenzer", "suffix": ""}, {"first": "R", "middle": [], "last": "Selten", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Barriers to energy efficiency: evidence from selected sectors", "authors": [{"first": "E", "middle": [], "last": "O&apos;malley", "suffix": ""}, {"first": "S", "middle": [], "last": "Scott", "suffix": ""}, {"first": "S", "middle": [], "last": "Sorrell", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "A behavioral model of rational choice", "authors": [{"first": "H", "middle": ["A"], "last": "Simon", "suffix": ""}], "year": 1955, "venue": "Q J Econ", "volume": "69", "issn": "", "pages": "99--118", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Rational decision making in business organizations", "authors": [{"first": "H", "middle": ["A"], "last": "Simon", "suffix": ""}], "year": 1979, "venue": "Am Econ Rev", "volume": "69", "issn": "", "pages": "493--513", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Decarbonisation of the industrial sector by means of fuel switching, electrification and CCS", "authors": [{"first": "S", "middle": [], "last": "Luh", "suffix": ""}, {"first": "S", "middle": [], "last": "Budinis", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Schmidt", "suffix": ""}, {"first": "A", "middle": [], "last": "Hawkes", "suffix": ""}], "year": 2018, "venue": "Computer aided chemical engineering", "volume": "43", "issn": "", "pages": "1311--1317", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Industry in Maharashtra", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "/03/. Iron and steel", "authors": [{"first": "", "middle": [], "last": "Iea-Etsap;", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "EIA's annual energy outlook 2019 projects growing oil, natural gas, renewables production", "authors": [], "year": 2019, "venue": "EIA", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Industrial combustion boilers", "authors": [{"first": "Wortswinkel", "middle": [], "last": "Lv", "suffix": ""}, {"first": "G", "middle": [], "last": "Simbolotti", "suffix": ""}, {"first": "G", "middle": [], "last": "Tosato", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Stationary combustion", "authors": [{"first": "D", "middle": ["R"], "last": "Gómez", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Watterson", "suffix": ""}, {"first": "B", "middle": ["B"], "last": "Americano", "suffix": ""}, {"first": "C", "middle": [], "last": "Ha", "suffix": ""}, {"first": "G", "middle": [], "last": "Marland", "suffix": ""}, {"first": "E", "middle": [], "last": "Matsika", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Emission factors for greenhouse gas inventories", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "India gas reforms-a step too far? (World Gas Intelligence ed.)", "authors": [{"first": "R", "middle": [], "last": "Sharma", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Energy-intensive industries", "authors": [{"first": "G", "middle": [], "last": "Khandekar", "suffix": ""}, {"first": "S", "middle": [], "last": "Oberthür", "suffix": ""}, {"first": "T", "middle": [], "last": "Wyns", "suffix": ""}], "year": 2018, "venue": "COP21 RIPPLES", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "The statistcs for energy consumption and emission by sector in India", "authors": [{"first": "I", "middle": ["E"], "last": "Agency", "suffix": ""}], "year": 2020, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "UNFCCC. NDC registry unfccc", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Climate action tracker", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Emotion and decision making", "authors": [{"first": "J", "middle": ["S"], "last": "Lerner", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "P", "middle": [], "last": "Valdesolo", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Kassam", "suffix": ""}], "year": 2015, "venue": "Annu Rev Psychol", "volume": "66", "issn": "", "pages": "799--823", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Modelling cost-effective pathways for natural gas infrastructure: a southern Brazil case study", "authors": [{"first": "I", "middle": [], "last": "García Kerdan", "suffix": ""}, {"first": "F", "middle": [], "last": "Vega", "suffix": ""}, {"first": "J", "middle": [], "last": "Toole", "suffix": ""}, {"first": "S", "middle": [], "last": "Gulati", "suffix": ""}, {"first": "S", "middle": [], "last": "Giarola", "suffix": ""}, {"first": "A", "middle": [], "last": "Hawkes", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "SSP database (shared socioeconomic pathways) -version 1.1", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Simulating the carbon price trajectory in energy systems with imperfect foresight", "authors": [{"first": "S", "middle": [], "last": "Giarola", "suffix": ""}, {"first": "D", "middle": [], "last": "Crow", "suffix": ""}, {"first": "A", "middle": [], "last": "Hawkes", "suffix": ""}], "year": 2019, "venue": "Presented at the 38th international energy workshop", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Formulation and application of an Agent-Based Integrated Assessment Model to assess decision-making in energy technologies in industry. (4) Resulting insights into the drivers of industrial energy transitions in India, a key country in global climate change mitigation efforts.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Fig. C.1b and Fig. C.1d).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "No gas option in the market, NO-GAS-based; (2) capital expenditure of switching to natural gas, CAPEX-based; (3) operational expenditure of using natural gas, OPEX-based which in the model represents fuel cost and emissions cost; (4) a mix of CAPEX and OPEX; and (5) the net present value as main metric to invest in natural gas,", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Survey data flow and agent-based, bottom-up Integrated Assessment Model that considers the industry sector with different levels of detail, integrated in the MUSE energy systems model. Equilibrium is reached in MUSE via a market clearing algorithm (MCA), which iterates between sector modules until price and quantity of each energy commodity converge. D. Moya, et al. Applied Energy 274 (2020) 115295", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Rationale to select the iron-steel sub-sector as a key case study to apply the agent-based MUSE framework. InFigure (a), A: Chemicals; B: Iron-steel; C: Food processing. Additional, PNG: Piped Natural Gas; HFO: Heavy Fuel Oil; CBFS: Carbon Black Feed Stock; LPG: Liquefied Petroleum Gas; LDO: Light Diesel Oil. Source: on-site surveys [Appendix B and C]. D. Moya, et al. Applied Energy 274 (2020) 115295", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Boilers comparison on (a) installed capacity, (b) consumption of electricity, (c) consumption of fuels, (d) NPV, and (e) supply of the demand for five scenarios (1) CAPEX-based, (2) CAPEX-OPEX-based, (3) NO-GAS-based, (4) NPV-based, and (5) OPEX-based. D. Moya, et al. Applied Energy 274 (2020) 115295 correspondent emission savings varies from one to another. NPV-based investments reported an uptake of 16.5 PJ of natural gas and a reduction of 1821 kt CO 2 emissions by 2050. In order to provide a reliable and empirically robust fuel-switching framework representing the link between agents' attitudes and clean technology deployment, three aspects have been the focus of the approach developed: (a) the representation of a unique heterogeneity of fuel-switching industrial investment in terms of decision-makers with distinct investment goals, following a limited foresight of future demand and costs. (b) the improvement in emissions and air quality indicators by fuel-togas switching when considering explicitly agent-based decisionmaking. (c) the rigorous definition of agents and their attributes by an ad-hoc designed survey for the industry sector in the state of Maharashtra in India.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Emission production and emission savings comparison of boilers on (a) CO 2 , (b) N 2 O, (c) NH 3 , (d) NMVOC, (e) NO x , (f) PM10, (e) PM2.5, and (f) SO 2 for five scenarios (1) CAPEX-based, (2) CAPEX-OPEX-based, (3) NO-GAS-based, (4) NPV-based, and (5) OPEX-based. The line in grey represents the total emission savings in each scenario. editing, Supervision. Sara Giarola: Conceptualization, Methodology, Software, Resources, Validation, Writing -review & editing, Supervision. Adam Hawkes: Conceptualization, Methodology, Resources, Writing -review & editing, Supervision, Project administration, Funding acquisition.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "(SENESCYT), Award No. CZ03-35-2017. Mr. Moya is sponsored by The Technical University of Ambato (UTA), Award No. 1895-CU-P-2017 (Resolución HCU), and supported by The Science and Solutions for a Changing Planet Doctoral Training Partnership, Grantham Institute, at Imperial College London. The Institute for Applied Sustainability Research (iiasur) supports international research on sustainability applied to the Global South. Dr Hawkes, Dr Budinis, and Dr Giarola were supported by the NERC Newton project NE/N018656/1, Sustainable Gas Pathways for Brazil. Note that funding bodies were not involved in the design, implementation or reporting of this study. The authors acknowledge the contributions from ICF International, Inc. Andrew Northern from Imperial College London is acknowledged for his valuable comments during the development of this manuscript.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Total natural gas uptake and CO 2 emissions' comparison on the iron-steel sub-sector for the modelled scenarios.D. Moya, et al.Applied Energy 274 (2020) 115295", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Fig. B.1 illustrates the main characteristics of each company that are then used in the study.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Data from the survey. CPP: central power plant; tph: tonnes per hour; tpd: tonnes per day.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Fig. A1. The model architecture and main dynamic interactions across the sector modules. As part of its modular architecture, MUSE takes account of supply sectors (upstream oil, upstream gas, coal extraction, renewables uptake, and uranium uptake); conversion sectors (power sector, refinery, and bio-refinery) as well as demand sectors (agriculture, buildings, industry, and transport). The climate model is currently limited to a global carbon budget. MUSE simulates capital investment and operational decision to meet the demand for a certain commodity or service in a specific region and time period across energy sectors or in a specific sector [30,53].", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Appendix C: Energy-intensive industries in Maharashtra See Fig. C.1 Appendix D: Industrial sector: Results for kilns and furnaces Here, results are provided for the simulation of the iron & steel subsector in Maharashtra for kilns and furnaces. See", "latex": null, "type": "figure"}, "FIGREF14": {"text": "The top five most energy-intensive industries in Maharashtra, India of 405 surveyed plants in total. (a) Energy consumption by fuel; (b) Electricity consumption by fuel in place; (c) Energy consumption in each equipment in place; and (d) Electricity consumption in each equipment.", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Kilns comparison on (a) installed capacity, (b) consumption of electricity, (c) consumption of fuels, (d) NPV, and (e) supply of the demand for five scenarios (1) CAPEX-based, (2) CAPEX-OPEX-based, (3) NO-GAS-based, (4) NPV-based, and (5) OPEX-based. PNG: Piped Natural Gas.", "latex": null, "type": "figure"}, "FIGREF16": {"text": ". D2. . Emission comparison of kilns on (a) CO 2 , (b) N 2 O, (c) NH3, (d) NMVOC, (e) NO x , (f) PM10, (e) PM2.5, and (f) SO 2 for five scenarios (1) CAPEX-based, (2) CAPEX-OPEX-based, (3) NO-GAS-based, (4) NPV-based, and (5) OPEX-based. The line represents the total emission savings in each scenario (right axis).", "latex": null, "type": "figure"}, "FIGREF17": {"text": "Furnaces comparison on (a) installed capacity, (b) consumption of electricity, (c) consumption of fuels, (d) NPV, and (e) supply of the demand for five scenarios (1) CAPEX-based, (2) CAPEX-OPEX-based, (3) NO-GAS-based, (4) NPV-based, and (5) OPEX-based.", "latex": null, "type": "figure"}, "FIGREF18": {"text": "Emission comparison of furnaces on (a) CO 2 , (b) N 2 O, (c) NH 3 , (d) NMVOC, (e) NO x , (f) PM10, (e) PM2.5, and (f) SO 2 for five scenarios (1) CAPEX-based, (2) CAPEX-OPEX-based, (3) NO-GAS-based, (4) NPV-based, and (5) OPEX-based. The line in grey represents the total emission savings in each scenario.", "latex": null, "type": "figure"}, "FIGREF19": {"text": "Emission savings comparison of boilers on four natural gas, agent-based scenarios (1) CAPEX-based, (2) CAPEX-OPEX-based, (3) NPV-based, and (4) OPEXbased.", "latex": null, "type": "figure"}, "FIGREF20": {"text": "Emission savings comparison of furnaces on four natural gas, agent-based scenarios (1) CAPEX-based, (2) CAPEX-OPEX-based, (3) NPV-based, and (4) OPEXbased.", "latex": null, "type": "figure"}, "FIGREF21": {"text": "Emission savings comparison of kilns on four natural gas, agent-based scenarios (1) CAPEX-based, (2) CAPEX-OPEX-based, (3) NPV-based, and (4) OPEXbased. D. Moya, et al. Applied Energy 274 (2020) 115295", "latex": null, "type": "figure"}, "TABREF0": {"text": "Existing industry capacity: mega tonne of steel per year PJ/Mt steel Energy per Steel capacity: peta joule per mega tonne of steel GWh/Mt steel Electricity per Steel capacity: gigawatt hour per mega tonne of steel PJ/Mt steel Fuel consumption: peta joule per mega tonne of steel % Utilisation factor: percentage kt CO 2 /Mt steel CO2 Emissions kt N 2 O/Mt steel N2O Emissions MUS$2010/Mt steel CAPEX: Million dollars of The United States in year 2010 per mega tonne of steel MUS$2010/Mt steel OPEX: Million dollars of The United States in year 2010 per mega tonne of steel Mt steel/y Decommissioning profile: mega tonne of steel per year", "latex": null, "type": "table"}, "TABREF2": {"text": "The use of the survey data into the definition and calculation of MUSE parameters.Tonne per hour = tph, tonne per day = tpd.* ICF is a consulting services company that partnered with the Sustainable Gas institute to conduct the on-site survey.", "latex": null, "type": "table"}, "TABREF3": {"text": "The definition of agent's parameters in the Industry sector module of MUSE. combination of economic, environmental, and technology aspects along with personal motivations. Search Rule SR A collection of information about available technologies and processing abilities of the decision makers. SR leads to the search space (SS) of each agent which includes all defined possible technologies in the industry sector. Decision strategy DS There are two DSs: single-and multi-objective. The single-objective DS uses a merit-order approach where technologies are ranked according to the main agent's objective. Three possible multi-objective DS approaches are implemented within MUSE. Type, new or retrofit TP Two type of agent: new or retrofit. There is a distinction between retrofit and new equipment. It requires a linkage of each new agent to one retrofit agent in order to transfer its stock to a retrofit agent for the later renewal of the assets. Budget B Refers to the maximum budget that each agent can allocate for technology investment. Maturity Threshold MT Indicates the market share that a technology needs to have before it appears in the SS of an agent. This value varies according to agent's openness towards new technologies. Technology Stock TS Technology capacities available in the base year, obtained via calibration to energy balance and surveyed data.", "latex": null, "type": "table"}, "TABREF4": {"text": "", "latex": null, "type": "table"}, "TABREF5": {"text": "Agent's characterisation based on survey findings. Questions on Appendix B are used to define the characteristics of the industry agents.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Agent attribute </td><td>In Eq.\n(1)\n</td><td>Agent's parametrisation based on survey </td><td>Survey questions formulation Appendix B - Questionnaire\n</td></tr><tr><td>Objectives </td><td>Obj. </td><td>Capital expenditure\n</td><td>Question 19\n</td></tr><tr><td> </td><td> </td><td>Operational Cost\nNet Present Value\n</td><td> </td></tr><tr><td>Search Rule </td><td>SR </td><td>Investors are found to be sophisticated, open to innovations and risk under certain circumstances, and able to gather information on all available natural-gas-based technologies.\n</td><td>Question 10\n</td></tr><tr><td> </td><td> </td><td> </td><td>Question 13 Question 15\n</td></tr><tr><td>Decision strategy </td><td>DS </td><td>Multi-objective. The Weighted Sum is applied which transforms the set of objectives into a single-objective by multiplying each objective with a pre-defined weight.\n</td><td>Question 19\n</td></tr><tr><td>Type, new or retrofit </td><td>TP </td><td>Both new and retrofit agents are found from the survey. </td><td>Question 10\n</td></tr><tr><td>Budget </td><td>B </td><td>Each enterprise provides their available budget to invest in fuel-switching technologies.\n</td><td>Question 21\n</td></tr><tr><td> </td><td> </td><td> </td><td>Question 22\n</td></tr><tr><td> </td><td> </td><td> </td><td>Question 24\n</td></tr><tr><td>Technology Stock </td><td>TS </td><td>The current technologies in place in addition to natural-gas-based technologies are considered.\n</td><td>Question 13\n</td></tr><tr><td>Agent Population Percentage\n</td><td>PP </td><td>This value represents the total of surveyed enterprises as well as how they are classified into groups.\n</td><td>From the total of surveyed enterprises and the information regarding how they can be classified\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Table D of the Appendix.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Technology </td><td>Fuel </td><td>Utilization factor [%]\n</td><td>Existing industry capacity [Mt/y]\n</td><td>Electricity per Steel capacity [GWh/Mt Steel]\n</td><td>Energy per Steel capacity [PJ/Mt Steel]\n</td><td>Capex [MUS $2010/Mt]\n</td><td>CO2 emissions [kt CO2/Mt steel]\n</td><td>N2O emissions [kt N2O/Mt steel]\n</td></tr><tr><td>Boiler </td><td>Coal </td><td>0.63 </td><td>0.27 </td><td>231.58 </td><td>0.73 </td><td>0.11 </td><td>69.52 </td><td>0.00110\n</td></tr><tr><td>Boiler </td><td>HFO </td><td>0.63 </td><td>0.36 </td><td>262.40 </td><td>1.63 </td><td>0.07 </td><td>125.78 </td><td>0.00098\n</td></tr><tr><td>Boiler </td><td>Diesel </td><td>0.80 </td><td>0.11 </td><td>246.99 </td><td>0.57 </td><td>0.11 </td><td>44.46 </td><td>0.00034\n</td></tr><tr><td>Boiler </td><td>Natural gas </td><td>0.90 </td><td>0.16 </td><td>60.95 </td><td>2.81 </td><td>0.02 </td><td>157.42 </td><td>0.00028\n</td></tr></table></body></html>"}, "TABREF7": {"text": "5) Engaging in international collaborations would also be important to ease the identification of ways to overcome economic, technical, and commercial barriers. In this perspective, it is noteworthy that", "latex": null, "type": "table"}, "TABREF10": {"text": "18. Any Taxes paid on the fuel consumed Excise duty VAT Do you get set-off on Excise/VAT State surcharge Any Other taxes Discount on cost of fuel Excise -yes/No VAT -Yes/No Value -(actual or percentage) Mention the type of tax (purchase tax) and value Value -(actual or percentage) Supplier name 19. Investment decisions to take 21. If Gas is currently being used by the plant then answer the following questions 1 Has the government reduced the domestic gas supply to the plant Yes/No 2 What was the price of domestic gas being used 3 Pipeline connectivity and Pipeline Name (if Yes) Yes/No 4Has the plant used R-LNG before or is planning to use it. Was it because of price or other factors 5Reasons they stopped using gas -R-LNG 6Willingness to invest in regasification infrastructure on premises 7Willingness to sign medium term(2-3 year) LNG contracts with Take or Pay obligations 22. Willingness/Ability to Switch to Natural Gas and reasons: Yes/No, views/comments 23. If Yes to Question 22, what benefits do you feel, you may have in switching over? -Expenditure (CAPEX and OPEX) for changing to NG -Pollution related benefits -Expectation of Price (Discount on alternate fuel) -Others 24. Willingness/Ability to Switch to Natural Gas: a. Preference of contract vs. spot purchases b. If contract, what is the preferred period for contract in no. of years c. What is the preferred billing frequency? d. At what price do you feel comfortable in switching over to NG -(mention discount required to convert to NG on existing fuel's used currently) 25. If No to question 25, what are the reasons? 26. If the price of gas is available as per your expectation and pipeline connectivity is not an issue, then how much time will be required by the unit to convert to NG 27. Emission Monitoring: 28. Have you ever faced any pollution tax or have been shut due to pollution standards not being met 29. Compliant to pollution norms & standards: Yes/No 30. Use of dirt dumping process: Yes/No 31. Air pollution control device used in plant: No Other if yes, Please specify the device", "latex": null, "type": "table"}, "TABREF13": {"text": "The MUSE input data is based on data from survey and complementing with IEA and MUSE databases. Data is presented for furnaces and kilns in the iron-steel subsector using different fuels.", "latex": null, "type": "table"}, "TABREF14": {"text": "", "latex": null, "type": "table"}, "TABREF16": {"text": "Emission conversion factors obtained from IPCC (Intergovernmental Panel on Climate Change)[43] and EPA (United States Environmental Protection Agency)[44] have been applied to the fuel consumption values in order to estimate the technology environmental impacts.Appendix E: Fuel consumption and emission savings in boilersSee Figs. E1 and E2.Appendix F: Fuel consumption and emission savings in furnacesSee Figs. F1. and F2.Fig. E1. Comparison on boilers fuels consumption for each agent-based scenario.", "latex": null, "type": "table"}, "TABREF17": {"text": "Fig. F1. Comparison on furnaces fuel consumption for each agent-based scenario.", "latex": null, "type": "table"}}, "back_matter": [{"text": "We acknowledge the important comments and suggestions made by three anonymous reviewers to improve the quality, clarity and strictness of this article. Diego Moya has been funded by the Ecuadorian Secretariat for Higher Education, Science, Technology and Innovation ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}