{
    "paper_id": "1f1b3c06024690e10e60966d3c7f4e61a015fbb1",
    "metadata": {
        "title": "Journal Pre-proofs Commentary COVID-19 and Type 1 Diabetes: Challenges and actions COVID-19 and Type 1 Diabetes: Challenges and Actions",
        "authors": [
            {
                "first": "Emma",
                "middle": [
                    "L"
                ],
                "last": "Klatman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ONG Santé Diabète",
                    "location": {
                        "addrLine": "17 Avenue Malherbe",
                        "postCode": "38100",
                        "settlement": "Grenoble",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephane",
                "middle": [],
                "last": "Besancon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uganda Martyrs University",
                    "location": {
                        "settlement": "Kampala",
                        "country": "Uganda"
                    }
                },
                "email": ""
            },
            {
                "first": "Silver",
                "middle": [],
                "last": "Bahendeka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Medical Research",
                    "location": {
                        "postCode": "2037",
                        "settlement": "Dar es Salaam, Glebe",
                        "region": "NSW",
                        "country": "Tanzania, Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [],
                "last": "Mayige",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Life for a Child Program",
                    "institution": "",
                    "location": {
                        "settlement": "Glebe",
                        "region": "NSW",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Graham",
                "middle": [
                    "D"
                ],
                "last": "Ogle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Life for a Child Program",
                    "institution": "",
                    "location": {
                        "settlement": "Glebe",
                        "region": "NSW",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emma",
                "middle": [
                    "Louise"
                ],
                "last": "Klatman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arundel",
                "middle": [],
                "last": "St",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "COVID-19 is challenging all diabetes services, but the situation is particularly perilous for people with type 1 diabetes (T1D) in Low-and-middle income countries (LMICs). Even in non-pandemic times, access to insulin, blood glucose monitoring, and expert clinical care is often challenging to maintain due to lack of affordable and available provision. [1] Continual access to these components is essential to prevent serious acute complications and deaths.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 357,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors of this commentary are involved in the care of T1D in LMICs and see services in such settings suffering in three major ways from the impacts of COVID-19. These include the immediate impact of lockdowns and restrictions on international transport; the need for accurate information for patients, carers and health professionals; and the medium-to long-term impacts on health budgets. Using country examples known to us, these challenges and their evolving responses are described below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Lockdowns are placing increased hardships on people with T1D with regards to accessing their daily medical supplies, attending clinic appointments, and accessing emergency care for acute complications such as hypoglycaemia and diabetic ketoacidosis (DKA). This is due to stay-at-home measures, less available transportation, business closures, and lost family income. In response, diabetes centres in various countries are addressing these challenges with courage and innovation. Volunteers with T1D along with health professionals and their own families are delivering supplies over long distances on motorbikes and by taxi, after gaining police permits, in Sri Lanka, Rwanda, Uganda and India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lockdowns and restrictions on international transport"
        },
        {
            "text": "The lockdowns have also increased the price of food and decreased access to it. Such food insecurity is particularly dangerous for people with T1D. Diabetes associations in Rwanda, Uganda, Democratic Republic of Congo, Malawi, Ghana, and Mauritania are providing food parcels and other support to families with a child or youth with T1D. These distribution efforts are being supported by Life for a Child (LFAC), Partners in Health, Marjorie's Fund, Sonia Nabeta Foundation and others. Curtailment of international flights has resulted in difficulties with deliveries of supplies, particularly insulin given its cold-chain requirements. A large shipment of LFAC-donated insulin was stuck in-transit at an airport in Germany for several few weeks until a route to Ethiopia was found, which was at much greater expense than usual costs. For some other LFAC insulin shipments, ocean freight using refrigerated containers is currently being considered as no air-freight options are available. The Insulin for Life network is sending out emergency parcels to various countries. Further compounding delivery difficulties, government shutdowns are delaying customs approvals for shipments of insulin and blood glucose meters and strips. Finally, many centres caring for young people with T1D in LMICs rely on income from private patients or local donors to provide care to lower-income families, and these sources of funds have been sharply reduced. LFAC has provided staff support and funds for personal protective equipment (PPE) for Maldives and Bolivia. Need for accurate information The pandemic has led to much global anxiety, which is heightened in anyone with a pre-existing condition such as T1D. There is also much misinformation. In addition to imposed internal travel restrictions, various countries have reported a reduction in routine clinic visits due to fear from people with T1D. It is essential that accurate information is disseminated that covers general advice (e.g., the importance of social distancing, and hand-washing), sick-day management to prevent DKA, and reassurance about risk. It is also critical that clinics provide 24-hour call services for advice. Diabetes education webinars are being delivered by Fundación Diabetes Juvenil in Ecuador. In Mali, more than 1,000 people with diabetes are receiving prevention messages from Santé Diabète via SMS. In India, Samatvam Endocrinology Diabetes Centre is delivering telemedicine using WhatsApp. Rwanda also has a WhatsApp group run by T1D health professionals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lockdowns and restrictions on international transport"
        },
        {
            "text": "There is also a need for information for health professionals looking after patients with diabetes and COVID-19, covering the importance of good blood glucose control in hospital, and management of DKA outside the usual intensive care setting. A concern reported to authors of this article include delayed presentation in DKA of new-onset or existing T1D cases, [2] a potentially fatal situation. In Tanzania, the Ministry of Health issued a statement which emphasises that people living with chronic diseases must continue to access routine medical care and treatment for acute symptoms.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 365,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Lockdowns and restrictions on international transport"
        },
        {
            "text": "The French NGO Santé Diabète has developed a COVID-19 Response Strategy [3] with the Mali and Burkina Faso Ministry of Health and the Kenya Diabetes Study Group has distributed a statement on recommendations for health care providers and patients living with diabetes. The International Society for Pediatrics and Adolescent Diabetes [4] , International Diabetes Federation, the American Diabetes Association [5] , and the JDRF and Beyond Type 1 Alliance [6] have developed useful resources. An article was published by the Lancet Diabetes & Endocrinology concerning practical recommendations for people with T1D. [7] We encourage groups to produce and widely disseminate their local advice.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 409,
                    "end": 412,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 458,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Lockdowns and restrictions on international transport"
        },
        {
            "text": "Damage to national economies is profound in all countries, but the impact will be particularly severe on LMICs due to reduced tourism, trade, investment, and capacity for economic stimulus. Decreased health budgets could threaten country procurement of essential medicines (such as insulin) and other supplies critical for T1D care, which would both imperil care of indigent individuals with T1D and impede country progress towards universal health coverage of diabetes care. [8] In-country diabetes associations and other stakeholders should compile information on annual demand, previous orders, current reserves, and identify supply gaps, possible alternate suppliers, and local challenges such as customs approvals and logistics, and then maintain advocacy at sufficiently high levels until the supplies and other budget lines are secured. Figure 1 summarises the impacts, resultant problems, and some possible solutions.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 479,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 844,
                    "end": 852,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Impact on health budgets"
        },
        {
            "text": "Many national and international organisations, agencies and foundations are working to address needs for people with T1D and other forms of diabetes. In April 2020, LFAC and JDRF initiated the COVID-19 Diabetes Supplies Coalition (CDSC) [9] . To date, 22 organisations and foundations are participating, including the International Diabetes Federation, the Helmsley Charitable Trust, NCD Alliance, the International Insulin Foundation, Defeat NCD, NGO Santé Diabète and others. The aims are to identify shortages of insulin, other diabetes supplies, and clinical care, that result from disruptions caused by COVID-19, and then to mobilise support and share best practices so that these needs can be met as well as possible. The CDSC has begun distributing monthly digests summarizing country developments and homegrown and international solutions. Various pharma companies are also participating in the information exchange.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "International Actions and Recommendations"
        },
        {
            "text": "On 18 th May 2020, the COVID-19 response draft resolution was proposed to the 73 rd World Health Assembly. It emphasises the impacts that the pandemic will have on people with noncommunicable diseases. [10] Looking ahead, on the international level, concerted efforts focused on the welfare of young people with T1D are required to ensure stability of care during and beyond the COVID-19 pandemic. The current crisis also highlights the need for governments to invest in patient registries and strengthen telemedicine capacity.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "International Actions and Recommendations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Levels of type 1 diabetes care in children and adolescents for countries at varying resource levels",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Ogle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Von Oettingen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Middlehurst",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hanas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Orchard",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Pediatr Diabetes",
            "volume": "20",
            "issn": "",
            "pages": "93--101",
            "other_ids": {
                "DOI": [
                    "10.1111/pedi.12801"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus infection (COVID-19) -II ISPAD Summary",
            "authors": [],
            "year": 2020,
            "venue": "International Society for Pediatric and Adolescent Diabetes",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Response Strategy Covid-19-Diabetes",
            "authors": [
                {
                    "first": "Santé",
                    "middle": [],
                    "last": "Diabète",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Summary of recommendations regarding COVID-19 in children with diabetes 2020",
            "authors": [],
            "year": 2020,
            "venue": "International Society for Pediatric and Adolescent Diabetes",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "JDRF -Beyond Type 1 Alliance. CORONAVIRUS + DIABETES 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Practical recommendations for the management of diabetes in patients with COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Bornstein",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rubino",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khunti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mingrone",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hopkins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Birkenfeld",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Diabetes Endocrinol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-8587(20)30152-2"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Documenting and visualising progress towards Universal Health Coverage of insulin and blood glucose test strips for people with diabetes",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Klatman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Ogle",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Diabetes Res Clin Pract",
            "volume": "157",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.diabres.2019.107859"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 Diabetes Supplies Coalition (CDSC) 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "World Health Organization. COVID-19 response. SEVENTY-THIRD WORLD Heal Assem A73/CONF/1 Rev1 Agenda Item",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Count: 1,217, one figure In response to the Coronavirus Disease 2019 (COVID-19) pandemic caused by the Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV 2), as of May 2020, almost all nations have enforced strict measures to contain the spread of the virus. These include countrywide lockdowns, whereby internal travel has been restricted and borders have been closed. These measures have severe negative impacts on national economies.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank LFAC partner centres in Bolivia, DR Congo, Ecuador, Ethiopia, Ghana, Guatemala, Guyana, Haiti, India, Maldives, Mauritania, Maldives, Mali, Mexico, Nepal, Pakistan, Rwanda, Sri Lanka, Tanzania, Uganda, and also members of the CDSC for sharing information relevant to this article. We thank Tom Robinson for assistance in establishing the CDSC coalition and Rachel D Swift for input into recommendations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "ELK and GDO receive salary support from a grant from the Leona M and Harry B Hemsley Charitable Trust.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}