{
    "paper_id": "1f1d89c47b2b1b36848e5582e917da05bab53b80",
    "metadata": {
        "title": "In the Literature",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "In",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Literature • Cid",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Eukaryotic cells degrade their cytoplasmic constituents via proteasomes or by autophagy. The latter mechanism, an inducible pathway capable of degrading entire organelles, involves sequestration of the target within double-membrane vesicles called \"autophagic vesicles\" or \"autophagosomes,\" followed by fusion with lysosomes and enzymatic degradation of the vacuolar contents. Autophagy is an important response to cellular starvation and is involved in development, differentiation, and remodeling. There is now evidence that autophagy is an important component of innate immunity to microbial invasion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nakagawa and colleagues observed that invasion of nonphagocytic cells (HeLa cells) by Streptococcus pyogenes was followed by bacterial escape from endosomes into the cytosol by the action of streptolysin. The intracytoplasmic bacterial cells became engulfed within autophagosomes and were subsequently killed upon fusion of the latter with lysosomes. In mutant cells deficient in autophagy, S. pyogenes instead multiplied, with release of large numbers of viable bacteria from the cell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Autophagy has also recently been demonstrated to play a role in host defense against M. tuberculosis. M. tuberculosis survives within phagocytic cells as a result of its ability to interfere with the phagosome maturation pathway, resulting in failure of phagosome-lysosome fusion. However, autophagy can be induced in infected macrophages by nutrient restriction or by IFN-g, resulting in reduced mycobacterial viability. The action of IFN-g is independent of reactive nitrogen or oxygen activity. Autophagy also appears to play a role in defense against other intracellular pathogens, such as Listeria monocytogenes, an organism that escapes into the cytosol by causing membrane lysis, only to potentially be greeted by an autophagosome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thus, a cellular mechanism for which the primary known function has been autocannibalism in the service of host growth, differentiation, and response to adverse conditions is also an important component of the innate system of immunity. The initial reports of the existence of a fourth human coronavirus, HCoV-NL63, followed its identification in children with respiratory illness in The Netherlands [1, 2] . Esper and colleagues independently identified what is apparently the same coronavirus and detected it in respiratory specimens from 79 (8.8%) of 885 ill children !5 years of age whose respiratory specimens yielded negative direct fluorescent antibody test results for influenza viruses A and B, parainfluenza viruses 1-3, respiratory syncytial virus (RSV), and ad-enovirus. In this study, which was performed in New Haven, Connecticut, during a single respiratory illness season, 11 of the coronavirus-infected patients required hospitalization.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 403,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 406,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Meanwhile, Bastien and colleagues detected HCoV-NL63 in respiratory specimens from 19 (3.6%) of 525 patients in Canada. Fifteen of the 19 patients were febrile, 5 had complained of sore throat, and 9 were coughing; 4 patients required hospitalization. The infected patients ranged in age from 1 month to 100 years (median, 37 years).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HCoV-NL63, the Fourth Human"
        },
        {
            "text": "In Australia, Arden and colleagues detected HCoV-NL63 in specimens from 16 (2%) of 766 patients. The patients with coronavirus infection-all 16 of whom required hospital admission-ranged in age from 1 month to 62 years. One patient died. Six (38%) of the patients had coinfection with a known respiratory pathogen; wheezing was observed in 50%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HCoV-NL63, the Fourth Human"
        },
        {
            "text": "Ebihara and colleagues examined nasopharyngeal swab samples obtained from children !2 years of age who were hospitalized in Sapporo, Japan, because of acute bronchiolitis but who had negative results of tests for RSV, influenza virus A or B, and human metapneumovirus. They detected HCoV-NL63 in samples from 3 (2.5%) of 118 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HCoV-NL63, the Fourth Human"
        },
        {
            "text": "The 3 previously identified coronaviruses known to cause human infection are HCoV-229E and HCoV-043, which are causes of the common cold, and the severe acute respiratory syndrome coronavirus (SARS-CoV). Although Koch's postulates have not been fulfilled, HCoV-NL63 appears to be a cause of febrile respiratory tract infections in individuals of all ages and to be a cause of bronchiolitis in infants and young children. Many of the infections that have, to date, been detected in Europe, Asia, North America and Australia, have been relatively severe, as indicated by the apparent frequent need for hospitalization. In addition, HCoV-NL63 has been isolated from some children with Kawasaki disease [3] . Depending on the diagnostic criteria used, between approximately one-tenth and almost three-fourths of patients undergoing AHSCT develop engraftment syndrome. Resembling acute graft-versushost disease, this syndrome consists of fever and skin rash occurring at the time of neutrophil recovery, usually ∼7 days after transplantation, lasting a median of 11 days.",
            "cite_spans": [
                {
                    "start": 699,
                    "end": 702,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "HCoV-NL63, the Fourth Human"
        },
        {
            "text": "Engraftment syndrome is believed to result from cytokine release in association with the more rapid engraftment ordinarily observed with autologous-as opposed to allogeneic-hematopoietic stem cell transplantation. Corticosteroids are commonly used for the treatment of patients with engraftment syndrome. Although the routine prophylactic use of corticosteroids has been suggested, concern has been raised regarding a possible resultant increased risk of infectious complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corticosteroid Prophylaxis for Engraftment Syndrome after"
        },
        {
            "text": "Mossad and colleagues, at the Cleveland Clinic in Ohio, have examined the safety and efficacy of prophylactic corticosteroid administration in a cohort of AHSCT recipients that they compared with a historical control group of patients who did not receive such prophylaxis with corticosteroids. Corticosteroid recipients received methylprednisolone or prednisolone at a dose of 0.5 mg/kg/day from days 4 to 14 after transplantation. Patients in each cohort received identical extensive courses of antimicrobial prophylaxis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corticosteroid Prophylaxis for Engraftment Syndrome after"
        },
        {
            "text": "Five (6%) of 83 patients in the corticosteroid prophylaxis cohort developed engraftment syndrome, compared with 63 (57%) of 111 historical controls; 1 patient in the latter group died of the syndrome. Early infections occurred in 8 patients (10%) and 21 patients (18.9%), respectively ( ), whereas late infections P p .072 occurred in 6 (7.2%) and 2 (1.8%), respectively (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corticosteroid Prophylaxis for Engraftment Syndrome after"
        },
        {
            "text": "). The majority of in-P p .075 fections in both groups were cases of intravenous catheter-associated bacteremia. Three herpesvirus infections occurred in each cohort; no invasive fungal infections were identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corticosteroid Prophylaxis for Engraftment Syndrome after"
        },
        {
            "text": "Although this study provides evidence suggesting that corticosteroid prophylaxis is safe and possibly beneficial for the prevention engraftment syndrome in adult AHSCT recipients, its design shortcomings must be recognized. A randomized trial comparing prophylaxis to rapid recognition and treatment of engraftment syndrome would be welcome. Mutations in genes affecting the IFNg/IL-12/IL-23 pathway are associated with a common phenotype manifested as an increased susceptibility to infection with some intracellular pathogens, particularly mycobacteria. The implicated genes encode products in the Th1 cytokine cascade that include IL-12p40 (a subunit of the IL-12 heterodimer), IL-12Rb1 (a subunit of both the IL-12 and the IL-23 receptors), IFN-gR1 and IFN-gR2 (the subunits of the IFN-g receptor), and STAT-1 (a critical element in the IFN signal transduction pathway).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corticosteroid Prophylaxis for Engraftment Syndrome after"
        },
        {
            "text": "IFN-gR1 deficiency occurs in both re-cessive and dominant inheritance patterns [1] . The former usually results in complete absence of cell-surface expression of IFN-gR1, with resultant complete loss of function, a defect referred to as \"recessive complete IFN-gR1 deficiency.\" The dominantly inherited deficiency results from truncation of the cytoplasmic domain of IFN-gR1, so that the expressed receptor is nonfunctional. The dominant form results in reduced-but not totally absent-responses to IFN-g and is referred to as \"dominant partial IFN-gR1 deficiency.\"",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IFN-gR1 Deficiency Phenotypes"
        },
        {
            "text": "The median age of onset (i.e., the age at first infection caused by an environmental mycobacterium) for 38 patients with recessive complete IFN-gR1 deficiency was 3.1 years, and these patients experienced 19 infections per 100 personyears of observation. All 38 died by the age of 10 years. In 22 patients with dominant partial deficiency, in contrast, the median age of onset was later (13.4 years), infections occurred at one-half the frequency (8 infections per 100 personyears), and the mortality by age 10 years was only 27%. Patients with recessive complete deficiency were more likely to have severe disease and had shorter infection-free intervals. Infection due to rapidly growing mycobacteria was observed more commonly in patients with recessive deficiency than in those with dominant deficiency (32% vs. 3% of patients), whereas the reverse was true for mycobacterial osteomyelitis (usually multifocal and due to Mycobacterium avium complex organisms; 14% vs. 79%). Pathogenic mycobacteria other than those of the M. avium complex included bacille Calmette-Guérin (in vaccinated patients), Mycobacterium kansasii, and M. tuberculosis. Nonmycobacterial infections noted among all 60 patients were caused by Salmonella species (5 patients), Listeria monocytogenes (1 patient), human herpesvirus 8 with fatal Kaposi sarcoma (1 patient), cytomegalovirus (3 patients), and Histoplasma capsulatum (1 patient).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFN-gR1 Deficiency Phenotypes"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Identification of a new human coronavirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Der Hoek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pyrc",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Jebbink",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "368--73",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A previously undescribed coronavirus associated with respiratory disease in humans",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Hartwig",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci",
            "volume": "101",
            "issn": "",
            "pages": "6212--6218",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Association between a novel human coronavirus and Kawasaki disease",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Esper",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Weibel",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Infect Dis",
            "volume": "191",
            "issn": "",
            "pages": "499--502",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Congenital defects in the interferon-g/interleukin-12 pathway",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Rosenzwieg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Holland",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Curr Opin Pediatr",
            "volume": "16",
            "issn": "",
            "pages": "3--8",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Coronavirus: The Netherlands, Canada, Australia, Japan, and The United States Esper F, Weibel C, Ferfuson D, et al. Evidence of a novel human coronavirus associated with respiratory tract disease in infants and young children. J Infect Dis 2004; 191:492-8. Bastien N, Anderson K, Hart L, et al. Human coronavirus NL63 infection in Canada. J Infect Dis 2005; 191:503-6. Arden KE, Nissen MD, Sloots TP, Mackay IM. New human coronavirus, HCoV-NL63, associated with severe lower respiratory tract disease in Australia. J Med Virol 2005; 75:455-62.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Mossad S, Kalyacio M, Sobecks R, et al. Steroids prevent engraftment syndrome after autologous hematopoietic stem cell transplantation without increasing the risk of infection. Bone Marrow Transplantation 2005 [E-pub ahead of print].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Dorman SE, Picard C, Lammas D, et al. Clinical features of dominant and recessive interferon g receptor 1 deficiencies. Lancet 2004; 364:2113-21.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}