{
    "paper_id": "1f1e58d31555d91aeaae9cbad368650bf8021348",
    "metadata": {
        "title": "COVID-19 and Avoiding Ibuprofen. How Good Is the Evidence?",
        "authors": [
            {
                "first": "Gurusaravanan",
                "middle": [
                    "Kutti"
                ],
                "last": "Sridharan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Arizona",
                    "location": {
                        "settlement": "Tucson",
                        "region": "AZ"
                    }
                },
                "email": ""
            },
            {
                "first": "Rajesh",
                "middle": [],
                "last": "Kotagiri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Arizona",
                    "location": {
                        "settlement": "Tucson",
                        "region": "AZ"
                    }
                },
                "email": ""
            },
            {
                "first": "Vijay",
                "middle": [
                    "H"
                ],
                "last": "Chandiramani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Arizona",
                    "location": {
                        "settlement": "Tucson",
                        "region": "AZ"
                    }
                },
                "email": ""
            },
            {
                "first": "Babu",
                "middle": [
                    "P"
                ],
                "last": "Mohan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Arizona",
                    "location": {
                        "settlement": "Tucson",
                        "region": "AZ"
                    }
                },
                "email": ""
            },
            {
                "first": "Rathnamitreyee",
                "middle": [],
                "last": "Vegunta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Radhakrishna",
                "middle": [],
                "last": "Vegunta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sanford Health/University of North Dakota School of Medicine and Health Sciences",
                    "location": {
                        "settlement": "Fargo",
                        "region": "ND"
                    }
                },
                "email": ""
            },
            {
                "first": "Venkata",
                "middle": [
                    "R P"
                ],
                "last": "Rokkam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Arizona",
                    "location": {
                        "settlement": "Tucson",
                        "region": "AZ"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "From the time the World Health Organization (WHO) first recommended avoiding ibuprofen for COVID-19 patients based on an article published in Lancet, safety of ibuprofen in treating symptoms of COVID-19 disease has generated much interest among health care professionals and general public alike. 1 Fever and myalgia are among the top 3 symptoms in COVID-19 patients based on data from several studies and meta-analysis. Ibuprofen is a readily available over the counter medication that is widely used to reduce fever and pain. It is only natural that this medication would be widely used in the setting of a pandemic where a large number of patients are being diagnosed with COVID-19. Many people suspected of having COVID-19 infection are not tested due to the lack of availability of widespread testing. Some people are also quarantined at home when it does not require, they be hospitalized. Proper guidance regarding the use of ibuprofen will be helpful to allay fears among the public during this historic ongoing pandemic.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 298,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the WHO was quick to retract the public advisory \"not to consume ibuprofen\" immediately on March 18, 2020, the debate continues. 2 The basis for this controversy stems from the influence of ibuprofen on ACE2 levels in the Renin-Angiotensin-Aldosterone System (RAAS). ACE2, a metallic carboxypeptidase is widely expressed on cells throughout the body including the kidney, epithelial cells because it regulates the vascular tone and hormoneheart, duodenum, colon, blood vessels, and, most importantly, lung AT2 alveolar secretion within the RAAS and counteracts the effects of angiotensin II. 3 ACE2 has been identified as the host cell surface receptor of SARS-CoV-2 envelope spike glycoprotein and plays an important role in the pathophysiology of SARS-CoV-2 infection. 4 SARS-CoV-2 infection leads to the downregulation of ACE2 expression, which in turn causes excessive production of angiotensin II leading to increased vascular permeability and lung damage.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 139,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 780,
                    "end": 781,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ibuprofen has been shown to increase ACE2 levels in diabetic rats and decrease the effects of angiotensin II and hence lung damage. Some data from rat models suggest increasing ACE2 expression may lessen lung damage from many viruses including SARS-CoV. 5, 6 Other drugs that have been associated with increase in ACE2 levels are thiazolidinediones, ACE inhibitors, and angiotensin receptor blockers. Where lies the confusion then?",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 256,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 257,
                    "end": 258,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given ibuprofen increases ACE2 expression, the concern is if elevated ACE2 levels might increase the risk of contracting COVID-19 infection and/or cause severe disease in patients taking ibuprofen. Major observational studies involving COVID-19 patients published from China indicated that the most common comorbidities noted in COVID-19 patients were hypertension and diabetes accounting for about 40% of total patients combined in each of these studies. [7] [8] [9] Much confusion has risen regarding the safety of the use of ibuprofen in this population who are more likely to be on either ACE inhibitors or ARBs. It is concerning that these medications theoretically can increase ACE2 and thereby increase the infectivity and severity of COVID-19. Coincidentally, patients with hypertension and diabetes seem to have severe morbidity and increased mortality due to COVID-19 infection, and the potential role of ACE2 expression merits further investigation. At this time, there is no evidence to prove that elevated ACE2 levels increase the risk of infectivity or worsens prognosis in patients infected with COVID-19. Furthermore, administration of recombinant ACE2 seemed to improve lung injury in few viral respiratory infections likely by reducing angiotensin II levels in a phase II trial involving acute respiratory distress syndrome (ARDS) patients raising the possibility that drugs that are known to increase ACE2 including ibuprofen may indeed be beneficial in patients with viralinduced lung injury 10, 11 The complex role the human immune system plays in COVID-19 infection has led to the trial of a variety of immunomodulatory drugs including IVIG and tocilizumab. Besides affecting ACE2, ibuprofen has also been shown to inhibit antibody production in human cells and may weaken the immune system, and this may be of importance in children, elderly, and the immunosuppressed. 12, 13 An additional disadvantage would be ibuprofen might mask the symptoms of fever and delay the diagnosis of COVID-19 infection. ARDS and shock are common complications that can lead to death in COVID-19 patients. 14 Ibuprofen has been shown to reduce fever, tachycardia, oxygen consumption, and lactic acidosis but not prevent ARDS or shock, and it has not been shown to improve survival. 15 So, what should we use-ibuprofen or acetaminophen?",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 459,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1512,
                    "end": 1515,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1516,
                    "end": 1518,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1892,
                    "end": 1895,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1896,
                    "end": 1898,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2286,
                    "end": 2288,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fever in viral infections is often self-limited. It indicates a robust immune response of the host to the virus and may be a good prognostic indicator in critically ill patients. However, elderly are more vulnerable to the increased physiological demand and are at higher risk of hemodynamic instability due to fever. So, the use of antipyretics like acetaminophen or NSAIDs is not contraindicated. 16 At this time, there is insufficient clinical or scientific evidence to prove that taking ibuprofen or other NSAIDs will be harmful for COVID-19 patients. Given the better safety profile of acetaminophen over ibuprofen with respect to cardiac, gastrointestinal, and renal side effects, acetaminophen is generally preferred for management of fever. Current guidelines recommend the use of acetaminophen for temperature control in critically ill adults with COVID-19 infection. 17 Clinical trials are underway to examine the role of RAAS modulators including recombinant ACE2, and this may help us understand the clinical significance in COVID-19 patients.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 401,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 877,
                    "end": 879,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Are patients with hypertension and diabetes mellitus at increased risk for COVID-19 infection?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Karakiulakis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Available at: https:// www.sciencealert.com/who-recommends-to-avoid-takingibuprofen-for-covid-19-symptoms",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 and angiotensinconverting enzyme inhibitors and angiotensin receptor blockers: what is the evidence?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Verma",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kleine-Weber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2020.02.052"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ibuprofen attenuates cardiac fibrosis in streptozotocin-induced diabetic rats",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cardiology",
            "volume": "131",
            "issn": "",
            "pages": "97--106",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Angiotensin-converting enzyme 2 protects from lethal avian influenza A H5N1 infections",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Commun",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "20",
            "pages": "30079--30084",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical characteristics of 140 patients infected with SARS-CoV-2 in Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Allergy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/all.14238"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A pilot clinical trial of recombinant human angiotensin-converting enzyme 2 in acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Benthin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zeno",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Crit Care",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Reninangiotensin-aldosterone system inhibitors in patients with covid-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vaduganathan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Vardeny",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Michel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ibuprofen and other widely used non-steroidal anti-inflammatory drugs inhibit antibody production in human cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bancos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Topham",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Immunol",
            "volume": "258",
            "issn": "",
            "pages": "18--28",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Adverse effects of aspirin, acetaminophen, and ibuprofen on immune function, viral shedding, and clinical status in rhinovirusinfected volunteers",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Burrell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Infect Dis",
            "volume": "162",
            "issn": "",
            "pages": "1277--1282",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Covid-19 in critically ill patients in the seattle region -case series",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Bhatraju",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Ghassemieh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nichols",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2004500"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The effects of ibuprofen on the physiology and survival of patients with sepsis. The Ibuprofen in Sepsis Study Group",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Wheeler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "N Engl J Med",
            "volume": "336",
            "issn": "",
            "pages": "912--918",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Fever effects and treatment in critical care: literature review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kiekkas",
                    "suffix": ""
                },
                {
                    "first": "Aretha",
                    "middle": [
                        "D"
                    ],
                    "last": "Bakalis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Aust Crit Care",
            "volume": "26",
            "issn": "",
            "pages": "130--135",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Surviving sepsis campaign: guidelines on the management of critically ill adults with coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alhazzani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Møller",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0000000000004363"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}