{"paper_id": "1f23c0841a619a814cc5ae82775269b28a2183bc", "metadata": {"title": "Clinical features of deaths in the novel coronavirus epidemic in China", "authors": [{"first": "Char", "middle": [], "last": "Leung", "suffix": "", "affiliation": {"laboratory": "", "institution": "Deakin University", "location": {"settlement": "Melbourne", "region": "Victoria", "country": "Australia"}}, "email": "char.leung@deakin.edu.au"}]}, "abstract": [{"text": "In response to the recent novel coronavirus outbreak originating in Wuhan, Hubei province, China, observations concerning novel coronavirus mortality are of urgent public health importance. The present work presents the first review of the fatal novel coronavirus cases in China. Clinical data of fatal cases published by the Chinese Government were studied. As of 2 February 2020, the clinical data of 46 fatal cases were identified. The case fatality rate was significantly higher in Hubei province than the rest of China. While 67% of all deceased patients were male, gender was unlikely to be associated with mortality. Diabetes was likely to be associated with mortality.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "There is, however, not yet sufficient evidence to support the association between hypertension and mortality as similar prevalence of hypertension was also observed in the Hubei population. K E Y W O R D S mortality, novel coronavirus, Wuhan pneumonia", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "age or gender of the deceased patient was stated. Both official documents and press conferences were considered.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The following data were abstracted: gender, age, time from symptom onset to hospital admission, time from hospital admission to death, medical history and first symptoms.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "For each of the measure studied, a confidence interval for the central tendency was calculated (eg, proportion for male, mean for age). The computation was done in a spreadsheet, Microsoft Office Excel version 2016. A regression model was estimated by regressing the time from hospital admission to death on other variables. The computation was done with the software R and the adjusted R 2 was used for the model selection criterion. Moreover, different functional forms were attempted to ensure normally distributed residuals free from autocorrelation and heteroskedasticity.", "cite_spans": [], "ref_spans": [], "section": "| Statistical analysis"}, {"text": "Forty-six fatal cases were identified and included in the study including 39 cases in Hubei, 5-7 one in Chongqing, 8 two in Henan, 9 two in Heilongjiang, 10 one in Hebei 11 and one in Sichuan. 12 Of the seven cases outside Hubei, three had a travel history to Wuhan. Demographic and common clinical characteristics are illustrated in Table 1 .", "cite_spans": [{"start": 115, "end": 116, "text": "8", "ref_id": "BIBREF7"}, {"start": 193, "end": 195, "text": "12", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 334, "end": 341, "text": "Table 1", "ref_id": null}], "section": "| RESULTS"}, {"text": "The average age was 70.6 years (n = 45, 95% CI 52.0-80.5) with no significant difference between men and women (t test P = .80).", "cite_spans": [], "ref_spans": [], "section": "| RESULTS"}, {"text": "Eighty-four percent of all deceased patients were of age 60 or above.", "cite_spans": [], "ref_spans": [], "section": "| RESULTS"}, {"text": "Men accounted for 67.4% (95% CI 52.0%-80.5%) of all deceased patients.", "cite_spans": [], "ref_spans": [], "section": "| RESULTS"}, {"text": "While the time from first symptom onset to hospital admission was normally distributed with mean 6.2 days, the time from hospital admission to death was log-normally distributed (with mean 11 days and median 5 days), as suggested by the Jarque-Bera normality test (P = .56) on the log-transformed data. Therefore, the log-transformed time from hospital admission to death was regressed in the model.", "cite_spans": [], "ref_spans": [], "section": "| RESULTS"}, {"text": "Based on the adjusted R 2 , the time from symptom onset to hospital admission, cardiovascular and cerebrovascular comorbidities, and age were selected as the independent variables (Table 2 ). With the exception of cardiovascular and cerebrovascular comorbidities, all other variables are significant at 5% level. The signs of the coefficients are reasonable as the time from hospitalisation to death was inversely related to age and the time from symptom onset to hospitalisation.", "cite_spans": [], "ref_spans": [{"start": 180, "end": 188, "text": "(Table 2", "ref_id": null}], "section": "| RESULTS"}, {"text": "The statistical significance of time from symptom onset to hospital suggests the need of timely hospitalisation. In fact, the coefficient of time from symptom onset to hospital admission means that, for any two identical patients who will eventually expire with hospital admission 1 day apart, the expected time from hospital admission to death of the patient with later hospital admission is 8.5% shorter than that of the other patient, all else being equal.", "cite_spans": [], "ref_spans": [], "section": "| RESULTS"}, {"text": "Although a patient was admitted to the hospital for palpitation on 26 November 2019, it is important to note that palpitation was not a common symptom of COVID-19 infection. ", "cite_spans": [], "ref_spans": [], "section": "| RESULTS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A novel coronavirus from patients with pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "727--733", "other_ids": {"DOI": ["10.1056/NEJMoa2001017"]}}, "BIBREF1": {"ref_id": "b1", "title": "National Health Committee of the PRC Government", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Homologous recombination within the spike glycoprotein of the newly identified coronavirus may boost cross-species transmission from snake to human", "authors": [{"first": "W", "middle": [], "last": "Ji", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "J", "middle": [], "last": "Zai", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "J Med Virol", "volume": "92", "issn": "", "pages": "433--440", "other_ids": {"DOI": ["10.1002/jmv.25682"]}}, "BIBREF3": {"ref_id": "b3", "title": "Wuhan Municipal Health Commission's report on viral pneumonia with unknown etiology", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Hubei Province Health Commission's report on pneumonia of new coronavirus infection", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Hubei Province Health Commission's report on pneumonia of new coronavirus infection", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Epidemic situation of the new coronavirus infection on", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Information Office of Chongqing Municipal People's Government", "authors": [], "year": 2020, "venue": "Seventh routine news briefing on pneumonia prevention and control of new coronavirus infection", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Information Office of Henan Provincial People's Government. Press conference on the new coronavirus epidemic prevention and control", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Government of the People's Republic of China. Heilongjiang: open and transparent to the public and the initiative to fight the epidemic", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Health Commission of Hebei Province. The second case of new coronavirus pneumonia confirmed in our province", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Chengdu Municipal Health Commission", "authors": [], "year": 2020, "venue": "Thirteen new coronavirus pneumonia cases in Chengdu", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "China. Lancet", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {"DOI": ["10.1016/s0140-6736(20)30183-5"]}}, "BIBREF13": {"ref_id": "b13", "title": "The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health-the latest 2019 novel coronavirus outbreak in Wuhan, China", "authors": [{"first": "D", "middle": ["S"], "last": "Hui", "suffix": ""}, {"first": "E", "middle": ["I"], "last": "Azhar", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Madani", "suffix": ""}], "year": 2020, "venue": "Int J Infect Dis", "volume": "91", "issn": "", "pages": "264--266", "other_ids": {"DOI": ["10.1016/j.ijid.2020.01.009"]}}, "BIBREF14": {"ref_id": "b14", "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020"]}}, "BIBREF15": {"ref_id": "b15", "title": "Risk factors for hypertension and diabetes among floating population in Hubei Province: a cross-section survey", "authors": [{"first": "C", "middle": ["H"], "last": "Yu", "suffix": ""}, {"first": "R", "middle": ["X"], "last": "Yuan", "suffix": ""}, {"first": "J", "middle": ["Z"], "last": "Bao", "suffix": ""}, {"first": "Q", "middle": ["J"], "last": "Zhang", "suffix": ""}], "year": 2016, "venue": "Chin J Evidence-Based Med", "volume": "16", "issn": "8", "pages": "891--896", "other_ids": {"DOI": ["10.7507/1672-2531.20160138"]}}, "BIBREF16": {"ref_id": "b16", "title": "How to cite this article: Leung C. Clinical features of deaths in the novel coronavirus epidemic in China", "authors": [], "year": 2020, "venue": "Rev Med Virol", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Common first symptoms included fever (65.9%), cough (61.4%) and dyspnoea (27.3%). Hypertension and diabetes were the most common comorbidities, accounting for 40.5% and 26.2% of 42 cases, respectively. Despite the prevalence of pneumonia in patients infected with COVID-19, onlyIt is not surprising that old age is associated with mortality as 84% of all deceased patients were of age 60 or above. While men accounted for 67.4% of all cases, gender was unlikely to be associated with mortality due to the previous observation that most of the infected patients were male.13 enza season in Wuhan around the Lunar New Year, pneumonia was mistaken for flu and therefore patients were not aware of the need of hospitalisation.The present study has some limitations. First, the sample size is relatively small. As of 2 February 2020, 361 deaths have been reported in China, meaning that the fatal cases included in the study accounted for only 13%. As a result, findings of statistical tests and confidence intervals should be interpreted carefully. For instance, pulmonary and cardiovascular comorbidities were likely risk factors for mortality, albeit not statistically significant. Second, a control group should be included for study to verify the mortality risk factors identified in the study. The hospital mortality rate reported in the present study only considered hospitalised cases. It has been reported by the media that some patients were not hospitalised due to the lack of resources. Consequently, the actual case fatality rate might be much higher than the hospital fatality rate. Finally, the data studied were obtained from the official pages of the Chinese health authorities. It is possible that other cases were made public in other ways.T A B L E 2 Regressing the log-transformed time from hospital admission to death Log(time from hospital admission to death) Percentage change in time from hospital admission resulted from a one-unit change in the independent variable", "latex": null, "type": "table"}}, "back_matter": [{"text": "The author declares no conflicts of interest.", "cite_spans": [], "ref_spans": [], "section": "CONFLICT OF INTEREST"}, {"text": "https://orcid.org/0000-0002-4215-4513", "cite_spans": [], "ref_spans": [], "section": "Char Leung"}]}