{"paper_id": "1f25d4347b00e63f9bf7536e6593c75972d74aee", "metadata": {"title": "Journal Pre-proof Managing the sales force through the unexpected exogenous COVID-19 crisis", "authors": [{"first": "Nathaniel", "middle": [], "last": "Hartmann", "suffix": "", "affiliation": {}, "email": "nnhartma@hawaii.edu"}, {"first": "Bruno", "middle": [], "last": "Lussier", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The COVID-19 pandemic is bringing about immediate, wide-ranging, and severe challenges for many B2B sales forces. Such challenges call attention to the importance of frameworks that can be applied to aid sales managers in understanding the impact of and responses to COVID-19. Leavitt's model of organizational change, and socio-technical systems theory, point to the importance of considering four inter-related social (i.e., human and structure) and technical (i.e., task and technology) variables when examining organizational change, and recognizing that change to one variable can be predicated upon and/or bring about change to other variables. We tailor Leavitt's model to the B2B sales context and recognize the potential for exogenous shocks such as COVID-19 to impact each variable. In doing so, we conduct a review of practitioneroriented articles, interviews with key informants working for B2B organizations, and a webinar with sales professionals. These efforts lead to a rich discussion and set of considerations that can help B2B sales forces better understand and respond to the COVID-19 pandemic and other crises.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "delivery problems, general difficulty maintaining daily operations, new work arrangements (e.g., virtual selling, changes to information flows, contraction and expansion of roles), and threat of temporary or permanent dismissal.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "These immediate, severe, and wide-ranging challenges point to the managerial need for a framework that accounts for broad interrelated social, technological, and structural variables to understand the impact of and potential responses to the COVID-19 pandemic within the sales force. Socio-technical systems theory (Bostrom & Heinen, 1977) which emphasizes the importance of the interrelatedness of social (i.e., people and their interactions) and technical (i.e., procedures and related knowledge, including software and hardware) aspects to outcomes, and Leavitt's model of organizational change (1965) can, arguably, serve as such a foundation. Leavitt's model, upon which socio-technical systems theory is built (Seidel et al., 2013) , proposes that four interrelated variables (e.g., human, task, structure, and technology) are critical to consider when examining organizational change and that change to one variable can be predicated upon and/or bring about change to one or more other variables (Leavitt, 1965) . Sociotechnical systems theory and Leavitt's model have been used, in combination, by scholars to examine various topics tied to organizational change (see Lyytinen & Newman, 2008; Seidel et al., 2013) .", "cite_spans": [{"start": 315, "end": 339, "text": "(Bostrom & Heinen, 1977)", "ref_id": "BIBREF1"}, {"start": 598, "end": 604, "text": "(1965)", "ref_id": null}, {"start": 716, "end": 737, "text": "(Seidel et al., 2013)", "ref_id": "BIBREF15"}, {"start": 1003, "end": 1018, "text": "(Leavitt, 1965)", "ref_id": "BIBREF8"}, {"start": 1176, "end": 1200, "text": "Lyytinen & Newman, 2008;", "ref_id": "BIBREF12"}, {"start": 1201, "end": 1221, "text": "Seidel et al., 2013)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": ""}, {"text": "In the remainder of this manuscript, we first introduce Leavitt's model of organizational change and overview requisite aspects of socio-technical systems theory. We then, consistent with the call for papers, illustrate the relevance of Leavitt's model of organizational change to informing understanding of the impact of and response to the COVID-19 pandemic within the B2B sales context. To inform and assess the relevance of applying Leavitt's model of organizational change to understanding the impact of and responses to the COVID-19 pandemic for the sales force, we conducted a review of over 35 practitioner-oriented web articles from highly regarded outlets (e.g., Forbes, Gartner, Harvard Business Review, McKinsey & Company, Salesforce, The Economist, ZS Associates), and 25-45 minute interviews (video or phone-based) with 8 key informants working for B2B organizations in various capacities. These efforts lead to a rich discussion and set of managerial considerations that can help B2B organizations and sales forces more effectively and efficiently understand and respond to the challenges and opportunities brought about by the COVID-19 pandemic. Feedback received during a webinar led by one of the authors, attended by 15 sales professionals in various roles (various manager levels, salespeople), offered further support for the model and findings.", "cite_spans": [{"start": 806, "end": 828, "text": "(video or phone-based)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "In 1965, psychologist of management Harold Leavitt proposed a model of organizational change. This model (Leavitt, 1965) indicates that organizations are complex systems characterized by at least four broad interrelated sets of variables: human, task, technology, and structure. The human variable corresponds generally to people, encompassing sub-variables such as the number of employees as well as employee knowledge, skills, abilities, traits, states, and other characteristics. The task variable refers to the activities performed within the boundaries of an organization, including sub-variables such as marketing of offerings, selling of offerings, procurement of supplies, manufacturing of products, financing of operations, hiring and managing of employees, and so on. The technology variable refers to the useful tools and devices, including the sub-variables of hardware (e.g., computers, mobile devices), software (e.g., systems software programming, and applications software), private networks, and websites.", "cite_spans": [{"start": 105, "end": 120, "text": "(Leavitt, 1965)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Socio-technical Systems Theory and Leavitt's Model of Organizational Change"}, {"text": "The structure variable refers to the systems that coordinate and direct people, the tasks they perform, and the technologies they use. Structure, therefore, includes the sub-variables of (e.g., organizational or sales-force-level performance, retention, satisfaction, risk mitigation) not exhibited by or solely attributable to individual parts (Geels, 2004; Kingshott et al., 2020) .", "cite_spans": [{"start": 345, "end": 358, "text": "(Geels, 2004;", "ref_id": "BIBREF2"}, {"start": 359, "end": 382, "text": "Kingshott et al., 2020)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Socio-technical Systems Theory and Leavitt's Model of Organizational Change"}, {"text": "To the best of our knowledge, scholarly research has not yet applied socio-technical systems theory and Leavitt's model, in combination, to either the B2B or sales context. However, scholarly research has identified either socio-technical systems theory or Leavitt's model as highly relevant to the study of various topics of interest to B2B practitioners and scholars including buyer customer behavior (Webster & Wind, 1972) , business analytics (Vidgen et al., 2017) , supply chain performance (Hult et al., 2007) , demand chain management (Jüttner et al., 2007) , and information technology usage and employee roles (Haines & Lafleur, 2008) , among many others. Moreover, scholarly research in other domains illustrates socio-technical systems theory and Leavitt's model, in combination, to be highly relevant and useful to uncovering insights regarding organizational change. See, for example, the work of Seidel and colleagues (2013) that applies socio-technical systems theory and Leavitt's model to explore a global company implementing sustainable business practices in response to environmental concerns, as well as that of Lyytinen and Newman, (2008) that applies the theory and model to understand change in information systems. Such research suggests that the current work offers the potential to inform sales and B2B scholars and practitioners of the usefulness of the theory and model to examine change affecting the sales force. exogenous shock of the COVID-19 pandemic, sales force sub-variables, as well sales force and organization outcomes, is displayed in Figure 1 . Importantly, the set of arrows signifies the interconnected nature of these sets of variables; a variable may affect and be affected by one or more other variables. Some of these relationships may, of course, be more impactful than others.", "cite_spans": [{"start": 403, "end": 425, "text": "(Webster & Wind, 1972)", "ref_id": "BIBREF17"}, {"start": 447, "end": 468, "text": "(Vidgen et al., 2017)", "ref_id": "BIBREF16"}, {"start": 496, "end": 515, "text": "(Hult et al., 2007)", "ref_id": "BIBREF5"}, {"start": 542, "end": 564, "text": "(Jüttner et al., 2007)", "ref_id": "BIBREF6"}, {"start": 619, "end": 643, "text": "(Haines & Lafleur, 2008)", "ref_id": "BIBREF3"}, {"start": 1133, "end": 1160, "text": "Lyytinen and Newman, (2008)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 1576, "end": 1584, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Socio-technical Systems Theory and Leavitt's Model of Organizational Change"}, {"text": "For example, while sales force variables (e.g., shifting operations from physical to digital) may impact the COVID-19 pandemic (e.g., reducing the number of cases), the impact is likely substantially less than the impact of the COVID-19 pandemic on any of the sales force variables.", "cite_spans": [], "ref_spans": [], "section": "Socio-technical Systems Theory and Leavitt's Model of Organizational Change"}, {"text": "The scope of the sub-variables pertaining to the four variables, environment, and sales force and organization outcomes is intended to be exemplative rather than comprehensive, as we recognize that many additional sub-variables for each exist.", "cite_spans": [], "ref_spans": [], "section": "Socio-technical Systems Theory and Leavitt's Model of Organizational Change"}, {"text": "[ Figure 1 about Here]", "cite_spans": [], "ref_spans": [{"start": 2, "end": 10, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Socio-technical Systems Theory and Leavitt's Model of Organizational Change"}, {"text": "Below, we draw on information collected from our review of the practitioner-oriented articles and interviews with key B2B informants to discuss the effects of and responses to the COVID-19 pandemic. Whereas the review of the practitioner-oriented articles was performed to capture broad and numerous effects of and responses to the COVID-19 pandemic, the interviews with key B2B informants permitted us to explore issues and concerns more deeply and evaluate whether there were relationships amongst the variables in the model. Our review of the practitioner-oriented articles and interviews with key B2B informants occurred concurrently, affording opportunity to approach each reading and interview with knowledge and insights gathered from the readings and interviews performed before. This concurrent approach also afforded the authors opportunity to iteratively and reciprocally move from data collection to synthesis, affording opportunities to re-examine, validate, and more richly extend findings and J o u r n a l P r e -p r o o f discussion. Table 1 offers information regarding the practitioner-oriented articles reviewed, and   Table 2 offers information regarding the interviews performed. [ Table 1 about Here] [ Table 2 about Here]", "cite_spans": [], "ref_spans": [{"start": 1051, "end": 1201, "text": "Table 1 offers information regarding the practitioner-oriented articles reviewed, and   Table 2 offers information regarding the interviews performed.", "ref_id": "TABREF0"}, {"start": 1204, "end": 1223, "text": "Table 1 about Here]", "ref_id": "TABREF0"}, {"start": 1226, "end": 1233, "text": "Table 2", "ref_id": "TABREF8"}], "section": "Socio-technical Systems Theory and Leavitt's Model of Organizational Change"}, {"text": "As the discussion below develops, the interrelated nature of the variables become more pronounced. Before discussing the model and findings, we emphasize that since each sales force and context is unique and relationships among the variables and environment complex, the impacts to and optimal responses of each B2B sales force will vary.", "cite_spans": [], "ref_spans": [], "section": "Socio-technical Systems Theory and Leavitt's Model of Organizational Change"}, {"text": "Given the intended focus of this work on the sales force, we describe human as members of the sales force. Consistent with Leavitt (1965) , our description of human extends to include the number of, knowledge, skills, abilities, traits, states, and other characteristics of the professionals comprising the sales force. The COVID-19 pandemic has resulted in the sales force experiencing elevated levels of wellness issues (e.g., anxiety, exhaustion, stress). The issues incurred by salespeople can impact their ability and willingness to perform existing tasks and learn the knowledge, skills, and abilities that permit them to perform new tasks. Sales managers can respond by reassuring, increasing accommodations, providing regular updates, and being more patient with the salespeople with whom they interact. Sales force managers can also respond by reminding salespeople to take care of their physical and mental health, such as through the practice of regular hand-washing, exercise, meditation, limiting of caffeine and alcohol, regularly socializing with others (remotely, if needed), and seeing health care professionals as needed. The COVID-19 pandemic is also leading some B2B organizations to reduce the number of days and hours salespeople work. In addition, some organizations J o u r n a l P r e -p r o o f Journal Pre-proof concerned about the financial impact of the COVID-19 pandemic are permanently or temporarily laying off their salespeople; there are also organizations, perhaps viewing the layoffs enacted by their competitors as an opportunity to employ additional talent, expanding their sales force numbers.", "cite_spans": [{"start": 123, "end": 137, "text": "Leavitt (1965)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "3.1.Human Variable: Members of the Sales Force"}, {"text": "We describe task to be the activities performed by the sales force. The COVID-19 pandemic is resulting in changes to the frequency and way with which some tasks are performed.", "cite_spans": [], "ref_spans": [], "section": "Task Variable: Activities Performed by the Sales Force"}, {"text": "Consider, for example, that as of April 2020, many salespeople are performing more tasks over digital channels due to social distancing and remote working spurred by the COVID-19 pandemic; there can be, for example, an increasing in reception and sending of emails, social media use, digitally mediated prospecting efforts, and virtual selling and meetings over a video communication platform. As tasks change in response to the COVID-19 pandemic, the importance and relevance of some knowledge, skills, and abilities are increasing, and others are decreasing, which can bring about change to immediate training (and in some cases hiring) to match sales force knowledge, skills, and abilities to the new environment. There is, for example, an increasing emphasis of training on being able to use various digital technologies, and to do so in a way that conforms with policies, rules, regulations, and preferences. Such training can be formal or informal, such as through the sharing of how to guides and videos (e.g., how to use Zoom, Skype, Hangout, and/or particular features) of each. In addition, as salespeople perform specific tasks, the practice of performing such tasks may aid them in developing relevant knowledge, skills, and abilities. That is, in the described model, the task variable can influence the human variable.", "cite_spans": [], "ref_spans": [], "section": "Task Variable: Activities Performed by the Sales Force"}, {"text": "J o u r n a l P r e -p r o o f Furthermore, many salespeople are also finding themselves performing higher levels of service-oriented behaviors (e.g., updating and reassuring customers on orders and temporary changes to selling organization operations; altering the delivery of products and services to meet prospective and current customers changing requirements; adopting a caring and supporting selling approach with prospective and existing customers; addressing queries redirected due to temporarily closed call centers), given prospective and current customers concerns and challenges regarding logistics, supply chain management, inventory management, anxiety, and others. Sales managers, in response, can introduce and accelerate digital self-service options (e.g., virtual agents) for customers. Managers and salespeople are also increasingly finding themselves rearranging scheduled tasks to optimize productivity. They are, for example, moving tasks initially intended to be performed in the future (e.g., routine online training or certification) to the present, working altered schedules so to balance pressing family and personal responsibilities (e.g., expanded care and education of children due to temporary closings of day care centers and schools) and filling empty time with tasks that were once deprioritized.", "cite_spans": [], "ref_spans": [], "section": "Task Variable: Activities Performed by the Sales Force"}, {"text": "Salespeople and sales force managers must also respond to an altering of customer needs and situations. This can mandate change to value propositions, reassessment of what offerings to emphasize in sales efforts, and reassessment to whom offerings might be valued. The information gathered suggested, for example, that reorienting value propositions towards reducing prospective customer risk, directing tasks towards offerings with stable or increasing demand, and directing efforts to prospective customers identified via a rethinking of purposes and markets for existing offerings could be valuable. Consider, for example, that the COVID-19 pandemic may increase the appeal of a medical supply provider altering its value proposition to emphasize the security of a local supply chain, increase the appeal of more comprehensive J o u r n a l P r e -p r o o f digital security suites given the increasing of information being shared digitally, and shift purchases made on differentiation to lower cost so to reduce expenses. The ability of the sales force to adjust to these and other tasks depends upon their knowledge, skills, and abilities, highlighting the dependency of the task variable on the human variable.", "cite_spans": [], "ref_spans": [], "section": "Task Variable: Activities Performed by the Sales Force"}, {"text": "Sales managers are also experiencing challenges in evaluating sales force activities and identifying to whom additional support should be provided. Since sales managers can no longer rely on in-person observation and conversations to gauge salesperson activities and needs, sales managers can rely more on technology (e.g., customer relationship management (CRM) systems tracking sales activities), more frequently reach out and offer assistance to salespeople, and encourage salespeople and customers to initiate contact with questions and concerns. Sales managers should also be soliciting rapid feedback from the sales force regarding changes so informed refinements can take place. For example, if a selling organization adds virtual agents to a website so customers can look up updates to shipping and logistics details, sales managers can ask salespeople to inform them immediately of any customer feedback the salesperson receives.", "cite_spans": [], "ref_spans": [], "section": "Task Variable: Activities Performed by the Sales Force"}, {"text": "We refer to technology as the useful knowledge exogenous to the sales force members that aids their efforts, such as tools and devices. The emphasis on social distancing and remote working is increasing sales force reliance on and need to access digital technologies. Consider, for example, that a salesperson working from home will often need access to a computer/and or mobile device, a scanner and/or app, a network connection (i.e., Wi-Fi) with an acceptable speed, a video communication platform, company intranet, and so on. There is also increasing emphasis on salespeople adopting and entering activities into CRM systems, for both communication and J o u r n a l P r e -p r o o f accountability purposes. This shifting of tasks to digital channels and shifting of tasks to the home environment is introducing additional sales force and other relevant stakeholder (e.g., customer service, engineering, prospects and customers) demands on technical support and training, so that tasks can be performed efficiently and effectively. After all, many salespeople and stakeholders have grown accustomed to accessing an organization-based office housed with many requisite technologies and convenient access to technicians.", "cite_spans": [], "ref_spans": [], "section": "Technology Variable: Useful Knowledge Exogenous to the Sales Force Members that Aids their Efforts"}, {"text": "Of note, is that the knowledge, skills, and abilities of the sales force can limit which technologies, as well as the extent to which technologies, are adopted and effectively used.", "cite_spans": [], "ref_spans": [], "section": "Technology Variable: Useful Knowledge Exogenous to the Sales Force Members that Aids their Efforts"}, {"text": "Furthermore, through use of technology and effective training, the knowledge, skills, and abilities of the sales force may be expanded which can improve the attractiveness of investments in additional technologies. Consider, for example, that as a sales force develops basic capabilities in virtual selling, the expected returns of investing in additional related technologies such as artificial intelligence to inform the salesperson's virtual sales call activities may increase.", "cite_spans": [], "ref_spans": [], "section": "Technology Variable: Useful Knowledge Exogenous to the Sales Force Members that Aids their Efforts"}, {"text": "Of course, changes to technologies can eliminate or create the need to perform certain tasks, and/or re-arrange the order with which tasks are performed. That is, just as the previous paragraph illustrates dependencies between task and technology, there are dependencies between human and technology.", "cite_spans": [], "ref_spans": [], "section": "Technology Variable: Useful Knowledge Exogenous to the Sales Force Members that Aids their Efforts"}, {"text": "The increasing of remote work and use of digital technologies brought about by the COVID-19 pandemic has led to greater concerns regarding cyber security, confidentiality of information, and privacy. There is, for example, concern that hacking attempts have increased since the COVID-19 pandemic and the haste transition to emphasize digital has created security vulnerabilities. In response, many organizations and sales managers are introducing additional cybersecurity measures (e.g., dual factor authentication, virus and malware protection, intranet, J o u r n a l P r e -p r o o f organization provided devices, encryption, and personnel access), and communicating the importance of following cybersecurity measures to the sales force. Some organizations have also requested greater access to salesperson communications with customers since the COVID-19 pandemic, invoking sales force privacy concerns.", "cite_spans": [], "ref_spans": [], "section": "Technology Variable: Useful Knowledge Exogenous to the Sales Force Members that Aids their Efforts"}, {"text": "Structure refers to the systems or means that motivate and coordinate human, task, and technology variables within the sales force. The COVID-19 pandemic is bringing about substantial changes to structure. It is becoming apparent that quotas, workload expectations and activities, and incentives (e.g., incentive travel) created prior to the COVID-19 pandemic are often not as relevant or applicable in the current environment. This is often because many of the human, task, and technology changes mentioned above limit the efficiency, effectiveness, and extent with which salespeople can work; moreover, the COVID-19 pandemic is influencing the availability, responsiveness, preferences, and purchasing appetite of some prospective and current customers. Consequently, some sales managers and organizations, in response to concerns about maintaining motivation and promoting salesperson health, are revising or temporarily disbanding/introducing goals, quotas, workload expectations and activities, forecasts, and incentives. There can also be a rethinking of what sales performance is and entails during a crisis. Such change, of course, may then affect the task and human variable such that salespeople calibrate their activities and knowledge, skills, and abilities to that which is rewarded, producing intended and potentially unintended changes. Sales managers are also emphasizing the creation and following of new processes to ensure documents and information that would otherwise be exchanged physically and face-to-face are exchanged digitally. There is J o u r n a l P r e -p r o o f also increasing internal and external pressure on companies to develop continuity of operations plans should one or more senior executives or sales managers become unable to perform their duties. Thus, there are mutual dependencies between structure and human, task, and technology.", "cite_spans": [], "ref_spans": [], "section": "Structure Variable: Systems or Means that Motivate and Coordinate Human, Task, and Technology Variables within the Sales Force"}, {"text": "Above, Leavitt's model of organizational change and requisite principles of sociotechnical systems theory were overviewed. Then, the tailoring of the model that permits richer understanding of the impact of the COVID-19 pandemic on B2B sales forces as well as sales force responses were introduced. Information collected, through the review of 38 practitioneroriented articles and interviews with 8 key informants, regarding the COVID-19 pandemic's impact on B2B sales forces and sales force responses was shared. Feedback received during a webinar conduced with 15 sales professionals in various roles, offered support to the model and information collected. Such model and information, presumably, further informs sales managers regarding how the COVID-19 pandemic may be impacting their sales force, as well as potential responses.", "cite_spans": [], "ref_spans": [], "section": "Additional Managerial Considerations"}, {"text": "The amount and extent of simultaneous change within the sales force that managers can effectively bring about is limited. Numerous wide-ranging changes can bring about resource (e.g., time, effort) tradeoffs, make it difficult to determine what is effective versus ineffective, extend the amount of time that is needed to effectively implement any changes, and introduce additional problems. Accordingly, we recommend that sales force managers initially focus on a small subset of impacts that they can respond to immediately, and then update their focus and response efforts as progress is made on the subset and additional information becomes available.", "cite_spans": [], "ref_spans": [], "section": "Additional Managerial Considerations"}, {"text": "Since the existing state of the environment, human, task, technology, and structure variables as well as other important considerations (e.g., firm resources, goals, positioning) will vary between J o u r n a l P r e -p r o o f sales forces, what as well as the number of focuses and response efforts prioritized should vary by sales forces and managers. In determining which focuses and response efforts to immediately prioritize, managers can give significant consideration to the meaningfulness of the outcomes expected to be brought about by specific changes, how long the outcomes of such change may take to occur, the amount of effort needed to produce the change, and the compatibility/dependencies of various change efforts.", "cite_spans": [], "ref_spans": [], "section": "Additional Managerial Considerations"}, {"text": "Below, we introduce several considerations, informed from the article review and interviews as well as the socio-technical literature, that sales managers can contemplate in planning and implementing responses to the COVID-19 pandemic. These considerations, as do the sales force responses indicated above, are characterized by a strong undertone of concern (or care) for others adaptability, agility, and resilience.", "cite_spans": [], "ref_spans": [], "section": "Additional Managerial Considerations"}, {"text": "The change model and relevant discussion highlights that the impact of and responses to the COVID-19 pandemic can ripple throughout the sales force (as well as organizations and the marketplace). That is, while there are immediate impacts and responses, such impacts and responses can lead to other impacts and responses. The direction, strength, and form of such relationships can vary according to the state of various variables. Further complicating matters is that the \"bottom\" is unknown and thus executives and sales managers do not know when the recovery and rebuilding will begin. This uncertainty, in the words of one key informant, differentiates the COVID-19 pandemic from September 11 th 2001 and many other unexpected exogenous events which have a clear end and therefore enable more confident projections of how the future will unfold. Therefore, the impact of the COVID-19 pandemic on the sales force and J o u r n a l P r e -p r o o f its response can be much more complicated than what one may initially presume, and it may be impossible for managers to develop a full understanding of the chain of effects.", "cite_spans": [], "ref_spans": [], "section": "Rippling Impacts and Responses, and an Unclear Bottom"}, {"text": "However, executives and sales managers do need to respond. We propose that considering the range of particular futures which can unfold (e.g., pessimistic, neutral, optimistic) and the relative probabilities of each (e.g., low, medium, high), may serve valuable to informing changes to human, task, structure, and/or technology variables. Given that the \"bottom\" is unknown, sales managers can also consider discussing strategies to reduce cash burn rate with senior executives. Cash burn rate refers to the speed at which the cash reserves of the company are being used up. Reducing expense accounts, reducing travel incentive plans, as well as identifying unneeded services that can be cancelled and sharing such information with relevant parties are just some of the many ways that sales managers can reduce cash burn rate.", "cite_spans": [], "ref_spans": [], "section": "Rippling Impacts and Responses, and an Unclear Bottom"}, {"text": "There is also opportunity for sales managers to generate immediate additional capital. Sales managers can, for example, authorize salespeople to offer discounts or complementary products/services in return for immediate payment. Managers can also authorize salespeople to incentivize customers to pay for, and perhaps extend, subscriptions immediately with offers of discounted or free extended service in return for immediate payment (e.g., a salesperson for a software-as-a-service company can offer access to a solution for one year if the customer pays for 9-months upfront).", "cite_spans": [], "ref_spans": [], "section": "Rippling Impacts and Responses, and an Unclear Bottom"}, {"text": "The impact and responses to the COVID-19 pandemic will unfold throughout an extended time horizon. Our review of the practitioner-oriented articles and interviews with key informants suggests that sales managers are very focused on short-term impact and responses to the COVID-19 pandemic. This short-term emphasis is understandable and expected given the J o u r n a l P r e -p r o o f unanticipated, immediate, far-reaching, and severe impact of the COVID-19 pandemic. Just as employee needs and preferences are changing in the short-term in response to the COVID-19 pandemic, so to can customer needs and preferences. As mentioned, sales managers should recognize that value propositions may need to be tailored to account for the context, and that the appeal of some offerings may temporarily decrease (or increase). For example, due to concern regarding cash burn, customers may temporarily alter their buying criteria to increasingly emphasize the cost criterion.", "cite_spans": [], "ref_spans": [], "section": "Changes Through the Short-term to the Long-term"}, {"text": "Sales managers should recognize that some of the short-term impacts and responses will persist over the long-term, and that there may be an unforeseen long-term impact and changes.", "cite_spans": [], "ref_spans": [], "section": "Changes Through the Short-term to the Long-term"}, {"text": "Many of the financial and supply chain challenges B2B organizations are facing as a result of the COVID-19 pandemic may, for example, shift long-term risk appetite, such to tradeoff greater profitability for reduced risk. Organizations may strive to reduce their risk by increasing the weight of variable components in determining salesperson pay but salespeople may come to increasingly prefer the security of fixed pay, buying organizatio ns may seek suppliers with more resilient and domestic supply chains, and buying organizations may seek to purchase contracts which shift crisis risks to selling organizations.", "cite_spans": [], "ref_spans": [], "section": "Changes Through the Short-term to the Long-term"}, {"text": "There may also be changes to how the sales force operates. Prior to the COVID-19 pandemic, B2B organizations were increasingly emphasizing inside sales forces, digital documents (e.g., digital contracts, digital expense reporting), virtual selling, and social media usage. The COVID-19 pandemic, arguably, offers the potential to escalate the rate and extent to which such shifting occurs if it brings about additional technological infrastructure, additional social change, and evidence of favorable benefit/cost tradeoffs to remote working and digitally mediated interactions. That is, the COVID-19 pandemic may bring about an increase in the J o u r n a l P r e -p r o o f prevalence of inside sales forces, and a blurring and blending of traditionally inside and outside sales forces and sales roles as outside salespeople increasingly perform tasks in a manner consistent with inside salespeople. The COVID-19 pandemic may also bring about changes to social practices surrounding work. It may, for example, call into question handshakes, potlucks, and family-style eating that have become customary or have been increasing in practice.", "cite_spans": [], "ref_spans": [], "section": "Changes Through the Short-term to the Long-term"}, {"text": "While the COVID-19 pandemic presents a formidable challenge to many B2B organizations and their sales forces, sales managers can take some relief in recognizing that their competitors are also being impacted by and must respond to the COVID-19 pandemic. Sales managers that approprietly balance the short-, medium-and long-term in designing human (e.g., hiring, training, and developing knowledge, skills, abilities, traits, and states; determining sales force size), task (e.g., prospecting, customer follow-up, virtual selling, training), technology (e.g., selecting and implementing digital and physical technologies), and structure (e.g., setting goals, objectives, workload expectations and activities, incentives) changes may increase the likelihood that their sales force improves, relative to the competition. To this point, there is substantial opportunity at this time for sales managers to build stronger relationships with their salespeople, customers, and other stakeholders.", "cite_spans": [], "ref_spans": [], "section": "Challenges can become Opportunities"}, {"text": "Many of the human, task, technology, and structure responses provide opportunities to build such relationships. Changes to structure, for example, to account for the COVID-19 pandemic can build trust with the sales force and customers, by appropriately directing salesperson efforts such that addressable customer outstanding needs are addressed, fair pricing and negotiations are practiced, customers are regularly updated, and key customers are prioritized. In addition, sales managers, when and how relevant, can use this time to hire highly J o u r n a l P r e -p r o o f capable salespeople who would otherwise not be available. Additionally, sales managers can approach responding to the COVID-19 pandemic with an analytical and experimental mindset, carefully evaluating which short-term changes may be in the best interest of the organization over a longer period of time. Changes to tasks, such as focusing on customers who may favor trusted partners and suppliers so to minimize risks may limit revenue declines. Furthermore, changes in tasks to emphasize prospecting and selling efforts directed towards prospects that might now be more receptive to particular value propositions (e.g., lower price, guaranteed delivery) and products (e.g., a retailer may now be more willing to create the shelf space for your toilet paper offering) may be effective, given changes to needs and preference. There is also opportunity to capitalize on the paralysis and shortcomings of competitors by targeting those customers that they may not be currently well suited to serve. In addition, there may be substantial opportunity for those sales forces able to create high levels of customer engagement virtually for those offerings that require more involved purchased processes. Lastly, there is also an opportunity to extend relationship and brand-building efforts, such as through the implementation of socially conscious decisions (e.g., donations, public education, shifting manufacturing to goods helpful in preventing or treating COVID-19) that respond directly to the COVID-19 pandemic.", "cite_spans": [], "ref_spans": [], "section": "Challenges can become Opportunities"}, {"text": "The framework, modified from the work of Leavitt, was applied to examine the impact of and response to exogenous shocks such as the COVID-19 pandemic. However, the framework has broader relevance and can be used to examine change to human, task, technology, and structure variables independent of the presence of an exogenous shock. It can, for example, be used to examine wide-ranging changes including, but not limited to, training, hiring, salesperson J o u r n a l P r e -p r o o f roles, automation of tasks, sales force restructuring, digital transformation, and sales force contests.", "cite_spans": [], "ref_spans": [], "section": "Broadening Applications of the Framework"}, {"text": "The COVID-19 pandemic was unanticipated and is resulting in immediate, far-reaching, and severe challenges for B2B organizations and sales forces. The nature of these challenges In response to the COVID-19 pandemic, the B2B sales force can introduce digital selling, increase customer support, improve their skill set, emphasize performing meaningful work, invest in building customer relationships, and serve as an agent of positive change. To help B2B salespeople work remotely, organizations can create open transparent communication channels, implement and communicate digital processes to make \"work from anywhere\" easier, use tools that make collaboration seamless, make it easier to find information quickly, and s how concern to employees whose jobs can't be made remote. To maintain customers while working remotely, the B2B sales force should be listening more to employee and customer needs, be more mindful of customers' time, and learn together (e.g., virtual training and new ways of collaboration).", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Why Leaders Need Meditation Now More Than Ever", "cite_spans": [], "ref_spans": [], "section": "HBR, Matthias Birk"}, {"text": "In responding to the COVID-19 pandemic, B2B managers can incorporate meditation in regular activities, connect to others with empathy, and be compassionate and caring. The need for B2B salespeople to cope with fear, fatigue, and panic is important. Negative emotions are dangerous and can lead to poor decision-making, breakdown, and burnout. There is a need for one to practice self-care and build more resilience.", "cite_spans": [], "ref_spans": [], "section": "March 22, 2020"}, {"text": "That Discomfort You're Feeling Is Grief March 23, 2020", "cite_spans": [], "ref_spans": [], "section": "HBR, Scott Berinato"}, {"text": "The COVID-19 pandemic is increasing grief and understanding. Understanding the stages of grief is key for recovery. These stages are denial, anger, sadness, and acceptance. Meditation or mindfulness are means of calming ourselves and addressing grief.", "cite_spans": [], "ref_spans": [], "section": "HBR, Scott Berinato"}, {"text": "A Time to Lead with Purpose and Humanity March 24, 2020", "cite_spans": [], "ref_spans": [], "section": "HBR, Hubert Joly"}, {"text": "In response to the COVID-19 pandemic, B2B sales force managers need to be purpose-driven and peopled focused. Great managers are willing to help, stay in touch with followers, do the right thing, set clear and consistent communication, provide mental health support, explore temporary pay cuts as needed, reduce hours of their employees (rather than laying them off), and show customers care and compassion. HBR, Timothy R. Common challenges of remote work include a lack of face-to-face supervision, lack of access to information, social isolation, and distractions at home. B2B sales managers can support remote employees by staying in regular touch, support continued learning, assigning mentors to increase support, emphasizing tone and voice in communicating, and exhibiting optimism.", "cite_spans": [], "ref_spans": [], "section": "HBR, Hubert Joly"}, {"text": "March 24, 2020", "cite_spans": [], "ref_spans": [], "section": "Customer Experience in the Midst of COVID-19"}, {"text": "The COVID-19 pandemic is increasing customer anxiety, concerns and hesitancy. B2B sales managers and other employees should be focused on doing the right thing for their teams and customers. B2B organizations need to prepare for virtual offsite meetings by providing attendees the right tools, ensuring that everyone knows how to use the technology, conducting a dry run for the right flow, assigning clear roles, and by limiting the size of the group. During the virtual offsite meeting, managers should display a welcome screen when people join the meeting, make it interactive from the start, set clear ground rules, take more frequent breaks, minimize presentations, maximize discussion, use technology to maximize participation, and gather session feedback. B2B sales managers can expect significant changes to the sales organization, supply chain, and customers as a result of the COVID-19 pandemic. There is a need for sales managers to prepare for risks to the organization, customers and suppliers. The COVID-19 pandemic is increasing the importance of sales managers using consistent and transparent communication, and creating metrics to track sales activities, identify new issues, and track compliance with emergency procedures and priorities. Investing in customer relationships and channel partnerships can improve the sales force's competitive position.", "cite_spans": [], "ref_spans": [], "section": "Customer Experience in the Midst of COVID-19"}, {"text": "The Contagion We Can Control", "cite_spans": [], "ref_spans": [], "section": "HBR, Sigal Barsade"}, {"text": "March 26, 2020", "cite_spans": [], "ref_spans": [], "section": "HBR, Sigal Barsade"}, {"text": "The COVID-19 pandemic brings about much uncertainty, and this results in increased anxiety. Anxiety can be transmitted online, by email, phone, or any other ongoing remote interaction with people. To counteract this negativity, B2B sales managers should invest in positivity such as encouraging employees to exercise, volunteer, show kindness, mindfully meditate, and have positive high -quality connections with others. Because of the COVID-19 pandemic, digital transformation and virtual work have increased in importance. Now, digitizing the operating architecture of the organization is not simply a recipe for higher performance, but much more fundamental for worker employment and public health. Many B2B organizations will have difficulty adapting, resulting in a digital divide that will broadly deepen fractures in our society. During times of uncertainty, the B2B sales force needs to practice agility, use employees to activate social media multiplier effect, train employees, build digital marketing capabilities, take care of spring cleaning (e.g., cleaning projects and revisiting processes), solidify customer relationships, think long-term, boost morale among retained employees, commit to working from home best practices, and communicate well and often. To manage the COVID-19 pandemic, B2B sales organizations need to increase communication, balancing the needs of the business with expectation setting and morale building. This can be done by addressing the immediate challenges with the COVID-19 pandemic, near-term cash flow, financial challenges, and broader resiliency challenges. Organizations can also create a detailed plan to return to business quickly, reimagine the \"next normal,\" and clarify how the industry (regulations, role of government) could evolve.", "cite_spans": [], "ref_spans": [], "section": "HBR, Sigal Barsade"}, {"text": "How Managers Can Support Remote Employees April 1, 2020", "cite_spans": [], "ref_spans": [], "section": "HBR, Sabina Nawaz"}, {"text": "To better support remote the B2B sales force during the COVID-19 pandemic, sales managers need to bridge distance through frequent connection, address employee questions regularly, provide stability through consistent rituals, enhance safety through clear boundaries, stay ahead of the game by inviting problems, and enable capacity through feedback. To ensure that customer relationships outlast the COVID-19 pandemic, B2B organizations need to humanize their company, educate about change, assure stability, revolutionize offerings , and tackle the future.", "cite_spans": [], "ref_spans": [], "section": "HBR, Sabina Nawaz"}, {"text": "J o u r n a l P r e -p r o o f Expressed anxiety and frustration that revenue has decreased 40% since the start of the COVID-19 pandemic, but organization expects employees to meet KPIs and be fully productive 5-days/week. Concerned about the long-term impact of social distancing and remote work on employee motivation, commitment, productivity, well-being, as well as customer relationships.", "cite_spans": [], "ref_spans": [], "section": "Note: HBR = Harvard Business Review"}, {"text": "Concern with the capacity of sales force and customers (human) to adjust to increased technical (i.e., task and technology) use because of social distancing and remote work. Concerned with how a lack of quotas and incentives (structure) are impacting employee well-being (human), and salesperson activities directed at customers (task).", "cite_spans": [], "ref_spans": [], "section": "Note: HBR = Harvard Business Review"}, {"text": "Customers: SMEs to large B2B organizations; Region: North America; Company Size (Sales, Employees): Sales NA, 10 Employees; Products / Service Offerings: Collaboration (e.g., CRM) and customer experience products and services", "cite_spans": [], "ref_spans": [], "section": "CEO; Responsible for providing customer experience management solutions"}, {"text": "The COVID-19 pandemic may permanently change the ways B2B organizations operate. Necessity of organizations being agile, adaptable and resilient to remaining solvent. Much uncertainty regarding interaction (i.e., how to, how often, how so, how intensively) with customers. Informant is observing an increase of employee and customer well-being issues.", "cite_spans": [], "ref_spans": [], "section": "CEO; Responsible for providing customer experience management solutions"}, {"text": "Concern with the capacity of employees (human) to quickly learn new virtual and collaboration platforms (technology), and perform new tasks entailing interaction with customers and other employees (task). Also, concerned about whether the shift to digital technology (technology) and use of such technology (task) will reduce human expectations regarding social interaction (human). Concerned about maintaining sales force motivation, ability of the sales force to effectively use various technologies, and impact of the COVID-19 pandemic on sales force productivity. Emphasizes that the COVID-19 pandemic is increasing the need to communicate more frequently with salespeople and customers, and leading to a rethinking of organization structure and ways of working/interacting. Expressed the potential for sales force knowledge, skills, and abilities to limit which technologies (technology) could be adopted, and effectively used (task). Expressed that sales force adoption of some technologies (technology) and use in activities (task) may permit more advanced technologies (technology) to be adopted and used in the future. Expressed concern that increasing use of digital technology may increase the challenge of keeping J o u r n a l P r e -p r o o f environmental solutions confidential information confidential. Concerned with how to maintain sales force motivation and productivity during the COVID-19 pandemic as well as improving internal processes and incorporating new practices. Informant organization is removing KPIs (e.g., quotas, call frequency, incentive plans). Informant is communicating daily with sales team, trying to reduce stress and pressure to improve sales force well-being, and rearranging work tasks (performing other tasks such as business planning, administration, etc.) to more effectively use time.", "cite_spans": [], "ref_spans": [], "section": "CEO; Responsible for providing customer experience management solutions"}, {"text": "Expressed the potential for changes to key performance expectations (structure), to influence the mental wellness (human) and activities (task) performed by the sales force. Senior Director; Responsible for corporate real estate procurement and services", "cite_spans": [], "ref_spans": [], "section": "Director of Business"}, {"text": "Organizations in various industries, including mining and metallurgy, oil and gas, environment, infrastructure, and construction; Region: Global; Company Size (Sales, Employees): >$6.8 Billion, 52,000 Employees Products / Service Concerned regarding cyber security due to the speed at which digital technologies and transformation is taking place. Also concerned with maintaining employee productivity, motivation, and well-being. Noted that employees are more stressed, anxious, and nervous about their jobs. Concern about the type, application, and usage of social media (business and collaboration) as well as other forms of digital communications. Indicated that the COVID-19 pandemic is leading to a rethinking of sales force structure and news ways of working.", "cite_spans": [], "ref_spans": [], "section": "Customers:"}, {"text": "Concern with the capacity of employees (human) to quickly learn new digital platforms (technology) and perform activities (task). Concerned that a lack of employee know-how regarding digital security (human) increases the potential for cyber security and confidentially of information issues (technology).", "cite_spans": [], "ref_spans": [], "section": "Customers:"}, {"text": "J o u r n a l P r e -p r o o f The COVID-19 pandemic is changing how employees as well as customers interact, introducing new ways of working and performing tasks, accelerating adoption and use of technology, and changing organization operations and practices. Some of these changes may have long-lasting consequences. Emphasized the importance of taking on a human approach which includes being sensitive to loneliness and other mental issues, using empathy, and emphasizing company values and purpose. Vocalized concern about employee's ability to adopt various technologies and use technology efficiency. Customers not always available so tasks are changing to emphasize business planning. People and companies are operating slower.", "cite_spans": [], "ref_spans": [], "section": "Customers:"}, {"text": "Expressed that employee's knowledge, skills, and abilities limit which technologies (technology) can be adopted, and effectively used (task). Expressed that technology can eliminate some tasks (e.g., not needed to commute to a meeting) but lead to adjustment or introduction of other tasks. Also, communicated that impersonal technologies (technology) and use thereof can reduce social connection and reduce employee well-being (human). Concerned regarding the impact of remote work on motivation and productivity, dismissal threat, and ability of salesforce colleagues and customers to effectively use technology. Also expressed concern with digital transformation efforts to create new lowcost value propositions, as well as how customers may respond over the long-term.", "cite_spans": [], "ref_spans": [], "section": "Customers:"}, {"text": "Concerned about the capacity of the sales force and customers (human) to learn and sell over virtual / collaboration platforms (task, technology). Also, concerned with the ability of salespeople to alter their sales pitch to emphasize cost (task), and how this may alter customer expectations long-term.", "cite_spans": [], "ref_spans": [], "section": "Customers:"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Relational selling: Past, present and future. Industrial Marketing Management", "authors": [{"first": "D", "middle": [], "last": "Arli", "suffix": ""}, {"first": "C", "middle": [], "last": "Bauer", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Palmatier", "suffix": ""}], "year": 2018, "venue": "", "volume": "69", "issn": "", "pages": "169--184", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "MIS Problems and Failures: A Socio-Technical Perspective. Part I: The Causes", "authors": [{"first": "R", "middle": ["P"], "last": "Bostrom", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Heinen", "suffix": ""}], "year": 1977, "venue": "MIS Quarterly", "volume": "1", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "From sectoral systems of innovation to socio-technical systems: Insights about dynamics and change from sociology and institutional theory", "authors": [{"first": "F", "middle": ["W"], "last": "Geels", "suffix": ""}], "year": 2004, "venue": "Research Policy", "volume": "33", "issn": "6-7", "pages": "897--920", "other_ids": {"DOI": ["10.1016/j.respol.2004.01.015"]}}, "BIBREF3": {"ref_id": "b3", "title": "Information technology usage and human resource roles and effectiveness", "authors": [{"first": "V", "middle": ["Y"], "last": "Haines", "suffix": ""}, {"first": "G", "middle": [], "last": "Lafleur", "suffix": ""}], "year": 2008, "venue": "Human Resource Management", "volume": "47", "issn": "3", "pages": "525--540", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Converging on a New Theoretical Foundation for Selling", "authors": [{"first": "N", "middle": ["N"], "last": "Hartmann", "suffix": ""}, {"first": "H", "middle": [], "last": "Wieland", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Vargo", "suffix": ""}], "year": 2018, "venue": "Journal of Marketing", "volume": "82", "issn": "2", "pages": "1--18", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Leadership, the buying center, and supply chain performance: A study of linked users, buyers, and suppliers", "authors": [{"first": "G", "middle": ["T M"], "last": "Hult", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Ketchen", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Chabowski", "suffix": ""}], "year": 2007, "venue": "Industrial Marketing Management", "volume": "36", "issn": "3", "pages": "393--403", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Demand chain management-integrating marketing and supply chain management. Industrial Marketing Management", "authors": [{"first": "U", "middle": [], "last": "Jüttner", "suffix": ""}, {"first": "M", "middle": [], "last": "Christopher", "suffix": ""}, {"first": "S", "middle": [], "last": "Baker", "suffix": ""}], "year": 2007, "venue": "", "volume": "36", "issn": "", "pages": "377--392", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Social and technical chains-of-effects in business-to-business (B2B) service relationships", "authors": [{"first": "R", "middle": ["P J"], "last": "Kingshott", "suffix": ""}, {"first": "P", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Nair", "suffix": ""}], "year": 2020, "venue": "European Journal of Marketing", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1108/EJM-04-2019-0329"]}}, "BIBREF8": {"ref_id": "b8", "title": "Applied organizational change in industry: Structural, technological and humanistic approaches", "authors": [{"first": "H", "middle": ["J"], "last": "Leavitt", "suffix": ""}], "year": 1965, "venue": "Handbook of organization", "volume": "", "issn": "", "pages": "1144--1170", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Challenger marketing", "authors": [{"first": "W", "middle": ["M"], "last": "Lim", "suffix": ""}], "year": 2020, "venue": "Industrial Marketing Management", "volume": "84", "issn": "", "pages": "342--345", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "How psychological resourcefulness increases salesperson's sales performance and the satisfaction of their customers: Exploring the mediating role of customer-oriented behaviors", "authors": [{"first": "B", "middle": [], "last": "Lussier", "suffix": ""}, {"first": "N", "middle": ["N"], "last": "Hartmann", "suffix": ""}], "year": 2017, "venue": "Industrial Marketing Management", "volume": "62", "issn": "", "pages": "160--170", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Explaining information systems change: A punctuated socio-technical change model", "authors": [{"first": "K", "middle": [], "last": "Lyytinen", "suffix": ""}, {"first": "M", "middle": [], "last": "Newman", "suffix": ""}], "year": 2008, "venue": "European Journal of Information Systems", "volume": "17", "issn": "6", "pages": "589--613", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Factors Influe ncing the Effectiveness of Relationship Marketing: A Meta-Analysis", "authors": [{"first": "R", "middle": ["W"], "last": "Palmatier", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Dant", "suffix": ""}, {"first": "D", "middle": [], "last": "Grewal", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Evans", "suffix": ""}], "year": 2006, "venue": "Journal of Marketing", "volume": "70", "issn": "4", "pages": "136--153", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The five competitive forces that shape strategy", "authors": [{"first": "M", "middle": ["E"], "last": "Porter", "suffix": ""}], "year": 2008, "venue": "Harvard Business Review", "volume": "86", "issn": "1", "pages": "78--93", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Sensemaking and Sustainable Practicing: Functional Affordances of Information Systems in Green Transformations", "authors": [{"first": "S", "middle": [], "last": "Seidel", "suffix": ""}, {"first": "J", "middle": [], "last": "Recker", "suffix": ""}, {"first": "J", "middle": [], "last": "Brocke", "suffix": ""}], "year": 2013, "venue": "MIS Quarterly", "volume": "37", "issn": "", "pages": "1275--1299", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Management challenges in creating value from business analytics", "authors": [{"first": "R", "middle": [], "last": "Vidgen", "suffix": ""}, {"first": "S", "middle": [], "last": "Shaw", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Grant", "suffix": ""}], "year": 2017, "venue": "European Journal of Operational Research", "volume": "261", "issn": "2", "pages": "626--639", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "A General Model for Understanding Organizational Buying Behavior", "authors": [{"first": "F", "middle": ["E"], "last": "Webster", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wind", "suffix": ""}], "year": 1972, "venue": "Journal of Marketing", "volume": "36", "issn": "2", "pages": "12--19", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Organizational response to adversity: Fusing crisis management and resilience research streams", "authors": [{"first": "T", "middle": ["A"], "last": "Williams", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Gruber", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Sutcliffe", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Shepherd", "suffix": ""}, {"first": "E", "middle": ["Y"], "last": "Zhao", "suffix": ""}], "year": 2017, "venue": "Academy of Management Annals", "volume": "11", "issn": "2", "pages": "733--769", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Sales Force Effectiveness: A Framework for Researchers and Practitioners", "authors": [{"first": "A", "middle": ["A"], "last": "Zoltners", "suffix": ""}, {"first": "P", "middle": [], "last": "Sinha", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Lorimer", "suffix": ""}], "year": 2008, "venue": "Journal of Personal Selling and Sales Management", "volume": "28", "issn": "2", "pages": "115--131", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "point to the importance of organizations responding in a manner that recognizes sociological, technological, and structural factors. We have argued that Leavitt's model of organizational change (1965), tailored to the sales context, and socio-technical systems theory and offers substantial potential to improve understanding of the impact of the COVID-19 pandemic, as well as understanding of the effectiveness and application of potential sales force responses. The findings, derived from the review of practitioner-oriented articles and interviews with key informants of B2B companies, offer evidence of such potential. Several managerial considerations that flow from the theory and model are introduced to richen manager understanding and application. Socio", "latex": null, "type": "figure"}, "FIGREF3": {"text": "managers should avoid the traps of a narrow worldview, being seduced by managing, and over-centralizing the response, and overlooking the human factors. Managers should take a broad, holistic view of both challenges and opportunities. Managers should trust their people, provide support, seek order rather than control, set clear expectations, and establish clear guiding", "latex": null, "type": "figure"}, "TABREF0": {"text": "Relevant Insights from Practitioner-Oriented ArticlesInsights Relevant to B2B Organizations and/or Sales ForceCEOs should be aware of the potential challenges and opportunities the COVID-19 pandemic presents. It amplifies the opportunity for B2B organizations to further experiment with whether new technologies permit successful mass remote working, as well as rethink and revise their supply chains.B2B organizations need to supplement their traditional sourcing practices with new sources of data and new approaches to understand and mitigate risk. B2B organizations also need to invest in 24 x 7 monitoring and mapping of their global suppliers. New technologies, such as artificial intelligence, have made extensive supplier monitoring and mapping affordable and accessible.The COVID-19 pandemic has increased the importance of B2B salespeople categorizing (prioritizing) clients, adopting a customer-centric approach, identifying the most impactful channels for a particular customer, and introducing virtual selling.B2B Sales compensation plans can be adjusted in respect to the COVID-19 pandemic via the halting of incentive trips, readjustments of quotas, rethinking of new plan design, and yearend adjustments (i.e., annual performance reviews, merit increase, recognition trip, and long-term incentive eligibility).B2B Sales forces can respond to the COVID-19 pandemic by reaching clients through face-to-face alternatives, redeploying sales efforts internally, goal and quota relief, sales forecast changes, and hiring decisions.The COVID-19 pandemic may increase cyber-attacks. To minimize risk, B2B salespeople should be extra vigilant about phishing emails, practice good cyber hygiene, only use secure WIFI, and report lost or stolen devices immediately. To minimize risk, employers should set up remote access, maintain protocol regarding confidential information, remind employees not to use personal laptops for work, and update emergency contacts.To build trust, communication should be aspirational, intentional and compassionate. Communication should be more frequent, bad news should be delivered straightforwardly, and communication should empower.", "latex": null, "type": "table"}, "TABREF2": {"text": "The COVID-19 pandemic increases the importance of B2B salespeople showing the customer they care, communicating proactively with customers, providing support (social, emotional, and expertise) to customers, and engaging and inspiring customers.Managers can support remote B2B salespeople by daily check-ins, providing emotional support, and providing regular updates. Managers should be continuously monitoring employee stress, anxiety, and engagement levels. Managers should also be revisiting expectations, objectives, targets, etc.The COVID-19 pandemic is increasing anxiety and anxiety is contagious. It is important to manage anxiety. B2B salespeople can manage anxiety through mindfulness, calming the mind, being present, and taking one day at a time.To improve leadership, B2B sales managers can create a clear list of priorities, pursue a nonbinary approach to problem solving, capture and share stories of success, and communicate honestly, empathetically, clearly and simply.To build resilience, B2B salespeople can practice mindfulness, practice work-life balance, and connect with others through compassion.To make virtual meetings and/or digital selling more effective, B2B salespeople can keep the interaction personal, convey warmth and presence, acclimate to delayed feedback, and make the interaction interactive.The COVID-19 pandemic increases the importance of digital efforts. There is a need for the B2B sales force to have a digital strategy, ability to be resilient and adaptive, implement remote working and take on collaborative working approaches, and be proactive.", "latex": null, "type": "table"}, "TABREF3": {"text": "To care for B2B salespeople, the COVID-19 pandemic response teams need to revisit numbers, incorporate new business development and digital selling approaches, stabilize the supply chain, stay close to customers, practice planning simulations, and have a clear purpose.", "latex": null, "type": "table"}, "TABREF5": {"text": "Economic issues are now spreading as fast as the COVID-19 pandemic. To manage the crisis, B2B organizations need to know that the window for social distancing is short, examine the shape of the shock, understand the damage mechanisms, and innovate out of the shock.To manage the COVID-19 pandemic, B2B organizations need to be able to navigate uncertainty. This includes learning (what I can learn from this challenge), game (see what we may lose today, and what we can win tomorrow), gratitude (recognize all that you already have), and randomness (what happens to me isn't always During the COVID-19 pandemic, B2B sales force members should show compassion to each other by connecting, accepting that everyone is coping differently, being generous in interpretations, acknowledging feelings, accepting that coworkers' home lives are now relevant to you, and by not comparing suffering.", "latex": null, "type": "table"}, "TABREF7": {"text": "During the COVID-19 pandemic, B2B sales force members need to be respectful and empathetic by recognizing what each person is dealing with at home and staying in touch regularly.", "latex": null, "type": "table"}, "TABREF8": {"text": "Description of B2B Informants and Summary of Qualitative Insights From Interviews. Customers: SMEs to large B2B organizations in the packaging industry; Region: North America; Company Size (Sales, Employees): <$1 Million < 10 Employees; Products / Service Offerings: Developing and delivering of packaging-related products Concerned with how KPIs (quotas and incentive plans) should be used, it at all. Indicated that customer access has decreased, customer priorities and needs have shifted, customers are not always capable of using video communication and other digital technologies, and that suppliers were closing.", "latex": null, "type": "table"}, "TABREF9": {"text": "Region: North America; Company Size (Sales, Employees): >$420 Million, 1630 Employees Products / Service Offerings: Provider of", "latex": null, "type": "table"}, "TABREF10": {"text": "Concerned regarding the impact of the COVID-19 pandemic, and social distancing and remote working, on productivity, motivation, and wellness. Informant perceives that employees are very anxious about job loss are experiencing challenges in accessing customers and responding to shifting customer priorities/needs, and customers are not always capable of using various digital technologies well. Concerned about how to quickly improve internal processes and incorporate new business practices.Concerned with the capacity of employees (human) to adjust to various technologies (technology) and use such technologies (task) effectively. Wondered about whether such technology and use of it will increase the need for the organization to make greater numbers of technical support representatives available (human). Also, wondered what the long-term ramifications of working remotely and over technology will be on the knowledge, skills, and abilities organizations hire for (human), technology they provide (technology), and training activities (task). Executive Director of Sales; Responsible for a national business unit Customers: Health care and pharmaceutical organizations; Region: Global; Company Size (Sales, Employees): >$300 Million, 800 Employees; Products / Service Offerings: Primary health care products and vaccines", "latex": null, "type": "table"}, "TABREF11": {"text": "Offerings: Engineering, procurement, and construction services", "latex": null, "type": "table"}, "TABREF12": {"text": "Customers: Health care and pharmaceutical organizations; Region: North America; Company Size (Sales, Employees): >$23 Billion, 450 Employees; Products / Service Offerings: Developing and delivering biological health products", "latex": null, "type": "table"}}, "back_matter": []}