{
    "paper_id": "1f297fa3e7c03baa076bd43a8a345f096b3c30d6",
    "metadata": {
        "title": "Journal Pre-proof The potential sudden shift in clinical research and epidemiology of cardiovascular diseases, caused by COVID-19 Abbreviated title: Impact of COVID-19 on cardiovascular diseases",
        "authors": [
            {
                "first": "Théo",
                "middle": [],
                "last": "Pezel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University",
                    "location": {
                        "postCode": "21287-0409",
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Joao",
                "middle": [
                    "A C"
                ],
                "last": "Lima",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University",
                    "location": {
                        "postCode": "21287-0409",
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": "jlima@jhmi.edu"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Coronavirus disease 2019 (COVID-19) is a viral-induced systemic disease that has become a pandemic, producing a public health crisis of unprecedented magnitude. The first epidemic wave has peaked in several countries, including in France a couple of weeks ago, but the infection continues to spread quickly throughout the world, with more than 2,700,000 confirmed cases at the end of April 2020, when this editorial was written [1] . Also known as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the disease is caused by a novel single-stranded enveloped ribonucleic acid (RNA) virus. The clinical spectrum of COVID-19 ranges from asymptomatic carriers who can transmit the virus to a fatal pleiotropic syndrome. The disease can progress quickly to acute respiratory distress syndrome, with a high fatality rate, especially in patients with pre-existing cardiovascular disease, in whom mortality rates of 10-15% have been recorded [2] . In addition to the common pulmonary presentation, there are also typical cardiovascular manifestations induced by COVID-19 [3] . Beyond COVID-19 itself, the confinement on a planetary scale is having major consequences for the epidemiology and public health management of cardiovascular diseases, as well as for cardiovascular research.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 431,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 945,
                    "end": 948,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1074,
                    "end": 1077,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "As described previously [4] , COVID-19 can cause myocardial inflammation and damage, thought to be associated with downregulation of the angiotensin-converting enzyme 2 (ACE2) system [5] . Direct cardiac damage has been shown to affect between 7% and 17% of patients hospitalized with COVID-19, and 59% of patients whose deaths were related to COVID-19 [6] . Myocardial ischaemia has also been described as a potential mechanism of cardiac injury. Indeed, because ACE2 is expressed in the endothelium, it may induce endothelial shedding and dysfunction, leading to vascular damage, local inflammation and the production of procoagulant factors. These mechanisms may underlie the thrombosis and atheroma plaque rupture observed in patients with COVID-19 [7] , similar to the increase in type 1 myocardial infarction (MI) described in association with influenza infection [8] .",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 27,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 353,
                    "end": 356,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 753,
                    "end": 756,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 870,
                    "end": 873,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Cardiovascular manifestations of COVID-19"
        },
        {
            "text": "Moreover, type 2 MI resulting from respiratory failure and the viral-induced cytokine storm further aggravates myocardial ischaemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cardiovascular manifestations of COVID-19"
        },
        {
            "text": "Early reports of fulminant myocarditis, assessed by cardiac magnetic resonance imaging (MRI), suggested that myocardial inflammation might play a role in cardiac injury during the viral Page 4 of 7 J o u r n a l P r e -p r o o f 4 infection [9] . Indeed, out of a series of 150 COVID-19 cases, 68 deaths were recorded, with 27 cases of myocarditis, including five cases of fulminant myocarditis [10] . Other authors have described autopsy results from patients with COVID-19 as showing a mononuclear infiltrate in myocardial tissue [11] . Moreover, abnormalities of lipid metabolism and lymphopoenia [3] caused by COVID-19 can theoretically lead to a long-term increased risk of cardiovascular events [12] .",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 600,
                    "end": 603,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 701,
                    "end": 705,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Cardiovascular manifestations of COVID-19"
        },
        {
            "text": "Finally, because there is a paucity of data on cardiovascular complications resulting from COVID-19, the European Society of Cardiology has recently updated guidelines for the diagnosis and management of cardiovascular diseases in patients with COVID-19 [13] .",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Cardiovascular manifestations of COVID-19"
        },
        {
            "text": "As part of the public health crisis caused by the COVID-19 epidemic, population confinement, the oversaturation of hospital services and the intense fear of becoming infected may lead to delays in the diagnosis and treatment of cardiovascular diseases unrelated to COVID-19. Indeed, many investigators have reported a reduction in patients admitted for ST-segment elevation MI associated with the COVID-19 pandemic [14] . In addition, an increase of up to 60 minutes in the delay from diagnosis to reperfusion with primary percutaneous coronary interventions has been reported in regions deeply affected by COVID-19 [15] . For those reasons, the Centers for Medicare and Medicaid Services in the USA have recommended that hospitals should consider postponing elective angioplasty during the outbreak [16] . At the end of confinement, the increased demand for cardiovascular healthcare services caused by the delay in patient management may lead to an imbalance between the needs and capacities of cardiologists, primary care physicians and hospitals.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 419,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 800,
                    "end": 804,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Delay in the diagnosis and treatment of non-COVID-19 cardiovascular diseases"
        },
        {
            "text": "Such deviations from optimal care may lead to increased cardiovascular mortality and morbidity [17] .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Delay in the diagnosis and treatment of non-COVID-19 cardiovascular diseases"
        },
        {
            "text": "Diagnostic cardiovascular imaging services have also been affected by the COVID-19 pandemic, with the need to minimize the risk of transmission for patients and healthcare staff. Cleaning and disinfection protocols between each patient, the need for protective equipment and the reduction in the staff numbers have complicated and lengthened imaging examinations. For that reason, the learned societies have proposed guidelines to prioritize patients at highest risk, for whom cardiovascular imaging is likely to substantially change patient management or be lifesaving [18] . As a result, cardiovascular imaging laboratories have cancelled all non-urgent examinations to focus on urgent Page 5 of 7 J o u r n a l P r e -p r o o f 5 COVID-19-related diseases, such as myocarditis or severe MI resulting from delayed management as a consequence of the pandemic. In addition, some practices have evolved to reduce the risk of COVID-19 dissemination, such as the use of coronary computed tomography angiography to exclude an acute coronary syndrome in COVID-19 pneumonia with elevated troponins, to prevent unnecessary passage into the catheterization laboratory. Finally, whereas the use of cardiac MRI has fallen during the epidemic because of the risk of contamination, the use of computed tomography has increased proportionally, particularly to rule out left atrial appendage thrombus in patients referred for supraventricular arrhythmia ablation, in substitution of transoesophageal echocardiography.",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 574,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Modified cardiovascular imaging routines because of COVID-19"
        },
        {
            "text": "Many ongoing clinical studies conducted to evaluate cardiovascular diseases unrelated to have been temporarily suspended by promoters, while regulatory procedures have been dramatically facilitated for COVID-19-related research. Indeed, the studies that are unrelated to COVID-19 often use hard outcomes, such as cardiovascular mortality or non-fatal MI. For that reason, COVID-19related cardiovascular events would have confounded the evaluation of these outcomes, potentially biasing the results of ongoing clinical trials worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consequences of COVID-19 for cardiovascular disease research"
        },
        {
            "text": "COVID-19 has had important consequences for the epidemiology of cardiovascular diseases. While the immediate cardiovascular consequences of the infection can be more clearly defined, we may be only beginning to understand the long-term consequences that this crisis may impose on cardiovascular health and healthcare systems. Finally, beyond developing a successful exit strategy for the present crisis, cycles of acceleration, suppression and re-emergence of COVID-19 have been predicted, for up to at least 12 months. Prolonged awareness, continuous measurement and the ability to adapt to the potential long-term impact of COVID-19 may define the quality of the responses provided by the cardiovascular healthcare system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The authors declare that they have no conflicts of interest concerning this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 Dashboard by the Center for Systems Science and Engineering (CSSE) at Johns Hopkins University (JHU). Available at",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1239--1281",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 in patients with cardiovascular diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Hulot",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arch Cardiovasc Dis",
            "volume": "113",
            "issn": "",
            "pages": "225--231",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SARS-coronavirus modulation of myocardial ACE2 expression and inflammation in patients with SARS",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Oudit",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kassiri",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur J Clin Invest",
            "volume": "39",
            "issn": "",
            "pages": "618--643",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cardiovascular Considerations for Patients, Health Care Workers, and Health Systems During the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Driggin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Madhavan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bikdeli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Cardiol",
            "volume": "75",
            "issn": "",
            "pages": "2352--71",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--62",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Acute Myocardial Infarction after Laboratory-Confirmed Influenza Infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kwong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Campitelli",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N Engl J Med",
            "volume": "378",
            "issn": "",
            "pages": "2540--2541",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19-related myocarditis in a 21-year-old female patient",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Heart J",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Correction to: Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "",
            "pages": "420--422",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Relationship between low lymphocyte count and major cardiac events in patients with acute chest pain, a non-diagnostic electrocardiogram and normal troponin levels",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nunez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sanchis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bodi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Atherosclerosis",
            "volume": "206",
            "issn": "",
            "pages": "251--258",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "ESC Guidance for the Diagnosis and Management of CV Disease during the COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Mystery of the Missing STEMIs During the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Obstacle Course of Reperfusion for STEMI in the COVID-19 Pandemics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roffi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Guagliumi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ibanez",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Circulation",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCULATIONAHA.120.047523"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Limit all non-essential planned surgeries and procedures, including dental, until further notice",
            "authors": [],
            "year": 2020,
            "venue": "CMS. Adult Elective Surgery and Procedures Recommendations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Health system, public health, and economic implications of managing COVID-19 from a cardiovascular perspective",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mossialos",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Eur Heart J 2020. Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/eurheartj/ehaa342"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "COVID-19 pandemic and cardiac imaging: EACVI recommendations on precautions, indications, prioritization, and protection for patients and healthcare personnel",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Skulstad",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cosyns",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Popescu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Heart J Cardiovasc Imaging",
            "volume": "21",
            "issn": "",
            "pages": "592--600",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}