{"paper_id": "1f2e551776d66955e357a49c363b2bafbbfdc5cd", "metadata": {"title": "Journal Pre-proof The Impact of COVID-19 on European Health Care and Urology Trainees", "authors": [{"first": "Karl", "middle": ["H"], "last": "Pang", "suffix": "", "affiliation": {"laboratory": "Academic Urology Unit", "institution": "University of Sheffield", "location": {"settlement": "Sheffield", "country": "UK"}}, "email": "karlpang@doctors.org.ukk.h.pang."}, {"first": "Diego", "middle": ["M"], "last": "Carrion", "suffix": "", "affiliation": {"laboratory": "", "institution": "La Paz University Hospital", "location": {"settlement": "Madrid", "country": "Spain"}}, "email": ""}, {"first": "Juan", "middle": ["Gomez"], "last": "Rivas", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Guglielmo", "middle": [], "last": "Mantica", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Genova", "location": {"settlement": "Genova", "country": "Italy"}}, "email": ""}, {"first": "Angelika", "middle": [], "last": "Mattigk", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ulm University Medical Centre", "location": {"settlement": "Ulm", "country": "Germany"}}, "email": ""}, {"first": "Benjamin", "middle": [], "last": "Pradere", "suffix": "", "affiliation": {"laboratory": "", "institution": "Francois Rabelais University", "location": {"settlement": "Tours", "country": "France"}}, "email": ""}, {"first": "Francesco", "middle": [], "last": "Esperto", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Rome", "location": {"addrLine": "Campus Biomedico", "settlement": "Rome", "country": "Italy"}}, "email": ""}, {"first": "Juan", "middle": [], "last": "Gomez Rivas", "suffix": "", "affiliation": {"laboratory": "", "institution": "La Paz University Hospital", "location": {"settlement": "Madrid", "country": "Spain"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "In all five countries, major elective surgeries have been cancelled in an attempt to minimise spread and free up nursing staff, anaesthetists, ventilators, personal protective equipment, and beds. The Italian Society of Urology (SIU) [2] , Spanish Urological Association (AEU),", "cite_spans": [{"start": 234, "end": 237, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": ""}, {"text": "Association of Urological Surgeons (BAUS) have produced guidelines on performing selective diagnostic and surgical procedures. Recommendations from a panel of experts from the USA and Europe have also been produced [3] . Face-to-face consultations have been cancelled, with the majority of hospitals undertaking telephone consultations and virtual clinics. In Madrid, patients with planned oncological surgeries are being referred to some private clinics considered \"clean\" of COVID-19, covered by the national health system.", "cite_spans": [{"start": 215, "end": 218, "text": "[3]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "German Society of Urology (DGU), French Association of Urology (AFU), and British"}, {"text": "Training has been greatly affected by the loss of surgical exposure and logbook development. (Table 1) . With the new era of technology and smart learning, the effects on resident training can hopefully be kept to a minimum.", "cite_spans": [], "ref_spans": [{"start": 93, "end": 102, "text": "(Table 1)", "ref_id": null}], "section": "German Society of Urology (DGU), French Association of Urology (AFU), and British"}, {"text": "The authors have nothing to disclose.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of interest:"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "World Health Organization. Coronavirus disease (COVID-19) pandemic", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Urology practice during COVID-19 pandemic", "authors": [{"first": "V", "middle": [], "last": "Ficarra", "suffix": ""}, {"first": "G", "middle": [], "last": "Novara", "suffix": ""}, {"first": "A", "middle": [], "last": "Abrate", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "press", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.23736/S0393-2249.20.03846-1"]}}, "BIBREF3": {"ref_id": "b3", "title": "Considerations in the triage of urologic surgeries during the COVID-19 pandemic", "authors": [{"first": "K", "middle": [], "last": "Stensland", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Morgan", "suffix": ""}, {"first": "A", "middle": [], "last": "Moinzadeh", "suffix": ""}], "year": null, "venue": "Eur Urol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Resident burnout in USA and European", "authors": [{"first": "D", "middle": [], "last": "Marchalik", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Goldman", "suffix": ""}, {"first": "Ffl", "middle": [], "last": "Carvalho", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Any emergency operations or highly selected elective cancer operations are performed by the most senior surgeon, usually the consultant, to minimise operation time and complications. With regard to academic activities, the March annual EAU congress has been postponed and will go virtual in July. The ESRU bi-annual meeting has been cancelled and upcoming national conferences (eg, SIU live, April; UroAktuell, April; AEU, June; BAUS, June) are also cancelled, postponed, or taking place as webinars. University laboratories are closed and in the UK, those in PhD programmes have been asked to return to clinical practice. National courses are cancelled and the UK postgraduate fellowship examination has been postponed, affecting those who require it to obtain a certificate of completion of training. There are currently no plans yet regarding cancellation of the Fellow of the European Board of Urology (FEBU) part 2 examination in Poland (June 2020), FEBU part 1 in November 2020, or the European Urology Residents Education Programme course in September 2020. In Italy and Spain, attempts to maintain training have been made through online smart-learning circuits, webinars, and video calls. In France, residents in regions with low rates of infection have up to 50% of their time for research, hands-on training, and study. Those who have subspecialty clinical or research fellowships planned locally or abroad are unable to attend. Hospital rotations within the country have been postponed. There is wide heterogeneity in trainee activities in different departments in each country. However, redeployment appears to have occurred in all five countries, with urology trainees allocated to cover medical/COVID-19 wards. Some urology departments have merged with other surgical specialties. In Paris, urology trainees are allocated to emergencies for triage and to intensive care units. Some residents are involved in transfer convoys across France when full capacity is reached. In some UK departments, trainees are attending local training J o u r n a l P r e -p r o o f to refresh their life support and respiratory skills. Final-year medical students are graduating early, retired UK doctors and nurses are returning to the National Health Service (NHS), and the first of eight NHS Nightingale Hospitals opened in London on April 3, 2020 to accommodate the influx of new cases. The rate of burnout among urology trainees (40%) is relatively high compared to other specialties, and the current pandemic and changes in work plans will no doubt contribute to resident burnout [4]. Trainees must know their limitations and are under no obligations to work beyond their limits. There are obvious training impacts and work plan changes across all countries in Europe. Slowdown of the learning curve of residents is inevitable, so adoption of smart learning is critical. For those who have been affected by examination delays we recommend continuing to revise steadily using webinars, podcasts, prerecorded sessions, and social media. Routine activities such as journal clubs and departmental teaching should continue through webinars if possible. The online E-BLUS theoretical course and the use of departmental simulators are vital resources to keep surgical skills going and prepare for the E-BLUS examination. In addition, the EAU education section (https://uroweb.org/education/online-education/) has accredited education platforms (UROONCO and UROLUTS), e-courses, surgical videos, and recorded webinars to facilitate e-learning. Video-based surgical demonstrations are also available on the EAU Surgery in Motion School (https://surgeryinmotion-school.org/) site", "latex": null, "type": "figure"}}, "back_matter": [{"text": "Educational ", "cite_spans": [], "ref_spans": [], "section": "Activities"}]}