{
    "paper_id": "1f32e66d5c16cd697479c04cf39a46dde576f32f",
    "metadata": {
        "title": "COVID-19: Patient Safety and Quality Improvement Skills to Deploy during the Surge COVID-19: Patient Safety and Quality Improvement Skills to Deploy during the Surge",
        "authors": [
            {
                "first": "Anthony",
                "middle": [],
                "last": "Staines",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Federation of Vaud",
                    "location": {
                        "settlement": "Prilly",
                        "country": "Switzerland"
                    }
                },
                "email": "anthony.staines@bluewin.ch"
            },
            {
                "first": "René",
                "middle": [],
                "last": "Amalberti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Foundation for Industrial Safety Culture-FONCSI",
                    "location": {
                        "settlement": "Toulouse",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Donald",
                "middle": [
                    "M"
                ],
                "last": "Berwick",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeffrey",
                "middle": [],
                "last": "Braithwaite",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Macquarie University",
                    "location": {
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Lachman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [
                    "A"
                ],
                "last": "Vincent",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Key words: Quality Improvement, Patient Safety, Pandemic, COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Competing interests: Authors report no conflicts of interest relevant to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Word count: 1680 words",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The COVID-19 pandemic has suddenly challenged many healthcare systems. To respond to the crisis, these systems have had to reorganize instantly, with little time to reflect on the roles to assign to their Patient Safety (PS) and Quality Improvement (QI) experts. In many cases, staff who had a background in clinical care was called to support wards and critical care. Others were deemed \"non-essential\" and sent back to work from home, while their programs were placed in hibernation mode. This has meant that many QI and PS experts with skills to offer in their field have ended up carrying out tasks unrelated to the current crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We believe that the skillset of patient safety and quality improvement personnel is essential for the successful implementation of the changes required to achieve the desired outcomes. An understanding of systems theory and the complexity of healthcare systems, human factors and reliability theories, and change methodologies is key to the success of any transformation program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here, we suggest a five-step strategy and actions through which PS and QI staff can meaningfully contribute during a pandemic by employing their core skills to support patients, staff, and organizations. Strengthen the system by assessing readiness, gathering evidence, setting up training, promoting staff safety, and bolstering peer support.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 300,
                    "text": "Strengthen the system by assessing readiness, gathering evidence, setting up training, promoting",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "2. Engage with citizens, patients, and their families so that the solutions are jointly achieved and owned by both the healthcare providers and the people who receive care, and in particular the citizens who are required to undertake preventive interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "3. Work to improve care, through actions such as the separation of flows, flash workshops on teamwork, and the development of clinical decision support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "4. Reduce harm by proactively managing risk to both COVID-19 and non COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "5. Boost and expand the learning system, to capture improvement opportunities, adjust very rapidly, and develop resilience. This is crucial as little is known about COVID-19 and its impacts on patients, staff, and institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Identify an appropriate readiness checklist and assess the situation. Various organizations, such as the World Health Organization (WHO) are offering readiness assessment checklists. [1] Carrying out the assessment allows quick identification of areas to improve as well as of solutions, although it is important for such assessments not to unduly simplify the complexities of readiness. . Checklists provide a guide, not a complete solution.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "STRENGTHEN THE SYSTEM AND ENVIRONMENT"
        },
        {
            "text": "Gather experience and evidence, filter, summarize and brief. At the beginning of a pandemic, very little is known about the disease, its specific behavior, treatment, impact and evolution. Gathering experience requires access to an international network, for which QI people are often uniquely placed through their international connections and affiliations with international societies offering web-based resources. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STRENGTHEN THE SYSTEM AND ENVIRONMENT"
        },
        {
            "text": "Strengthen the capacities of the learning system. Emphasize the importance of capturing crisis-related incidents, risks and improvement opportunities, and innovations, as well as learning from things going right [7] . Facilitate that capture by coaching clinicians or providing bedside learning coordinators, as conceived by the London NHS Nightingale surge hospital. [8] Its coordinators' role is to gather ideas and data from the bedside, feed them back to a daily learning forum and input data on incidents and harm into the Electronic Incident Reporting System. The coordinator also provides a route through which to inform bedside clinicians reliably about operational changes and to share new learning.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "BOOST AND EXPAND THE LEARNING SYSTEM"
        },
        {
            "text": "Contribute to problem solving and solution generation. Contribute to analyzing the needs brought up by the pandemic, through process mapping, designing and redesigning care delivery processes, and rapid implementation programs. Support solving PPE shortages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BOOST AND EXPAND THE LEARNING SYSTEM"
        },
        {
            "text": "Promote a culture of safety, resilience, and learning. This is a central part of the routine work [2] .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "BOOST AND EXPAND THE LEARNING SYSTEM"
        },
        {
            "text": "During a crisis, bolstering a culture of learning, not pointing fingers, being solutions oriented and learning from what goes well as well as from incidents is more important than ever. Be a motivator, a role model in resilience; promote adaptability and flexibility on the front line. Conduct rapid tests of the implementation of new findings from the literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BOOST AND EXPAND THE LEARNING SYSTEM"
        },
        {
            "text": "Contribute to data analysis, representation, and interpretation of variation. This can include modeling the outbreak, setting up and updating a pandemic dashboard, and creating run charts and control charts to identify and analyze variation. Support and help interpret tests of change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BOOST AND EXPAND THE LEARNING SYSTEM"
        },
        {
            "text": "Coping with a pandemic primarily requires skills in virology, serology and intensive care, and other infection related disciplines. However, in parallel with the management of infection, health services worldwide are engaged in a massive and rapid process of organizational change, to which QI and PS people can contribute considerable expertise, know-how and know-why. They can help assess and develop preparedness, gather evidence and experience, advise and support leadership, remind everyone that there is no patient safety without staff safety, leverage organizational learning, and connect with experts and patient partners. These activities will help enable compassion, safety and respect to emerge from the midst of the turbulence. In the coming months, QI and PS resourcefulness will also be invaluable to help manage the impact on other patients whose treatment is delayed, interrupted or cancelled, in terms of both the immediate disruption and the ensuing process of further organizational change to repair our damaged health services and the many affected patients and families, both with and without COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "U N C O R R E C T E D M A N U S C R I P T",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REFERENCES"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization Regional Office for Europe. Hospital Readiness Checklist for COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19: Peer Support and Crisis Communication Strategies to Promote Institutional Resilience",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Connors",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Everly",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Promoting patient safety at time of COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Albolino",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dagliana",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tanzini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morabito",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Spinelli",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "COVID-19 Webinar Series. ISQua",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Re-thinking word choice during this pandemic",
            "authors": [],
            "year": null,
            "venue": "Planetree International",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Changes in medical errors after implementation of a handoff program",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Starmer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Spector",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Srivastava",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rosenbluth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "New England Journal of Medicine",
            "volume": "371",
            "issn": "",
            "pages": "1803--1815",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 Related Resources for Pressure Injury Prevention",
            "authors": [
                {
                    "first": "Npia",
                    "middle": [],
                    "last": "Panel",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 and Lessons from the UK",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mountford",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Allwood",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bohmer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Virtual Learning Hour Special Series: Global Challenges IHI",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Overcoming COVID-19: What can human factors and ergonomics offer",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Gurses",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Tschudy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcgrath-Morrow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Husain",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Solomon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Gerohistodoulos",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Patient Safety and Risk Management",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "PATIENT, FAMILY, AND COMMUNITY ENGAGEMENT AND EMPOWERMENTFacilitate the co-production of solutions for prevention, isolation, treatment and recovery. Work together with citizen and patient partners to develop solutions for self-management and prevention.Communicate frequently and transparently with patients, families and citizens.Help identify, develop and disseminate patient self-management tools for those with long term conditions who now do not have access to care, such as education and management of diabetes and other chronic illnesses in the context of COVID-19.Leverage or establish patient partnerships. Identify people who have recovered from or have experience with another pandemic disease and who can coach other patients and advise teams.Advise leaders on person-centeredness during a pandemic. With the help of patient partners, advise leaders on how to maintain or develop person-centeredness. Advise on the choice of language (e.g. \"physical distancing\" rather than \"social distancing\"[4]), and on ethical considerations.Assess equity in patient care and safety. Ensure decision making is equitable in terms of gender, class, socio-economic status and ethnicity, and redresses the negative consequences of social and economic inequity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Coordinate risk identification, analysis and management. Arrange collaborative brainstorming about risks and potential failure modes, followed by risk reduction or mitigation solutions. Run analyses of vulnerabilities in new and existing services.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Prevent pandemic-associated pressure injuries (PIs). Spread guidelines and set up training to prevent staff acquiring PPE-associated skin lesions.[6] Spread and train on guidelines for PIs induced by prone positioning.[6]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "just-in-time contributions from HF/E. Bring in HF/E experts to contribute to creating and implementing behavior change programs and process flow redesigns for patients, staff and the population. Organize for patient flow to be redesigned by a multidisciplinary team including HF/E Support collaborative learning cycles at the front line and harvest lessons. Learn how the disease responds to interventions. Reinforce well-known information about how to keep the workforce safe.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Set up just-in-time training and simulation on infrequently used skills. This could, for example, include developing instructions and simulations on putting on and taking off personal protection equipment (PPE) or regarding environment disinfection for cleaners. pandemic and its impact (including effects on care of patients with conditions other than the pandemic illness). As a note to leaders, all the above will be made much easier if the head of PS/QI is included in the emergency task force.Promote staff safety, well-being and psychological safety. Advise leaders on staff physical and psychological safety needs[2] and on debriefing needs, including those for non-clinical staff. Set up a space for staff to express fears and preoccupations and relay these, with appropriate confidentiality, to leaders. Promote frequent expressions of gratitude, as carried out, for example, through daily CEO video messages at a hospital in Pisa, Italy.[3] Connect leaders with occupational health services to identify, prevent and mitigate fatigue, sleep deprivation and burnout. Set-up briefs about the effects of cumulative stress for those exposed.Organize peer support. Revive or set up an ad hoc peer support program, following errors, adverse events and ethical dilemmas. Identify and communicate supportive resources to which peers can refer colleagues, as well as stress management and coping techniques. Create ways for team leaders to check-in with team members who may become ill.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Optimize visitation policy. Find ways to maximize the benefits of family support while complying with physical distancing. Assess the feasibility of providing electronic tablets for video calls. Help find solutions for end of life visitation. Participate in organizing the separation of patient flows. Help to design dedicated pandemic ERs, floors, ORs or ICUs. Help to switch to tele-consultations. Update infection control guidelines. Help the Infection Control team update guidelines and liaise with Human Factors and Ergonomics (HF/E) and communications experts to help communicate and disseminate them.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}