{"paper_id": "1f35f89183e7dbc3dcb88840a5489d5071b3992c", "metadata": {"title": "'System Destroys Trust?'-Regulatory Institutions and Public Perceptions of Food Risks in Taiwan", "authors": [{"first": "Kuei-Tien", "middle": [], "last": "Chou", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hwa-Meei", "middle": [], "last": "Liou", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "This article aims to explore public perceptions of global food risk issues and public attitudes towards government capacity to respond to concerns with technological and health uncertainties in an era of rapid economic development in newly industrialized countries. From cross-national comparative research on global food risk issues in the EU, UK, Germany, and Taiwan, survey results revealed distinct structural problems existing in Taiwan. In particular, it revealed that a long-term culture of authoritarian technological decision-making and positivistic risk assessment has lead to social risk perceptions being institutionally amplified and public trust gradually being destroyed.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "cross-boundary nature of these risks, they form a globalization of risks' (Giddens 2002) , or globalized food risks. In the face of disputes over the nature of globalized food risks, the governance capacity of governments is facing challenges of its own; on the one hand governments need to propose efficient regulatory measures, while on the other hand through a process of acknowledging the high level of scientific uncertainty related to these food risks and the added risk that this uncertainty produces, they also need to adopt governance measures to gain public trust.", "cite_spans": [{"start": 74, "end": 88, "text": "(Giddens 2002)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": ""}, {"text": "In terms of risk governance, the modern government faces a number of challenges: the traditional regulatory measures of the past are inadequate for dealing with disputes over scientific uncertainty; in order to gain public trust and strengthen policy legitimacy, the government must equally value the importance of risk communication and public perceptions of risk; including these factors in the process of regulatory and policy making. In other words, the governments risk assessment, risk communication and valuing of public risk perceptions need to become the equal basis of future governance strategy. However, the question is, is such a shift in the governance paradigm possible in newly emerging industrialized countries which are driven by the primary motivation of economic development? Do they have the capacity to face the challenges of social transformation and gain public trust and support?", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The main aims of this paper are first through a transnational comparison of public risk perceptions to clearly reveal the specific difficulties of risk capacity facing the newly emerging industrialized countries; to understand the underlying meaning of these difficulties in the light of historical structures and finally to propose methods of resolving such difficulties through means of new governance.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In the face of threats from transnational, globalized risks, much research in this field has pointed to the fact that in order to be a risk regulatory technocrat, carrying out health, environment and food pollution related risk assessments and regulations, one must always emphasize the position of positivist sound science; they argue that risk regulation must be carried out on the basis of equally clear scientific evidence and perceive the anxiety demonstrated by the public as unreasonable, emotionally controlling, and unscientifically subjective (Wynne 1980; Rutgers and Mentzel 1999; Edmond and Mercer 1998) . However, the legitimacy of this scientific positivistic based hard science, despite the fact that over a long period of time it has become the mainstream paradigm adopted by technocrats in countries around the world, in recent years, in the face of increasing numbers of disputes over the uncertainties of globalized risk and having experienced so many failed policies, has been violently challenged (Ravetz 2002). 2 Footnote 1 continued there is no clear scientific evidence to prove that the food is clearly harmful to the human body or the environment, countries will still take comparatively strict precautionary measures to protect against potential threats. This aspect of risk is also worth consulting Yearly (1996) and Löfstedt (2002) . 2 Traditional technocrats handle many different types of ecological and industrial pollution cases and in most instances are used to using positivist, scientific rationality to carry out assessments and response. However, such an authoritarian, scientific policy making mode of thinking faces difficulties and limitations when trying to deal with the uncertainties of disaster threats; leading to serious criticism of such politization of science. Or put another way, scientific business and policy making must simultaneously face the effects of dual development in political and social values (Hoppe 1999) .", "cite_spans": [{"start": 553, "end": 565, "text": "(Wynne 1980;", "ref_id": "BIBREF29"}, {"start": 566, "end": 591, "text": "Rutgers and Mentzel 1999;", "ref_id": "BIBREF21"}, {"start": 592, "end": 615, "text": "Edmond and Mercer 1998)", "ref_id": "BIBREF8"}, {"start": 1018, "end": 1034, "text": "(Ravetz 2002). 2", "ref_id": null}, {"start": 1327, "end": 1340, "text": "Yearly (1996)", "ref_id": "BIBREF30"}, {"start": 1345, "end": 1360, "text": "Löfstedt (2002)", "ref_id": "BIBREF16"}, {"start": 1363, "end": 1364, "text": "2", "ref_id": null}, {"start": 1957, "end": 1969, "text": "(Hoppe 1999)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Theoretical Framework"}, {"text": "One instance of this has been the experience of the European Union and the policy disputes over their handling of both BSE and GMO food risks. This led to a general suspicion and distrust in the general public towards the risk governance capacity of their government. In 2000 the European Union proposed a series known as 'Action of Science and Society' aimed at restoring the increasingly weak levels of public trust. They hoped that through a process of emphasizing the public's risk perceptions and risk communication, they could widen the social base of policy making and strengthen government legitimacy (EU 2002; Löfstedt 2002; Renn 2005; Liou and Chou 2005) . 3 In other words in contrast to the traditional method of scientific risk assessment which only depends on limited evidence, which is insufficient in itself to provide legitimacy of governance, this new risk governance paradigm put the emphasis on public risk perception and trust. As a result of the EU's forward thinking policy, a risk communication process with transparency of information, public participation and evaluation of risk perception has become an important reference for risk decision-making.", "cite_spans": [{"start": 609, "end": 618, "text": "(EU 2002;", "ref_id": null}, {"start": 619, "end": 633, "text": "Löfstedt 2002;", "ref_id": "BIBREF16"}, {"start": 634, "end": 644, "text": "Renn 2005;", "ref_id": "BIBREF20"}, {"start": 645, "end": 664, "text": "Liou and Chou 2005)", "ref_id": "BIBREF15"}, {"start": 667, "end": 668, "text": "3", "ref_id": null}], "ref_spans": [], "section": "Theoretical Framework"}, {"text": "In relation to food risk research, Savadori et al. (2007) pointed out the importance of the communication of information; the efficiency of this communication often affects consumers' evaluation and judgement of food risk. As a result, if the government is unable to handle food disputes, it leads consumers to lose their trust in the whole system. In fact, as much risk related research points out, public risk perception is a complicated, subjective, socially constructed process (Beck 1999; Strydom 2000) the actions and reactions of the government, media and social movement groups are very important. Therefore, the more open and transparent the channels of risk related information, the greater and more positive the impact on risk communication and the more stable and complete the foundation of the publics' risk perception and judgement (Miller and Macintyre 1999, p. 229) .", "cite_spans": [{"start": 35, "end": 57, "text": "Savadori et al. (2007)", "ref_id": "BIBREF22"}, {"start": 482, "end": 493, "text": "(Beck 1999;", "ref_id": "BIBREF1"}, {"start": 494, "end": 507, "text": "Strydom 2000)", "ref_id": "BIBREF25"}, {"start": 846, "end": 881, "text": "(Miller and Macintyre 1999, p. 229)", "ref_id": null}], "ref_spans": [], "section": "Theoretical Framework"}, {"text": "Particularly worthy of notice is Slovic (2000a, b) who indicated that for disputable technological risks, public trust and risk perception are easily destroyed; an event characterized by the 'the asymmetry principle'; for sensitive and disputable technological events, social distrust forms faster than trust. Therefore, when establishing institutional public trust in relation to technological risks, the state has to not only be more open in decision-making and the strengthening of public involvement, but also in evaluating information transparency and multilateral communication 4 (Frewer 1999; Miller and Macintyre 1999; Taig 1999; Kasperson and Palmlund 1989; Slovic 2000b) .", "cite_spans": [{"start": 33, "end": 50, "text": "Slovic (2000a, b)", "ref_id": null}, {"start": 586, "end": 599, "text": "(Frewer 1999;", "ref_id": "BIBREF10"}, {"start": 600, "end": 626, "text": "Miller and Macintyre 1999;", "ref_id": "BIBREF17"}, {"start": 627, "end": 637, "text": "Taig 1999;", "ref_id": "BIBREF26"}, {"start": 638, "end": 666, "text": "Kasperson and Palmlund 1989;", "ref_id": "BIBREF13"}, {"start": 667, "end": 680, "text": "Slovic 2000b)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Theoretical Framework"}, {"text": "In reality, such a regulatory proposal is unable to grasp the essence of risk communication. What we need to deliberate is, through what kinds of decision-making model and scientific ideology are risk perception and social trust formed? From a systematic perspective, as Taylor (1999, p. 163) indicated, risk communication is not only a matter of assessment and resolution of data it is also a fundamental part of the structure of risk culture. In other words, risk communication in decision-making relates to scientific and regulatory cultures in different social contexts. These factors influence the risk assessment of policy decision-makers and how they communicate risk information to the external society. Moreover, from the perspective of 'risk society' (Beck 1993) , it is crucial to deliberate how technocrats' risk assessment and value-judgment influence decision-making and deepen social (dis)trust. 5 The aforementioned traditional positivist risk assessment and related policy making are becoming increasingly insufficient, leading to many advanced industrial countries gradually paying increasing attention to public risk perception, communication, and involvement, with the hope of restoring public trust in the capability of governments to govern. However, a vital issue to consider is what such a democratic model of risk related policy making would look like if it was to emerge in the once autocratic governmental system of the newly emerging industrial countries; in other words, does there exist an innate conflict between this new and developing, democratic risk governance paradigm and this regions policy making model?; are the remnants of this regions authoritative system's power still influencing technocrats, creating a tendency towards emphasizing scientific authoritarian expert politics carrying out policy making? At the same time, does this type of policy making model easily tend towards a positivist scientific method of assessment while neglecting public risk perceptions, risk communication, public involvement and transparency of information channels? Moreover, has this historical structure created a unique form of regulatory and risk culture in the region?", "cite_spans": [{"start": 271, "end": 292, "text": "Taylor (1999, p. 163)", "ref_id": null}, {"start": 761, "end": 772, "text": "(Beck 1993)", "ref_id": "BIBREF0"}, {"start": 911, "end": 912, "text": "5", "ref_id": null}], "ref_spans": [], "section": "Theoretical Framework"}, {"text": "For instance, in Taiwan, the science sector policies of the authoritarian regime post-Cold War era developed into a complex entanglement of technological and economic developments. 6 Scientific elite not only controlled the science sector but also the government dominated technological R&D policy; a parochial method of scientific risk assessment. Thus, while facing serious technological uncertainty and risk disputes, this authoritarian regime has firmly maintained a mainstream decision-making model of sound science, while totally ignoring the importance of risk communication. Chou (2002 Chou ( , 2004 Chou ( , 2006 Chou ( , 2007a Chou ( , 2007b Chou ( , 2008 points out that in relation to a number of risk related disputes including GMO, the Taiwan Biobank, Taiwan Biomedicine Island, potential BSE risk in US imported beef and dioxin polluted food, Taiwan's technocrats have maintained an equal degree of authoritarian politics, revealing a scientific authoritarian attitude in their handling of various different social disputes, while showing an obvious disdain for public doubts and perceptions. Even in the face of strong criticism and pressure from society, they continue to emphasize that the most important aspect of policy making and assessment is to work in accordance to positivist scientific evidence. This deep seated authoritarian scientific ideology has created a culture of concealment during public risk disputes; putting off communicating vital information; neglecting the need for public risk communication because the government perceives unbalanced one-sided related information to be sufficient in communicating with the public. 7 As a result of this inlaying of a new culture on the 5 And, to consider from a broader perspective the political and decision-making system, it is worthy to overview what kinds of political and decision-making contexts do risk governance and public trust disputes form. 6 As for the distinct structure and culture which has emerged from the newly industrialized nations method of risk governance, relatively speaking the related research materials are limited, on the one hand because only a small amount of research on the topic of high tech risk disputes have focussed on the newly industrialized countries; on the other hand attempting to reveal the distinct nature of risk governance in this area is like trying to begin. Therefore, this paper will only focus on Taiwan case studies. 7 In a number of technological and food related risk case studies, there has emerged a number of interesting related governance structural problems, For example in the disputes over the 2005 BSE outbreak, dioxin remnants of an authoritarian system whose historical context still exist; the developments of the past years have created an hidden and sluggish regulatory culture while forming distinct governance structural problems in the fabric of local society. 8 This type of risk governance structure in the long term erodes public trust. The results from past surveys of public risk perception show that the level of trust that the Taiwanese public have in their government's risk governance capability is relatively low. 9 A result which bears witness to Slovic (2000a) statement, 'system destroys trust' (Slovic 2000a) ; that is to say, this type of authoritarian style regulatory culture has created a social environment where hiding and holding back information is a norm, where the public when faced with a risk dispute are unequipped to find real answers through the official channels of the system; creating a high level of distrust towards the system itself. From another perspective, this type of regulatory and governance model has also created a society which has fallen into a risk culture of cover ups and misinformation.", "cite_spans": [{"start": 583, "end": 593, "text": "Chou (2002", "ref_id": "BIBREF2"}, {"start": 594, "end": 607, "text": "Chou ( , 2004", "ref_id": "BIBREF3"}, {"start": 608, "end": 621, "text": "Chou ( , 2006", "ref_id": "BIBREF4"}, {"start": 622, "end": 636, "text": "Chou ( , 2007a", "ref_id": "BIBREF5"}, {"start": 637, "end": 651, "text": "Chou ( , 2007b", "ref_id": "BIBREF6"}, {"start": 652, "end": 665, "text": "Chou ( , 2008", "ref_id": "BIBREF7"}, {"start": 2911, "end": 2912, "text": "8", "ref_id": null}, {"start": 3208, "end": 3222, "text": "Slovic (2000a)", "ref_id": "BIBREF23"}, {"start": 3258, "end": 3272, "text": "(Slovic 2000a)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Theoretical Framework"}, {"text": "Therefore, the main point of this research is through a comparative survey of crossnational public risk perceptions, to reveal and observe the differences between the newly industrialised country of Taiwan and its Western peers; moreover through the results of this comparison, make progress in widening understanding of and reflecting over the underlying meaning of this local society's particular type of governance structure and culture. In particular, building on the foundations of past research, this research will continue to investigate the way that globalized risk issues influence different societies and cultures; especially in relation to the governance challenges formed by different political historical structures and social contexts.", "cite_spans": [], "ref_spans": [], "section": "Theoretical Framework"}, {"text": "Footnote 7 continued pollution in duck eggs, milk and duck meat, Taiwanese technocrats persisted, on the basis of assessments carried out with positivist scientific evidence alone, that there existed absolutely no risk or that the risk was so small that there was no need to inform the public, in order to avoid creating fear in the public. However, this type of policy making value and model, was heavily criticized as black box manipulation, while the governments putting off informing the public of the relevant information led to a high level dispute and distrust in the public. During the Taiwan Biobank dispute, the policy making elite claimed that the collection, storage and use of the physical examination's belonged in the area of technology; responding to criticisms from the outside world which claimed that leakage of private information infringed on personal rights, racism and ethical disputes. At the same time this case also showed the authoritarian specialist political attitude of technological policy makers. Moreover this case study reveals that technocrats often hide or put off communicating information to the public only choosing to communicate with the public once it has become a public dispute, such a means of dealing with risk related issues creates a negative risk communication. 8 This series of research experiences show that even though Taiwan from 1990 experienced a rapid process of democratization, yet in terms of scientific governance, this field of research, there remained equally great amounts of remnants from the countries authoritarian expert politics. No matter it be in an attitude of knowledge hegemony or in long term delays and hidden risk information, even to the extend of neglecting public risk communication, these different factors have accumulated to create distinct local culture of risk governance. And this distinct culture has given rise to many risk related disputes by observers at different times, as, in the face of cries from a great multitude of scientific democratic globalized society, Taiwan society is being transformed. 9 As the results of Chou (ibid) survey of public risk perceptions towards different types of scientific, food risk disputes clearly shows, the Taiwanese public have a strong feeling of suspicion and doubt towards the government's governance capacity. Moreover in a series of high level disputes the Taiwanese public have displayed low levels of trust. System Destroys Trust 45", "cite_spans": [{"start": 1311, "end": 1312, "text": "8", "ref_id": null}], "ref_spans": [], "section": "Theoretical Framework"}, {"text": "This article aims to explore public risk perception of food risk issues and public trust in the government's risk governance capacity in recent years. With rapid economic developments occurring in newly industrialized countries, it is also important to find out how to manage uncertainties and the impact of globalized health, ecological and food risks. Most importantly, this article attempts to understand in detail how government practices impact risk governance by analyzing its risk decision-making, risk assessment and risk communication models. This means that the government is a crucial agent of risk governance, influencing public risk perception and public trust. Therefore, as different countries research public risk perception, public trust and government governance capacity, they not only measure public attitudes towards disputable risks but also analyze public confidence, reactions and perceptions to government actions and discourses. An example of this is the survey the EU undertook to analyze EU citizens' risk perception and public trust in biotechnology in 2000, 2002, and 2005 . As for globalized food risk threats and disputes, the EU also conducted the Eurobarometer survey series in its member states and published the results in 2006.", "cite_spans": [{"start": 1082, "end": 1102, "text": "2000, 2002, and 2005", "ref_id": null}], "ref_spans": [], "section": "This Study"}, {"text": "For making cross-national comparisons, the author conducted a national telephone survey following the EU's Eurobarometer-Risk Issues 2006 (European Commission 2006) model. About 27 questions from the Eurobarometer-Risk Issues 2006 were translated into Chinese and were categorized into five sections. In order to enhance the depth of this cross-national comparison, this paper will also conduct transnational comparison with individual countries namely the UK and Germany both of which have conducted studies to measure the impact of BSE (bovine spongiform encephalopathy) and GMOs in the 1990s. The UK is the best example for analysis, due to the significance of its disputes over BSE in the 1990s, then the rise of the GMO debate in 2003. Germany was affected by the Belgium dioxin scandal, BSE diffusion and GMO disputes in the 1990s as well. For these reasons, these two countries were selected for comparison.", "cite_spans": [], "ref_spans": [], "section": "This Study"}, {"text": "Due to research limitations, this research focused on risk perception and public trust within Taiwanese society. In recent years, food risk issues have been successively brought to the publics attention, including GMOs (1999), POPs (persistent organic pollutants), mercury in aquatic products (2002), dioxin in duck and in milk (2004), dioxin in duck and duck eggs (2005), US BSE (2004 BSE ( -2005 , and antibiotic residues in hairy crabs (2006). These globalized food risk pollution issues have, to a certain degree, an accumulated affect in terms of risk perception, public trust and public confidence in state governance. Therefore, this research will continue to track and explore related developments in Taiwanese society for contextual analysis of these problems. Based on this foundation and the theory of 'risk society', combined with cross-national comparisons, the author attempts to identify any distinct and structural trends within the risk culture of Taiwanese society.", "cite_spans": [{"start": 376, "end": 385, "text": "BSE (2004", "ref_id": null}, {"start": 386, "end": 397, "text": "BSE ( -2005", "ref_id": null}], "ref_spans": [], "section": "This Study"}, {"text": "The author rather than flatly interpreting problems in risk perception and public trust instead aims to discuss the problems resulting from the long-term authoritarian technological policy-making model. Specifically, by considering cross-national comparative differences and carrying on discussions of results from past research, this paper will first investigate problems of risk perception and trust; the result of a hegemony of expert politics fundamentally inlayed in the historical structural context of the country; that is to say, whether these structural factors cause 'social amplification of risk', and have a deep influence on public attitudes towards risks (Renn 1991; Slovic 2000b; Kasperson et al. 2005) .", "cite_spans": [{"start": 669, "end": 680, "text": "(Renn 1991;", "ref_id": "BIBREF19"}, {"start": 681, "end": 694, "text": "Slovic 2000b;", "ref_id": "BIBREF24"}, {"start": 695, "end": 717, "text": "Kasperson et al. 2005)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "This Study"}, {"text": "Aspects of these food risk issues are the analytical base of this research. For instance, the antibiotic residues found in hairy crabs in October 2006, mirrored events of the past-the Department of Health (DOH) has been accused of concealing statistics several times in the past 2 years. Only when the media discovered the secret did the DOH make an announcement to the public and ban the importation of related products. Hence, the hairy crab issue, as one local event, was included in the survey in order to better understand the local Taiwanese context.", "cite_spans": [], "ref_spans": [], "section": "This Study"}, {"text": "The national telephone survey was conducted during the period from 21 November 2006 to 7 December 2006 by the Center for Survey Research, Academia Sinica. Subjects included citizens aged over 18. The survey fields included the islands of Taiwan, Kinmen, Matsu, and the Pescadores. Computer-Assisted Telephone Interviewing (CATI) was utilized for data collection. The sampling method was stratified systematic sampling. A total of 970 valid samples were collected with a confidence level of 95%. The standard error was ±3.21%, with 16.11% completion rate. Average time for completing a questionnaire was 14 min, 12 s.", "cite_spans": [], "ref_spans": [], "section": "Procedure and Respondents"}, {"text": "Survey questions were categorized into five sections for analyzing Taiwanese people's perception of global food risks. Answer options had a five-level scale: totally agree, agree, disagree, and totally disagree and DK (Don't Know). (Scale for Section III included very worried, fairly worried, not very worried, not at all worried, and DK.) Using several globalized food risk issues to analyze the perceptions of the Taiwanese and comparing results with those from the EU, the author first gained an overall picture of public trust and risk perception, then undertook cross-national comparisons, to propose different social meanings.", "cite_spans": [], "ref_spans": [], "section": "Survey Design"}, {"text": "There were 27 questions in the questionnaire categorized into five sections. Section I (3 questions, TW1, 2, 4) was designed to explore public perception of government's risk communication actions. Section II (3 questions, TW6-8) was designed to analyze public perception of individual risk. Section III (10 questions, TW/EU5, 6, 8-15) was designed to gage public perception of various kinds of food risks. Section IV (3 questions, TW/EU20-22) was designed to analyze public perception of legal information relating to foods. Section V (8 questions, TW3, 5, TW/EU23-25, 30-32) was designed to probe into public attitudes towards government's risk governance capacity.", "cite_spans": [], "ref_spans": [], "section": "Survey Design"}, {"text": "During the hairy crab scandal, the government concealed related information for 2 years. Table 1 shows that 68.7% 10 of respondents agreed they felt worried about the DOH's concealment of this information. 72.9% of the respondents disagreed with the statement, 'based on scientific health assessment, it was not necessary to notify the public'. Furthermore, 80.3% of the respondents agreed they were worried about the government concealing related risk information. It appears the public strongly disapproved of the government's risk communication method. 10 The statistic 68.7% is derived from 32.9% (totally agree) plus 35.8% (tend to agree). The same method is applied for the following paragraphs. The questions in Section II were designed to analyze public perception of the government's risk communication actions and contribute to further examination of the problem of government concealment of risk information, particularly the notion that risks and responsibilities should be shouldered by individuals. The survey results in Table 2 show that as high as 82.4% of the respondents agreed that due to food pollution, they were worried about their health. 84.6% of the respondents agreed that due to food safety management problem of the government, individuals have had to shoulder a greater degree of the risks. In this context, about a quarter (25.8%) of the respondents considered that due to the food safety management problem of the government, individuals shoulder very high risks; 39.8% of them indicated they believe individuals shoulder fairly high risks. This reveals that respondents felt the problem of risk individualization is very serious. The fundamental reasons are the slips in the national regulatory process of food safety and the fact that the government shifted the responsibilities on to the consumers themselves.", "cite_spans": [{"start": 556, "end": 558, "text": "10", "ref_id": null}], "ref_spans": [{"start": 89, "end": 96, "text": "Table 1", "ref_id": null}, {"start": 1035, "end": 1042, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Survey Results"}, {"text": "Using the Eurobarometer-Risk Issues (European Commission 2006) model, the author translated some of the questions into Chinese and conducted a survey with the Taiwanese citizens for cross-national comparative research, particularly between Taiwan, EU, UK, and Germany. The survey aimed to examine the degree of public risk perception in respond to various food disputes around the world. This survey also provides evidences to support the argument that special structural problems exist in Taiwan. Table 3 shows EU, UK, Germany, and Taiwan's survey results of public perception of various kinds of food risks. It contains 14 questions (TW/EU5, 6, 8-15). In Taiwan, the EU, the UK, and Germany, 68.4, 53, 39, and 51% of the respondents, respectively, expressed concern about BSE (TW/ EU5). Similarly, 70.7, 62, 54, and 62% of respective respondents were worried about GMO risk (TW/EU6), and 69.6, 48, 49, and 38% of respective respondents were worried about putting on weight (TW/EU8). As for addictives in food (TW/EU9), 87.0, 61, 62, and 54% of respective respondents expressed a deep concern. These results revealed that in relation Not at all worried 0.9 7 9 8 DK 0.5 1 1 1 to food risk uncertainty (BSE, GMOs, and food addictives) Taiwanese respondents' concern was significantly higher than that of the citizens of the EU, UK, and Germany. The survey also revealed that (TW/EU10), 89.4 (Taiwan), 65% (EU), 63% (UK), and 63% (Germany) of the respondents felt worried about the issue of bacteria contamination in foods, this shows that to a certain degree the citizens in Taiwan, EU, UK, and Germany all expressed their concerns about this issue. 86.2% (Taiwan), 49% (EU), 48% (UK), and 50% (Germany) of the respondents felt worried about chemical substances formed during the cooking process (TW/EU10). Also, in Taiwan, as many as 94.5% of respondents were worried about dioxin or mercury pollution in foods whilst 63, 56, and 58% of the respondents felt worried in the EU, UK, and Germany, respectively (TW/EU12). 90.1% (Taiwan), 68% (EU), 61% (UK), and 67% (Germany) of the respondents felt worried about hormone or antibiotics in meats (TW/EU13). For pesticide residues in fruit, vegetables or cereals, 91.1% (Taiwan), 70% (EU), 65% (UK), and 69% (Germany) of the respondents felt worried (TW/EU14). Regarding new viruses such as bird flu (TW/EU15), 89.0% (Taiwan), 67% (EU), 56% (UK), and 63% (Germany) of respondents felt worried. The results of these questions showed that whether for risks of pesticide, chemical substances and bacteria contamination, Taiwanese citizens held higher risk perception than the citizens of either the EU, UK or Germany.", "cite_spans": [], "ref_spans": [{"start": 498, "end": 505, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Survey Results"}, {"text": "The questions in Section IV were designed to analyze public perception of legal information relating to foods. There were three questions (TW/EU20-22). Table 4 shows survey results of Section IV. Regarding public awareness of food safety regulations (TW/ EU20), 47.1% (Taiwan), 61% (EU), 59% (UK), and 56% (Germany) of the respondents said they were aware of food safety regulations, while, 48.7% (Taiwan), 39% (EU), 41% (UK), and 44% (Germany) responded that they were unaware. Also, 37.9% (Taiwan), 66% (EU), 63% (UK), and 61% (Germany) of the respondents said they had heard of regulations on consumers' rights while 55.8% (Taiwan), 34% (EU), 37% (UK), and 39% (Germany) said they had not (TW/EU21). Moreover, 77.2% (Taiwan), 85% (EU), 83% (UK), and 86% (Germany) of the respondents said they were aware of health warnings on cigarette packs (TW/EU22). Questions TW/EU20 and 21 showed that Taiwanese citizens are not familiar with related regulations on food safety and consumers' rights, which is evidence that the government has not performed as well as other countries. However, for acknowledgment of health warnings on cigarette packs (TW/EU22), Taiwanese people showed a significantly higher level of awareness (although still lower than the EU, UK and Germany). This was because since the 1980s, the John Tung Foundation has been promoting a 'No Smoking' movement in the public eye, and attracted great public attention. In this case, civil society played an important role. Section V was designed to probe into public attitudes towards government's risk governance capacity. It contained 8 questions (TW3, 5; TW/EU23-25; TW/EU30-32). Table 5 shows the survey results from Section V. When asked about the government statement that the health risk in hairy crabs is low, 69.8 of the Taiwanese respondents disagreed (TW3). Also, 51.2% of Taiwanese respondents disagreed with the statement that the government has satisfactory ability in food safety probation and risk governance (TW5). For international comparisons, 48.8% (Taiwan), 56% (EU), 51% (UK), and 49% (Germany) of respondents agreed that public authorities are quick to act when a danger to citizens' health is identified (TW/EU23), while on the other hand, 49.2% (Taiwan), 33% (EU), 33% (UK), and 42% (Germany) disagreed. Also, 47.4% (Taiwan), 54% (EU), 53% (UK), and 45% (Germany) of respondents agreed that public authorities take citizens' concerns about health risks very seriously whilst 50.8% (Taiwan), 35% (EU), 31% (UK), and 44% (Germany) disagreed (TW/EU24).", "cite_spans": [], "ref_spans": [{"start": 152, "end": 159, "text": "Table 4", "ref_id": "TABREF3"}, {"start": 1644, "end": 1651, "text": "Table 5", "ref_id": "TABREF5"}], "section": "Survey Results"}, {"text": "Moreover, 52.5% (Taiwan), 39% (EU), 39% (UK), and 34% (Germany) of respondents agreed that public authorities view the health of consumers as being more important than the profits of producers while 45.3% (Taiwan), 47% (EU), 43% (UK), and 54% (Germany) of respondents disagreed. Moreover, 36.4% (Taiwan), 50% (EU), 48% (UK), and 40% (Germany) of respondents agreed that public authorities do a good job informing people about risks related to food; conversely 60.7% (Taiwan), 39% (EU), 38% (UK), and 48% (Germany) disagreed (TW/EU30). For question TW/EU31, 53.2% (Taiwan), 58% (EU), 59% (UK), and 59% (Germany) of the respondents agreed that public authorities take into account most recent scientific evidence when they make decisions related to food risks. Lastly, regarding public appraisal of public authorities' actions with regards to food safety risks, 18.3% (Taiwan), 55% (EU), 62% (UK), and 64% (Germany) of respondents considered those actions appropriate while 79.7% (Taiwan), 33% (EU), 24% (UK), and 28% (Germany) considered them insufficient. From the above results, it can be observed that there is a gap in terms of public trust in the governments' governance capacity between Taiwan and other regions, particularly for public appraisal of public authorities' actions with regards to food safety risks (TW/EU32), with about 80% of Taiwanese respondents indicating they believed such actions insufficient.", "cite_spans": [], "ref_spans": [], "section": "Survey Results"}, {"text": "From the international comparisons, it is possible to observe that whether for risk communication, risk individualization, risk perception, legal information of food safety or public trust in governments' risk governance capacity, survey results from Taiwan were surprising because they showed evidence of problems in global food risk governance and risk communication. Usually, in normal risk perception surveys, the public's dissatisfaction and distrust are comparatively high during periods of risk related disputes but once the System Destroys Trust 53 dispute is resolved the level of distrust will gradually be restored. 11 However, while this has been the norm in food risk surveys, in the Taiwan survey it was observed that the level of doubt and distrust surrounding the government's governance capacity was very high. Synthetically speaking, about 70-80% of Taiwanese respondents agreed that they worried that the government may conceal risk information (Section I). Similarly, 70-80% of the Taiwanese respondents agreed that the problem of risk individualization is very serious (Section II). Compared to citizens of the EU, UK, and Germany, Taiwanese respondents expressed a stronger public perception of risks such as BSE, GMOs, weight gain, food additives, bacteria contamination, chemical substances formed in cooking process, dioxin or mercury pollution in foods, antibiotics or hormones in meats, pesticide residues and bird flu virus, averaging around 70-85% (Section III). In particular, for risks such as bacteria contamination in foods (TW/EU10), dioxin or mercury pollution in foods (TW/EU12), hormone or antibiotics in meats (TW/EU13) and pesticide residues (TW/EU13), as many as 90% of Taiwanese respondents expressed concern. However, although these issues also attracted public attention in the EU, UK, and Germany, only around 50-60% of the respondents revealed any worries. The results of this survey demonstrate a long term sense of dissatisfaction towards the government's governance style, particularly in relation to the lack of transparency of information; the incapability of the system to resolve risk; the increased pressure that the failure of the system has on the individual; a strong sense of worry in relation to the regulation of food pollution. Such results reinforce the concerns with the governance structural problems of newly emerging countries which was mentioned at the beginning of this research. At the same time this survey's results also reveal some distinctive aspects: the geographical and globalized levels are both worthy of a more detailed discussion; geographically, as a result of the fact that even until now there is still a lack of academic writing about the risk governance and society of many East Asian countries, it is therefore impossible to ascertain whether or not the phenomenon seen in Taiwan are prevalent in the area as a whole; at least on a globalized level, it is possible to clearly reflect on the conflict facing newly industrialized countries as they cope with the assault of globalization; on the one hand their governments must strive to catch up, lagging behind but trying to learn high tech industrialization and economic development (Wang 2007) while intentionally neglecting issues of social risk (Chou ibid.) , while on the other hand, when their society experiences the reality of globalized risk, being limited by the limitations of their technological governance model which in turn leads to strong criticism and sense of dissatisfaction. Such a dilemma reveals the distinct nature of governance while also showing the high level of anxiety in the public. Moreover, in relation to public perceptions of legal information relating to foods, Taiwanese respondents revealed a lower awareness of food safety and consumers' rights regulations (Section IV). With respect to public trust in governments' risk governance capacity, Taiwanese respondents expressed a greater degree of distrust compared with those surveyed in the EU, UK, and Germany, averaging 50-60% (Section V). Finally as many as 80% of respondents showed dissatisfaction with the governments' risk governance capacity (TW/EU32). Overall, these statistics demonstrate the confrontation between the government and the public brought to a head by global food risk issues. Even though risks 11 Take Taiwan's 2003 SARS case for example, the survey taken at the end of 2003 and 2004 demonstrate a significant different in public perceptions of government governance capacity. At the end of 2003 the level of public trust in the government's regulatory strategy, information communication and handling of the crisis was relatively low but in the following year the level of trust showed an obvious increase refer Chou (2006) . such as BSE, GMOs, and dioxin contamination originated from the UK and Belgium, before disseminating around Europe (for example, to Germany), we can see that EU members had made efforts in risk governance (Löfstedt 2002; European Commission 2002) to improve public trust. At the beginning of this research, in light of past experience, it was pointed out that there existed problems with the risk governance structure in Taiwan, and accordingly the governments serious failings in not valuing the public's risk perceptions, transparency of information channels and communication and involvement with and of the public. The delayed and hidden response of the regulatory culture that this type of governance structure created, led to the public, in times of disputes finding themselves ignorant of how to respond and the effects of this emerged as a high level of anxiety in the public and a high level of distrust towards the government. The results of this survey have not only reasserted the original hypothesis of this paper but have also gone one step further in verifying it. Again, in the historical context of an authoritarian regime, the factors that cause this phenomenon can be discussed in three dimensions: expert politics, governance and assessment ideologies, and social amplification of risk.", "cite_spans": [{"start": 3218, "end": 3229, "text": "(Wang 2007)", "ref_id": "BIBREF28"}, {"start": 3283, "end": 3295, "text": "(Chou ibid.)", "ref_id": null}, {"start": 4757, "end": 4768, "text": "Chou (2006)", "ref_id": "BIBREF4"}, {"start": 4976, "end": 4991, "text": "(Löfstedt 2002;", "ref_id": "BIBREF16"}, {"start": 4992, "end": 5017, "text": "European Commission 2002)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "From the 1960s, the Cold War legitimatized authoritarian government in some newly industrialized Asian countries. In this context, technocracy controlled by science elites dominated technological and risk policies for a long time in Taiwan. Despite experiencing the third wave of democratization in the 1980s, for complicated technological and risk affairs that are accessible to the public, authoritarian governance structure continued to function as before. In other words, the authoritarian culture and expert politics have fused together to create a scientific regime which makes decisions without consulting others, possessing the dominant influence in risk related policy making. When carrying out risk assessment this scientific regime is equally assertive in its assertion that positivist scientific led decision making is the only acceptable model; in the process seriously neglecting public risk communication and public risk perception. Therefore, the double entanglement of authoritarian expert politics and positivist scientific assessment has created an equally distinct scientific and risk regulatory culture. Against this background, the government became a risk regulator that was active in risk governance but seriously amiss in its social rationality. This has raised considerable disputes.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Besides the hairy crab issue (2006), risks such as GMOs (from 2000), dioxin contamination in milk (2004), dioxin contamination in duck and duck eggs (2005) , and BSE all indicate the governance dilemma of expert politics-following parochial scientific assessment, and authoritarian expertise, and delayed and hidden governance culture (Chou 2007a, b ). This governance model accumulatively formed a special structural risk governance culture and regulatory problems in Taiwan, consequently creating tensions between state and society. From the perspective of social amplification of risk, the long-term, structurally delayed and hidden risk regulation is quite disadvantageous to sensitive and vulnerable public perception. In particular, the state often institutionally ignores risk communication and thus public doubts increase, as does pubic distrust. This research shows that, to certain degree, the public are worried the state may conceal related risk information in the future. Also, in this case, the public perceived that individuals within the public were forced to shoulder high risk responsibilities. Such distinct risk governance culture can be shown to be the reason why Taiwanese citizens have such a high degree of risk perception and worry. Compared to the EU, UK, and Germany, the failure of the government in its responsibilities to global risk disputes such as food contamination and food additive limitation attracted greater attention from Taiwanese citizens. And Taiwanese citizens expressed lower confidence in government governance capacity.", "cite_spans": [{"start": 149, "end": 155, "text": "(2005)", "ref_id": null}, {"start": 335, "end": 349, "text": "(Chou 2007a, b", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "The point of making international comparisons is to present public attitudes to authorities' governance capacity in terms of global food risks. For the EU, UK, and Germany, targeted food risk issues continue to attracted public attention; however, they expressed positive attitudes towards the authorities' governance capacity, which implies that the EU's active reforms in technological decision-making and communication and action models from 2001 have been successful. However, for some advanced democratic continental countries, the legitimacy of decision-making is still being challenged and in need of prompt improvement. While for newly industrialized countries, with their special governance structure and regulatory cultures, the social engineering of risk governance encounters greater challenges in terms of value paradigm and structure change. As the state (expert politics) and society (social rationality) is in a high state of confrontation, public distrust in risk disputes continues, and a risk governance paradigm shift is occurring. Through institutional resolution upon the occurrence of consecutive risk issues, public participation, information transparency and risk communication should be included in a democratic decision-making process. This is a lesson for newly industrialized countries when handling global technological risk challenges. It is also a crucial fight to improve democratization.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Die Erfindung des Politischen", "authors": [{"first": "U", "middle": [], "last": "Beck", "suffix": ""}], "year": 1993, "venue": "Zu einer Theorie reflexiver Modernisierung. Frankfurt: Suhrkamp", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "World risk society", "authors": [{"first": "U", "middle": [], "last": "Beck", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The theoretical and practical gap of glocalizational risk delayed high-tech risk society", "authors": [{"first": "K", "middle": ["T"], "last": "Chou", "suffix": ""}], "year": 2002, "venue": "Taiwan: A Radical Quarterly in Social Studies", "volume": "45", "issn": "", "pages": "69--122", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Dialogue between monopolistic scientific rationality and tacit (submerged) social rationality: A discussion of risk culture between local public, scientists, and the state", "authors": [{"first": "K", "middle": ["T"], "last": "Chou", "suffix": ""}], "year": 2004, "venue": "Taiwan: A Radical Quarterly in Social Science", "volume": "56", "issn": "", "pages": "1--63", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Globalization and communication preparedness: Risk assessment of SARS", "authors": [{"first": "K", "middle": ["T"], "last": "Chou", "suffix": ""}], "year": 2006, "venue": "Theologies and Cultures", "volume": "3", "issn": "2", "pages": "89--126", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Conflicts of technological policy and governance paradigm in a knowledge-based economy: A case analysis of the construction of the Taiwan Biobank", "authors": [{"first": "K", "middle": ["T"], "last": "Chou", "suffix": ""}], "year": 2007, "venue": "Issues & Studies", "volume": "43", "issn": "3", "pages": "97--130", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Biomedtech Island Project and risk governance-paradigm conflicts within a hidden and delayed high-tech risk society", "authors": [{"first": "K", "middle": ["T"], "last": "Chou", "suffix": ""}], "year": 2007, "venue": "Soziale Welt", "volume": "58", "issn": "", "pages": "123--143", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Glocalized dioxin-regulatory science and public trust in a double risk society", "authors": [{"first": "K", "middle": ["T"], "last": "Chou", "suffix": ""}], "year": 2008, "venue": "Soziale Welt", "volume": "59", "issn": "", "pages": "177--193", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Trashing ''Junk Science''. In Stan", "authors": [{"first": "G", "middle": [], "last": "Edmond", "suffix": ""}, {"first": "D", "middle": [], "last": "Mercer", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Eurobarometer-risk issues", "authors": [], "year": 2006, "venue": "European Commission", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Public risk perceptions and risk communication", "authors": [{"first": "L", "middle": ["J"], "last": "Frewer", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "20--32", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Runaway world: How globalization is reshaping ourllives", "authors": [{"first": "A", "middle": [], "last": "Giddens", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Policy analysis, science and politics: From ''speaking truth to power'' to ''making sense together", "authors": [{"first": "R", "middle": [], "last": "Hoppe", "suffix": ""}], "year": 1999, "venue": "Science and Public Policy", "volume": "26", "issn": "3", "pages": "201--210", "other_ids": {"DOI": ["10.3152/147154399781782482"]}}, "BIBREF13": {"ref_id": "b13", "title": "Evaluating risk communication", "authors": [{"first": "R", "middle": ["E"], "last": "Kasperson", "suffix": ""}, {"first": "I", "middle": [], "last": "Palmlund", "suffix": ""}], "year": 1989, "venue": "Effective risk communication", "volume": "", "issn": "", "pages": "143--160", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Stigma and the social amplification of risk: Towards a framework of analysis", "authors": [{"first": "E", "middle": ["R"], "last": "Kasperson", "suffix": ""}, {"first": "N", "middle": [], "last": "Jhaveri", "suffix": ""}, {"first": "X", "middle": ["J"], "last": "Kasperson", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "161--180", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The possibility of an open risk assessment-discussions on biodiversity", "authors": [{"first": "H", "middle": ["M"], "last": "Liou", "suffix": ""}, {"first": "K", "middle": ["T"], "last": "Chou", "suffix": ""}], "year": 2005, "venue": "Taiwan Journal of Law and Technology Policy", "volume": "2", "issn": "4", "pages": "73--104", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The precautionary principle: risk, regulation and politics", "authors": [{"first": "R", "middle": [], "last": "Löfstedt", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The relationships between the media, public beliefs, and policy-making", "authors": [{"first": "D", "middle": [], "last": "Miller", "suffix": ""}, {"first": "S", "middle": [], "last": "Macintyre", "suffix": ""}], "year": 1999, "venue": "Risk communication and public health", "volume": "", "issn": "", "pages": "229--240", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The post-normal science of precaution", "authors": [{"first": "J", "middle": ["R"], "last": "Ravetz", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "1--13", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Risk communication and the social amplification of risk", "authors": [{"first": "O", "middle": [], "last": "Renn", "suffix": ""}], "year": 1991, "venue": "Communicating risks to the public", "volume": "", "issn": "", "pages": "287--328", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Before assessment starts' to 'risk appraisal'. In IRGC White paper no. 1: Risk governance-towards an integrative approach", "authors": [{"first": "O", "middle": [], "last": "Renn", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "23--35", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The precautionary principle: Risk, regulation and politics", "authors": [{"first": "M", "middle": ["R"], "last": "Rutgers", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Mentzel", "suffix": ""}], "year": 1999, "venue": "Science and Public Policy", "volume": "26", "issn": "3", "pages": "146--150", "other_ids": {"DOI": ["10.3152/147154399781782509"]}}, "BIBREF22": {"ref_id": "b22", "title": "Trust in cooperative risk management-uncertainty and scepticism in the public mind", "authors": [{"first": "L", "middle": [], "last": "Savadori", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Perceived risk, trust and democracy", "authors": [{"first": "P", "middle": [], "last": "Slovic", "suffix": ""}], "year": 2000, "venue": "The perception of risk", "volume": "", "issn": "", "pages": "316--326", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Trust, emotion, sex, politics and science: Surveying the risk-assessment battlefield", "authors": [{"first": "P", "middle": [], "last": "Slovic", "suffix": ""}], "year": 2000, "venue": "The perception of risk", "volume": "", "issn": "", "pages": "390--412", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Discourse and knowledge", "authors": [{"first": "P", "middle": [], "last": "Strydom", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Risk communication in government and the private sector: Wider observations", "authors": [{"first": "T", "middle": [], "last": "Taig", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "222--228", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Political risk culture: Not just a communication failure", "authors": [{"first": "I", "middle": ["E"], "last": "Taylor", "suffix": ""}], "year": 1999, "venue": "Risk communication and public health", "volume": "", "issn": "", "pages": "152--169", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "From technological catch-up to innovation-based economic growth: South Korea and Taiwan compared", "authors": [{"first": "J", "middle": ["H"], "last": "Wang", "suffix": ""}], "year": 2007, "venue": "The Journal of Development Studies", "volume": "43", "issn": "6", "pages": "1084--1104", "other_ids": {"DOI": ["10.1080/00220380701466609"]}}, "BIBREF29": {"ref_id": "b29", "title": "Technology, risk and participation: On the social treatment of uncertainty", "authors": [{"first": "B", "middle": [], "last": "Wynne", "suffix": ""}], "year": 1980, "venue": "Society, technology and risk assessment", "volume": "", "issn": "", "pages": "173--208", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Sociology, environment, globalization: Reinventing the globe", "authors": [{"first": "S", "middle": [], "last": "Yearly", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF1": {"text": "Type II-public perception to risk individualization Food risk comparisons-Taiwan, EU, UK, Germany Taiwan EU UK Germany", "latex": null, "type": "table"}, "TABREF2": {"text": "Type III-public perception to various kinds of food risks For each of the following issues, please tell me if you are very worried, fairly worried, not very worried or not at all worried by it?", "latex": null, "type": "table"}, "TABREF3": {"text": "Type IV-public perception to legal information relating to foods", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Food risk comparisons-Taiwan, EU, UK, Germany </td><td> </td><td>Taiwan </td><td>EU </td><td>UK </td><td>Germany\n</td></tr><tr><td>Type 4 (3)\n</td><td>For each of the following items, have you ever heard about any European Union regulations?\n</td></tr><tr><td>TW/EU20 </td><td>Food safety </td><td>Yes </td><td>47.1 </td><td>61 </td><td>59 </td><td>56\n</td></tr><tr><td> </td><td> </td><td>No </td><td>48.7 </td><td>39 </td><td>41 </td><td>44\n</td></tr><tr><td>TW/EU21 </td><td>Consumers' rights </td><td>Yes </td><td>37.9 </td><td>66 </td><td>63 </td><td>61\n</td></tr><tr><td> </td><td> </td><td>No </td><td>55.8 </td><td>34 </td><td>37 </td><td>39\n</td></tr><tr><td>TW/EU22 </td><td>Health warnings on cigarette packs </td><td>Yes </td><td>77.2 </td><td>85 </td><td>83 </td><td>86\n</td></tr></table></body></html>"}, "TABREF4": {"text": "", "latex": null, "type": "table"}, "TABREF5": {"text": "Type V-public attitudes towards government's risk governance capacity", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Food risk comparisons-Taiwan, EU, </td><td>UK, Germany </td><td>Taiwan </td><td>EU </td><td>UK </td><td>Germany\n</td></tr><tr><td>Type 5 (8)\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>TW3 </td><td>Officials said:\n</td><td>Totally agree </td><td>3.2 </td><td>NA\n</td><td> </td><td> </td></tr><tr><td>''Health risks of hairy crabs are really very low.'' Do you agree with\n</td><td>Tend to agree </td><td>18.7\n</td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>Tend to disagree </td><td>43.2\n</td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Totally disagree </td><td>26.6\n</td><td> </td><td> </td><td> </td></tr><tr><td>TW5 </td><td>this?\n</td><td>DK </td><td>8.4\n</td><td> </td><td> </td><td> </td></tr><tr><td>Up to now, do you agree that government's abilities in food safety probation and risk governance is enough?\n</td><td>Totally agree </td><td>6.0 </td><td>NA\n</td><td> </td><td> </td></tr><tr><td>Tend to agree </td><td>40.4\n</td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>Tend to disagree </td><td>39.2\n</td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>Totally disagree </td><td>12.0\n</td><td> </td><td> </td><td> </td></tr><tr><td>TW/EU23 </td><td>DK </td><td>2.5\n</td><td> </td><td> </td><td> </td></tr><tr><td>Public authorities are quick to act when a danger to citizens' health is identified\n</td><td>Totally agree </td><td>28.2 </td><td>12 </td><td>9 </td><td>12\n</td></tr><tr><td>Tend to agree </td><td>20.6 </td><td>44 </td><td>42 </td><td>37\n</td></tr><tr><td> </td><td>Tend to disagree </td><td>30.4 </td><td>25 </td><td>24 </td><td>30\n</td></tr><tr><td> </td><td> </td><td>Totally disagree </td><td>18.8 </td><td>8 </td><td>9 </td><td>12\n</td></tr><tr><td> </td><td> </td><td>DK </td><td>1.9 </td><td>12 </td><td>15 </td><td>10\n</td></tr><tr><td>TW/EU24 </td><td>Public authorities take citizens' concerns about health risks very seriously\n</td><td>Totally agree </td><td>21.8 </td><td>10 </td><td>10 </td><td>9\n</td></tr><tr><td>Tend to agree </td><td>25.6 </td><td>44 </td><td>43 </td><td>36\n</td></tr><tr><td> </td><td>Tend to disagree </td><td>33.8 </td><td>27 </td><td>23 </td><td>33\n</td></tr><tr><td> </td><td> </td><td>Totally disagree </td><td>17.0 </td><td>8 </td><td>8 </td><td>11\n</td></tr><tr><td> </td><td> </td><td>DK </td><td>1.8 </td><td>11 </td><td>16 </td><td>10\n</td></tr><tr><td>TW/EU25 </td><td>Public authorities view the health of consumers as being more important than the profits of producers\n</td><td>Totally agree </td><td>24.8 </td><td>8 </td><td>7 </td><td>7\n</td></tr><tr><td>Tend to agree </td><td>27.7 </td><td>31 </td><td>32 </td><td>27\n</td></tr><tr><td> </td><td>Tend to disagree </td><td>27.7 </td><td>32 </td><td>30 </td><td>34\n</td></tr><tr><td> </td><td>Totally disagree </td><td>17.6 </td><td>15 </td><td>13 </td><td>20\n</td></tr><tr><td> </td><td> </td><td>DK </td><td>2.0 </td><td>14 </td><td>18 </td><td>12\n</td></tr><tr><td>TW/EU30 </td><td>Public authorities do a good job in informing people about risks related to food\n</td><td>Totally agree </td><td>9.1 </td><td>9 </td><td>6 </td><td>7\n</td></tr><tr><td>Tend to agree </td><td>27.3 </td><td>41 </td><td>42 </td><td>33\n</td></tr><tr><td> </td><td>Tend to disagree </td><td>40.3 </td><td>29 </td><td>29 </td><td>35\n</td></tr><tr><td> </td><td> </td><td>Totally disagree </td><td>20.4 </td><td>10 </td><td>9 </td><td>13\n</td></tr><tr><td> </td><td> </td><td>DK </td><td>2.9 </td><td>12 </td><td>14 </td><td>11\n</td></tr><tr><td>TW/EU31 </td><td>Public authorities take into account most recent scientific evidence when they make decisions related to food risks\n</td><td>Totally agree </td><td>14.1 </td><td>11 </td><td>10 </td><td>14\n</td></tr><tr><td>Tend to agree </td><td>39.1 </td><td>47 </td><td>49 </td><td>45\n</td></tr><tr><td> </td><td>Tend to disagree </td><td>30.3 </td><td>20 </td><td>20 </td><td>21\n</td></tr><tr><td> </td><td>Totally disagree </td><td>8.2 </td><td>6 </td><td>6 </td><td>7\n</td></tr><tr><td> </td><td> </td><td>DK </td><td>8.5 </td><td>16 </td><td>16 </td><td>13\n</td></tr><tr><td>TW/EU32 </td><td>Would you say that usually public authority' actions with regards to food safety risks…?\n</td><td>Go beyond what is needed </td><td>3.7 </td><td>8 </td><td>12 </td><td>8\n</td></tr><tr><td>Are appropriate </td><td>14.6 </td><td>47 </td><td>50 </td><td>56\n</td></tr><tr><td> </td><td>Are insufficient </td><td>79.7 </td><td>33 </td><td>24 </td><td>28\n</td></tr><tr><td> </td><td>DK </td><td>2.0 </td><td>12 </td><td>13 </td><td>8\n</td></tr></table></body></html>"}}, "back_matter": []}