{"paper_id": "1f3657a0578ee6605095d9f4d3cddec693f8c5e4", "metadata": {"title": "Clinical Infectious Diseases Standardization of Laboratory Methods for the PERCH Study", "authors": [{"first": "Amanda", "middle": ["J"], "last": "Driscoll", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ruth", "middle": ["A"], "last": "Karron", "suffix": "", "affiliation": {"laboratory": "", "institution": "Johns Hopkins Bloomberg School of Public Health", "location": {"settlement": "Baltimore", "region": "Maryland"}}, "email": ""}, {"first": "Susan", "middle": ["C"], "last": "Morpeth", "suffix": "", "affiliation": {"laboratory": "", "institution": "Kenya Medical Research Institute-Wellcome Trust Research Programme", "location": {"settlement": "Kilifi"}}, "email": ""}, {"first": "Niranjan", "middle": [], "last": "Bhat", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Orin", "middle": ["S"], "last": "Levine", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Henry", "middle": ["C"], "last": "Baggett", "suffix": "", "affiliation": {}, "email": ""}, {"first": "W", "middle": ["Abdullah"], "last": "Brooks", "suffix": "", "affiliation": {"laboratory": "International Centre for Diarrhoeal Disease Research, Bangladesh (icddr,b), Dhaka and Matlab; 11", "institution": "", "location": {"addrLine": "Johns Hopkins Bloomberg", "settlement": "Baltimore, Atlanta", "region": "Maryland; 12", "country": "Georgia"}}, "email": ""}, {"first": "Daniel", "middle": ["R"], "last": "Feikin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Laura", "middle": ["L"], "last": "Hammitt", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Stephen", "middle": ["R C"], "last": "Howie", "suffix": "", "affiliation": {"laboratory": "Medical Research Council Unit, Basse", "institution": "", "location": {"country": "The Gambia"}}, "email": ""}, {"first": "Maria", "middle": ["Deloria"], "last": "Knoll", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Karen", "middle": ["L"], "last": "Kotloff", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Maryland School of Medicine", "location": {"settlement": "Baltimore"}}, "email": ""}, {"first": "Shabir", "middle": ["A"], "last": "Madhi", "suffix": "", "affiliation": {"laboratory": "Medical Research Council, Respiratory and Meningeal Pathogens Research Unit,", "institution": "", "location": {}}, "email": ""}, {"first": "J", "middle": [], "last": "Anthony", "suffix": "", "affiliation": {}, "email": ""}, {"first": "G", "middle": [], "last": "Scott", "suffix": "", "affiliation": {"laboratory": "", "institution": "Kenya Medical Research Institute-Wellcome Trust Research Programme", "location": {"settlement": "Kilifi"}}, "email": ""}, {"first": "Donald", "middle": ["M"], "last": "Thea", "suffix": "", "affiliation": {}, "email": ""}, {"first": "James", "middle": [], "last": "Mwansa", "suffix": "", "affiliation": {"laboratory": "Zambia Center for Applied Health Research and Development, Lusaka; 29 Centre pour le Développement des Vaccins (CVD-Mali)", "institution": "University of Calgary", "location": {"settlement": "Bamako; 30 Cummings", "country": "Canada"}}, "email": ""}, {"first": "Salim", "middle": [], "last": "Mwarumba", "suffix": "", "affiliation": {"laboratory": "", "institution": "Kenya Medical Research Institute-Wellcome Trust Research Programme", "location": {"settlement": "Kilifi"}}, "email": ""}, {"first": "Sammy", "middle": [], "last": "Nyongesa", "suffix": "", "affiliation": {"laboratory": "", "institution": "Kenya Medical Research Institute-Wellcome Trust Research Programme", "location": {"settlement": "Kilifi"}}, "email": ""}, {"first": "Sandra", "middle": [], "last": "Panchalingam", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Maryland School of Medicine", "location": {"settlement": "Baltimore"}}, "email": ""}, {"first": "Mustafizur", "middle": [], "last": "Rahman", "suffix": "", "affiliation": {"laboratory": "International Centre for Diarrhoeal Disease Research, Bangladesh (icddr,b), Dhaka; 21 Microbiology Department, Canterbury Health Laboratories", "institution": "", "location": {"settlement": "Christchurch", "country": "New Zealand"}}, "email": ""}, {"first": "Pongpun", "middle": [], "last": "Sawatwong", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Boubou", "middle": [], "last": "Tamboura", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Aliou", "middle": [], "last": "Toure", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Toni", "middle": [], "last": "Whistler", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Katherine", "middle": ["L"], "last": "O&apos;brien", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": ["R"], "last": "Murdoch", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Otago", "location": {"settlement": "Christchurch", "country": "New Zealand"}}, "email": ""}, {"first": "A", "middle": ["J"], "last": "Driscoll", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The Pneumonia Etiology Research for Child Health study was conducted across 7 diverse research sites and relied on standardized clinical and laboratory methods for the accurate and meaningful interpretation of pneumonia etiology data. Blood, respiratory specimens, and urine were collected from children aged 1-59 months hospitalized with severe or very severe pneumonia and community controls of the same age without severe pneumonia and were tested with an extensive array of laboratory diagnostic tests. A standardized testing algorithm and standard operating procedures were applied across all study sites. Site laboratories received uniform training, equipment, and reagents for core testing methods. Standardization was further assured by routine teleconferences, in-person meetings, site monitoring visits, and internal and external quality assurance testing. Targeted confirmatory testing and testing by specialized assays were done at a central reference laboratory.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The primary aim of the Pneumonia Etiology Research for Child Health (PERCH) study was to provide a contemporary picture of the microbial etiology of severe pneumonia in young children from developing countries [1] . One of the defining characteristics of the study was the use of a standard case definition and a rigorous training program to achieve standardization of case assessments and specimen collection [2] . The standardization of laboratory methods in the PERCH study was equally important to ensure comparability across study sites and for accurate and meaningful interpretation of pneumonia etiology results.", "cite_spans": [{"start": 210, "end": 213, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 410, "end": 413, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": ""}, {"text": "We have previously described the process leading to the PERCH diagnostic testing strategy [3] [4] [5] [6] . Here we describe the laboratory methods used in PERCH and the procedures to ensure standardization and quality.", "cite_spans": [{"start": 90, "end": 93, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 94, "end": 97, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 98, "end": 101, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 102, "end": 105, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "sites. To build capacity at the sites, and in alignment with the priorities of the Bill & Melinda Gates Foundation, all PERCH testing was done locally, with the exception of quality assurance testing and a select subset of specialized assays, which were performed at the study reference laboratory (Canterbury Health Laboratories, Christchurch, New Zealand), which also served as the study specimen and isolate biorepository.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The PERCH site laboratories were located in Kilifi, Kenya; Basse and Banjul, The Gambia; Bamako, Mali; Lusaka, Zambia; Soweto, South Africa; Nakhon Phanom, Sa Kaeo, and Nonthaburi, Thailand; and Matlab and Dhaka, Bangladesh. Study sites were selected through an open, global site solicitation and selection process. As there was little support in the budget to expand existing infrastructure, preference was given to sites with well-established research laboratories and with experience in pediatric pneumonia studies.", "cite_spans": [], "ref_spans": [], "section": "PERCH RESEARCH SITES AND LABORATORIES"}, {"text": "Blood, nasopharyngeal and oropharyngeal (NP/OP) swabs, induced sputum (IS), and urine were collected from all PERCH cases at enrollment. Cases who were intubated had endotracheal aspirate collected in lieu of induced sputum. Gastric aspirate and pleural fluid specimens were collected when clinically indicated. At select sites, lung aspirates (Bangladesh, The Gambia, Mali, South Africa) and postmortem specimens (Thailand, South Africa) were also collected. Among PERCH controls, blood, NP/OP swabs, and urine were collected at enrollment at all sites.", "cite_spans": [], "ref_spans": [], "section": "PERCH SPECIMEN COLLECTION AND TESTING ALGORITHM"}, {"text": "Standardized recommendations for specimen storage prior to laboratory evaluation were provided in standard operating procedures (SOPs) ( Table 1 ). All specimens were collected within walking distance or within a 2-hour drive of the study laboratory, with the exception of Matlab, Bangladesh, where specimens were transported once or twice a day from the field hospital to the laboratory in Dhaka, and Basse, The Gambia, where specimens were transported 1 to 2 times weekly to the Fajara laboratory for molecular testing. The transportation of all specimens was done under controlled temperature conditions, as stipulated in the study SOP.", "cite_spans": [], "ref_spans": [{"start": 137, "end": 144, "text": "Table 1", "ref_id": "TABREF0"}], "section": "PERCH SPECIMEN COLLECTION AND TESTING ALGORITHM"}, {"text": "Standardized testing algorithms were developed for each body fluid type among cases and controls ( Figure 1 ). Following testing, residual volumes of body fluid specimens were stored at -80°C to facilitate future research, with particular attention to bioethical considerations [7] . Bacterial isolates cultured in pure growth were stored at -80°C unless classified as contaminants.", "cite_spans": [{"start": 278, "end": 281, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 99, "end": 107, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "PERCH SPECIMEN COLLECTION AND TESTING ALGORITHM"}, {"text": "Barcode labels were used on specimen collection containers, data collection forms, and laboratory requisition forms [8] . In the laboratory, specimen aliquots and isolates were archived in 2-mL sterile cryovials with silicone O-rings, labeled with thermostable labels, and inventoried using freezer management software [8] . Laboratory data were entered into an electronic data capture system to allow for real-time study monitoring [8] .", "cite_spans": [{"start": 116, "end": 119, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 319, "end": 322, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 433, "end": 436, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "PERCH SPECIMEN COLLECTION AND TESTING ALGORITHM"}, {"text": "To standardize molecular testing, an automated nucleic acid extraction platform and standardized polymerase chain reaction (PCR) assays, described below, were deployed across all study sites. The PERCH laboratory director reviewed all PCR results files prior to their inclusion in the study database.", "cite_spans": [], "ref_spans": [], "section": "Molecular Diagnostics"}, {"text": "For PCR evaluation of respiratory specimens, we used the Fasttrack Diagnostics Respiratory Pathogens 33 multiplex PCR kit (FTD Resp-33 kit) (Fast-track Diagnostics, Sliema, Malta). NP/ OP specimens were collected in viral transport medium (universal transport medium [UTM], Copan Diagnostics, Bresica, Italy) and refrigerated at 2°C-8°C for a maximum of 8 hours, or frozen at -80°C prior to nucleic acid extraction. Induced sputum, pleural fluid, and lung aspirate specimens were collected in saline in universal containers and either refrigerated at 2°C-8°C for a maximum of 24 hours, or frozen at -80°C prior to nucleic acid extraction. Total nucleic acid extraction was performed on respiratory specimens using the NucliSENS easyMAG platform (bioMérieux, Marcy l'Etoile, France). Four hundred microliters of each respiratory specimen (NP specimen in UTM, induced sputum aliquot in normal saline, pleural fluid aliquot, or lung aspirate aliquot) was eluted to a final volume of 60-110 μL nucleic acid. Prior to extraction, induced sputum specimens were digested with 1:1 dithiothreitol and incubated at ambient temperature until any mucus was broken down.", "cite_spans": [], "ref_spans": [], "section": "Respiratory Pathogen PCR"}, {"text": "The FTD Resp-33 kit is a real-time PCR arranged in 8 multiplex groups for the detection of the following 33 viruses, bacteria, and fungi: influenza A, B, and C; parainfluenza viruses 1, 2, 3, and 4; coronaviruses NL63, 229E and Haemophilus influenzae species. The K. pneumoniae target was not used in any of the final analyses because of difficulties with assay specificity, as has been found elsewhere [9] . Positive, negative, and internal extraction controls were included in each run.", "cite_spans": [{"start": 219, "end": 223, "text": "229E", "ref_id": null}, {"start": 403, "end": 406, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Respiratory Pathogen PCR"}, {"text": "Quantitative PCR (qPCR) data were generated through the creation of standard curves using 10-fold serial dilutions of plasmid standards provided by FTD on an approximately quarterly basis at each study site, with calculation of pathogen density (copies/milliliter) from the sample cycle threshold (Ct) values. Because the results for the known standards were highly consistent across laboratories, standard curve data from all sites were pooled to create \"standardized\" standard curves for each pathogen target; data points beyond 2 standard deviations of the mean were excluded. Quantitative PCR was performed at each site using an Applied Biosystems 7500 (ABI-7500) platform (Applied Biosystems, Foster City, California). Cycling conditions were 50°C for 15 minutes, 95°C for 10 minutes, and 40 cycles of 95°C for 8 seconds followed by 60°C for 34 seconds.", "cite_spans": [], "ref_spans": [], "section": "Respiratory Pathogen PCR"}, {"text": "Whole blood samples were collected into a dedicated EDTA (ethylenediaminetetraacetic acid) tube and either refrigerated at 2°C-8°C for a maximum of 3 days, or frozen at -80°C prior to nucleic acid extraction. Total nucleic acid extraction was performed in batches with 200 μL of whole blood extracted and eluted to a final volume of 100 μL nucleic acid using the NucliSENS \"specific B\" protocol. Extracted DNA was frozen at -80°C until undergoing PCR for detection of the autolysin (lytA) gene.", "cite_spans": [], "ref_spans": [], "section": "Pneumococcal PCR From Whole Blood Specimens"}, {"text": "Streptococcus pneumoniae nucleic acid was detected in whole blood using a qPCR assay based on a method from the US Centers for Disease Control and Prevention [10] . Mastermix containing 12.5 μL of Gene Expression Mastermix (Applied Biosystems, Life Technologies, California), 0.5 μL of each of the 10 μM forward and reverse primers and probe, 1 μL of molecular-grade water, and 10 μL of template DNA was used per reaction. Quantification standards consisting of lytA plasmids (Fast-track Diagnostics, Sliema, Malta) diluted 1:10 from 10 7 copies/mL to 10 2 copies/mL were run in triplicate on every plate. A no-template control, consisting of molecular-grade water, was likewise run in triplicate. Cycling conditions of 95°C for 10 minutes followed by 40 cycles of 95°C for 15 seconds and 60°C for 1 minute were applied on an ABI-7500 instrument. Exponential amplification curves with a Ct value of <40 cycles were considered positive and quantified using the standard curve.", "cite_spans": [{"start": 158, "end": 162, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Pneumococcal PCR From Whole Blood Specimens"}, {"text": "All samples positive for Bordetella pertussis were tested for Bordetella holmesii [11] . A high proportion of samples positive for H. influenzae type b, especially from countries with Hib vaccine, called into question the specificity of that pathogen target. Consequently, we retested these positive samples with an established Hib assay [12] and used the results from this second assay in our analyses. Due to intermittent contamination of the nucleic acid extraction lysis buffer with Legionella species, samples positive for Legionella were retested at the reference laboratory [13] .", "cite_spans": [{"start": 82, "end": 86, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 338, "end": 342, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 581, "end": 585, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Confirmatory Testing of Selected PCR Targets at Reference Laboratory"}, {"text": "Because few whole blood samples from Thailand and Bangladesh were positive for lytA PCR, we retested a random sample of 100 documented pneumococcal carriers (NP/OP specimens positive for S. pneumoniae) from both sites using the PERCH lytA PCR assay at the reference laboratory. No false negative blood results were found.", "cite_spans": [], "ref_spans": [], "section": "Confirmatory Testing of Selected PCR Targets at Reference Laboratory"}, {"text": "NP/OP swabs from all 33 cases with clinical signs or history of measles were tested for measles virus by PCR using the nucleoprotein gene target [14] at the reference laboratory. Suspected measles was defined as a history of measles in the past 3 months, measles rash at admission, or measles diagnosis at admission or discharge.", "cite_spans": [{"start": 145, "end": 149, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Measles PCR"}, {"text": "Organism identification was done according to standard microbiological methods that were documented in SOPs and clarified at each site at the outset; antimicrobial susceptibility testing followed the Clinical and Laboratory Standards Institute (CLSI) guidelines [15] . Antimicrobial susceptibility was tested using overnight growth of pure isolates, using the disk diffusion methodology when possible. Streptococcus pneumoniae isolates that had reduced susceptibility to penicillin by the oxacillin screen were tested by Etest (bioMérieux, low-dose strips) or a commercially available broth MIC method (TREK Diagnostic Systems) to measure minimum inhibitory concentrations (MIC) to penicillin. Enterobacteriaceae were screened for extended spectrum β-lactamase production using a cefotaxime (30 µg) disk and a ceftazidime (30 µg) disk. Zone sizes ≤27 mm for cefotaxime or ≤22 mm for ceftazidime were confirmed by the double disk diffusion test, following the CLSI guidelines. Organism identification was confirmed for each specimen type and is described below. Antibiotic susceptibility testing results were confirmed in a sample of 10% of isolates from all sites with 100% concordance of results.", "cite_spans": [{"start": 262, "end": 266, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Organism Identification Antimicrobial Susceptibility Testing"}, {"text": "Blood cultures were incubated per manufacturer instructions using automated systems (BACTEC [Becton Dickinson, Sparks, Maryland] in Kenya, South Africa, The Gambia, Mali, and Zambia; BacT/ALERT [bioMérieux, Marcy l'Etoile, France] in Bangladesh and Thailand). Culture bottles were incubated within 24 hours of specimen collection. Alarm-positive culture specimens were plated on to 5% sheep or horse blood, chocolate, and MacConkey agar. Specimens were incubated for 5 days and then discarded. Specimens that were alarm-positive but subculture negative were tested using the BinaxNOW Streptococcus pneumoniae Antigen Card (Alere, Scarborough, Maine) if the Gram stain was either negative or revealed gram-positive cocci. Organisms were identified and antimicrobial susceptibility testing was performed according to CLSI methods. Any isolate classified as a contaminant was not stored; all other organisms were identified then stored at -80°C. Organisms were defined, a priori, as contaminants (Table 2) . Of 195 stored blood culture isolates, 146 (72%) were shipped for confirmatory identification at the reference laboratory; of these, 121 (83%) were concordant with the original result. In the absence of strong evidence otherwise, organisms meeting the a priori contaminant definition were considered as contaminants. Candida species was also considered a blood culture contaminant if the patient recovered without antifungal treatment.", "cite_spans": [], "ref_spans": [{"start": 993, "end": 1002, "text": "(Table 2)", "ref_id": "TABREF2"}], "section": "Blood Culture Processing"}, {"text": "NP swabs in skim milk tryptone-glucose-glycerin (STGG) medium were frozen at -80˚C overnight, then thawed and processed using a broth-enrichment step to enhance pneumococcal carriage recovery [16, 17] . Streptococcus pneumoniae was identified by colony morphology, susceptibility to optochin, and bile solubility testing. Samples were inoculated onto 5% sheep or horse blood agar with 5 µg of gentamicin per milliliter and incubated at 35°C ± 2°C for 18-24 hours. Following subculture, each morphologically distinct pneumococcal colony was isolated and stored, with up to a maximum of 4 isolates per plate.", "cite_spans": [{"start": 192, "end": 196, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 197, "end": 200, "text": "17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "NP Swab Processing for the Detection of Pneumococcal Carriage"}, {"text": "Efforts were made to process sputum specimens within 2, and no more than 24, hours following collection. Gram-stained smears were made from the most purulent portion of each induced sputum specimen. The number of epithelial cells and neutrophils per low-powered microscopic field were counted and recorded for the purpose of assessing specimen quality [18] . Microorganisms seen in the smear were described according to classic Gram stain morphotypes, with the number of bacterial morphotypes seen per high-powered field recorded to assist in interpretation of culture results.", "cite_spans": [{"start": 352, "end": 356, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Induced Sputum Culture"}, {"text": "The most purulent portion of each specimen was inoculated onto sheep or horse blood, chocolate, and MacConkey agars, streaked out using the 4-quadrant streaking method, and incubated at 35°C for 48 hours. Cultures were examined at 24 hours and 48 hours, and predominant organisms were identified and quantified according to the furthest quadrant with visible colonies (first quadrant = scanty; second quadrant = 1+; third quadrant = 2+; fourth quadrant = 3+). Background mixed oropharyngeal flora, including α-hemolytic streptococci, commensal Neisseria, coagulase-negative staphylococci, yeasts (except Cryptococcus), diphtheroids, and Capnocytophaga were quantified as a group but not identified further. Induced sputum specimens were also cultured for mycobacteria by standard liquid culture methods.", "cite_spans": [], "ref_spans": [], "section": "Induced Sputum Culture"}, {"text": "Gram stains were performed on all pleural fluid and lung aspirate specimens, and the number of leukocytes per low-powered field and bacterial morphotypes per high-powered field was recorded. Each specimen was cultured by plating onto chocolate and MacConkey agar and also inoculated in appropriate broth (blood culture bottles, tryptone soy broth, brain heart infusion, and brucella broth) and overnight incubation at 35°C-37°C. All plated and broth growth was examined at 24 hours and identified according to standard microbiological methods. Pleural fluid supernatant was assayed for protein and glucose and tested using the BinaxNOW Streptococcus pneumoniae Antigen Card. Pleural fluid and lung aspirate specimens were cultured for the presence of mycobacteria in liquid culture. Of 20 available pleural fluid and lung aspirate isolates, 12 (60%) were shipped to the reference laboratory for confirmation and all had their original organism identification confirmed.", "cite_spans": [], "ref_spans": [], "section": "Pleural Fluid and Lung Aspirate Culture"}, {"text": "Pneumococcal capsular serotyping was performed by the following methods: Quellung reaction (Zambia, South Africa), PCR deduction of pneumococcal serotypes [19] followed by Quellung reaction if there were mixed or ambiguous results by PCR (Thailand, Mali, The Gambia, Bangladesh), or latex agglutination at pool level with Quellung reaction for final typing and PCR confirmation of a subset of isolates as a quality control procedure (Kenya). Mixed or ambiguous results that could not be resolved at the study sites were serotyped by Quellung reaction at a reference laboratory (National Institute for Communicable Diseases, Johannesburg, South Africa or the Institute of Environmental Science and Research [ESR], Porirua, New Zealand). Serotyping for all pneumococcal isolates isolated from sterile sites as well as a sample of 50-75 pneumococcal isolates from the NP swab culture was verified by Quellung at the ESR laboratory.", "cite_spans": [{"start": 155, "end": 159, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Pneumococcal Serotyping"}, {"text": "Haemophilus influenzae were identified at all sites using standard microbiological methods; serotype b was identified by slide agglutination. Additional (non type b) serotyping was performed in South Africa and The Gambia by slide agglutination. For all other sites, serotyping beyond type b was done by PCR at the reference laboratory (Canterbury Health Laboratories, Christchurch, New Zealand) [20] .", "cite_spans": [{"start": 396, "end": 400, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Haemophilus Serotyping"}, {"text": "A bioassay was performed on enrollment serum samples, from all cases and controls, to detect antibiotic activity. A 6-mm filter paper disc was inoculated with 20 µL of serum and placed on a Mueller-Hinton plate seeded with a 0.5 McFarland suspension of a fully sensitive Staphylococcus aureus strain (ATCC 25923). Any zone of inhibited bacterial growth around the disc after 18-24 hours' incubation was recorded as evidence of serum antibiotic activity.", "cite_spans": [], "ref_spans": [], "section": "Antibiotic Bioassay"}, {"text": "Serum from all cases was assayed for C-reactive protein (CRP). Samples from South Africa were assayed in country using CRP Gen3 Immunoturbidometric assay (Roche Diagnostics, Milan, Italy). All other samples were assayed at the reference laboratory in Christchurch, New Zealand, using CRP VARIO Immunoturbidometric assay (Roche Diagnostics). A subset of 682 control samples was assayed for CRP as part of an analysis to evaluate its diagnostic utility [21] .", "cite_spans": [{"start": 451, "end": 455, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "C-Reactive Protein"}, {"text": "A complete blood count was performed on all cases. Hemoglobin testing for controls was also carried out in The Gambia, Mali, and South Africa. Thalassemia testing for cases and controls was done in Thailand.", "cite_spans": [], "ref_spans": [], "section": "Other Blood Tests"}, {"text": "Culture of induced sputum and gastric aspirate specimens for mycobacteria was performed using liquid media in established tuberculosis testing laboratories at all sites. Antimicrobial susceptibility testing was performed on all Mycobacterium tuberculosis isolates. Isolates of nontuberculous mycobacteria were identified at the reference laboratory by 16S ribosomal RNA and rpoB sequencing [22] [23] [24] .", "cite_spans": [{"start": 390, "end": 394, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 395, "end": 399, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 400, "end": 404, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Mycobacterial Culture"}, {"text": "Malaria testing was performed by rapid antigen test or microscopy for all cases at sites with endemic malaria (Kenya, The Gambia, Mali, Zambia) and in South Africa when clinically indicated.", "cite_spans": [], "ref_spans": [], "section": "Malaria Testing"}, {"text": "Human immunodeficiency virus (HIV) testing was done on all cases at all sites apart from Bangladesh, and for controls at all Africa sites with the exception of The Gambia (which has an HIV infection prevalence of <2%). Testing was done by serum antibody assay, followed by PCR confirmatory antigen testing for cases and controls <18 months of age. In Zambia and South Africa, CD4 assessments were performed or collected from referral facilities for all HIV-infected cases and controls.", "cite_spans": [], "ref_spans": [], "section": "Human Immunodeficiency Virus and CD4 Testing"}, {"text": "All respiratory specimens were tested for P. jirovecii nucleic acid by Fast-track PCR. Additionally, induced sputum, endotracheal aspirate, pleural fluid, and lung aspirate specimens were tested for P. jirovecii by immunofluorescence (South Africa) and toluidine blue staining (Zambia).", "cite_spans": [], "ref_spans": [], "section": "Pneumocystis Testing"}, {"text": "Laboratory SOPs were developed in collaboration with site investigators for all core laboratory procedures. All sites underwent a period of training and pilot testing prior to study initiation. Following demonstration of successful performance, a site activation letter allowed formal study enrollment to commence [8] . The PERCH laboratory director, in conjunction with other team members, visited and evaluated each study laboratory prior to study piloting and provided advice on areas for additional improvement of facilities or training of staff.", "cite_spans": [{"start": 314, "end": 317, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "INITIAL STANDARDIZATION AND TRAINING"}, {"text": "Major equipment, including the nucleic extraction platform and PCR thermocyclers, was procured centrally and installed at each site laboratory. In addition, maintenance contracts were provided for the period of the study. Training on the nucleic acid extraction system was provided by bioMérieux at installation. Fast-track PCR training was provided in-person by Fast-track Diagnostics over a period of 3 days at each site. Trained staff received a certificate of completion and the site laboratory was required to pass an external quality assurance assessment before beginning molecular diagnostic testing on study samples.", "cite_spans": [], "ref_spans": [], "section": "INITIAL STANDARDIZATION AND TRAINING"}, {"text": "Sites were trained on induced sputum slide reading at an initial training and again at a midstudy refresher training. A subset of approximately 10% of slides from each site were stored following reading and later sent to the reference laboratory where they were audited. Sites that were unable to send slides had a random sample checked by the laboratory director during study oversight visits.", "cite_spans": [], "ref_spans": [], "section": "INITIAL STANDARDIZATION AND TRAINING"}, {"text": "Key SOPs were reviewed with laboratory scientists from all sites at an investigator meeting prior to study initiation, Training on the data capture system and freezer inventory software was provided remotely via a webinar prior to the start of the study.", "cite_spans": [], "ref_spans": [], "section": "INITIAL STANDARDIZATION AND TRAINING"}, {"text": "A working group including the laboratory director and representatives from all site laboratories was convened throughout the study to harmonize practices and troubleshoot problems at periodic investigator meetings and through regular teleconferences. A midstudy in-person refresher training on core laboratory procedures was conducted for all sites in August 2012. The laboratory director visited each study site at least twice over the course of the study to provide on-site monitoring. Laboratory quality indicators were monitored using the real-time data entry system and were used to identify areas for improvement over the duration the study [8] . Electronic laboratory data reports were generated from the database and reviewed at regular intervals by the laboratory director. In addition, digital PCR results files were rechecked at the reference laboratory to confirm accurate interpretation of PCR quantification curves. Discordant interpretations of results were discussed with the laboratories and corrected in the database.", "cite_spans": [{"start": 647, "end": 650, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Ongoing Standardization and Quality Assurance"}, {"text": "An external quality assessment (EQA) program was set up by Fast-track Diagnostics to monitor performance of the Fasttrack respiratory PCR and whole blood lytA PCR assays at each site. For the Fast-track respiratory EQA, laboratories were supplied with a series of 12 samples containing mixtures of plasmids at various concentrations at 3-to 4-month intervals. Each laboratory was required to test the samples using its routine FTD Resp-33 assay and standard procedures. Panels for the whole blood lytA PCR EQA were dispatched from FTD at the same frequency and included blinded plasmid samples containing the lytA target in a range of concentrations. For each round of EQA, an individual performance report was provided along with details of overall performance for all sites. Reports and practical feedback allowed participants to identify and resolve potential problems whilst monitoring the effectiveness of their laboratory quality assurance processes. Site-to-site variation was also assessed using these reports.", "cite_spans": [], "ref_spans": [], "section": "External Quality Control Assessments"}, {"text": "All sites were enrolled in an EQA program for the microbiological assessment of respiratory specimens, organized by the Royal College of Pathologists of Australasia Quality Assurance Programme. EQA panels were dispatched on a quarterly basis and consisted of simulated clinical specimens for the isolation of pathogens, bacterial identification and antimicrobial susceptibility testing. Most module shipments consisted of 2 specimens containing either a pure culture or a mixture simulating a clinical specimen with normal body flora. Following each dispatch, results were reviewed by the laboratory director and discussed with the site laboratories.", "cite_spans": [], "ref_spans": [], "section": "External Quality Control Assessments"}, {"text": "We faced challenges in applying such a high level of standardization to a complex study across diverse research sites. Sites varied considerably in their prior level of experience with the PERCH laboratory methods and therefore required varying levels of assistance and oversight. Assuring that each laboratory had standard equipment in place and was comprehensively trained meant that the initiation of study enrollment and full specimen testing was delayed by weeks to months in some instances. Maintaining a high level of involvement and in-person oversight required regular travel by the laboratory director in addition to frequent communication by phone and email. Additionally, local approvals to ship specimens and isolates for confirmatory testing resulted in long delays in the reference laboratory receiving samples from some sites. Despite these challenges, we were able to achieve the highest methodological standards across a variety of circumstances, and demonstrated the ability to set up very complex molecular diagnostics in challenging environments. Achieving standards was a very positive motivator among laboratory staff, especially in laboratories that had not used international standards before. The value of regular feedback to the staff was evident in our study and we observed laboratory capacity and technical skills improve rapidly over a short period of time, with some of the laboratories without prior similar experience becoming the highest performers. Applying a high level of standardization required considerable effort in the study planning stage and throughout the enrollment and testing period, but in the end this effort was outweighed by our confidence that results were accurate and comparable across sites.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "PERCH was one of the largest pneumonia etiology studies ever undertaken, with a complex testing algorithm applied to >9500 individuals distributed over 9 enrollment centers in 7 different countries. Considerable efforts were made to perform as much of the laboratory testing at the study sites as possible, and to ensure cross-site standardization of testing methods. As well as providing confidence in the PERCH analyses, our experiences provide evidence that multisite studies involving extensive laboratory assessments and including complex molecular diagnostics can be undertaken at research sites in a variety of settings and circumstances, including those with limited prior experience.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "Supplementary materials are available at Clinical Infectious Diseases online. Consisting of data provided by the authors to benefit the reader, the posted materials are not copyedited and are the sole responsibility of the authors, so questions or comments should be addressed to the corresponding author.", "cite_spans": [], "ref_spans": [], "section": "Supplementary Data"}, {"text": "Author contributions. A. J. D. and D. R. M. drafted the manuscript. D. R. M. supervised all laboratory activities for the study. All authors were involved in the development of standard operating procedures, study conduct, data collection, and/or data management. All authors reviewed and approved the manuscript. A. J. D. and D. R. M. had final responsibility for the decision to submit for publication.", "cite_spans": [], "ref_spans": [], "section": "Notes"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Pneumonia etiology research for child health. Introduction", "authors": [{"first": "O", "middle": ["S"], "last": "Levine", "suffix": ""}, {"first": "N", "middle": [], "last": "Bhat", "suffix": ""}, {"first": "J", "middle": [], "last": "Crawley", "suffix": ""}], "year": 2012, "venue": "Clin Infect Dis", "volume": "54", "issn": "2", "pages": "87--95", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Standardization of clinical assessment and sample collection across all PERCH study sites", "authors": [{"first": "J", "middle": [], "last": "Crawley", "suffix": ""}, {"first": "C", "middle": [], "last": "Prosperi", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Baggett", "suffix": ""}], "year": 2017, "venue": "Clin Infect Dis", "volume": "64", "issn": "3", "pages": "228--265", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Bhat N; Pneumonia Methods Working Group; PERCH Core Team. Laboratory methods for determining pneumonia etiology in children", "authors": [{"first": "D", "middle": ["R"], "last": "Murdoch", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "O&apos;brien", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Driscoll", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Karron", "suffix": ""}], "year": 2012, "venue": "Clin Infect Dis", "volume": "54", "issn": "2", "pages": "146--52", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Use and evaluation of molecular diagnostics for pneumonia etiology studies", "authors": [{"first": "N", "middle": [], "last": "Bhat", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "O&apos;brien", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Karron", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Driscoll", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Murdoch", "suffix": ""}], "year": 2012, "venue": "Clin Infect Dis", "volume": "54", "issn": "2", "pages": "153--161", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Disk diffusion bioassays for the detection of antibiotic activity in body fluids: applications for the Pneumonia Etiology Research for Child Health project", "authors": [{"first": "A", "middle": ["J"], "last": "Driscoll", "suffix": ""}, {"first": "N", "middle": [], "last": "Bhat", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Karron", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "O&apos;brien", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Murdoch", "suffix": ""}], "year": 2012, "venue": "Clin Infect Dis", "volume": "54", "issn": "2", "pages": "159--64", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Evaluation of fast-track diagnostics and TaqMan array card real-time PCR assays for the detection of respiratory pathogens", "authors": [{"first": "A", "middle": ["J"], "last": "Driscoll", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Karron", "suffix": ""}, {"first": "N", "middle": [], "last": "Bhat", "suffix": ""}], "year": 2014, "venue": "J Microbiol Methods", "volume": "107", "issn": "", "pages": "222--228", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Bioethical considerations in developing a biorepository for the Pneumonia Etiology Research for Child Health project", "authors": [{"first": "A", "middle": ["N"], "last": "Deluca", "suffix": ""}, {"first": "A", "middle": [], "last": "Regenberg", "suffix": ""}, {"first": "J", "middle": [], "last": "Sugarman", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Murdoch", "suffix": ""}, {"first": "O", "middle": [], "last": "Levine", "suffix": ""}], "year": 2012, "venue": "Clin Infect Dis", "volume": "54", "issn": "2", "pages": "172--181", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Data management and data quality in PERCH, a large international case-control study of severe childhood pneumonia", "authors": [{"first": "N", "middle": ["L"], "last": "Watson", "suffix": ""}, {"first": "C", "middle": [], "last": "Prosperi", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Driscoll", "suffix": ""}], "year": 2017, "venue": "Clin Infect Dis", "volume": "64", "issn": "3", "pages": "238--282", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Aetiology of childhood pneumonia in a well vaccinated South African birth cohort: a nested case-control study of the Drakenstein Child Health Study", "authors": [{"first": "H", "middle": ["J"], "last": "Zar", "suffix": ""}, {"first": "W", "middle": [], "last": "Barnett", "suffix": ""}, {"first": "A", "middle": [], "last": "Stadler", "suffix": ""}, {"first": "S", "middle": [], "last": "Gardner-Lubbe", "suffix": ""}, {"first": "L", "middle": [], "last": "Myer", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Nicol", "suffix": ""}], "year": 2016, "venue": "Lancet Respir Med", "volume": "4", "issn": "", "pages": "463--72", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Evaluation and improvement of real-time PCR assays targeting lytA, ply, and psaA genes for detection of pneumococcal DNA", "authors": [{"first": "G", "middle": [], "last": "Carvalho Mda", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Tondella", "suffix": ""}, {"first": "K", "middle": [], "last": "Mccaustland", "suffix": ""}], "year": 2007, "venue": "J Clin Microbiol", "volume": "45", "issn": "", "pages": "2460--2466", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Pneumonia Etiology Research for Child Health (PERCH) Study Group. Pertussis-associated pneumonia in infants and children from low-and middle-income countries participating in the PERCH study", "authors": [{"first": "B", "middle": [], "last": "Barger-Kamate", "suffix": ""}, {"first": "Deloria", "middle": [], "last": "Knoll", "suffix": ""}, {"first": "M", "middle": [], "last": "Kagucia", "suffix": ""}, {"first": "E", "middle": ["W"], "last": "", "suffix": ""}], "year": 2016, "venue": "Clin Infect Dis", "volume": "63", "issn": "4", "pages": "187--96", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Detection of Haemophilus influenzae type b by real-time PCR", "authors": [{"first": "A", "middle": [], "last": "Marty", "suffix": ""}, {"first": "O", "middle": [], "last": "Greiner", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Day", "suffix": ""}, {"first": "S", "middle": [], "last": "Gunziger", "suffix": ""}, {"first": "K", "middle": [], "last": "Mühlemann", "suffix": ""}, {"first": "D", "middle": [], "last": "Nadal", "suffix": ""}], "year": 2004, "venue": "J Clin Microbiol", "volume": "42", "issn": "", "pages": "3813--3818", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Direct detection and differentiation of Legionella spp. and Legionella pneumophila in clinical specimens by dual-color real-time PCR and melting curve analysis", "authors": [{"first": "U", "middle": [], "last": "Reischl", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Linde", "suffix": ""}, {"first": "N", "middle": [], "last": "Lehn", "suffix": ""}, {"first": "O", "middle": [], "last": "Landt", "suffix": ""}, {"first": "K", "middle": [], "last": "Barratt", "suffix": ""}, {"first": "N", "middle": [], "last": "Wellinghausen", "suffix": ""}], "year": 2002, "venue": "J Clin Microbiol", "volume": "40", "issn": "", "pages": "3814--3821", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Development of quantitative gene-specific real-time RT-PCR assays for the detection of measles virus in clinical specimens", "authors": [{"first": "K", "middle": ["B"], "last": "Hummel", "suffix": ""}, {"first": "L", "middle": [], "last": "Lowe", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Bellini", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Rota", "suffix": ""}], "year": 2006, "venue": "J Virol Methods", "volume": "132", "issn": "", "pages": "166--73", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Performance standards for antimicrobial susceptibility testing; twenty-first informational supplement", "authors": [], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Revisiting pneumococcal carriage by use of broth enrichment and PCR techniques for enhanced detection of carriage and serotypes", "authors": [{"first": "M", "middle": [], "last": "Da Gloria Carvalho", "suffix": ""}, {"first": "F", "middle": ["C"], "last": "Pimenta", "suffix": ""}, {"first": "D", "middle": [], "last": "Jackson", "suffix": ""}], "year": 2010, "venue": "J Clin Microbiol", "volume": "48", "issn": "", "pages": "1611--1619", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Evaluation of a medium (STGG) for transport and optimal recovery of Streptococcus pneumoniae from nasopharyngeal secretions collected during field studies", "authors": [{"first": "K", "middle": ["L"], "last": "O&apos;brien", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Bronsdon", "suffix": ""}, {"first": "R", "middle": [], "last": "Dagan", "suffix": ""}], "year": 2001, "venue": "J Clin Microbiol", "volume": "39", "issn": "", "pages": "1021--1025", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Microscopic analysis and quality assessment of induced sputum from children with pneumonia in the PERCH study", "authors": [{"first": "D", "middle": ["R"], "last": "Murdoch", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Morpeth", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Hammitt", "suffix": ""}], "year": 2017, "venue": "Clin Infect Dis", "volume": "64", "issn": "3", "pages": "271--280", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Molecular detection methods and serotyping performed directly on clinical samples improve diagnostic sensitivity and reveal increased incidence of invasive disease by Streptococcus pneumoniae in Italian children", "authors": [{"first": "C", "middle": [], "last": "Azzari", "suffix": ""}, {"first": "M", "middle": [], "last": "Moriondo", "suffix": ""}, {"first": "G", "middle": [], "last": "Indolfi", "suffix": ""}], "year": 2008, "venue": "J Med Microbiol", "volume": "57", "issn": "", "pages": "1205--1217", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Real-time PCR for determining capsular serotypes of Haemophilus influenzae", "authors": [{"first": "Y", "middle": [], "last": "Maaroufi", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "De Bruyne", "suffix": ""}, {"first": "C", "middle": [], "last": "Heymans", "suffix": ""}, {"first": "F", "middle": [], "last": "Crokaert", "suffix": ""}], "year": 2007, "venue": "J Clin Microbiol", "volume": "45", "issn": "", "pages": "2305--2313", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Association of C-reactive protein with bacterial and respiratory syncytial virus-associated pneumonia among children aged <5 years in the PERCH Study", "authors": [{"first": "M", "middle": ["M"], "last": "Higdon", "suffix": ""}, {"first": "T", "middle": [], "last": "Le", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "O&apos;brien", "suffix": ""}], "year": 2017, "venue": "Clin Infect Dis", "volume": "64", "issn": "3", "pages": "378--86", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Detection and identification of mycobacteria by amplification of rRNA", "authors": [{"first": "B", "middle": [], "last": "Böddinghaus", "suffix": ""}, {"first": "T", "middle": [], "last": "Rogall", "suffix": ""}, {"first": "T", "middle": [], "last": "Flohr", "suffix": ""}, {"first": "H", "middle": [], "last": "Blöcker", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Böttger", "suffix": ""}], "year": 1990, "venue": "J Clin Microbiol", "volume": "28", "issn": "", "pages": "1751--1760", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Genotypic identification of mycobacteria by nucleic acid sequence determination: report of a 2-year experience in a clinical laboratory", "authors": [{"first": "P", "middle": [], "last": "Kirschner", "suffix": ""}, {"first": "B", "middle": [], "last": "Springer", "suffix": ""}, {"first": "U", "middle": [], "last": "Vogel", "suffix": ""}], "year": 1993, "venue": "J Clin Microbiol", "volume": "31", "issn": "", "pages": "2882--2891", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "rpoB-based identification of nonpigmented and late-pigmenting rapidly growing mycobacteria", "authors": [{"first": "T", "middle": [], "last": "Adékambi", "suffix": ""}, {"first": "P", "middle": [], "last": "Colson", "suffix": ""}, {"first": "M", "middle": [], "last": "Drancourt", "suffix": ""}], "year": 2003, "venue": "J Clin Microbiol", "volume": "41", "issn": "", "pages": "5699--708", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Pneumonia Etiology Research for Child Health (PERCH) study testing algorithm. *Applies to controls as well as cases. **May include complete blood count, C-reactive protein, malaria, human immunodeficiency virus, CD4, and/or thalassemia testing depending on site. Abbreviations: NP, nasopharyngeal; OP, oropharyngeal; PCR, polymerase chain reaction; TB, tuberculosis.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Specimen Transport and Storage Requirements", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Specimen </td><td>Transport/Storage Conditions </td><td>Until\n</td></tr><tr><td>Blood culture </td><td>≤24 h, room temperature or according to manufacturer's instructions\n</td><td>Placement in blood culture machine\n</td></tr><tr><td>Whole blood (EDTA and plain tubes) </td><td>&lt;3 days, 2°C-8°C </td><td>Specimen separation\n</td></tr><tr><td>Urine </td><td>≤24 h, 2°C-8°C (≤2 h, room temperature) </td><td>Freezing (-70°C)\n</td></tr><tr><td>NP/OP swabs in viral transport medium </td><td>≤8 h, 2°C-8°C (≤2 h, room temperature) </td><td>Freezing (-70°C)\n</td></tr><tr><td>NP swab in STGG </td><td>&lt;8 h, 2°C-8°C </td><td>Freezing (-70°C)\n</td></tr><tr><td>Induced sputum </td><td>≤24 h, 2°C-8°C (≤2 h, room temperature) </td><td>Inoculation onto culture media and other primary laboratory processing\n</td></tr><tr><td>Lung aspirate </td><td>≤24 h, 2°C-8°C (≤2 h, room temperature) </td><td>Inoculation onto culture media and other primary laboratory processing\n</td></tr><tr><td>Gastric aspirate </td><td>≤24 h, 2°C-8°C (≤15 min, room temperature) </td><td>Tuberculosis culture\n</td></tr><tr><td>Pleural fluid </td><td>≤24 h, 2°C-8°C (≤2 h, room temperature) </td><td>Inoculation onto culture media and other primary laboratory processing\n</td></tr><tr><td>Lung tissue </td><td>≤24 h, 2°C-8°C (≤2 h, room temperature) </td><td>Inoculation onto culture media and other primary laboratory processing\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Predefined Blood Culture Contaminants a All other organisms identified by blood culture were reviewed on a case-by-case basis to determine whether they were likely to be contaminants or the likely cause of the current hospitalization.", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgments. We offer sincere thanks to the patients and families who participated in this study. We acknowledge the significant contributions of the PERCH Study Group and all PERCH investigators. We offer our gratitude to the members of the Pneumonia Methods Working Group and PERCH Expert Group for their time and lending expertise to assist the PERCH Study Group. See Supplementary Materials for a full list of names. ", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}