{
    "paper_id": "1f3c7e281dde285df7840422a7cfc66f6075b515",
    "metadata": {
        "title": "Migration in Saudi Arabia: Present and Prospects",
        "authors": [
            {
                "first": "Rshood",
                "middle": [
                    "M"
                ],
                "last": "Khraif",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abdul",
                "middle": [],
                "last": "Salam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "S"
                ],
                "last": "Nair",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ibrahim",
                "middle": [],
                "last": "Elsegaey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "2004; Khraif 2000) . Labour force in the Kingdom experiences structural changes, with service sector taking the lead in replacing the agricultural sector which perpetuated the heavy need for foreign labour (Khraif 2000; Sufian 1993; United Nations 1990) . Expatriate labour force, with their sincere involvement in daily responsibilities, created a total reliance even in private space-direct impact of non-nationals on the lives of citizens (Forstenlechner and Rutledge 2011) .",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 18,
                    "text": "Khraif 2000)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 206,
                    "end": 219,
                    "text": "(Khraif 2000;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 220,
                    "end": 232,
                    "text": "Sufian 1993;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 233,
                    "end": 253,
                    "text": "United Nations 1990)",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 476,
                    "text": "(Forstenlechner and Rutledge 2011)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Migration is of wide concern among nations, especially in the GCC, although the migration load has declined with time (Tabutin and Schoumaker 2005) . The Kingdom of Saudi Arabia has the largest land area and population among the GCC members, where expatriates form 25.9 per cent of the total population (Center for Population Studies 2012). That is, one in every four persons in the Kingdom is an expatriate, indirectly influencing fertility decisions (Khraif 2009a, b; Courbage 1995) . The expert and technical labour force brought in to fulfil the increasing requirements of technological development and innovation affects the locally available native manpower in the fast changing Saudi Arabia, resulting in an imbalance on regional and urban scales, impacting upon economy, urban planning, transport, housing and employment and, in return, creating an over-urbanization (United Nations 2009 Khraif 2007 Khraif , 2001 Makki 1986 ). Still, from the role played by migrants in the economy, provisions of government services and social contracts, citizens benefit from their unregulated cheap employment at domestic level (Forstenlechner and Rutledge 2011) .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 147,
                    "text": "(Tabutin and Schoumaker 2005)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 452,
                    "end": 469,
                    "text": "(Khraif 2009a, b;",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 484,
                    "text": "Courbage 1995)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 875,
                    "end": 895,
                    "text": "(United Nations 2009",
                    "ref_id": null
                },
                {
                    "start": 896,
                    "end": 907,
                    "text": "Khraif 2007",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 908,
                    "end": 921,
                    "text": "Khraif , 2001",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 922,
                    "end": 932,
                    "text": "Makki 1986",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1123,
                    "end": 1157,
                    "text": "(Forstenlechner and Rutledge 2011)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The labour and immigration policies are undergoing changes in the Kingdom, expecting its outcome in the near future-absorption of native Saudi youth into the labour force-and skill upgradation-educational, technical and professional.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With this scenario, an analysis of migration data is made in this context in order to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(1) look at the Saudi citizens' migration trends within the Kingdom;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(2) analyse the impact of migration on Kingdom's population growth and also on the neighbouring GCC countries; (3) look at the changes taking place annually in Kingdom's migration trends and in the other GCC countries; (4) examine the migrants by looking at the origin place; and (5) analyse the variation between immigrants and Saudi citizens in terms of demographic parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Saudi Arabian national census has started publishing migration data by administrative area (place of birth and place of current residence) since 2004, specifically for the native population. Analyses were carried out to calculate the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "data SourceS and Methodology"
        },
        {
            "text": "• In-migration rate = (Number of persons entering an administrative area/population in the area) * 1000. The International Database of US Census Bureau provides migration data-net migrants by year, which has been collected for Saudi Arabia and the other GCC states from 1993 to 2012-to compare the changes and its contribution to the population growth. Individual country experiences on migration are plotted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "data SourceS and Methodology"
        },
        {
            "text": "Further, the World Bank Bilateral Migration Database has been accessed online to trace the migration flow to the GCC states for three periods: 1990, 2000 and 2010. All these data were utilized to explain the migration process in the Kingdom of Saudi Arabia.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 163,
                    "text": "periods: 1990, 2000 and 2010.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "data SourceS and Methodology"
        },
        {
            "text": "The findings of the analyses are presented under varying sections such as internal migration, international migration and differences between natives and migrants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "data SourceS and Methodology"
        },
        {
            "text": "The capital, Al-Riyadh, is vibrant in terms of not only population size but also migration flows (Table 5 .1). As against an in-migration rate of 137 per 1000, the out-migration rate is only 47 per 1000, showing high levels of attraction or in-migrant flows determined by the administrative requirements, educational and employment prospects and the quality of life. Other areas having pull factors are Tabouk (the military headquarters) and the Eastern region (the industrial hub). Makkah Al-Mokarramah also stands as attractive with high pull factors, whereas Al-Baha, Jazan, Hail, Al-Qaseem, Aseer and the Northern Borders exhibit pushing power. Neither the urban infrastructure in Al-Baha (Al-Baha, Beljarshy), Jazan (Sbia and Abu Arish), Hail (Hail and Baqaa), Aseer (Khamis Mushayt and Abha) and Northern Borders (Arar and Rafha) nor the major governorates in these administrative areas are able to retain the native labour force. Makkah Al-Mokarramah maintains the status without being influenced significantly by the migration flows. Madina Al-Monawarah, the pilgrim location, also records an out-migration, which might explain the decreasing demand for or interest of natives to serve the pilgrims.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 105,
                    "text": "(Table 5",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Internal MIgratIon"
        },
        {
            "text": "The replacement of currently existing expatriate health-care staff by the local nationals-untapped women resources-is imperative to meet the complex health needs and rising public health issues (Maben et al. 2010 ). But the current trend of out-migration from the Makkah Al-Mokarramah leads to positive net migration. Promoting local-level human resources development shall help in bringing a workable link between the three tiers of health-care delivery through referral system and continuing medical education ensuring population health (Al-Yousuf et al. 2002) . The increasing administrative jobs and industrial job market influence the internal migration in the Kingdom, which has reasons other than employment, such as residential mobility-buying or building homes, increase in family size, affordability for better dwelling, rental rates, evacuation by the owner or inadequate services substantiate the migrants' relation with house ownership (Helderman et al. 2006) . However, majority of internal movements are from rural to urban in nature, accelerating the urbanization process, as stated by Clarke and Murray (1973) , with a successful spatial distribution policy that reduces widespread regional disparity in physical and social infrastructure and uneven settlements scattered at long distances (Al-Khalifeh 1993; Makki 1986) . Migration intentions to continue living in a city are determined by the years lived in the city, home ownership in the city, parents' place of residence, land ownership in the village and area of origin (Khraif 1992; 1994) .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 212,
                    "text": "(Maben et al. 2010",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 539,
                    "end": 562,
                    "text": "(Al-Yousuf et al. 2002)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 949,
                    "end": 972,
                    "text": "(Helderman et al. 2006)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1102,
                    "end": 1126,
                    "text": "Clarke and Murray (1973)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1307,
                    "end": 1325,
                    "text": "(Al-Khalifeh 1993;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1326,
                    "end": 1337,
                    "text": "Makki 1986)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1543,
                    "end": 1556,
                    "text": "(Khraif 1992;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1557,
                    "end": 1562,
                    "text": "1994)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Internal MIgratIon"
        },
        {
            "text": "Areas with higher levels of out-migration require increased levels of employment potential in the destinations in both public and private sectors. On the other hand, those areas experiencing substantial levels of inmigration require redistribution policies, both for population and infrastructure development programmes. According to the recent international strategies on industrial location, the production and manufacturing units are relocated to land areas not used hitherto, which currently paves way for a return migration. Saudi Arabia's efforts in these lines shall create prospects in the near future in population redistribution. The spatial mobility may be regulated through encouraging local-level human resource development and regional development efforts underway in the Kingdom such as the creation of industrial, educational and medical townships at various geographic destinations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internal MIgratIon"
        },
        {
            "text": "The Kingdom is no way an exception in terms of sex differentials in migration flows. As seen elsewhere, males migrate more than females here also, as observed in the absolute numbers of in-migrants and out-migrants as well as net migrants. There are 856,755 males migrated from one area to another, as of 2004. The corresponding figure for females was 776,124. While male migrations are determined largely by employment opportunities, the female mobility is caused generally by marriages and family settlements. Area wise, the number of migrants (in-migrants and out-migrants) varies in such a way that Al-Riyadh, Makkah Al-Mokarramah, Al-Qaseem, Eastern region, Aseer, Tabouk, Jazan and Najran have more male inmigrants and out-migrants than females; Al-Madinah Al-Monawarah, Hail, Northern Borders, Al-Baha and Al-Jouf have less male in-migrants. However, male out-migrants dominate heavily in all areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internal MIgratIon"
        },
        {
            "text": "The migration rates range from 3.0 (Jazan in-migrants) to 137.3 (Al-Riyadh in-migrants), giving rise to positive net migration rates for Al-Riyadh, Makkah Al-Mokarramah, Eastern region and Tabouk. All the other areas experienced negative net migration rates. In other words, former four areas have more in-migrants than out-migrants; and the latter have more out-migrants than in-migrants. Thus, the areas of Saudi Arabia experience high levels of spatial mobility, with the level of net migration varying largely from −334.1 (Al-Baha) to 90.5 (Al-Riyadh).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internal MIgratIon"
        },
        {
            "text": "A recent demographic survey enlightens this issue by statistics on population classified by previous residence. It reveals a drastic change in the internal migration trend, comparatively. There is a rapid decline in the number of net migrants to a narrow level, of both males and females. All areas, except Najran and Al-Jouf, show a similar trend ( Fig. 5.1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 358,
                    "text": "Fig. 5.1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Internal MIgratIon"
        },
        {
            "text": "Immigrants constitute a considerable share of total population in the Kingdom. (Salam et al. 2015) . Immigrants seeking jobs prompted by the development of oil fields foster not only the national economy but also immigrants' home countries (Roudi-Fahmi and Kent 2007) . However, the crowding and mass gathering, resulting from an influx of job seekers, pose public health challenges such as accidents, corona virus infections, viral transmissions and Middle East Respiratroy Syndrome -(MERS), (Memis and Al-Rabeeah 2013) demanding national attention.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 98,
                    "text": "(Salam et al. 2015)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 240,
                    "end": 267,
                    "text": "(Roudi-Fahmi and Kent 2007)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "International Migration"
        },
        {
            "text": "As seen in Fig. 5 .2, the positive net migration plays a key role in the Kingdom's population growth. This situation may be compared with other GCC states as the contributions of net migration remain more or less equal in all these nations. Such a high role of migration on population growth may necessitate a review and reformulation of population and labour-related policies and programmes so that immigrants do not pose any burden on the GCC states, especially Saudi Arabia, in the near future.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 11,
                    "end": 17,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "International Migration"
        },
        {
            "text": "The unregulated import of labour played a more decisive role than natural increase in the higher population growth registered during the period 1993-2002 (5,160,132) compared with 2003-2012 (4,298,506 ) (Forstenlechner and Rutledge 2011; Sufian 1993) . However, as compared with the other GCC countries-Bahrain, Qatar and United Arab Emirates (UAE)-the effect of migration on population growth is found lesser in the Kingdom, despite the push to develop infrastructure-power stations, government ministries and industries (Khraif 2000) . Perhaps, the Saudization policies that changed labour and immigration laws since 2000 have influenced this trend. On the other hand, it is a fact that liberalization and globalization attract professional or skilled labour force from East Asia and Africa to Western countries. With the changing labour visa regulations, a decline in immigration in the Kingdom is expected in the future, which will create a population structure and distribution conducive for enabling an equitable treatment, policies and programmes. To achieve a positive relation between population dynamics and socioeconomic development, planning for migration at all levels should be associated with decentralization of decision-making in large urban centres and distribution of economic investment over a wide area, where urban population spreads out in medium and small centres (Makki 1986 ). According to the US Census data, net migrants in the Kingdom kept on decreasing annually since 1993, reaching the lowest level in 1999. Thereafter, with slight changes, their numbers declined and reached a negative level by 2006, and the same trend continues at present. That is, the immigrants have started returning to their native countries more often (Fig. 5.3 ). In contrast, the national censuses show a continuously increasing immigrant population in the Kingdom but with lower growth rates, during 2004-2010, as compared to 1992-2004 . In short, the migration data (net migrants) as given by the US Census Bureau do not tally with the national datasets. A similar trend is visibly noted in all the other GCC states but at different periods. Oman started experiencing negative net migration since 2003. Similarly, Qatar has the highest rate of net migration, followed by Bahrain. Definitely, these countries will soon follow the trends of Saudi Arabia, as the labour laws of Saudi Arabia are usually adopted by the other GCC states. These data also require comparisons with the national censuses for understanding the trend of immigration.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 200,
                    "text": "1993-2002 (5,160,132) compared with 2003-2012 (4,298,506",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 237,
                    "text": "(Forstenlechner and Rutledge 2011;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 238,
                    "end": 250,
                    "text": "Sufian 1993)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 522,
                    "end": 535,
                    "text": "(Khraif 2000)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1388,
                    "end": 1399,
                    "text": "(Makki 1986",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1909,
                    "end": 1944,
                    "text": "2004-2010, as compared to 1992-2004",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1758,
                    "end": 1767,
                    "text": "(Fig. 5.3",
                    "ref_id": null
                }
            ],
            "section": "International Migration"
        },
        {
            "text": "Saudi Arabia has GCC's major population share as well as land share and the largest share of immigrants, during 1990 and 2000. (Aldossary et al. 2008) . Also, in the professions having no language requirements, non-Arabs are employed. Higher emigration to other Arab countries prevailed in the Kingdom during 1990 and 2000, which has changed to outside the Arab World in 2010, hopefully revealing the higher return migration from the Arab countries as well as increased emigration of Saudis to Europe and America. This has resulted in the Kingdom turning into \"heterogeneous, multinational, and multi-religious with higher overall sex ratio, especially at prime working ages, creating social, economic, and security-related problems\" (Center for Population Studies 2012; Forstenlechner and Rutledge 2011; Khraif 2009a, b; Fouad and Al-Badr 1995; Ali 1986 ).",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 150,
                    "text": "(Aldossary et al. 2008)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 805,
                    "end": 821,
                    "text": "Khraif 2009a, b;",
                    "ref_id": null
                },
                {
                    "start": 822,
                    "end": 845,
                    "text": "Fouad and Al-Badr 1995;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 846,
                    "end": 854,
                    "text": "Ali 1986",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "International Migration"
        },
        {
            "text": "The immigrant population (non-Saudi) in the Kingdom has a unique profile in terms of sex ratio, age distribution, residential status and geographic preferences, different from that of the native Saudi population. Migrants bring different demands and desires (Forstenlechner and Rutledge 2011) , showing a unique profile-adult to middle-aged single males with low educational levels, further impacting upon the national socio-demographics (Alrouh et al. 2013) . Sex ratio, the basic demographic indicator, varies from 114 (1974) to 124 (2004), with native sex ratio slightly more than 100 (106 in 1974, 102 in 1992, 101 in 2004, 104 in 2010 and 2017) but higher than 200 in case of immigrants (201 in 1974, 238 in 1992, 227 in 2004, 238 in 2010 and 217 in 2017) . Native sex ratios are close to 100 in the childhood ages but favour males in the middle ages (above 40 years), whereas that of immigrants favour males in the working ages and old ages in 2004 (Table 5 .3), but show marked differences in 2010 and 2017.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 292,
                    "text": "(Forstenlechner and Rutledge 2011)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 438,
                    "end": 458,
                    "text": "(Alrouh et al. 2013)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 588,
                    "end": 631,
                    "text": "(106 in 1974, 102 in 1992, 101 in 2004, 104",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 760,
                    "text": "(201 in 1974, 238 in 1992, 227 in 2004, 238 in 2010 and 217 in 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 955,
                    "end": 963,
                    "text": "(Table 5",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Differences Between Natives and Immigrants"
        },
        {
            "text": "Differences of immigrants from natives in terms of broad age groups are clear from Fig. 5 .4, with a large majority of them being adult and middle-aged (15-59 years). Among the natives, as of 2004, in all, 55.0 per cent of population is aged 15-49 years, whereas among immigrants, the corresponding figure is 78.9 per cent, which is attributed to the immigration policies in the Kingdom. There are marked changes observed thereafter in 2010 and 2017. Foreign-born population in the Kingdom is employed on job contract, with the majority of them without a family status. Thus, only the working-age people immigrate for employment, 1974 1992 2004 2010 2017 1974 1992 2004 2010 2017 1974 1992 2004 255  392  280  349  443  469  400  387  218  185  115  120  97  238   104  105  105  106  187  261  262  355  420  465  444  392  264  213  154  152  107  227   113  125  137  145  218  267  301  303  360  390  380  366  290  212  169  166  131  238   105  104  105  107  134  168  222  253  262  359  650  596  446  228 a  --- 1974, 1992, 2004, 2010 and 2017 leaving their family in their native countries. Immigrants have rights over the occupation, not on their residential status. Thus, the labour sector in the Kingdom is dominated by males, except in schools and hospitals, thus reducing the opportunities of females in the job market. The sex differentials reflect the job market requirements. Of late, the labour scenario of the Kingdom of Saudi Arabia is undergoing changes in terms of labour laws, migration policies and sponsorshipbased employment contracts (Forstenlechner and Rutledge 2011) . Effective implementation of such reforms is expected to develop a labour market steered by the native workforce. The labour market shall undergo a number of reforms in the near future before it stabilizes to a particular overall involvement of native labour force.",
            "cite_spans": [
                {
                    "start": 630,
                    "end": 694,
                    "text": "1974 1992 2004 2010 2017 1974 1992 2004 2010 2017 1974 1992 2004",
                    "ref_id": null
                },
                {
                    "start": 1023,
                    "end": 1054,
                    "text": "1974, 1992, 2004, 2010 and 2017",
                    "ref_id": null
                },
                {
                    "start": 1564,
                    "end": 1598,
                    "text": "(Forstenlechner and Rutledge 2011)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 89,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 1022,
                    "text": "255  392  280  349  443  469  400  387  218  185  115  120  97  238   104  105  105  106  187  261  262  355  420  465  444  392  264  213  154  152  107  227   113  125  137  145  218  267  301  303  360  390  380  366  290  212  169  166  131  238   105  104  105  107  134  168  222  253  262  359  650  596  446  228 a  ---",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Differences Between Natives and Immigrants"
        },
        {
            "text": "As of 2010, immigrants form 31.3 per cent of the total population in the Kingdom; their proportions are higher in Makkah Al-Mokarramah (40.4 per cent) and Al-Riyadh (36.6 per cent), Eastern Region and Al-Madinah Al-Monawarah (Table 5 .4). The number of persons per household, an indicator of population density at household level, shows differences between the natives and immigrants. While native households have more than six persons on an average, immigrants have just four, which could explain the immigrants' status (as forced bachelorship), expanded male adults and age-sex distribution. Native households reflect an ideal family setup (father, mother and children), whereas a lesser proportion of immigrants live with their families. Most immigrants live as single in bachelor quarters, employee compounds or in the so-called bedspace arrangements. Thus, census counting of the immigrant population itself is an arduous task.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 233,
                    "text": "(Table 5",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Differences Between Natives and Immigrants"
        },
        {
            "text": "Housing, yet another indicator of social status, brings out certain unique differences of immigrants' living arrangements from that of natives. Housing sector is composed of traditional housing, villas, apartments and others: natives live mostly in the first three types, whereas immigrants stay in apartments (53.4 per cent), traditional houses (24.9 per cent), and other types (Table 5 .5). Apartments are available in the newly developed urban centres and upcoming townships, whereas the less urbanized areas have more traditional houses. Concrete houses are commonly seen all over the Kingdom but vary across areas, depending upon the climatic conditions and livelihoods. Areas such as Northern Borders, Eastern region, Al-Riyadh and Al-Jouf have more than 80 per cent of their houses concreted, whereas the percentages are lower in Jazan. More than 90 per cent of Saudi households in Northern Borders, Al-Riyadh, Al-Jouf and Eastern House ownership is generally restricted to the natives, as per the Kingdom's housing policies; however, there are few immigrants who own their housing as per special sanctions granted by the Kingdom. But the rental housing system is more focussed on the immigrants; still, there are natives who also live in rented housings, which may be due to migrations or for the flexibility of labour force. One-third of the immigrants reside in rented houses, while the rest reside in official houses. Rental houses remain less than 50 per cent in Al-Qaseem and Al-Baha, implying that official houses are higher in proportions. But the proportions of natives living in rental houses are very low in these areas, as compared to immigrants.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 387,
                    "text": "(Table 5",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Differences Between Natives and Immigrants"
        },
        {
            "text": "With the change in the type of housing, the housing infrastructuresources of power, water and sewage-changes, especially along areas. For example, the dependence of power varies from 95.3 per cent (Hail) to 98.6 per cent (Eastern region). Native-immigrant variations in the utilization of public source of power are minimal-98.2 per cent of natives as against 96.0 per cent of immigrants. Among the areas, Jazan has lesser proportion of native households, depending on public sources (96.6 per cent) and Northern Borders has least proportion of immigrant households (88.2 per cent). At the same time, Eastern region has the highest proportion of native public sector power beneficiaries (99.3 per cent), whereas Najran has the highest per cent of immigrant public sector power beneficiaries (98.7 per cent). But these cannot be considered as a constraint to quality of life as households have alternative sources such as private stations and private generators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differences Between Natives and Immigrants"
        },
        {
            "text": "In Al-Riyadh, Makkah Al-Mokarramah and Al-Madina Al-Monawarah, public water supply users are less than 90 per cent. It is in the Eastern region that there are more than 90.1 per cent of households having access to public sector water supply. While the public sector water usage is lower among the natives (69.3 per cent), its usage is higher among immigrants (75.0 per cent). This is because of varying dependence on catchment tank water and well water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differences Between Natives and Immigrants"
        },
        {
            "text": "Conversely, water remains as a severe constraint in the desert areas of the Kingdom due to non-availability or difficulties of supplying to distant places. Hence, some areas have less than 25 per cent of households, depending upon the availability of public water sources (Al-Baha, Najran and Aseer).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differences Between Natives and Immigrants"
        },
        {
            "text": "Similar situation with the sewage system exists as well; the dependence on public sewage is less than half in the Kingdom, ranging from 3.6 per cent (Al-Baha) to 77.4 per cent (Eastern region). While the major areas have higher proportions, other areas have lesser proportions of households depending upon public sewage. A large proportion of immigrant households depends upon public sewage (55.3 per cent) as against the natives (45.1 per cent), indicating the type of housing along areas. Native households have different accesses like ditches and private sewages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differences Between Natives and Immigrants"
        },
        {
            "text": "As pointed out earlier, immigrants are located more in the urban areas as per the preliminary reports of 2010 census, that is, 91.4 per cent of immigrant population as against 78.7 per cent of native population live in urban areas (Table 5 .6). Immigrant females are concentrated more in the urban areas (95.6 per cent) as against immigrant males (89.7 per cent), which reflects the job demands. In comparison, the native females are lesser in urban areas. There are regional differences in this dimension as well. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 239,
                    "text": "(Table 5",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Differences Between Natives and Immigrants"
        },
        {
            "text": "The Kingdom of Saudi Arabia is vibrant with high levels of internal migration flows across the 13 administrative areas. There exits tremendous and varying degrees of pull and push factors determined by socioeconomic development, industrialization and urbanization. The major in-migrating areas are Tabouk, Al-Riyadh and Eastern region, while the major outmigrating destinations are Al-Baha, Jazan, Hail, Al-Qaseem, Aseer and Northern Borders. A few areas remain more or less stable without pulling or pushing native population. Public sector employment and proximity to metropolis (Riyadh, Jeddah/Makkah or Dammam) are major pull factors. Makkah Al-Mokarramah maintains the status without being influenced significantly by the migration flows. Again, as seen elsewhere, males migrate more than females, as observed in the absolute numbers of inmigrants and out-migrants as well as net migrants. The regional development-infrastructure development and promoting medium-sized cities-with an aim to create employment encourages native population to continue living at their own birth places. Those areas experiencing substantial levels of immigration require redistribution policies, both for population and infrastructure development programmes. The spatial mobility may be regulated by encouraging local-level human resource development and regional development efforts underway in the Kingdom such as the creation of industrial, educational and medical townships at various geographic destinations. Saudi Arabia is the largest country in the GCC in terms of both land area and population, thus having the highest level of international migration within the Arab world and beyond. The changing labour laws and Saudization efforts shall curb this situation, bringing a balance between the demand and supply in the labour market. The hiked net migration rate (2000) (2001) (2002) (2003) (2004) (2005) has immediately been brought to unity, which will reduce at prevailing emigration trend.",
            "cite_spans": [
                {
                    "start": 1856,
                    "end": 1862,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 1863,
                    "end": 1869,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 1870,
                    "end": 1876,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 1877,
                    "end": 1883,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 1884,
                    "end": 1890,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 1891,
                    "end": 1897,
                    "text": "(2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "concluSIonS"
        },
        {
            "text": "Expatriates, in a way, complicate the demographics of Saudi Arabiasex ratio, age-sex distribution, dependency ratio, regional distribution of population, urban share and housing conditions. Demographic transition underway in the country is reflected in the native age-sex distribution. The positive net migration plays a key role in the Kingdom's population growth. Such a high role of migration on population growth may necessitate a review and reformulation of population and labour policies and programmes so that immigrants would not pose any burden in the GCC states, especially Saudi Arabia, in the near future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "concluSIonS"
        },
        {
            "text": "Out of the total immigrants in the Kingdom, three-fifths are non-Arabs. Of late, the labour scenario of the Kingdom of Saudi Arabia is undergoing changes in terms of labour laws and migration policies. Effective implementation of such reforms is expected to develop a labour market steered by the native workforce. The labour market shall undergo a number of reforms in the near future before it stabilizes to a particular overall desired optimum level of expatriate labour force.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "concluSIonS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Health Care and Nursing in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aldossary",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "While",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barriball",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "International Nursing Review",
            "volume": "55",
            "issn": "",
            "pages": "125--128",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Labour Immigration in the Arab Gulf States: Patterns, Trends and Problems",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "International Migration",
            "volume": "24",
            "issn": "3",
            "pages": "675--684",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Population Spatial Distribution Policies in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Al-Khalifeh",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Population Spatial Distribution",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Demographic and Health Indicators in Gulf Cooperation Council Nations with an Emphasis on Qatar",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Alrouh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ismail",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cheema",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Local Health Perspectives",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5339/jlghp.2013.3"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Organization of the Saudi Health System",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Al-Yousuf",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Akerele",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Al-Mazrou",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Eastern Mediterranean Health Journal",
            "volume": "8",
            "issn": "4/5",
            "pages": "645--653",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Dynamics of Saudi Arabian Population: Analysis Through Four Censuses -1974, 1992",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Population Dynamics of Large Middle Eastern Cities",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "IUSSP International Population Conference Liege",
            "volume": "1",
            "issn": "",
            "pages": "271--286",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Declining Fertility in the Arab Peninsula",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Courbage",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Population",
            "volume": "50",
            "issn": "2",
            "pages": "415--445",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The GCC's \"Demographic Imbalance\": Perceptions, Realities and Policy Options",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Forstenlechner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Rutledge",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Middle East Policy",
            "volume": "18",
            "issn": "4",
            "pages": "25--43",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Composition of Population with Respect to Sex in Saudi Arabia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fouad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Badr",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Cairo. General Authority of Statistics. Various Years. Censuses",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Migration and Home Ownership",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Helderman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Ham",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Mulder",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "97",
            "issn": "",
            "pages": "111--125",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Permanent Versus Temporary Rural Migrants in Riyadh, Saudi Arabia -A Logit Analysis of Their Intentions of Future Mobility",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Khraif",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "GeoJournal",
            "volume": "26",
            "issn": "3",
            "pages": "363--370",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Residential Mobility in the City of Riyadh: A Study of Its Directions, Reasons and Characteristics",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Khraif",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Occasional Paper by Saudi Geographic Society",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Labor Force in Saudi Arabia: Spatial Dimensions and Socioeconomic and Demographic Characteristics",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Khraif",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Occasional Paper by Saudi Geographic Society",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Fertility in Saudi Arabia: Levels and Determinants. XXIV General Population Conference",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Khraif",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Urbanization and Growth of Cities in Saudi Arabia",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Khraif",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Demographic Imbalances in GCC: Solutions and Confrontations",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Khraif",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Fertility Behaviours of Grazing Groups in Suman and Northern Parts of Saudi Arabia",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Khraif",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "XXVI IUSSP International Population Conference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Uneven Development: Comparing the Indigenous Health Care Workforce in Saudi Arabia, Bahrain and Oman",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maben",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Al-Thowini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rafferty",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "International Journal of Nursing Studies",
            "volume": "47",
            "issn": "3",
            "pages": "392--396",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Regional and Urban Population Size Weights in Saudi Arabia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Makki",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "GeoJournal",
            "volume": "13",
            "issn": "2",
            "pages": "111--118",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Public Health Management of Mass Gatherings: The Saudi Arabian Experience with MERS-Cov",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Memis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Rabeeah",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bulletin of the World Health Organization",
            "volume": "91",
            "issn": "12",
            "pages": "899--899",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Challenges and Opportunities -The Population of the Middle East and North Africa",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Roudi-Fahmi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Kent",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Population Bulletin",
            "volume": "62",
            "issn": "2",
            "pages": "1--20",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Components and Public Health Impact of Population Growth in the Arab World",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Salam",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Elsegaey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Khraif",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Almutairi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aldosari",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0124944"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The Demography of Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Sufian",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Population Review",
            "volume": "37",
            "issn": "1-2",
            "pages": "64--70",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Demography of the Arab World and the Middle East from the 1950s to the",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tabutin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schoumaker",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Population-E",
            "volume": "60",
            "issn": "",
            "pages": "505--616",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Kingdom of Saudi Arabia-Human Development Report",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Undp",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Country Program Document for Saudi Arabia",
            "authors": [],
            "year": 1990,
            "venue": "Executive Board of the United Nations Development Program and of the United Nations Population Fund",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The Use of Urban Observatories as a Tool for Localizing Urban and Social Policy. Economic and Social Council for Western Asia",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The Demographic Dilemma of the Arab World: The Employment Aspect",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Winckler",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Contemporary History",
            "volume": "37",
            "issn": "4",
            "pages": "617--636",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Internal migration in the Kingdom, 2017. (Source: General Authority of Statistic (Demographic Survey), 2017) implying a fast growth of immigrant population in the country during the last three decades. Census 2010 counts the total population as 27",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Contribution of migration to population growth in Saudi Arabia, in comparison with other GCC. (Data Source: International Database, US Census Bureau. Accessed during 2012)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The trend declined to 788,900, as on 2010; the number of immigrants in the Kingdom was 4,742,980 in 1990 and 5,130,955 in 2000; there was an increase during 1990-2000 but a sharp decline during 2000-2010 UAE Fig. 5.3 Number of net migrants in Saudi Arabia over the two decades, in comparison with the other GCC states. (Data Source: International Database, US Census Bureau. Accessed during 2012) (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(59.3 per cent in 1990, 59.3 per cent in 2000 and 61.0 per cent in 2010). However, in the case of emigrants, a lesser proportion travels out of the Arab World-24.0 per cent in 1990, 23.8 per cent in 2000 and 65.3 per cent in 2010. Saudi Arabia is attracting labour from other Arab countries in Asia and Africa to serve the society, with no language barrier, although",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Saudi population by residential status-2004 census",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "They have increased from a mere 791,105 (11.8 per cent of the total Kingdom's population) in 1974 to 8,459,646 (31.3 per cent) in 2010,",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Migrants of Saudi Arabia and the other GCC states by area of origin and destination",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Sex ratio of population by age group-various censuses",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Distribution of population by broad age groups and sex,",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Population size and persons per household-2010",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "6 Urban population in the Kingdom by nationality Male Female Total Male Female Total Male Female Total 84.0 82.3 83.2 95.7 98.8 96.8 89.5 87.6 88.7 Al-Madina Al-Monawarah 79.0 77.5 78.2 91.4 98.4 93.6 83.4 81.8 82.7 Source: Census of Saudi Arabia, 2010 (PreliminaryTables)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}