{
    "paper_id": "1f3d7e28fb540cba40fb695ead97cb91a9fbfd5c",
    "metadata": {
        "title": "From Truth Degree Comparison Games to Sequents-of-Relations Calculi for Gödel Logic",
        "authors": [
            {
                "first": "Christian",
                "middle": [],
                "last": "Fermüller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technische Universität Wien",
                    "location": {
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Timo",
                "middle": [],
                "last": "Lang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technische Universität Wien",
                    "location": {
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexandra",
                "middle": [],
                "last": "Pavlova",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technische Universität Wien",
                    "location": {
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": "alexandra@logic.at"
            }
        ]
    },
    "abstract": [
        {
            "text": "We introduce a game for (extended) Gödel logic where the players' interaction stepwise reduces claims about the relative order of truth degrees of complex formulas to atomic truth comparison claims. Using the concept of disjunctive game states this semantic game is lifted to a provability game, where winning strategies correspond to proofs in a sequents-of-relations calculus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Fuzzy logics, by which we mean logics where the connectives are interpreted as functions of the unit interval [0, 1], come in many variants. Even if we restrict attention to t-norm based logics, where a left continuous t-norm • serves as truth function for conjunction and the (unique) residuum of • models implication, there are still infinitely many different fuzzy logics to choose from. Almost all of these logics feature truth functions that yield values that are in general different from 0 and 1, but also different from each argument value. E.g., the function f (x) = 1 − x often serves as truth function for negation. However, if we take the minimum, min(x, y), as t-norm modeling conjunction ∧, the corresponding residuum as truth function for implication →, and define the negation by ¬A = A → ⊥ 1 , we arrive at Gödel logic, where every formula evaluates to either 0, 1, or to the value of one of the propositional variables occurring in it. Moreover, Gödel logic is the only t-norm based fuzzy logic, where whether a formula is true (i.e., evaluates to 1) does not depend on the particular values in [0, 1] that interpret the propositional variables, but only on the order 2 of these values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we look at Gödel logic from a game semantic point of view. After explaining, in Sect. 2, for the simple case of classical logic restricted to negation, conjunction, and disjunction, how a semantic game may be turned into a calculus for proving validity, we turn to Gödel logic G (and its extension G with the -operator) in Sect. 3 . We introduce a truth degree comparison game, where a player P seeks to uphold, against attacks by opponent O, a claim of the form F < G or F ≤ G, expressing that the truth value of F is smaller (or equal) to that of G under a given interpretation. The interaction of P and O stepwise reduces the initial truth comparison claim to an atomic claim that can be immediately checked. In Sect. 5, we lift the game from truth degree comparison claims for concrete interpretations to the level of validity, i.e., to comparison claims that hold under every interpretation. Following the general clue given in Sect. 2, the key ingredient is the notion of disjunctive states, triggering disjunctive strategies. It turns out that disjunctive winning strategies for P correspond to proofs in an analytic proof system, called sequents-of-relations calculus, introduced in [6] . We conclude in Sect. 6 by a brief summary of our results, followed by suggestions for future research in this area.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 345,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1206,
                    "end": 1209,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Before focusing on Gödel logic, let us illustrate how to turn a semantic game into an analytic proof system in its simplest case: classical propositional logic CL with ∧, ∨, and ¬ as the only connectives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From Classical Semantic Games to Sequent Calculus"
        },
        {
            "text": "Following Hintikka [14] , a semantic game for CL can be described as follows. There are two players, say You and I , who, at any state of the game, can either be in the role of a proponent P or in the role of an opponent O with respect to the claim that a current formula F is true in a given interpretation J . The game starts with You in role O and me (player I ) in role P. It proceeds in accordance with the following rules, which refer to the players only via their current roles. It is straightforward to show that I , the initial P, have a winning strategy in the game for formula F and interpretation J iff F is true under J . The game thus characterizes the fundamental notion of truth in a model (interpretation). The just described semantic game can be turned into a provability game by lifting its states to disjunctive states. By this we mean that any state of the provability game consists of a disjunction of states of the semantic game. At any disjunctive state I pick one disjunct where the current formula is nonatomic. If all formulas are atomic, we have reached a final disjunctive state of the provability game. We call such a disjunctive state winning (for me, i.e., player I ) if for every interpretation there is at least one disjunct (state) where I win.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "From Classical Semantic Games to Sequent Calculus"
        },
        {
            "text": "For states of the semantic game (and thus disjunctive components of the provability game) and each formula F in these states, let us write I : F if I am in the role of P, and You : F if You are in the role of P (and thus I am in the role O). The rules of the provability game may then be denoted as follows, where D denotes a, possible empty, disjunction of component states. In these rules, the component state exhibited in the lower disjunctive state is the one picked by me. Notice that a branching into two disjunctive successor states (premises of the rule) only occurs if You has to move in the underlying semantic game. In contrast, if I am to move, the component state picked by me splits into two states, i.e., into two components (disjuncts) of the given disjunctive state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From Classical Semantic Games to Sequent Calculus"
        },
        {
            "text": "Again, it is straightforward to check that I have a winning strategy for the provability game starting in state I : F iff F is valid in CL. Actually, the above rules can be seen as classical sequent (or, equivalently, as tableau) rules in disguise. If one translates the labels 'I'/'You' as 'to the right/left of the sequent arrow', respectively, one indeed arrives at the rules introducing conjunction, disjunction, and negation in the classical sequent calculus LK (or more precisely, its variant G3 without structural rules [18] ). For example: ",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 531,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "From Classical Semantic Games to Sequent Calculus"
        },
        {
            "text": "Winning disjunctive states turn into initial sequents Γ, p ⇒ p, Δ such that only variables occur in Γ ∪ Δ ∪ {p}. Clearly the structural rules of LK, namely permutation, weakening, and contraction, remain sound in the interpretation of sequents as disjunctive game states. Winning strategies in the provability game thus translate into LK proofs. We suggest that the sketched transformation of a semantic game into a provability game via moving from single states (referring to particular interpretations) into disjunctive states (referring to all possible interpretations) can be seen as a general principle, rather than a trick that works only for (a fragment of) propositional CL. An arguably more interesting case of this transformation has been worked out in [10] for (infinite-valued) Lukasiewicz logic L: Taking Giles' game for L [11, 12] as a starting point on the semantic level, we arrive at disjunctive states that can be interpreted as hypersequents. Indeed, as shown in [10] , one can systemically derive the logical rules of the hypersequent calculus H L, originally introduced in [16] , in this manner.",
            "cite_spans": [
                {
                    "start": 763,
                    "end": 767,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 836,
                    "end": 840,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 841,
                    "end": 844,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 982,
                    "end": 986,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1094,
                    "end": 1098,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "From Classical Semantic Games to Sequent Calculus"
        },
        {
            "text": "In the following, we will apply the transformation of a semantic game into a provability game, and thus a corresponding analytic proof system, to (a somewhat extended version of) Gödel logic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From Classical Semantic Games to Sequent Calculus"
        },
        {
            "text": "Gödel logic occured for the first time in an article by Kurt Gödel [13] where he proved that intuitionistic logic is not a finite-valued logic. It was axiomatized and further investigated by Michael Dummett [9] . As a fuzzy logic, it is characterized by the following truth functions for conjunction, disjunction, and implication:",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Extended Gödel Logic"
        },
        {
            "text": "These truth functions extend any interpretation, i.e., any assignment of truth values to propositional variables to compound formulas. In principle, any set V , where {0, 1} ⊆ V ⊆ [0, 1] can be taken here as set of truth values. We are mostly interested in infinite-valued Gödel logic G, which is a t-norm based fuzzy logic, where V = [0, 1], min is the t-norm modeling conjunction, and the corresponding residuum modeling implication. We include the propositional constants ⊥ and in G, interpreted by ⊥ J = 0 and J = 1. The atomic formulas of G are the propositional variables and the propositional constants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended Gödel Logic"
        },
        {
            "text": "Negation in G is a defined connective, given by ¬A = A → ⊥. We moreover extend G to G by including the following projection operator [2] :",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Extended Gödel Logic"
        },
        {
            "text": "Below, we will focus on truth degree comparison claims, or just claims, of the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Truth Degree Comparison Games"
        },
        {
            "text": "Note that truth comparison claims can be reduced to single G -formulas in the following sense:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Truth Degree Comparison Games"
        },
        {
            "text": "We introduce a semantic game for the stepwise reduction of arbitrary truth degree comparison claims to atomic ones. Game states consist of truth degree comparison claims F ¡ G, where ¡ is either ≤ or <. Furthermore each nonatomic claim carries a marking which points to a non-atomic formula in the claim (either F or G). In the Hintikka-style game of Sect. 2 for CL we had to distinguish between the players identities (I and You) and their current roles P or O. The truth degree comparison game for G does not feature role switches; therefore we can identify the two players with P and O, respectively. Given an interpretation J , at any state F ¡ G player P seeks to defend and O to refute the claim that J satisfies F ¡ G. If F and G are atomic formulas the game is in an atomic state, where P wins (and O loses) if F J ¡ G J .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Truth Degree Comparison Games"
        },
        {
            "text": "At each state of the game, P and O make moves according to the rules below resulting in a successor claim where the marked formula has been decomposed. If the successor claim is not atomic, then in a final (implicit) move, a regulation function ρ marks one of the non-atomic formulas in the successor claim. The resulting claim is the successor state of the game.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Truth Degree Comparison Games"
        },
        {
            "text": "For each connective there are four rules, according to whether the connective appears in a marked formula on the left or on the right, and whether the truth degree comparison is strict or non-strict, i.e., of the form F < G or F ≤ G. Some of the rules can be represented in a uniform manner using ¡ to stand for either < or ≤ (consistently within the rule). In the following, the exhibited compound formula is the marked formula of the state 3 . A ≤ C: P chooses whether to continue with A < or with ≤ C. C ≤ A: P chooses whether to continue with ≤ A or with C ≤ ⊥.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Truth Degree Comparison Games"
        },
        {
            "text": "A < C: O chooses whether to continue with A < or with ⊥ < C. C < A: O chooses whether to continue with ≤ A or with C < .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Truth Degree Comparison Games"
        },
        {
            "text": "We can picture these game rules as decision trees. E.g, the rule for the game state A → B ≤ C corresponds to the tree in Fig. 1 . The leaves of this tree, i.e., ≤ C, B < A and B ≤ C, are the possible successor claims of A → B ≤ C. Given the regulation ρ, we can then further expand the successor claims into decision trees according to the game rules.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 127,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Truth Degree Comparison Games"
        },
        {
            "text": "We therefore see that each game can be viewed as a finite tree τ J ρ [F ¡ G] of (marked) truth comparison claims, rooted in the initial claim F ¡ G and branching according to the rules of the truth degree comparison game and the regulation ρ until all leaves are atomic states, i.e., states where the compared formulas are either variables or propositional constants ⊥ or . If the interpretation Fig. 1 . Decision tree of a game rule J satisfies the truth comparison claim at an atomic state ν then ν is a winning",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 396,
                    "end": 402,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Truth Degree Comparison Games"
        },
        {
            "text": "The formulas marked by the regulation ρ are underlined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Truth Degree Comparison Games"
        },
        {
            "text": "In the case that q J < p J < 1, the winning states are p ≤ p, q < p, q ≤ p and q ≤ q.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Truth Degree Comparison Games"
        },
        {
            "text": "which is obtained from pruning all but one P-labelled outgoing branches from every node in the tree, while keeping O-labelled branches intact. Clearly, the remaining tree specifies how P is to move at the given state, while all possible choices of O are still recorded. σ is a winning strategy, hereinafter referred to as ws, for P if all leaf nodes of σ are winning states for P.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Truth Degree Comparison Games"
        },
        {
            "text": "To the right is a strategy for P in the game",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 2."
        },
        {
            "text": ", which is obtained from the tree in Example 1 by pruning the right branch stemming from the root. It is a winning strategy if and only if",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 2."
        },
        {
            "text": "Each non-atomic game state F ¡ G corresponds to exactly one of the 12 game rules described above, and we describe its set Pow(F ¡G) of P-powers 4 as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 2."
        },
        {
            "text": "A set X is a P-power of F ¡ G if it is a subset-minimal set of claims such that in the game state F ¡ G, P can enforce that the successor claim is among the claims in X. For example, in the game state A → B ≤ C with A → B marked (cf. Fig. 1) , P can make a move so that the successor claim is ≤ C. Alternatively, she can make a move ensuring that the successor claim is one of B < A or B ≤ C, but she does not know which one since this depends on a move by O. Hence we have",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 241,
                    "text": "Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Example 2."
        },
        {
            "text": "As further examples, The remaining 9 cases can be shown similarily.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 2."
        },
        {
            "text": "Proof. By induction on the tree height of a ws σ ⊆ τ J ρ [F ¡ G]. If the height of σ is 1, then F ¡ G is atomic, and since σ is a ws, F ¡ G must therefore be a winning state of τ J ρ [F ¡ G]. Hence J |= F ¡ G. Now assume that the height of σ is at least 2, and let S 1 , . . . , S n be the successor claims of F ¡ G in τ J ρ [F ¡ G] which are contained in σ. Since σ is a strategy for P, the set {S 1 , . . . , S n } is a P-power of τ J ρ [F ¡ G]. Now for each i ≤ n, let σ i be the subtree of σ with root S i . Then each σ i is a ws for P in τ J ρ [S i ], and so by induction hypothesis J |= S i for every i ≤ n. We have thus shown that all claims in a P-power of τ J ρ [F ¡ G] are satisfied by J , and so by Proposition 1 it follows that J satisfies F ¡ G. Proof. If J satisfies F ¡ G, then by Proposition 1 there is a power X ∈ Pow(F ¡ G) (where the marking in F ¡ G is set according to ρ) such that J satisfies all claims in X. So P can enforce that the successor state of F ¡ G in the game τ J ρ [F ¡ G] is contained in X. Repeating the same kind of reasoning, we see that P can always move ensuring that the resulting game state is satisfied by J , and in particular, any atomic state ν reached using this strategy will be a winning state in τ J ρ [F ¡ G] for P.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 2. For any interpretation J and regulation ρ, if P has a winning strategy in"
        },
        {
            "text": "As an immediate consequence of Propositions 2 and 3 we have: In particular, although different regulations ρ lead to different games, the choice of the regulation does not matter if one is only interested in the winnability of a game.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disjunctive Game States as Sequents-of-relations"
        },
        {
            "text": "A family (σ J ) J ∈Int [0, 1] of ws for the games τ J ρ [F ¡ G] witnesses that the claim F ¡ G is valid. We may think of (σ J ) J ∈Int [0, 1] as a proof of F ¡ G, but this notion of provability would not be efficient since (σ J ) J ∈Int [0, 1] is an infinite object. However, we now show that an infinite family of strategies such as (σ J ) J ∈Int [0, 1] can be encoded into a single disjunctive winning strategy. In doing so, we follow the approach sketched in Sect. 2 for classical logic.",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 26,
                    "text": "[0,",
                    "ref_id": null
                },
                {
                    "start": 27,
                    "end": 29,
                    "text": "1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 135,
                    "end": 138,
                    "text": "[0,",
                    "ref_id": null
                },
                {
                    "start": 139,
                    "end": 141,
                    "text": "1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 237,
                    "end": 240,
                    "text": "[0,",
                    "ref_id": null
                },
                {
                    "start": 241,
                    "end": 243,
                    "text": "1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "[0,",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 354,
                    "text": "1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Disjunctive Game States as Sequents-of-relations"
        },
        {
            "text": "First, define a disjunctive state D to be a finite nonempty multiset of claims written D = S 1 . . . S n . A disjunctive state is called atomic if all of its disjuncts are atomic claims. We say that an interpretation J satisfies a disjunctive state D, and write J |= D, if J satisfies at least one of the disjuncts of D. A disjunctive state D is called winning if it is an atomic state satisfied by every interpretation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disjunctive Game States as Sequents-of-relations"
        },
        {
            "text": "For a set P = {X 1 , . . . , X n } where each X i is a set of claims, we define P as the set of all disjunctive states",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disjunctive Game States as Sequents-of-relations"
        },
        {
            "text": "where for a game state S obtained from marking a formula in S, the sequence D 1 , . . . , D k is an enumeration of Pow(S ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 1 (disjunctive rule). Let S be a non-atomic claim and D a disjunctive state. A disjunctive rule is a rule of the form"
        },
        {
            "text": "As an example, let S be the claim A → B ≤ C and S the corresponding game state where A → B is marked. Recall that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 1 (disjunctive rule). Let S be a non-atomic claim and D a disjunctive state. A disjunctive rule is a rule of the form"
        },
        {
            "text": "The corresponding disjunctive rule is thus: Figure 2 contains the disjunctive rules corresponding to all 12 types of game states.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 44,
                    "end": 52,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Definition 1 (disjunctive rule). Let S be a non-atomic claim and D a disjunctive state. A disjunctive rule is a rule of the form"
        },
        {
            "text": "Let D be a disjunctive state. A disjunctive strategy for P in D is a tree of disjunctive states built using disjunctive rules, and with root D. A disjunctive strategy is called winning strategy if all its leaves are disjunctive winning states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2 (Disjunctive strategy)."
        },
        {
            "text": "For the time being, disjunctive strategies will just be syntactic objects rather than strategies in some game. We will however discuss later on how to interpret disjunctive strategies in a game theoretic sense. [0, 1] . Then J satisfies the conclusion of a disjunctive rule iff J satisfies all of its premises.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[0,",
                    "ref_id": null
                },
                {
                    "start": 215,
                    "end": 217,
                    "text": "1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Definition 2 (Disjunctive strategy)."
        },
        {
            "text": "Proof Let the disjunctive rule be presented as in Definition 1. Assume first that J D S. If J D, then clearly J satisfies all premises of the disjunctive rule as well. On the other hand, if J S, then by Proposition 1 there exists a power X ∈ Pow(S) such that all claims in X are satisfied by J . It follows that J D i for every i ≤ n because D i contains a disjunct from X.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 4 (Soundness of disjunctive rules). Let J ∈ Int"
        },
        {
            "text": "For the other direction, assume that J D S. Then J D and J S. The latter implies, again by Proposition 1, that every power X ∈ Pow(S) contains a state not satisfied by J . The disjunctive combination of all these failing states is one of the D i 's, and so J does not satisfy the premise D D i .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 4 (Soundness of disjunctive rules). Let J ∈ Int"
        },
        {
            "text": "Proof. Given the claim F ¡ G (seen as a disjunctive state with one component), we can exhaustively apply disjunctive rules to it in any order, and eventually obtain a disjunctive strategy with atomic leaves. By Proposition 4 (and a simple induction on the height of the tree), all leaves of this tree will be disjunctive winning states because F ¡ G is valid by assumption. Conversely, if there is a disjunctive ws for P in F ¡ G, then by definition all of its leaves are winning states. Again by Proposition 4 and a simple induction on the tree height, it follows that all disjunctive states in the ws are valid. Hence in particular, the claim F ¡ G is valid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2. Disjunctive rules"
        },
        {
            "text": "To use disjunctive ws as a proof system for G , the only thing left to establish is that we can efficiently check whether the leaves of a disjunctive strategy are winning. Indeed, this holds true: Lemma 1. It is decidable in PTIME whether an atomic disjunctive state is winning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2. Disjunctive rules"
        },
        {
            "text": "Proof. See Theorem 4 in [7] .",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 27,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 2. Disjunctive rules"
        },
        {
            "text": "From this and Theorem 2 it follows that the disjunctive ws form a propositional proof system for G in the sense of Cook-Reckhow (cf. the survey [17] ).",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 2. Disjunctive rules"
        },
        {
            "text": "The disjunctive strategies can be seen as strategies in the usual gametheoretic sense, with respect to a game that we are going to define now. The G -provability game on D starts with a (disjunctive) state D. At each turn, P picks one disjunctive rule whose conclusion matches the current disjunctive state. Then, O chooses one of the premises of this disjunctive rule as the successor state. If an atomic disjunctive state is reached, P wins if the state is a winning state (in the earlier sense). Clearly, disjunctive ws are the same as ws in the provability game, and so we have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2. Disjunctive rules"
        },
        {
            "text": "We can think of the provability game as a game where multiple instances of a truth degree comparison game τ J ρ [F ¡ G] are played simultaneously, for varying interpretations J . Or alternatively, we may imagine that P plays τ J ρ [F ¡ G] without knowing the interpretation J . Now whenever P faces a choice in one of the degree comparison games, she simply encodes all possible moves she could make into the strategy in the provability game. The claim that P then defends is that for every J , at least one of the subgames she plays necessarily leads to a winning state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2. Disjunctive rules"
        },
        {
            "text": "More compact representations of disjunctive strategies are sometimes possible. For example, consider the following disjunctive rule:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2. Disjunctive rules"
        },
        {
            "text": "It is easy to see that whenever there is a disjunctive ws for P in D 1 . . . D n , then there is also a disjunctive ws for P in D 1 . . . D n D n+1 . So if we allow the rule ew in the construction of disjunctive ws, we still characterize validity in G . However, disjunctive ws with ew might be smaller. The intuitive (bottom-up) reading of ew is the following: If during the construction of a disjunctive ws for D 1 . . . D n D n+1 player P finds out that already the disjuncts D 1 . . . D n lead to a winning state, then she can discard the redundant disjunct D n .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2. Disjunctive rules"
        },
        {
            "text": "Example 3. Below is a disjunctive ws for the claim in Example 1, which uses the rule ew:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2. Disjunctive rules"
        },
        {
            "text": "The disjunctive ws are very close to proofs in the sequents-of-relations calculus RG ∞ , and its extension RG ∞ capturing the projection operator, as developed in [3, 4, 6] . The approach there is algebraic rather then game-theoretic.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 167,
                    "end": 169,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 170,
                    "end": 172,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 2. Disjunctive rules"
        },
        {
            "text": "On a purely notational level, the sequents-of-relations calculus differs from the disjunctive ws by the use of the symbol | instead of , making it fit into the framework of hypersequent calculi as developed independently by Mints, Pottinger and Avron (cf. the survey [5] ).",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 2. Disjunctive rules"
        },
        {
            "text": "The other differences are: RG ∞ includes the structural rules D D S ew and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2. Disjunctive rules"
        },
        {
            "text": "of external weakening (see the discussion above) and external contraction, and it features the logical rules",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D S S D S ec"
        },
        {
            "text": "instead of our rules →≤ and <→ (cf. Fig. 2 ). All other rules are the same.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 42,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "D S S D S ec"
        },
        {
            "text": "To show the equivalence of both calculi, we can proceed as follows. First, for the rule variants →≤ * and <→ * the analogue of Proposition 4 can be shown: 1] . Then J satisfies the conclusion of the rule →≤ * (resp. <→ * ) iff J satisfies all of the premises of →≤ * (resp. <→ * ).",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 157,
                    "text": "1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "D S S D S ec"
        },
        {
            "text": "Proof. Assume J D (otherwise the statement is obvious).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D S S D S ec"
        },
        {
            "text": "If A J ≤ B J , then J satisfies the conclusion of →≤ * iff C J = 1, and this is equivalent to the statement that J satisfies the premises of →≤ * , since J D and J (B < A). If on the other hand A J > B J , then J satisfies the conclusion of →≤ * iff B J ≤ C J . This in turn is equivalent to saying that J satisfies the premises of →≤ * since it satisfies the left premise by assumption, and the right premise reduces to B ≤ C since J D.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D S S D S ec"
        },
        {
            "text": "The argument for the rule <→ * is similar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D S S D S ec"
        },
        {
            "text": "It follows that the proof of Theorem 2 goes through if we use →≤ * and →≤ * as disjunctive rules instead of their non-starred versions. The additional structural rules ew and ec are in fact redundant, since already the system without them is complete for G . Note however that the inclusion of redundant rules might lead to shorter proofs. More such rules for the sequents-of-relations calculus are discussed in [6] .",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 415,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "D S S D S ec"
        },
        {
            "text": "We have investigated Gödel logic, one of the fundamental fuzzy logics, from a game semantic perspective. In Sect. 4, we presented a game for reducing truth degree comparison claims F < G or F ≤ G, i.e., claims about the relative order of arbitrary G -formulas, to atomic comparison claims. This amounts to a generalization of Hintikka's well known semantic game for classical logic. As illustrated in Sect. 2 for the simple case of classical propositional logic, semantic games can be systematically lifted to provability games. The latter operate on the level of validity rather than the level of truth in a model and thus correspond to analytic proof systems. Indeed, Gentzen's sequent system for classical logic can be interpreted from a game perspective in this manner. In Sect. 5, we have applied this general scheme to the more involved case of the truth degree comparison game and demonstrated that moving from single states to disjunctions of states yields a characterization of validity in G in terms of 'disjunctive winning strategies'. Moreover, disjunctions of states can be viewed as sequentsof-relations in the sense of [3, 6] . Hence, disjunctive winning strategies provide an interpretation of proofs in this calculus.",
            "cite_spans": [
                {
                    "start": 1134,
                    "end": 1137,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1138,
                    "end": 1140,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Summary and Conclusion"
        },
        {
            "text": "A number of topics for further research arise from our game based take on Gödel logic. While it has already been shown in [10] that a similar approach relates Giles's game for Lukasiewicz logic to a corresponding hypersequent calculus, it remains open whether and how this method can be extended to yet further fuzzy logics. Even for Gödel logic itself, one may ask whether not only sequents-of-relations but also the arguably better known hypersequent calculus HLC of Avron [1] can be systematically related to a truth degree comparison game. This might also open the way to generalize to the first order level, since in contrast to the sequents-of-relations calculus, HLC can straightforwardly be extended to include quantifier rules. Due to its attractiveness for certain applications, an extension of Gödel logic featuring an involutative negation, in addition to standard Gödel-negation, has received some attention [8] . In future work we plan to extend our truth degree comparison games to include also this type of negation. Finally, we like to point out that a game based approach to fuzzy logics may open the route to more sophisticated models of reasoning under vagueness than can be achieved by sticking with truth functional logics. It is natural to ask what happens if the players of a game have only imperfect information about their opponent's moves. For classical logic this leads to Independence Friendly (IF) logic of Hintikka and Sandu [15] . Given the fact that vagueness may be seen as a phenomenon involving a lack of full share of (precise) information between speaker and hearer of vague statements, it seems attractive to explore the impact of imperfect information on truth degree comparison games.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 921,
                    "end": 924,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1456,
                    "end": 1460,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Summary and Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hypersequents, logical consequence and intermediate logics for concurrency",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Avron",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Ann. Math. Artif. Intell",
            "volume": "4",
            "issn": "",
            "pages": "225--248",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infinite-valued Gödel logics with 0-1-projections and relativizations",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baaz",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Gödel 1996: Logical Foundations of Mathematics, Computer Science and Physics-Kurt Gödel's Legacy",
            "volume": "",
            "issn": "",
            "pages": "23--33",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sequent of relations calculi: a framework for analytic deduction in many-valued logics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baaz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ciabattoni",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fermüller",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Beyond Two: Theory and Applications of Multiple-Valued Logic. Studies in Fuzziness and Soft Computing",
            "volume": "114",
            "issn": "",
            "pages": "157--180",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-7908-1769-0_6"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cut-elimination in a sequents-ofrelations calculus for Gödel logic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baaz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ciabattoni",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Fermüller",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "31st IEEE International Symposium on Multiple-Valued Logic",
            "volume": "",
            "issn": "",
            "pages": "181--186",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hypersequent calculi for Gödel logicsa survey",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baaz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ciabattoni",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Fermüller",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Log. Comput",
            "volume": "13",
            "issn": "6",
            "pages": "835--861",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Analytic calculi for projective logics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baaz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Fermüller",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "TABLEAUX 1999",
            "volume": "1617",
            "issn": "",
            "pages": "36--51",
            "other_ids": {
                "DOI": [
                    "10.1007/3-540-48754-9_8"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Uniform rules and dialogue games for fuzzy logics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ciabattoni",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Fermüller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Metcalfe",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "LPAR 2005",
            "volume": "3452",
            "issn": "",
            "pages": "496--510",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-540-32275-7_33"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "On the (fuzzy) logical content of CADIAG-2. Fuzzy Sets Syst",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ciabattoni",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vetterlein",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "161",
            "issn": "",
            "pages": "1941--1958",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A propositional calculus with denumerable matrix",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dummett",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "J. Symb. Logic",
            "volume": "24",
            "issn": "2",
            "pages": "97--106",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Giles's game and the proof theory of Lukasiewicz logic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Fermüller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Metcalfe",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Studia Logica",
            "volume": "92",
            "issn": "1",
            "pages": "27--61",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A non-classical logic for physics",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Giles",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Studia Logica",
            "volume": "33",
            "issn": "4",
            "pages": "397--415",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Selected Papers on Lukasiewicz Sentential Calculi",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Giles",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Polish Academy of Sciences",
            "volume": "",
            "issn": "",
            "pages": "13--51",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Logic, Language-Games and Information: Kantian Themes in the Philosophy of Logic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hintikka",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Independence-Friendly Logic. A Game-Theoretic Approach",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Mann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sandu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sevenster",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Sequent and hypersequent calculi for Abelian and Lukasiewicz logics",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Metcalfe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Olivetti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gabbay",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "ACM Trans. Comput. Logic (TOCL)",
            "volume": "6",
            "issn": "3",
            "pages": "578--613",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The complexity of propositional proofs",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Segerlind",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bull. Symb. Logic",
            "volume": "13",
            "issn": "4",
            "pages": "417--481",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Basic Proof Theory. Cambridge Tracts in Theoretical Computer Science",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Troelstra",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schwichtenberg",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Logic in Games",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Benthem",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "I : A) D (I : B) D (I : A ∧ B) D (You : A) (You : B) D (You : A ∧ B) D (I : A) (I : B) D (I : A ∨ B) D (You : A) D (You : B) D (You : A ∨ B) D (You : A) D (I : ¬A) D (I : A) D (You : ¬A) D",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "You : A) (I : C) (You : B) (I : C) (You : A ∨ B) (I : C) corresponds to",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ": P chooses one of the following intermediary states, where it is O's turn to choose: (1): the game continues with ≤ C; (2): O chooses whether the game continues with B < A or with B ≤ C. C ≤ A → B: P chooses whether the game continues with A ≤ B or with C ≤ B. A → B < C: O chooses whether the game continues with B < A or with B < C. C < A → B: P chooses between (1): the game continues with C < B; (2): O chooses whether the game continues with A ≤ B or with C < .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "For an atomic state F ¡ G, we formally set Pow(F ¡ G) = {{F ¡ G}}.Proposition 1 (Soundness of game rules). For any game state F ¡ G and any J ∈ Int[0,1] , J |= F ¡ G iff for some X ∈ Pow(F ¡ G), J satisfies all formulas in X.Proof For an atomic state F ¡G, this holds by definition. For non-atomic F ¡G, this is proved for all 12 types of game states seperately. Consider for example the state A → B ≤ C and its P-power{{ ≤ C}, {B < A, B ≤ C}}.Let J ∈ Int [0,1] . Then either A J ≤ B J , in which case A → B J = 1 and so J satisfies the claim A → B ≤ C iff J satisfies ≤ C. Or A J > B J : Then A → B J = B J and so J satisfies the claim A → B ≤ C iff J satisfies B ≤ C. We prove the equivalence for the other two examples given above. For the game state A ∧ B ¡ C with Pow(A ∧ B ¡ C) = {{A ¡ C}, {B ¡ C}} we observe that an interpretation J satisfies A ∧ B ¡ C if and only if we either have A J ≤ B J and A J ¡ C J , or alternatively A J > B J and B J ¡ C J . Finally, for the game state C ¡ A ∧ B with Pow(C ¡ A ∧ B) = {{C ¡ A, C ¡ B}} we observe that an interpretation J satisfies C ¡ A ∧ B if and only if J satisfies both C ¡ A and C ¡ B.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "If an interpretation J satisfies F ¡ G, where ¡ ∈ {<, ≤}, then P has a winning strategy in τ J ρ [F ¡ G] for any regulation ρ.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "(R ∧ ): If the current formula is of the form A ∧ B then O chooses whether to continue with A or with B as the new current formula. (R ∨ ): If the current formula is of the form A ∨ B then P chooses whether to continue with A or with B as the new current formula. (R ¬ ): If the current formula is of the form ¬A then the roles of the players are switched and the game continues with A as the new current formula. (R at ): If the current formula A is atomic, the game ends with P winning iff A is true in the given interpretation.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The following are equivalent:1. F ¡ G is valid in G 2.For some regulation ρ, P has a ws in τ J ρ [F ¡ G] for every J ∈ Int [0,1] 3. For any regulation ρ, P has a ws in τ J ρ [F ¡ G] for every J ∈ Int [0,1] .",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}