{
    "paper_id": "1f51ebb9af7610a6e29e782eac50561e5ccac72d",
    "metadata": {
        "title": "Journal Pre-proof Knowledge for nurses to better care for themselves so they can better care for others during the Covid-19 pandemic and beyond Knowledge for nurses to better care for themselves so they can better care for others during the Covid-19 pandemic and beyond",
        "authors": [
            {
                "first": "Anne",
                "middle": [],
                "last": "Hofmeyer",
                "suffix": "",
                "affiliation": {},
                "email": "anne.hofmeyer@unisa.edu.au"
            },
            {
                "first": "Ruth",
                "middle": [],
                "last": "Taylor",
                "suffix": "",
                "affiliation": {},
                "email": "ruth.taylor@abdn.ac.uk"
            },
            {
                "first": "Kate",
                "middle": [],
                "last": "Kennedy",
                "suffix": "",
                "affiliation": {},
                "email": "kate.kennedy@unisa.edu.au"
            }
        ]
    },
    "abstract": [
        {
            "text": "Journal Pre-proof J o u r n a l P r e -p r o o f health, wellbeing, regulate emotions and reduce vulnerability. We then describe tips to support selfcare and list trusted online resources that are providing regular updated information about Covid-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Keeping strong in body, mind, and spirit to cope with ever-changing circumstances is vital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Journal Pre-proof a situation -we are challenged to change ourselves\" (Frankl, 1945, p. 112). Instead of focusing on negativity and uncertainty, we need to accept what we are going through and work out what we can do. Resilience is our capacity to maintain our wellbeing and respond effectively in the face of Journal Pre-proof J o u r n a l P r e -p r o o f uncertainty. Psychological resilience is based on self-efficacy, coping and mindfulness (Cusack et al, 2016 ).",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 466,
                    "text": "(Cusack et al, 2016",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Clinical teams are more effective, morale is higher, patient satisfaction is higher, and safety improves when empathy and compassion are present in healthcare cultures (Lown, 2018) . Empathy is the ability to \"feel with\" others and our empathic response is caused by the activation of neural networks in the anterior insula and anterior cingulate cortex that processes first person (our personal) experiences . Functional magnetic resonance imaging (fMRI) studies",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 180,
                    "text": "(Lown, 2018)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "show that similar circuits of the brain are activated in both the person who is suffering and the person who is witnessing the suffering. It is vital we understand our empathic emotions are in response to seeing the other person suffering, in other words, it is not our suffering .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This understanding that the suffering is external to ourselves is called the \"self-other\" distinction. The ability to distinguish between our own and the emotional pain of others firstly requires self-awareness and then regulating our emotions to develop a protective \"self-other\" boundary (Vachon, 2016) . The ability to regulate our emotions is key to avoid experiencing the distress of others. fMRI studies show that inadequate emotion regulation (i.e., blurring \"self-other\" distinction) leads to individuals being unable to tolerate distressing emotions when confronted with another\"s suffering, so become overwhelmed. Nursing calls this debilitating condition \"compassion fatigue\" which manifests as distress, emotional detachment from patients, feelings of isolation, and inability to care for self and others (Hofmeyer et al., 2019) . However neuroscientists have proven it is \"empathic distress fatigue\" (Singer and Klimecki, 2014, p. 875).",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 304,
                    "text": "(Vachon, 2016)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 817,
                    "end": 840,
                    "text": "(Hofmeyer et al., 2019)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In sum, exposure to the distress and suffering of others can lead to two different emotional responses. Empathic distress results from inadequate emotion regulation that triggers detachment and personal stress. In contrast, compassion is characterized by empathic concern and motivation to relieve others\" distress and suffering (Singer and Klimecki, 2014). Our ability to be self-aware and to regulate our emotions is key to our wellbeing and capacity to act with compassion. fMRI studies show compassion activates the medial orbitofrontal cortex related to positive affect, affiliation, maternal Journal Pre-proof J o u r n a l P r e -p r o o f love, and reward leading to feelings of compassion for self and others (Vachon, 2016) . Compassion training includes strategies (i.e., meditation) to ease distress and strengthen resilience and attachment (Vachon, 2016). Self-compassionate people are more likely to engage in \"perspective taking\" which contributes to better mental health rather than ruminating about problems (Neff, 2011) . Acting with compassion is predicated on self-awareness and self-care including emotion regulation and selfcompassion.",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 732,
                    "text": "(Vachon, 2016)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1024,
                    "end": 1036,
                    "text": "(Neff, 2011)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Psychologist Kristin Neff was the first researcher to define and measure self-compassion two decades ago. As illustrated in the table below, self-compassion involves self-kindness, common humanity (understand that everyone makes mistakes and suffers), and mindfulness (Neff, 2011). On the other hand, uncompassionate behavior toward ourselves is expressed as self-criticism: selfjudgement, isolation, over-identification (Neff, 2011) as summarised in box 1:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "INSERT BOX: Box 1: Self-compassion and self-criticism Self-compassion affects our everyday lives and is expressed in how we relate to ourselves in times of perceived failure, inadequacy, or personal suffering (Neff, 2011). Practicing self-compassion means we care with the same kindness and understanding toward ourselves when we fail, as we would care for a good friend (Neff, 2011) . Examples of actions that constitute self-compassion and actions that constitute self-criticism (that we need to lessen) are explained by Neff (2011) in table 1:",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 383,
                    "text": "(Neff, 2011)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Learning to respond compassionately to our own distress requires self-awareness which, in turn, can strengthen our ability to activate our self-regulation systems so we feel safe (i.e., selfsoothing activities stimulate positive emotions like contentment, more secure attachment) rather than Journal Pre-proof J o u r n a l P r e -p r o o f feeling under threat (Vachon, 2016). Self-care practices to develop self-awareness include mindfulness meditation and compassion training.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Self-compassionate individuals have better psychological health, motivation, perspectivetaking, better relationships and happiness (Vachon, 2016) . They experience less rumination, anxiety, depression, shame, and fear of failure. Self-compassion is an altruistic act that prepares us to cope with life stressors. Self-compassion is about \"being with\" ourselves in a compassionate waycomforting, soothing, respecting and validating. This, in turn, prepares us to make self-compassionate choices about how to act in the world, such as:",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 145,
                    "text": "(Vachon, 2016)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": " Protecting: we feel safe from harm, and say no to people and factors that cause us harm;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": " Providing: we identify and give ourselves what we need to be well;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": " Motivating: we encourage ourselves to act with kindness and support (Neff, 2011).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Self-compassion is a personal resource that can potentially help us live with greater ease by responding to our suffering and shortcomings in a supportive and balanced manner. Self-compassion promotes emotional stability and wellbeing and thriving. As we explained, self-criticism activates our sympathetic nervous system and elevates stress hormones (Singer & Klimecki, 2014). Whereas when we practice self-compassion and remain calm in the face of failure, rejection or criticism, we deactivate the threat system and activate the care system so oxytocin and endorphins are released which helps reduce stress and increase feelings of safety (Vachon, 2016).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In this section, we list practical tips and online resources (i.e., organisations) providing regular updates to get you started so you can better manage in these uncertain times. However, this is by no means an exhaustive list. It is vital to be strong in body, mind, and spirit and courageously face the ever-changing circumstances of Covid-19 pandemic. Self-care fosters greater self-compassion because it includes positive approaches to building resilience and regulating anxious emotions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Journal Pre-proof J o u r n a l P r e -p r o o f Self-care is an intentional: \"proactive, holistic, and personalised approach to the promotion of health and wellbeing through a variety of strategies, in both personal and professional settings, to enhance capacity for care of patients and their families\" (Mills et al., 2018, p.1). The Schwartz Centre (2020) reminds us to accept that it\"s normal to feel sad, stressed, confused, and angry so it\"s important to monitor our stress levels. Develop a daily self-care routine to meet your basic needs: nutrition, hygiene, exercise, virtual social contact, and work to keep anxiety at bay. In addition:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": " Take breaks, go outside (even for short periods), adequate sleep, good nutrition, exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": " Intentionally build moments of happiness, gratitude, and everyday pleasure in your life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": " If you feel overwhelmed, seek support from a therapist (via telehealth).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": " Stay connected with colleagues, friends and relatives. Maintain social interaction and supportive networks in creative and safe ways. Practice \"physical distancing\" during Covid-19, NOT \"social distancing\". Our relationships with people and pets support our mental health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": " Limit media exposure and access only trusted sites to minimise becoming overwhelmed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": " Write a letter to yourself as if you were talking to a friend who was struggling with similar concerns. Read it later when the words can soothe and comfort you as you struggle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": " The Buddhist practice of mindfulness is about quietening and calming the mind by staying in the present moment, practicing gratitude in the midst of difficulties, breathing deeply, paying attention to sensations around you, and has proven benefits when practiced regularly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Mindfulness increases our psychological flexibility to regulate our emotions. fMRI studies show that mindfulness meditation regulates the anterior insula activity that is roused when we empathise with others\" suffering, so can increase capacity for self-soothing. Meditation practices strengthen perspective, compassion, self-compassion and emotion regulation .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": " Deep breathing takes us from the flight or fight mode (that stimulates the sympathetic system) into the calming parasympathetic system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In the midst of the constantly evolving COVID-19 pandemic, it is vital that frontline clinicians have the support and essential resources they need to \"reconnect with the purpose that drew them into healthcare so they can continue to experience, and offer, compassion\" (Lown, 2018, p. 219).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Knowledge and competence are as equally important as kindness and compassion in front-line nurses Journal Pre-proof J o u r n a l P r e -p r o o f and responders to the COVID-19 pandemic. This unprecedented public health crisis is impacting every aspect of our daily life. Resilience, patience and kindness is needed to cope with the grief, distress and fear as we worry about the wellbeing of our patients, colleagues, our families and ourselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We have outlined tips and links to regularly updated information and self-care resources to safeguard our mental health, wellbeing and resilience as we work long hours caring for acutely ill patients and distressed families. Taken together, self-care and compassionate cultures are key ingredients to sustain wellbeing and resilience, contribute to nurses\" career longevity, and compassionate practice now, and into the future beyond the COVID-19 crisis. In these moments of collective vulnerability and grief, let us all lead with hope and kindness toward others. As we continue to do the best we can in the days and months ahead, we can be encouraged by Ken Schwartz\"s words that simple acts of kindness can make the \"unbearable bearable\" (Schwartz Centre, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Viktor E. Frankl (1945, p. 165 ) declared, \"The meaning of life is to help others find the meaning of theirs\". Arguably, the need for empathy, compassion and meaning in the lives of our patients, families, colleagues and ourselves has never been greater.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 30,
                    "text": "Frankl (1945, p. 165",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To care for others with compassion is why we became nurses (Vachon, 2016) . The rapid spread of SARS-CoV-2, the virus that causes Covid 19, is an international public health event without precedent in any of our lifetimes. Not everyone will be affected physically by the virus, but every one of us will be affected psychologically. It is critical that nurses do not neglect their mental health during this pandemic. The global nursing and healthcare community is at the forefront of this unprecedented public health outbreak. The World Health Organization is one of many trusted public health organisations to provide comprehensive guidelines for the protection of front-line healthcare workers (WHO, 2020) . But there are alarming reports of ongoing global shortages of personal protective equipment (PPE), for example: clinical staff in Chinese hospitals wore their raincoats or plastic garbage bags as protection (Smith et al, 2020) . There are courageous stories, but also reports of resource rationing decisions, ongoing PPE shortages, and unrelenting pressure and grief. But nurses have experienced significant occupational stress, pressure and burnout prior to the Covid-19 pandemic.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "(Vachon, 2016)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 695,
                    "end": 706,
                    "text": "(WHO, 2020)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 916,
                    "end": 935,
                    "text": "(Smith et al, 2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this paper, we explain how nurses, midwives and students can better care for themselves (e.g., self-care strategies such as kind self-talk; emotion regulation) so they can better care for others during the Covid-19 pandemic, and beyond. First, we provide an overview of caring for ourselves and resilience in uncertain times. Next, we discuss empathy and compassion and explain why emotion regulation (\"self-other\" distinction) is an essential self-care strategy that nurses must learn so they can sustain care for others. Next, we explain how the practice of self-compassion can safeguard mental J o u r n a l P r e -p r o o f How do you talk to yourself when you are having a difficult time or have made a mistake?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Are you kind and understanding and talk to yourself as you would talk to good friend who is upset, or are you critical and judgmental? Studies show harsh self-talk and self-criticism activates the sympathetic nervous system that stimulates the stress response, so is harmful to our mental health and wellbeing . As nurses, we understand the importance of self-care strategies (e.g., adequate sleep, healthy eating, regular exercise, social connections, mindfulness) to foster our resilience (Mills, et al, 2018; Cusack, et al., 2016) . Another important self-care strategy is kind self-talk which is a component of self-compassion (Neff, 2011) . We must first practice selfcompassion and be aware of our own needs, before we can help others with theirs (Vachon, 2016) .",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 511,
                    "text": "(Mills, et al, 2018;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 512,
                    "end": 533,
                    "text": "Cusack, et al., 2016)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 631,
                    "end": 643,
                    "text": "(Neff, 2011)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 753,
                    "end": 767,
                    "text": "(Vachon, 2016)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "When we talk kindly to ourselves, we strengthen our pro-social behaviours (e.g., altruism, kindness, empathy) toward others . When we are empathic, we communicate better with patients, families, and colleagues. This process can lead to a deeper understanding of what matters to patients, and how to act with kindness and compassion to relieve their suffering and distress (Vachon, 2016) .",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 386,
                    "text": "(Vachon, 2016)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Nurses can use self-care strategies such as emotion regulation and self-compassion to lessen their vulnerability to caregiving fatigue and to improve their wellbeing and resilience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Everyone differs in their need for control, ability to tolerate uncertainty, and capacity to be resilient (Hanson, 2018) . Control is vital for our wellbeing, but our plans and sense of normality are being threatened and disrupted by forces beyond our control. Resilience starts with self-awareness, understanding how you are being affected by the uncertainty, powerlessness and difficult events. Fear, anxiety, anger, sadness and grief are normal feelings in the current crisis. We need to acknowledge our feelings of vulnerability, grief and worry, rather than telling ourselves we shouldn\"t have those feelings because other people are worse off (Berinato, 2020) . \"When we are no longer able to change J o u r n a l P r e -p r o o f  Caring touch such as placing your hand over your heart when feeling upset releases oxytocin that makes us feel safe and connected (Neff, 2011) .",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 120,
                    "text": "(Hanson, 2018)",
                    "ref_id": null
                },
                {
                    "start": 649,
                    "end": 665,
                    "text": "(Berinato, 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 869,
                    "end": 881,
                    "text": "(Neff, 2011)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Resilience in uncertain times"
        },
        {
            "text": " Through compassion training, we increase our self-awareness, learn to regulate our emotions and strengthen our resilience. This, in turn, reduces empathic distress and increases our prosocial, kind, compassionate behaviour toward ourselves and others .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resilience in uncertain times"
        },
        {
            "text": "You can access local and international public health and professional websites for regular updated information about self-protection and coping during the Covid-19 pandemic. Various online resources provide ideas for self-care plans and supportive rituals. For example:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online resources"
        },
        {
            "text": " Schwartz Center for Compassionate Healthcare is supporting healthcare professionals to cope with the ever-changing challenges presented by Covid-19 pandemic. Visit their COVID-19 resource page that is regularly updated with tips and information to help caregivers support each other and care for themselves and maintain resilience.  When we notice our pain without exaggerating it, this is mindfulness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online resources"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The discomfort you\"re feeling is grief",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Berinato",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Harvard Business Review. Accessed",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Exploring environmental; factors in nursing workplaces that promote psychological resilience: Constructing a unified theoretical model",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cusack",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hegney",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Frontiers in Psychology",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "doi.org/10.3389/fpsyg.2016.00600"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Man\"s Search for Meaning",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Frankl",
                    "suffix": ""
                }
            ],
            "year": 1945,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Contesting the term \"compassion fatigue\": Integrating findings from social neuroscience and self-care research",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "A"
                    ],
                    "last": "Hofmeyer",
                    "suffix": ""
                },
                {
                    "first": "Taylor",
                    "middle": [
                        "K R"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.colegn.2019.07.001"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Differential pattern of functional brain plasticity after compassion and empathy training",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "M"
                    ],
                    "last": "Klimecki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leiberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ricard",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Social Cognitive and Affective Neuroscience",
            "volume": "9",
            "issn": "6",
            "pages": "873--879",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nursing leadership support for compassion to sustain staff wellbeing",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Lown",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nursing Administration Quarterly",
            "volume": "42",
            "issn": "3",
            "pages": "217--222",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Exploring the meaning and practice of self-care among palliative care nurses and doctors: a qualitative study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wand",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Palliative Care",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "17:63doi10.1186/s12904-018-0318-0"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Self-Compassion",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Neff",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Empathy and Compassion",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "M"
                    ],
                    "last": "Klimecki",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Current Biology",
            "volume": "24",
            "issn": "18",
            "pages": "875--78",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19: Emerging compassion, courage and resilience in the face of misinformation and adversity",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H C"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Nursing Editorial",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jocn.15231"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Attachment, empathy and compassion in the care of the bereaved",
            "authors": [
                {
                    "first": "Mls",
                    "middle": [],
                    "last": "Vachon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Grief Matters",
            "volume": "19",
            "issn": "1",
            "pages": "20--25",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "WHO Director-General\"s rolling updates: media briefing on COVID-19 Accessed 22",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "WHO COVID-19 https://www.who.int/emergencies/diseases/novel-coronavirus-2019  International Council of Nurses COVID-19 resources https://www.icn.ch/  RCN COVID-19 resources https://rcni.com/nursing-standard/covid-19  RCN resources and tips in RCNi newsletters to improve nurses\" wellbeing and readiness to provide compassionate care. Take breaks, rest, rehydrate, refuel. RCN Six steps to mindfulness: https://www.rcn.org.uk/magazines/bulletin/2019/june/mindfulness-meditation-tools-june-Kristin Neff: 10 Self-Compassion practices for COVID-19: http://self-compassion.org/  Germer & Neff: Center for Mindful Self-Compassion: https://centerformsc.org/  Chris Germer: Mindful Self-Compassion program: https://chrisgermer.com/  SAHMRI Wellbeing and Resilience Centre https://www.wellbeingandresilience.com/",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "OverMindfulness brings us to the present moment and helps us to view our situation with perspective, and without distortion. Our mind tends to focus on the mistake rather than the pain caused by it. This is the difference. Ignoring our pain/feelings will trigger more stress and worry and can lower immunity.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Actions warmth, similar to what we might experience with a dear friend.  Self-criticism is a motivator for some people, but is based on fear of failure and anxiety.  When we recognise our common humanity, we feel connected with others in our life experiences rather than feeling isolated and alienated by our suffering. Then things become more bearable.  We need to understand that our fallibility (making mistakes) is part of being human rather than proof of our inadequacy.  Self-compassion translates into forgiveness and helps us maintain perspective by recognising that everyone makes mistakes.  When you feel upset, imagine what a good friend would say to comfort you.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}