{"paper_id": "1f556ceeed448231cbe275a7771ff6c336f516c0", "metadata": {"title": "Hydroxychloroquine and Azithromycin to Treat Patients With COVID-19: Both Friends and Foes?", "authors": [{"first": "Bruno", "middle": [], "last": "Mégarbane", "suffix": "", "affiliation": {"laboratory": "", "institution": "INSERM UMRS-1144", "location": {"settlement": "Paris", "country": "France"}}, "email": ""}, {"first": "Jean-Michel", "middle": [], "last": "Scherrmann", "suffix": "", "affiliation": {"laboratory": "Réanimation Médicale et Toxicologique, Hôpital Lariboisière", "institution": "INSERM UMRS-1144", "location": {"addrLine": "2 Rue Ambroise Paré", "postCode": "75010", "settlement": "Paris, Paris", "country": "France, France"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "The world is facing a frightening pandemic due to coronavirus disease 2019 (COVID-19) caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) with thousands of severe infections and fatalities. Since no therapy has proven effective, an extraordinary race is taking place to identify an effective and safe treatment able to limit the disease progression and severity.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Two nonrandomized open-label trials conducted in France and China 1,2 established the effectiveness of hydroxychloroquine alone or combined with azithromycin in decreasing nasopharyngeal viral load and carriage duration in patients with COVID-19, although evidence to support clinical benefits remained low. Thereafter, many studies, still unpublished in peer-reviewed journals for the majority, showed contrasting results and revealed potential safety hazards (Table 1) . [3] [4] [5] [6] [7] [8] [9] [10] [11] To date, multiple trials aiming at investigating chloroquine or hydroxychloroquine at various dose regimens to treat COVID-19 (N = 81) or prevent the disease in high-risk populations (N = 19) are cited on clinicaltrials.gov (accessed April 21, 2020) . Interestingly, only 14 trials (17%) will investigate the azithromycin-hydroxychloroquine combination.", "cite_spans": [{"start": 473, "end": 476, "text": "[3]", "ref_id": "BIBREF3"}, {"start": 477, "end": 480, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 481, "end": 484, "text": "[5]", "ref_id": "BIBREF6"}, {"start": 485, "end": 488, "text": "[6]", "ref_id": "BIBREF7"}, {"start": 489, "end": 492, "text": "[7]", "ref_id": "BIBREF8"}, {"start": 493, "end": 496, "text": "[8]", "ref_id": "BIBREF9"}, {"start": 497, "end": 500, "text": "[9]", "ref_id": "BIBREF12"}, {"start": 501, "end": 505, "text": "[10]", "ref_id": "BIBREF13"}, {"start": 506, "end": 510, "text": "[11]", "ref_id": "BIBREF14"}, {"start": 694, "end": 702, "text": "(N = 19)", "ref_id": null}, {"start": 745, "end": 760, "text": "April 21, 2020)", "ref_id": null}], "ref_spans": [{"start": 461, "end": 470, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": ""}, {"text": "Hydroxychloroquine is a cheap and readily available decades-old drug with immunomodulatory properties used to treat autoimmune rheumatic diseases. Its multitude of anti-inflammatory and immuneregulatory effects continue to puzzle medical experts worldwide. Pharmacological pathways mainly include the blockage of Toll-like receptor-mediated signaling (Toll-like receptor-7 and -9, the endosomal innate immune sensor capable of detecting single-stranded RNA), the modulation of complement-dependent antigen/antibody reactions, the activation of Tregulatory cells, and the inhibition of proinflammatory cytokine production such as interleukin-6, tumor necrosis factor-α and interferon-γ . 12 Therefore, hydroxychloroquine immediately appeared attractive to attenuate the inflammatory response directed against SARS-CoV-2 that results in the cytokine storm, which is held responsible for severe COVID-19 presentations.", "cite_spans": [], "ref_spans": [], "section": "Drug 1: Hydroxychloroquine"}, {"text": "The processes of SARS-CoV-2 replication with the resulting pulmonary epithelial and endothelial cell injury and angiotensin-converting enzyme-2 (ACE2) downregulation and shedding rapidly result in exuberant inflammatory responses, evidenced by increasing plasma concentrations of various cytokines including interleukin-6. Hydroxychloroquinemediated inhibition of interleukin-6 production has been well established in vitro on peripheral blood mononuclear cells stimulated by phytohemagglutinin or lipopolysaccharide. 13 Its benefit in counteracting the inflammatory rheumatologic disease activity is well correlated in vivo with the resulting lowering effects on most cytokines and proinflammatory markers. 14 Therefore, since interleukin-6 plays a key starter role in COVID-19-related cytokine 15 However, the mechanisms of hydroxychloroquine-attributed anti-COVID-19 activity remain presumptive (Figure 1 ).", "cite_spans": [], "ref_spans": [{"start": 898, "end": 907, "text": "(Figure 1", "ref_id": "FIGREF1"}], "section": "Drug 1: Hydroxychloroquine"}, {"text": "In addition to the previously reported immunomodulatory action, hydroxychloroquine may alter ACE2 glycosylation, blocking SARS-CoV-2 interaction with its membrane receptor and subsequently the virus/host cell membrane fusion. 16 Consistent with the hypothesis of ACE2 interaction, chloroquine was shown to inhibit quinone reductase-2, a structural neighbor of UDP-Nacetylglucosamine-2-epimerases, involved in sialic acid biosynthesis. Although deserving deeper investigations, this molecular mechanism is considered to mediate antimalarial drug activity in vitro on various viruses such as HIV, SARS-CoV-1, and orthomyxoviruses. 16, 17 However, when discussing any potential benefits of interacting with the ACE/ACE2 system, we should acknowledge that the clinical effects of ACE inhibitors in patients with COVID-19 still remain controversial. These drugs may appear attractive to treat cardiovascular diseases by reducing pulmonary inflammation; however, their use may be accompanied by enhanced ACE2 expression that facilitates the viral invasion. 18 Interestingly, as a weak base, hydroxychloroquine increases the intracellular pH, mainly in the acidic organelles such as endosomes/lysosomes (pH 4.5) where it intensively accumulates. Moreover, hydroxychloroquine alkalinizes the phagolysosomes (pH ∼6.5; known as the lysozomotropic activity) and may thus inhibit the viral cleavage mediated by pH-dependent proteases, disrupt the fusion process and stop the viral replication. These last effects complete the wide pharmacological target spectra of hydroxychloroquine in COVID-19.", "cite_spans": [{"start": 629, "end": 632, "text": "16,", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Drug 1: Hydroxychloroquine"}, {"text": "Finally, in antigen-presenting cells, hydroxychloroquine prevents antigen processing and subsequently T-cell activation, differentiation, and cytokine production. 19, 20 At the molecular level, hydroxychloroquine acts by (1) altering the digestion pattern of the antigenic peptides, (2) retarding the major histocompatibility complex class II α and β chains from forming a stable compact complex with the antigenic peptide due to the diminished degradation of the nonpolymorphic invariant chain, and (3) altering the recycling of α-β-peptide complexes from the cell surface. 19, 20 To date, there is no definitive evidence that all these potential antiviral activities could be achieved by the usual hydroxychloroquine doses (400-600 mg daily) that are considered clinically safe, as initially suggested. 15 The exact clinically effective hydroxychloroquine dose is still undetermined. Given the weaknesses of Gautret's 1 and Chen's 2 studies along with the negative results of the recently released US veterans study 5 (Table 1) , improving effectiveness by increasing hydroxychloroquine doses has been questioned by different modeling approaches including a physiologically based pharmacokinetic study 15 and a pharmacokinetic/ virology/QT model. 21 Both studies concluded that (7) inhibition of cytokine production. Possible azithromycin-attributed effects include (1) interference with ACE2 and reduction of viral binding, (2) endosome and lysosome alkalization limiting viral uncoating and assembly, and (3) role of lysosomal P-glycoprotein that enhances intralysosomal concentrations of azithromycin. ACE2, angiotensin-converting enzyme 2; AZ, azithromycin; COVID-19, coronavirus 2019 disease; HCQ, hydroxychloroquine; IL, interleukin; MHC, major histocompatibility complex; P-gp, P-glycoprotein; RNA, ribonucleic acid; SARS-CoV-2, severe acute respiratory syndrome coronavirus 2; TNF-α, tumor necrosis factor-α; TLR, Toll-like receptor.", "cite_spans": [{"start": 163, "end": 166, "text": "19,", "ref_id": "BIBREF22"}, {"start": 575, "end": 578, "text": "19,", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 1020, "end": 1029, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Drug 1: Hydroxychloroquine"}, {"text": "hydroxychloroquine doses >400 mg twice daily for at least 5 days are needed to ensure efficacy on viral load decline and cardiac safety. Moreover, the last study highlighted that suboptimal dosing is not efficient on viral load resulting in wasted time and resources. Several trials like the PATCH study (see clinicaltrials.gov) are currently investigating higher doses up to 600 mg twice daily, mainly for the sickest patients. Another major issue also remains the time in the disease course at which the treatment is initiated since, based on the reported antiviral or immunomodulatory mechanisms of action, expected benefits may be reached only if hydroxychloroquine is started early.", "cite_spans": [], "ref_spans": [], "section": "Drug 1: Hydroxychloroquine"}, {"text": "Azithromycin is a macrolide antimicrobial agent with established antiviral properties in vitro and anti-SARS-CoV-2 activity (EC 50 of 2.12 μmol/L). Several mechanisms have been proposed to explain its antiviral effects (see review; Figure 1 ). 22 Similarly to hydroxychloroquine, azithromycin is highly trapped in the subcellular acidic organelles such as lysosomes, 23 causing even more severe impairment of acidification. Additionally, azithromycin is responsible for a global amplification of the host's interferon pathway-mediated antiviral responses. Finally, it may alter SARS-CoV-2 entry by interfering between its spike protein and host ACE2 receptor. Very recently, an energetics-based modeling provided high binding affinity for azithromycin at the interaction point between SARS-CoV-2 spike and ACE2, whereas hydroxychloroquine appeared ineffective to directly inhibit this interaction. 24 Clinical studies have shown the ability of azithromycin to reduce the viral load with demonstrated benefits on patient outcome including accelerated recovery (influenza A infection), reduced respiratory morbidity (respiratory syncytial virus and SARS infections) and improved mortality (Middle East respiratory syndrome-coronavirus infection). 22 Several trials in addition to those testing the hydroxychloroquineazithromycin combination are currently ongoing to investigate the anti-COVID-19 benefits of azithromycin alone or in combination with other drugs, focusing as end points not only on viral load but also on clinical outcomes.", "cite_spans": [], "ref_spans": [{"start": 232, "end": 240, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "Drug 2: Azithromycin"}, {"text": "Interestingly, azithromycin is a known substrate of P-glycoprotein (ABCB1), a member of the adenosine triphosphate-binding cassette transporters superfamily, highly expressed and oriented from the cytosolic to the internal side of the lysosome membrane. 25 Therefore, we hypothesized that azithromycin accumulates more intensively under the ABCB1 trapping effect inside the lysosomes and like hydroxychloroquine, reduces lysosomal acidity and exhibits its antiviral properties. Consistently with our hypotheses, synergistic in vivo and in vitro properties have been attributed to the azithromycin/chloroquine combination, used to protect against malaria and treat sexually transmitted infections. 26, 27 Similarly, the antiviral synergy of the azithromycin/hydroxychloroquine combination was observed in vitro at concentrations achieved in vivo and detected in pulmonary tissues 28 and was shown to accelerate viral clearance in humans in comparison to hydroxychloroquine alone. 1 Thus, azithromycin ABCB1-dependent lysosomal sequestration plus hydroxychloroquine is very likely an optimal combination to hamper the low-pH-dependent steps of viral replication and limit COVID-19 progression. Future clinical studies investigating the azithromycin/chloroquine combination have to focus on clinical outcome improvement and not only viral load reduction, although this target may also be interesting to limit interhuman contagiousness.", "cite_spans": [{"start": 697, "end": 700, "text": "26,", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Drug 2: Azithromycin"}, {"text": "Fears may emerge from increased risks of QT interval prolongation (resulting from the human Ether-à-go-go-Related Gene potassium channel blockage), torsade de pointes, and cardiovascular death. 29 Despite potential risks acknowledged to be limited if either drug is prescribed singly, 30,31 drug-drug interaction resulting from their coadministration as well as patients' advanced age, preexisting comorbidities, and COVID-19-related myocardial and kidney injuries represent challenging conditions. Interestingly, a recent multinational, network cohort, and self-controlled case series study supported the safety of short-term hydroxychloroquine treatment but highlighted the risks of heart failure and cardiovascular mortality when combining hydroxychloroquine with azithromycin, potentially due to synergistic effects on QT length. 32 Data from recent COVID-19 trials clearly reported increased adverse events with hydroxychloroquine, especially at high doses and in combination with azithromycin. [9] [10] [11] Additionally, extending prescriptions to mildly infected patients is also at risk of misuse and overdose. Clinical toxicologists remember the 1982 suicide outbreak in France following the publication of Suicide: A How-To Guide, which promoted chloroquine ingestion to complete suicide, 33 resulting in a major crisis of fatalities attributed to chloroquine poisonings.", "cite_spans": [{"start": 1000, "end": 1003, "text": "[9]", "ref_id": "BIBREF12"}, {"start": 1004, "end": 1008, "text": "[10]", "ref_id": "BIBREF13"}, {"start": 1009, "end": 1013, "text": "[11]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Risks-Benefits of Combining the 2 Drugs"}, {"text": "In patients with COVID-19 treated with the azithromycin/hydroxychloroquine combination, physicians should be cautious when coprescribing QT interval-prolonging drugs (enhanced toxicity) or P-glycoprotein substrates/inhibitors (reduced effectiveness). Nevertheless, abandoning azithromycin may importantly limit hydroxychloroquine-attributed effectiveness. Therefore, well-designed randomized, double-blind and placebo-controlled clinical trials are awaited to evaluate the exact synergy/toxicity balance of this potentially lifesaving combination. Appropriate statistical hypotheses should be formulated when designing the study so that the alternative hypothesis can be inferred upon the rejection of the null hypothesis. Observational studies are not sufficient in nature to meet regulatory requirements and decide if a treatment with potentially serious toxicity should be advocated. Pharmacovigilance departments and poison control centers should be alert to collect all useful toxicological exposure data and trends to guide public health response.", "cite_spans": [], "ref_spans": [], "section": "Risks-Benefits of Combining the 2 Drugs"}, {"text": "In conclusion, both hydroxychloroquine and azithromycin are friends and foes, when considering the balance issue between the expected synergistic effectiveness to clear the virus from the body and the safety concerns to avoid possible risks of cardiotoxicity when the 2 drugs are combined.", "cite_spans": [], "ref_spans": [], "section": "Risks-Benefits of Combining the 2 Drugs"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Clinical and microbiological effect of a combination of hydroxychloroquine and azithromycin in 80 COVID-19 patients with at least a six-day follow up: A pilot observational study", "authors": [{"first": "P", "middle": [], "last": "Gautret", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Lagier", "suffix": ""}, {"first": "P", "middle": [], "last": "Parola", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Efficacy of hydroxychloroquine in patients with COVID-19: results of a randomized clinical trial", "authors": [{"first": "Z", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["https:/www.medrxiv.org/content/10.1101/2020.03.22.20040758v2.full.pdf"]}}, "BIBREF3": {"ref_id": "b3", "title": "A pilot study of hydroxychloroquine in treatment of patients with common coronavirus disease-19 (COVID-19)", "authors": [{"first": "J", "middle": [], "last": "Chen", "suffix": ""}, {"first": "L", "middle": [], "last": "Danping", "suffix": ""}, {"first": "L", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "J Zhejiang Univ (Med Sci)", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["http:/www.zjujournals.com/med/EN/10.3785/j.issn.1008-9292.2020.03.03"]}}, "BIBREF4": {"ref_id": "b4", "title": "No evidence of rapid antiviral clearance or clinical benefit with the combination of hydroxychloroquine and azithromycin in patients with severe COVID-19 infection", "authors": [{"first": "J", "middle": ["M"], "last": "Molina", "suffix": ""}, {"first": "C", "middle": [], "last": "Delaugerre", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Goff", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Outcomes of hydroxychloroquine usage in United States veterans hospitalized with Covid-19", "authors": [{"first": "J", "middle": [], "last": "Magagnoli", "suffix": ""}, {"first": "S", "middle": [], "last": "Narendran", "suffix": ""}, {"first": "F", "middle": [], "last": "Pereira", "suffix": ""}, {"first": "T", "middle": [], "last": "Cummings", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Hardin", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Sutton", "suffix": ""}, {"first": "J", "middle": [], "last": "Ambati", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["https:/www.medrxiv.org/content/10.1101/2020.04.16.20065920v1.article-metrics"]}}, "BIBREF7": {"ref_id": "b7", "title": "No evidence of clinical efficacy of hydroxychloroquine in patients hospitalised for COVID-19 infection and requiring oxygen: results of a study using routinely collected data to emulate a target trial", "authors": [{"first": "M", "middle": [], "last": "Mahévas", "suffix": ""}, {"first": "V", "middle": ["T"], "last": "Tran", "suffix": ""}, {"first": "M", "middle": [], "last": "Roumier", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["https:/www.medrxiv.org/content/10.1101/2020.04.10.20060699v1"]}}, "BIBREF8": {"ref_id": "b8", "title": "Early treatment of 1061 COVID-19 patients with hydroxychloroquine and azithromycin", "authors": [{"first": "M", "middle": [], "last": "Million", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Lagier", "suffix": ""}, {"first": "P", "middle": [], "last": "Gautret", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Clinical outcomes of hydroxychloroquine in hospitalized patients with COVID-19: a quasi-randomized comparative study", "authors": [{"first": "J", "middle": [], "last": "Barbosa", "suffix": ""}, {"first": "D", "middle": [], "last": "Kaitis", "suffix": ""}, {"first": "R", "middle": [], "last": "Freedman", "suffix": ""}, {"first": "K", "middle": [], "last": "Le", "suffix": ""}, {"first": "X", "middle": [], "last": "Lin", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Hydroxychloroquine in patients with COVID-19: an open-label, randomized", "authors": [{"first": "W", "middle": [], "last": "Tang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Cao", "suffix": ""}, {"first": "M", "middle": [], "last": "Han", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["https:/www.medrxiv.org/content/10.1101/2020.04.10.20060558v1"]}}, "BIBREF13": {"ref_id": "b13", "title": "Effect of high vs low doses of chloroquine diphosphate as adjunctive therapy for patients hospitalized with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection -a randomized clinical trial", "authors": [{"first": "Mgs", "middle": [], "last": "Borba", "suffix": ""}, {"first": "Ffa", "middle": [], "last": "Val", "suffix": ""}, {"first": "V", "middle": ["S"], "last": "Sampaio", "suffix": ""}], "year": 2020, "venue": "JAMA Netw Open", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The QT interval in patients with SARS-CoV-2 infection treated with hydroxychloroquine/ azithromycin. The QT interval in patients with SARS-CoV-2 infection treated with hydroxychloroquine/azithromycin", "authors": [{"first": "E", "middle": [], "last": "Chorin", "suffix": ""}, {"first": "M", "middle": [], "last": "Dai", "suffix": ""}, {"first": "E", "middle": [], "last": "Shulman", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["https:/www.medrxiv.org/content/10.1101/2020.04.02.20047050v1"]}}, "BIBREF15": {"ref_id": "b15", "title": "Chloroquine and hydroxychloroquine equally affect tumor necrosis factor-alpha, interleukin 6, and interferongamma production by peripheral blood mononuclear cells", "authors": [{"first": "D", "middle": ["J"], "last": "Wallace", "suffix": ""}, {"first": "V", "middle": ["S"], "last": "Gudsoorkar", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Weisman", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Venuturupalli", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Dijkmans", "suffix": ""}, {"first": "H", "middle": ["H"], "last": "De Rooij", "suffix": ""}, {"first": "S", "middle": [], "last": "Le Cessie", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Verweij", "suffix": ""}], "year": 1997, "venue": "13. van den Borne BE", "volume": "8", "issn": "1", "pages": "55--60", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Effect of hydroxychloroquine treatment on pro-inflammatory cytokines and disease activity in SLE patients: data from LUMINA (LXXV), a multiethnic US cohort", "authors": [{"first": "R", "middle": [], "last": "Willis", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Seif", "suffix": ""}, {"first": "G", "middle": [], "last": "Mcgwin", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}], "year": 2012, "venue": "Lupus", "volume": "21", "issn": "", "pages": "830--835", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "In vitro antiviral activity and projection of optimized dosing design of hydroxychloroquine for the treatment of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)", "authors": [{"first": "X", "middle": [], "last": "Yao", "suffix": ""}, {"first": "F", "middle": [], "last": "Ye", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "New insights into the antiviral effects of chloroquine", "authors": [{"first": "A", "middle": [], "last": "Savarino", "suffix": ""}, {"first": "Di", "middle": [], "last": "Trani", "suffix": ""}, {"first": "L", "middle": [], "last": "Donatelli", "suffix": ""}, {"first": "I", "middle": [], "last": "Cauda", "suffix": ""}, {"first": "R", "middle": [], "last": "Cassone", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2006, "venue": "Lancet Infect Dis", "volume": "6", "issn": "", "pages": "67--69", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Chloroquine is a potent inhibitor of SARS coronavirus infection and spread", "authors": [{"first": "M", "middle": ["J"], "last": "Vincent", "suffix": ""}, {"first": "E", "middle": [], "last": "Bergeron", "suffix": ""}, {"first": "S", "middle": [], "last": "Benjannet", "suffix": ""}], "year": 2005, "venue": "Virol J", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Renin-angiotensin-aldosterone system inhibitors in patients with Covid-19", "authors": [{"first": "M", "middle": [], "last": "Vaduganathan", "suffix": ""}, {"first": "O", "middle": [], "last": "Vardeny", "suffix": ""}, {"first": "T", "middle": [], "last": "Michel", "suffix": ""}, {"first": "Jjv", "middle": [], "last": "Mcmurray", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Pfeffer", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Solomon", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "1653--1659", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Decrease in macrophage antigen catabolism caused by ammonia and chloroquine is associated with inhibition of antigen presentation to T cells", "authors": [{"first": "H", "middle": ["K"], "last": "Ziegler", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Unanue", "suffix": ""}], "year": 1982, "venue": "Proc Natl Acad Sci", "volume": "79", "issn": "", "pages": "175--178", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Chloroquine affects biosynthesis of Ia molecules by inhibiting dissociation of invariant (gamma) chains from alpha-beta dimers in B cells", "authors": [{"first": "J", "middle": [], "last": "Nowell", "suffix": ""}, {"first": "V", "middle": [], "last": "Quaranta", "suffix": ""}], "year": 1985, "venue": "J Exp Med", "volume": "162", "issn": "", "pages": "1371--1376", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Optimizing hydroxychloroquine dosing for patients with COVID-19: An integrative modeling approach for effective drug repurposing", "authors": [{"first": "M", "middle": [], "last": "Garcia-Cremades", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Solans", "suffix": ""}, {"first": "E", "middle": [], "last": "Hughes", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Clinical pharmacology perspectives on the antiviral activity of azithromycin and use in COVID-19", "authors": [{"first": "B", "middle": [], "last": "Damle", "suffix": ""}, {"first": "M", "middle": [], "last": "Vourvahis", "suffix": ""}, {"first": "E", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Leaney", "suffix": ""}, {"first": "B", "middle": [], "last": "Corrigan", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Subcellular distribution of azithromycin and clarithromycin in rat alveolar macrophages (NR8383) in vitro", "authors": [{"first": "K", "middle": [], "last": "Togami", "suffix": ""}, {"first": "S", "middle": [], "last": "Chono", "suffix": ""}, {"first": "K", "middle": [], "last": "Morimoto", "suffix": ""}], "year": 2013, "venue": "Biol Pharm Bull", "volume": "36", "issn": "", "pages": "1494--1499", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Energetics based modeling of hydroxychloroquine and azithromycin binding to the SARS-CoV-2 spike (S) protein-ACE2 complex", "authors": [{"first": "S", "middle": [], "last": "Sandeep", "suffix": ""}, {"first": "K", "middle": [], "last": "Mcgregor", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "In vitro testing of hydroxychloroquine and azithromycin on SARS-CoV-2 shows synergistic effect", "authors": [{"first": "J", "middle": [], "last": "Andreania", "suffix": ""}, {"first": "Le", "middle": [], "last": "Bideau", "suffix": ""}, {"first": "M", "middle": [], "last": "Duflot", "suffix": ""}, {"first": "I", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "In vivo and in vitro antimalarial properties of azithromycin-chloroquine combinations that include the resistance reversal agent amlodipine", "authors": [{"first": "M", "middle": ["R"], "last": "Pereira", "suffix": ""}, {"first": "P", "middle": ["P"], "last": "Henrich", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Sidhu", "suffix": ""}], "year": 2011, "venue": "Antimicrob Agents Chemother", "volume": "55", "issn": "", "pages": "3115--3124", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Azithromycin plus chloroquine: combination therapy for protection against malaria and sexually transmitted infections in pregnancy", "authors": [{"first": "R", "middle": ["M"], "last": "Chico", "suffix": ""}, {"first": "D", "middle": [], "last": "Chandramohan", "suffix": ""}], "year": 2011, "venue": "Expert Opin Drug Metab Toxicol", "volume": "7", "issn": "", "pages": "1153--1167", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Influence of P-glycoprotein inhibitors on accumulation of macrolides in J774 murine macrophages", "authors": [{"first": "C", "middle": [], "last": "Seral", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Michot", "suffix": ""}, {"first": "H", "middle": [], "last": "Chanteux", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Mingeot-Leclercq", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Tulkens", "suffix": ""}, {"first": "F", "middle": [], "last": "Van Bambeke", "suffix": ""}], "year": 2003, "venue": "Antimicrob Agents Chemother", "volume": "47", "issn": "", "pages": "1047--1051", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "US Food & Drug Administration. FDA cautions against use of hydroxychloroquine or chloroquine for COVID-19 outside of the hospital setting or a clinical trial due to risk of heart rhythm problems", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Azithromycin-induced proarrhythmia and cardiovascular death", "authors": [{"first": "P", "middle": ["A"], "last": "Howard", "suffix": ""}], "year": 2013, "venue": "Ann Pharmacother", "volume": "47", "issn": "", "pages": "1547--1551", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Electrocardiogram abnormalities related to anti-malarials in systemic lupus erythematosus", "authors": [{"first": "T", "middle": ["K"], "last": "Mcghie", "suffix": ""}, {"first": "P", "middle": [], "last": "Harvey", "suffix": ""}, {"first": "J", "middle": [], "last": "Su", "suffix": ""}, {"first": "N", "middle": [], "last": "Anderson", "suffix": ""}, {"first": "G", "middle": [], "last": "Tomlinson", "suffix": ""}, {"first": "Z", "middle": [], "last": "Touma", "suffix": ""}], "year": 2018, "venue": "Clin Exp Rheumatol", "volume": "36", "issn": "", "pages": "545--551", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Safety of hydroxychloroquine, alone and in combination with azithromycin, in light of rapid wide-spread use for COVID-19: a multinational, network cohort and self-controlled case series study", "authors": [{"first": "Jce", "middle": [], "last": "Lane", "suffix": ""}, {"first": "J", "middle": [], "last": "Weaver", "suffix": ""}, {"first": "K", "middle": [], "last": "Kostka", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["https:/www.medrxiv.org/content/10.1101/2020.04.08.20054551v1"]}}, "BIBREF39": {"ref_id": "b39", "title": "Suicide mode d'emploi. Histoire, technique, actualite. Paris: Alan Moreau Editions", "authors": [{"first": "C", "middle": [], "last": "Guillion", "suffix": ""}, {"first": "Le", "middle": [], "last": "Bonniec", "suffix": ""}, {"first": "Y", "middle": [], "last": "", "suffix": ""}], "year": 1982, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Effects of chloroquine on viral infections: an old drug against today's diseases?", "authors": [{"first": "A", "middle": [], "last": "Savarino", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Boelaert", "suffix": ""}, {"first": "A", "middle": [], "last": "Cassone", "suffix": ""}, {"first": "G", "middle": [], "last": "Majori", "suffix": ""}, {"first": "R", "middle": [], "last": "Cauda", "suffix": ""}], "year": 2003, "venue": "Lancet Infect Dis", "volume": "3", "issn": "", "pages": "722--727", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "storm, hydroxychloroquine rapidly appeared, at least theoretically, as a potential immunomodulatory anti-COVID-19 drug, if administered early enough in the disease time course. The 4-aminoquinoline compounds are active in vitro against a range of viruses with different suggested mechanisms of action. Recently, hydroxychloroquineattributed anti-SARS-CoV-2 activity was established in vitro (50% effective concentration [EC 50 ] = 0.72 μmol/L at a multiplicity of infection of 0.01 [100 PFU/well] in Vero cells for 2 hours) and found more potent than chloroquine (EC 50 = 5.47 μmol/L in the same conditions).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Suggested mechanisms for the antiviral and immunomodulatory activities of hydroxychloroquine and azithromycin in COVID-19 highlighting possible synergic effects between the 2 drugs if prescribed in combination (adapted from Savarino et al,34 with permission). Possible hydroxychloroquine-attributed effects include (1) interference with ACE2 glycosylation and reduction of viral binding, (2) endosome and lysosome alkalization limiting viral uncoating and assembly, (3) alteration of antigen processing and MHC class II-mediated autoantigen presentation, (4) disruption of RNA interaction with TLRs and nucleic acid sensors, (5) inhibition of proinflammatory genes transcription, (6) inhibition of T-cell activation, and", "latex": null, "type": "figure"}, "TABREF0": {"text": "Emerging List of Studies Investigating Chloroquine/Hydroxychloroquine With or Without Azithromycin to Treat COVID-19", "latex": null, "type": "table"}, "TABREF1": {"text": "ContinuedARDS, acute respiratory distress syndrome; AZ, azithromycin; CQ, chloroquine; HCQ, hydroxychloroquine; ICU, intensive care unit; SARS-CoV-2, severe acute respiratory syndrome coronavirus 2. a Results as presented in the study, considering that the majority has not been peer reviewed yet.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors declare no conflicts of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of Interest"}]}