{"paper_id": "1f574c060aa3a0ec1146563444311283340f7e1a", "metadata": {"title": "Contact Tracing Evaluation for COVID-19 Transmission during the Reopening Phase in a Rural College Town", "authors": [{"first": "Sifat", "middle": ["Afroj"], "last": "Moon", "suffix": "", "affiliation": {"laboratory": "", "institution": "Kansas State University", "location": {"country": "USA"}}, "email": ""}, {"first": "Caterina", "middle": [], "last": "Scoglio", "suffix": "", "affiliation": {"laboratory": "", "institution": "Kansas State University", "location": {"country": "USA"}}, "email": ""}]}, "abstract": [{"text": "Contact tracing can play a vital role in controlling human-to-human transmission of a highly contagious disease such as COVID-19. To investigate the benefits and costs of contact tracing, we develop an individual-based contact-network model and a susceptible-exposed-infected-confirmed (SEIC) epidemic model for the stochastic simulations of COVID-19 transmission. We estimate the unknown parameters (reproductive ratio R 0 and confirmed rate δ 2 ) by using observed confirmed case data. After a two month-lockdown, states in the USA have started the reopening process. We provide simulations for four different reopening situations: under \"stay-at-home\" order or no reopening, 25 % reopening, 50 % reopening, and 75 % reopening. We model contact tracing in a two-layer network by modifying the basic SEIC epidemic model. The two-layer network is composed by the contact network in the first layer and the tracing network in the second layer. Since the full contact list of an infected individual patient can be hard to obtain, then we consider different fractions of contacts from 60% to 5%. The goal of this paper is to assess the effectiveness of contact tracing to control the COVID-19 spreading in the reopening process. In terms of benefits, simulation results show that increasing the fraction of traced contacts decreases the size of the epidemic. For example, tracing 20% of the contacts is enough for all four reopening scenarios to reduce the epidemic size by half. Considering : medRxiv preprint the act of quarantining susceptible households as the contact tracing cost, we have observed an interesting phenomenon. When we increase the fraction of traced contacts from 5% to 20%, the number of quarantined susceptible people increases because each individual confirmed case is mentioning more contacts.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "However, when we increase the fraction of traced contacts from 20% to 60%, the number of quarantined susceptible people decreases because the increment of the mentioned contacts is balanced by a reduced number of confirmed cases.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The main contribution of this research lies in the investigation of the effectiveness of contact tracing for the containment of COVID-19 spreading during the initial phase of the reopening process of the USA.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "COVID-19 has affected the lives of billions of people in 2019-2020. The COVID-19 disease is caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and has caused a global health emergency. The world health organization (WHO) declared it as a Public Health Emergency of International 5 Concern on January 30, 2020 [1] . The number of confirmed reported cases by SARS-CoV-2 has been rising. On May 31, 2020, worldwide there were 5, 939, 234 laboratory-confirmed cases with 367, 255 deaths [2].", "cite_spans": [{"start": 299, "end": 300, "text": "5", "ref_id": null}, {"start": 329, "end": 332, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "Many countries issued a pandemic lockdown to slow down the spreading of COVID-19. In the United States, a 'stay-at-home' order was issued in many 10 states. However, those pandemic lockdowns have a massive impact on the economy. All the States of the USA started reopening gradually from early May.", "cite_spans": [{"start": 146, "end": 148, "text": "10", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Introduction"}, {"text": "Understanding the impact of mitigation strategies on the spreading dynamic of COVID-19 during the reopening phase of the USA is essential. In this work, we assess the impact of contact tracing under four reopening scenarios: 25% 15 reopening, 50% reopening, 75% reopening, and 100% reopening.", "cite_spans": [{"start": 229, "end": 231, "text": "15", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Introduction"}, {"text": "2 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint Individual-based contact-network models are a powerful tool to model COVID- 19 spreading due to its person-to-person spreading nature. In this work, we develop an individual-based network model for a college town, Manhattan, KS, where households represent nodes of the network. We select Manhattan, KS, 20 as our study area, since it is a typical college town in a rural region of Kansas, the home of Kansas State University. There are 20, 439 occupied households in Manhattan, KS, according to census 2018 [3] . The connections between two individual households represent the contact probabilities between the members of the households. The individual-based approach provides the flexibility to 25 observe the local dynamic at the individual level. It also allows us to include in the model a mitigation strategy at the individual level, such as contact tracing.", "cite_spans": [{"start": 218, "end": 220, "text": "19", "ref_id": "BIBREF21"}, {"start": 445, "end": 447, "text": "20", "ref_id": "BIBREF22"}, {"start": 649, "end": 652, "text": "[3]", "ref_id": "BIBREF1"}, {"start": 838, "end": 840, "text": "25", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "To design an epidemic model for COVID-19 is challenging, as many epidemic features of the disease are yet to be investigated, such as, for example, the transmission rate, the pre-symptomatic transmission rate, and the percentage of the 30 asymptomatic population. These uncertain characteristics make epidemic modeling challenging as the outcomes of the model are sensitive to the assumption made on the uncertainties. Therefore, we use a simple epidemic model with four compartments -susceptible-exposed-infected-confirmed (SEIC)-capable of imitating the COVID-19 transmission and flexible enough to cope with new 35 information. This model has only two unknown parameters: the reproductive ratio R 0 , and the confirmed case rate or reporting rate δ 2 . We use confirmed COVID-19 cases from March 25, 2020 to May 4, 2020 in Manhattan, KS as data, and estimate the unknown parameters from data. We consider that a confirmed COVID-19 patient cannot spread the disease anymore except in his/her 40 own household. In the spreading of COVID-19, there are pre-symptomatic and asymptomatic cases that do not show any sign of illness [4] . Besides, there is a strong possibility that infected cases not detected exist. In our epidemic model, those unreported cases are included indirectly through infected to confirmed transitions. 45 Since a vaccine is not available for COVID-19, contact tracing is a key mitigation strategy to control the spreading of COVID-19. Contact tracing is a mitigation 3 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [{"start": 1128, "end": 1131, "text": "[4]", "ref_id": "BIBREF2"}, {"start": 1326, "end": 1328, "text": "45", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint strategy that aims at identifying people who may have come into contact with a patient. This mitigation strategy prevents further spreading by isolation of exposed people. The public health personnel have used contact tracing as a 50 tool to control disease-spreading for a long time [5] . We implement the contact tracing strategy according to CDC guidance [6] through a two-layer network model with a modified SEIC epidemic model. Contact tracing is effective at the early stage of an epidemic when there is a limited number of cases. We choose a college town, Manhattan (KS), for our study. Most college towns have a lim-55 ited number of cases because educational institutes have been closed since early March 2020. Feasibility of contact tracing to control COVID-19 spreading was analyzed using a branching process stochastic simulation for three reproductive ratios R 0 = 1.5, 2.5, and 3.5 [7] . The authors find that sufficient contact tracing with quarantine can control a new outbreak of COVID-19. They mostly focus 60 on the question of how much contacts need to be traced to control an epidemic for the three levels of reproductive ratio. However, this article neither explored the effectiveness of contact tracing for a specific location, nor investigated the cost of contact tracing.", "cite_spans": [{"start": 426, "end": 429, "text": "[5]", "ref_id": null}, {"start": 500, "end": 503, "text": "[6]", "ref_id": null}, {"start": 1038, "end": 1041, "text": "[7]", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "In this research, we develop an individual-based network framework to assess the 65 impact of contact-tracing in the reopening process in a college town of Kansas.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "To analyze the cost of contact-tracing represented by the number of quarantined susceptible people, we develop a contact network and estimate the reproductive ratio R 0 and confirmed rate (infected to laboratory-confirmed transition) from observed confirmed case data in Manhattan KS. We use our individual-based ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "4"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint • A rigorous estimation of the reproductive ratio R 0 and confirmed case rate (infected to laboratory-confirmed transition) from observed confirmed case data.", "cite_spans": [], "ref_spans": [], "section": "4"}, {"text": "• A thorough investigation of costs and benefits of contact-tracing in the reopening process in a college town of Kansas.", "cite_spans": [], "ref_spans": [], "section": "80"}, {"text": "The individual-based network model is developed to represent the heterogeneity in people mixing. Our individual-based network epidemic model is general and flexible. It can be used to estimate, and model contact-tracing for COVID-19 85 in any location. It can also be used for any other disease that has a similar spreading mechanism like COVID-19.", "cite_spans": [], "ref_spans": [], "section": "80"}, {"text": "This paper is organized as follows: section 2 proposes an individual-based contact network framework with two networks: the full network and the limited network, to represents the contact situation namely before the reopening pro- ", "cite_spans": [], "ref_spans": [], "section": "80"}, {"text": "This section proposes a method to develop an individual-based contact network model capable of representing heterogeneous social mixing. In this network, occupied households are in the individual node level, a connection be-100 tween two households represents the contact probability between members of these households. The network has N nodes and n people. To develop this network, we consider five age-ranges: under 18, 18 − 24, 25 − 34, 35 − 59, and over 60. Each age-range has n i people, where i ∈ {1, 2, 3, 4, 5}. We distribute the n people randomly into the N occupied households according to five social char-105 acteristics: age, average household sizes, family households, couple, living-alone 5 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Individual-based contact network model"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint [3] . We maintain the average household sizes, number of family households, number of couples, and number of living-alone households. Besides, a person under 18 years old is always assigned in a house with at least one adult person.", "cite_spans": [{"start": 142, "end": 145, "text": "[3]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Individual-based contact network model"}, {"text": "After assigning the people, an age-specific network is developed for each age 110 range and a random mixing network for all ages. Then a combination of the six networks provides the full network. A full network represents a contact network for a typical situation. The configuration network model [8] is used to develop age-specific networks and the random mixing network. The steps to develop age-specific networks are:", "cite_spans": [{"start": 297, "end": 300, "text": "[8]", "ref_id": null}], "ref_spans": [], "section": "Individual-based contact network model"}, {"text": "Step 1: For each person j (here, j ∈ 1, 2, ..., n), contacts c j is assigned from a Gaussian distribution N (µ, σ 2 ). The mean µ of the Gaussian distributions are taken from the daily average number of contacts per person in each age-range [9, 10, 11] . The average daily contacts per person are given in Table 1 In the random-mixing-network, the number of contacts is assigned randomly from the N (2, 1) distribution for a person j. The Gaussian or normal distribution is the distribution of real numbers; therefore, the 130 number from the N (µ, σ 2 ) distribution is rounded to the closest integer.", "cite_spans": [{"start": 241, "end": 244, "text": "[9,", "ref_id": "BIBREF10"}, {"start": 245, "end": 248, "text": "10,", "ref_id": "BIBREF11"}, {"start": 249, "end": 252, "text": "11]", "ref_id": null}], "ref_spans": [{"start": 306, "end": 313, "text": "Table 1", "ref_id": "TABREF0"}], "section": "115"}, {"text": "Step 2: For each person j, contacts for its belonging household k is assigned by (c j − h k − 1). Here, c j is the number of contacts for a person j, h k is the household size or number of people of the household k, person j lives in the household k, j = 1, 2, 3......n, and k = 1, 2, 3......N . 135 6 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 296, "end": 299, "text": "135", "ref_id": null}], "ref_spans": [], "section": "115"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Step 3: From the mixing patterns of different age-ranges, people have a strong tendency to meet people with their same age range (more than 80%) [9, 10, 11] . Therefore, We keep the maximum number of contacts among the same age ranges and a small percentage for the other age ranges. The percentage of contacts in the same age-specific-network for each age-range 140 is given in Table 1 . Degree d ki of a node k in the age-specific network i is s% of (c j − h k − 1), here, s% of average daily contacts of a person happens with the people of his same age-range.", "cite_spans": [{"start": 145, "end": 148, "text": "[9,", "ref_id": "BIBREF10"}, {"start": 149, "end": 152, "text": "10,", "ref_id": "BIBREF11"}, {"start": 153, "end": 156, "text": "11]", "ref_id": null}], "ref_spans": [{"start": 379, "end": 386, "text": "Table 1", "ref_id": "TABREF0"}], "section": "(which was not certified by peer review)"}, {"text": "Step 4: After assigning degree, d ki for N nodes or households, The configuration network model [8] creates half-edges for each node, then chooses two 145 nodes randomly and connect their half-edges to form a full edge [8] .", "cite_spans": [{"start": 96, "end": 99, "text": "[8]", "ref_id": null}, {"start": 219, "end": 222, "text": "[8]", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The population and network characteristics for the five age-specific networks for Manhattan, KS are given in Table 1 . According to census 2018, Manhattan, KS has n = 55, 489 people and N = 20, 439 occupied households [3] .", "cite_spans": [{"start": 218, "end": 221, "text": "[3]", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 109, "end": 116, "text": "Table 1", "ref_id": "TABREF0"}], "section": "(which was not certified by peer review)"}, {"text": "The full network is a combination of five age-specific networks and a random-150 mixing network. Adjacency matrix for the full network A f is a summation of six adjacency matrices:", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Here, A i is the adjacency matrix for the age-specific network i, and A r is the adjacency matrix for the random mixing network. Age-specific networks and the random mixing network are unweighted and undirected. However, the full network is a weighted and undi- CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint which is closed since early March 2020. Besides, Manhattan, KS was under the \"Stay-At-Home\" order from March 27, 2020 to May 4, 2020 [12] . To represent this unusual situation, the full network is modified to a limited network version. As the educational institute was closed, we randomly reduce 90% links from the age-specific networks for the age-ranges under 18, and 18 − 24. The", "cite_spans": [{"start": 275, "end": 279, "text": "[12]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Google COVID-19 community mobility reports provide a percentage of movement changes in different places (for example, workplaces, recreational areas, parks) [13] . We reduced 40% links randomly from the age-specific networks for 25 − 34, and 35 − 59 age-ranges for the movement changes in the workplaces [13] . The number of links in the limited network is 155762. The limited network 175 is given in the supplementary materials.", "cite_spans": [{"start": 157, "end": 161, "text": "[13]", "ref_id": "BIBREF14"}, {"start": 304, "end": 308, "text": "[13]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "170"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "9"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "In this section, we design an epidemic model to simulate the COVID-19", "cite_spans": [], "ref_spans": [], "section": "Epidemic model"}, {"text": "spreading; later, we estimate the unknown parameters (reproductive ratio R 0 180 and confirmed rate δ 2 ) of the epidemic model. We simulate four reopening scenarios using the estimated parameters: under \"Stay-At-Home\" order, 25% reopening, 50% reopening, and 75% reopening. This model assumes that there is no particular mitigation strategies have applied except general lockdown. ", "cite_spans": [], "ref_spans": [], "section": "Epidemic model"}, {"text": "This research propose a susceptible-exposed-infected-confirmed (SEIC) epidemic model to simulate the spreading of COVID-19 (Fig. 2) . This model has four compartments: susceptible S, exposed E, infected I, confirmed C. A susceptible node does not introduce to the virus yet, an exposed node introduces 190 to the virus, but the viremia level is not strong enough to infect others, an infected node has strong viremia to infect others, and a confirmed node is a laboratory-confirmed COVID-19 case. The SEIC model has three transitions, which are divided into two categories: edge-based (S → E), and nodal (E → I; 15] .", "cite_spans": [{"start": 612, "end": 615, "text": "15]", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 123, "end": 131, "text": "(Fig. 2)", "ref_id": "FIGREF8"}], "section": "Susceptible-exposed-infected-confirmed (SEIC) epidemic model"}, {"text": "An edge-based transition of a node depends on the state of its contacting nodes or neighbors in the contact network with its own state. A nodal transition of a node only depends on the own state. Each edge-based transition has an influencer compartment. A transition from susceptible to exposed (S → E) of a susceptible node depends on the infected neighbors of that node. Therefore 200 it is an edge-based transition, and the infected compartment is the influencer compartment of this transition. In this work, we are using the term 'neighbors of a node k' for the nodes, which have the shortest path length 1 from the node k. The transition rate of the susceptible to exposed (S → E) transition of a node k is β 1 is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "195"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint is the number of infected neighbors of the node k. The transition rate for the transition exposed to infected (E → I) is δ 1 . The confirmed rate of an infected person is δ 2 . We assume that a laboratory-confirmed case will be isolated and cannot spread the disease outside of his household anymore. An infected node ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "To do the simulation, we use GEMFsim; it is a stochastic simulator for the 220 generalized epidemic modeling framework (GEMF), which was developed by the Network Science and Engineering (NetSE) group at Kansas State University In GEMF, the joint state of all nodes follows a Markov process that arises from 11 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Stochastic simulation"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint Table 2 : Description of the susceptible-exposed-infected-confirmed (SEIC) epidemic model.", "cite_spans": [], "ref_spans": [{"start": 142, "end": 149, "text": "Table 2", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "type transition transition rate", "cite_spans": [], "ref_spans": [], "section": "States"}, {"text": "estimated node-level transition. A node can change its state by moving from one compartment to another compartment through a transition. One assumption of the GEMF system is, all the events or transitions are independent Poisson processes with the constant rate; this assumption leads the system to a continuous-time 230 Markov process. Initially, the simulation starts by setting two infected nodes randomly.", "cite_spans": [{"start": 317, "end": 320, "text": "230", "ref_id": null}], "ref_spans": [], "section": "States"}, {"text": "The SEIC model has two unknown parameters: reproductive ratio R 0 , and 235 confirmed or reporting rate δ 2 . To estimate the R 0 and δ 2 , we have used con- for reporting rate δ 2 is 1 6.54 day −1 (95% confidence interval: 1 7.89 − 1 6.05 day −1 ).", "cite_spans": [], "ref_spans": [], "section": "Parameter estimation for the SEIC epidemic model"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "12"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "These estimated values are specific for Manhattan, KS. We have considered that some people will develop severe symptoms, and they will be reported as a con-245 firmed case of COVID-19 sooner. However, some people will produce deficient symptoms, and may they will not be tested. Therefore, the estimated confirmed rate is an average of all possibilities. We use approximate Bayesian computation based on sequential Monte Carlo sampling (ABS-SMC) approach to estimate the parameters [18, 19] .", "cite_spans": [{"start": 482, "end": 486, "text": "[18,", "ref_id": "BIBREF20"}, {"start": 487, "end": 490, "text": "19]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "A sensitivity analysis for R 0 and δ 2 on the mean-squared error between confirmed cases data and simulated results is presented in Fig. 6 . From the sensitivity analysis, the mean-squared error is low when the reporting time is high.", "cite_spans": [], "ref_spans": [{"start": 132, "end": 138, "text": "Fig. 6", "ref_id": "FIGREF16"}], "section": "250"}, {"text": "It indicates undetected COVID-19 patients in the system. It means that an infected node needs to be infected for a longer time for the better fitting with 255 the data. It also indicates that the testing of COVID-19 is not sufficient.", "cite_spans": [], "ref_spans": [], "section": "250"}, {"text": "In this subsection, we simulate the confirmed cases (or cumulative new cases per day) for two months: June and July using the SEIC epidemic model with the estimated parameters. To simulate, we assume that there is no change 260 except reopening from pandemic lockdown. We are presenting four reopening situations: Stay-at-home is still there or no reopening, 25% reopening, 50% reopening, and 75% reopening. Kansas has started to reopen step by step after May 4, 2020. We use the limited network to simulate from March 25, 2020 to May 4, 2020; then, we change the network concerning the reopening situation.", "cite_spans": [], "ref_spans": [], "section": "Simulation in the reopening process without contact tracing"}, {"text": "For example, for a 25% reopening situation, we add 25% missing links randomly (which are present in the full network but not in the limited network). We preserve the states of each node at May 4, 2020 in the network then use it as the initial condition for the simulation for the reopening situation (from May 4, 2020 to July 1, 2020). Fig. 4 is showing the mean (dashed lines) and median 270 (solid lines) of the confirmed cases of the 1000 stochastic realizations of the four reopening situations. The zoom-in window in Fig. 4 shows the time period when data was used to estimate the parameters of the epidemic model.", "cite_spans": [], "ref_spans": [{"start": 336, "end": 342, "text": "Fig. 4", "ref_id": "FIGREF13"}, {"start": 522, "end": 528, "text": "Fig. 4", "ref_id": "FIGREF13"}], "section": "265"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "13"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint . The light-colored boxes represent more mse than dark-colored boxes. The color boxes with number \"1\" means that mse≤ 3, number \"2\" means that 3 <mse ≤ 10, number \"3\" means that 10 <mse ≤ 50, number \"4\" means that 50 <mse ≤ 100,number \"5\" means that 100 <mse ≤ 500,number \"6\" means that 500 <mse ≤ 1000,number \"7\" means that 1000 <mse. More than 80% times epidemic dies out in the combinations of the black squares, and confirmed cases are less than 10. The minimum error combination is showing by the red circle. We estimate R 0 = 0.71 and average reporting time= 6.5 days.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "14 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "15"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Contact tracing is a crucial mitigation strategy to control the spreading of 275 COVID-19. In this section, we will implement contact tracing and observe the efficiency of the contact tracing in the different reopening scenarios. To implement contact tracing, we modify the basic SEIC epidemic model and propose a two-layer network model. In the implementation of the contact tracing, we follow the CDC's guidance for contact tracing [6] . ", "cite_spans": [{"start": 434, "end": 437, "text": "[6]", "ref_id": null}], "ref_spans": [], "section": "Contact tracing"}, {"text": "This work implements contact tracing in a two-layer network model: the contact network is in the first layer, and the tracing network is in the second layer (Fig. 5 ). We will call the first layer as the contact-layer and second layer as the tracing-layer in the rest of the paper. In the t%-tracing-layer, t% of links of 285 each node in the contact-layer are preserved randomly to form tracing-layer (A 50% tracing-layer is presented in Fig. 5 ). The contacts/neighbors of a confirmed (C) node in the tracing-layer will be tested and quarantined.", "cite_spans": [], "ref_spans": [{"start": 157, "end": 164, "text": "(Fig. 5", "ref_id": "FIGREF15"}, {"start": 439, "end": 445, "text": "Fig. 5", "ref_id": "FIGREF15"}], "section": "Two-layer individual-based network model"}, {"text": "For the contact tracing mitigation strategy, we consider two approaches for 290 isolation: I) only infected neighbors of a confirmed case in the tracing layer will be isolated, II) all the neighbors of a confirmed case in the tracing layer will be isolated. For the case I, we propose the SEICQ1 epidemic model, and for case II, we propose the SEICQ2 epidemic model.", "cite_spans": [], "ref_spans": [], "section": "Epidemic model for contact tracing"}, {"text": "The SEICQ1 model has six compartments: susceptible (S), exposed (E), in-295 fected (I), confirmed (C), quarantined-infected (Q I ), and removed (R). The SEICQ2 model has eight compartments: susceptible (S), exposed (E), infected (I), confirmed (C), quarantined-susceptible (Q S ), quarantined-exposed (Q E ), quarantined-infected (Q I ), and removed (R). The transitions S → E, E → I, and I → C are the same as the base SEIC model.", "cite_spans": [], "ref_spans": [], "section": "Epidemic model for contact tracing"}, {"text": "In the SEICQ1 model, neighbors of a confirmed node in the tracing-layer will be monitored, and infected neighbors will go to the quarantined-infected 16 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "300"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "17"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "18"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint (Q I ) state immediately with rate β 2 , therefore infected to quarantined-infected (I → Q I ) transition is an edge-based transition and confirmed compartment is the influencer of this transition. Here, β 2 ≥ 1. A COVID-19 positive neighbor 305 of a confirmed node will go to the confirmed state immediately with δ 3 rate, Q I → C is a nodal transition. A confirmed node will be removed from the system with δ 4 rate (here, δ 4 = 1 14 days −1 ), and its neighbors are not going to be monitored anymore after 14 days. A confirmed or removed node can not spread the disease anymore. The purpose of the transition C → R is to monitor 310 the neighbors of a confirmed node for 14 days. The node transition diagram of the SEICQ1 model is given in Fig. 6a . A description of the 6 transitions of the SEICQ1 model is given in the Table 3 .", "cite_spans": [], "ref_spans": [{"start": 885, "end": 892, "text": "Fig. 6a", "ref_id": "FIGREF16"}, {"start": 966, "end": 973, "text": "Table 3", "ref_id": "TABREF2"}], "section": "(which was not certified by peer review)"}, {"text": "In the SEICQ2 model, neighbors (susceptible, exposed, and infected) of a 315 confirmed node in the tracing-layer will be monitored and quarantined. The SE-ICQ2 model has four new transitions than the SEICQ1 model: susceptible to quarantined-susceptible (S → Q S ), exposed to quarantined-exposed (E → Q E ), quarantined-exposed to quarantined-infected (Q E → Q I ), and quarantinedsusceptible to susceptible (Q S → S). The SEICQ2 model is presented in Fig   320   6b . A description of the 10 transitions of the SEICQ2 model is given in Table   4 .", "cite_spans": [], "ref_spans": [{"start": 452, "end": 466, "text": "Fig   320   6b", "ref_id": "FIGREF8"}, {"start": 537, "end": 546, "text": "Table   4", "ref_id": "TABREF3"}], "section": "(which was not certified by peer review)"}, {"text": "Contact tracing can minimize the effect of the reopening process and control the spreading of COVID-19. We apply contact tracing after May 4, 2020 in 325 Manhattan, KS. The plot of confirmed cases on Jul 1, 2020 is presented in Fig.   7 for four reopening situations : 25% reopening, 50% reopening, 75% reopening, and 100% reopening for the different levels of contact tracing. The dashed lines in Fig. 7 represents the mean, and solid lines represent the median of the 1000 stochastic realization for the SEICQ1 and SEICQ2 model.", "cite_spans": [], "ref_spans": [{"start": 228, "end": 236, "text": "Fig.   7", "ref_id": "FIGREF18"}, {"start": 398, "end": 404, "text": "Fig. 7", "ref_id": "FIGREF18"}], "section": "Impact of contact tracing"}, {"text": "The difference between SEICQ1 and SEICQ2 is that SEICQ1 quarantines only the infected neighbors of a confirmed case in the tracing layer however SEICQ2", "cite_spans": [], "ref_spans": [], "section": "330"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "19"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint estimated", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "20 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "21 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "22"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint quarantines susceptible, exposed, and infected neighbors of a confirmed case in the tracing layer. The SEICQ2 model is always efficient than the SEICQ1 epidemic model. However, both approaches can reduce the number of confirmed 335 cases, even in the 100% reopening situation. For any reopening situations, tracing more than 60% of the contacts in the SEICQ2 can reduce the median of the 1000 stochastic realizations of the confirmed cases more than 96.5% on July 1, 2020 and in the SEICQ1 can reduce the median of the 1000 stochastic realizations of the confirmed cases more than 92%. The SEICQ2 model can reduce the 340 confirmed cases on July 1, 2020 for more than 75% in the 25% reopening, more than 82% in the 50% reopening, more than 92% in the 75%, and more than 96%", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "in the 100% reopening with compare to no-contact-tracing (SEIC model).", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The SEICQ2 model can reduce the reported cases further compared to SEICQ1", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "for the same amount of contact tracing (Fig. 7) . However, the SEICQ2 model 345 has a drawback; it isolates susceptible persons. The number of total quarantined susceptible households in the simulation time period for different amounts of traced contacts for the SEICQ2 model is presented in Fig. 8 . The quarantined susceptible households increase with the increase of tracing; however, after tracing 20% of contacts, the quarantined susceptible households start to decrease 350 with the increase of tracing (Fig. 8 ). If we consider quarantined susceptible households are the cost of SEICQ2 model, then it is cost-effective to trace contacts of the confirmed cases more than 20%. The possible reason for decreasing the number of quarantined households with the increasing of contact-tracing after 20% is the smaller number of the infected cases or the smaller epidemic 355 size. Although each confirmed case will give a long list of possible contacts, this effect will be balanced out by a decreasing number of the confirmed cases.", "cite_spans": [], "ref_spans": [{"start": 39, "end": 47, "text": "(Fig. 7)", "ref_id": "FIGREF18"}, {"start": 292, "end": 298, "text": "Fig. 8", "ref_id": "FIGREF19"}, {"start": 509, "end": 516, "text": "(Fig. 8", "ref_id": "FIGREF19"}], "section": "(which was not certified by peer review)"}, {"text": "This research studies contact tracing as a key mitigation strategy to control the COVID-19 transmission in the reopening process of a college town in the 360 rural region of the USA. Therefore, we propose a general framework to develop 23 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "24"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. network nodes. The contact network is a combination of five age-specific networks and one random-mixing network; this approach allows us to change an age-specific network according to any change in the society (for example, summer break, pandemic lockdown). The pandemic lockdown reduces the contacts mostly among the people who are students. Therefore, age-specific networks for 375 under 18 and 18-24 changed. Pandemic lockdown also affects people in 25-34, 35-59 age-ranges. We propose a 'full network' to represent the usual situation; then, we modify the age-specific networks of the full network to represent pandemic lockdown. The modified network is the limited network, a reduced version of the full network. The average degree of the full network is 43.647 for 380 Manhattan, KS which means that each household has probable direct connections with an average of 43.647 households. The full network is connected and provides an approximation of the contact network at the household level, which is useful for doing the simulation anonymously.", "cite_spans": [{"start": 845, "end": 848, "text": "380", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "We propose a susceptible-exposed-infected-confirmed (SEIC) epidemic model in 385 the limited network to simulate COVID-19 transmission from March 25, 2020 to May 4, 2020. We estimate the unknown parameters of the SEIC model for the Manhattan, KS, using approximate Bayesian computation based on sequential Monte Carlo sampling. We use confirmed cases as an observed data set. Designing an optimal epidemic model to simulate epidemic spreading is essential. CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint more investigation. Asymptomatic carriers of the SARS-CoV-2 are present in the spreading of COVID-19 [20] . However, more research is needed to get information about how much an asymptomatic case can transmit the SARS-CoV-2 395 virus. Asymptomatic cases are included in our model indirectly. Concerning the unclear role of immunity, we assume that the immunity of a recovered COVID-19 patient is not going to fade in the short period analyzed in our simulations.", "cite_spans": [{"start": 243, "end": 247, "text": "[20]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "In addition, it is important to keep the model simple, since the data available to estimate parameters is limited. Therefore, we propose a simple but dynamic 400 and flexible epidemic model to simulate COVID-19 spreading, which has only two unknown parameters. The model can easily cope with additional information that may be available in the future.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The estimated reproductive ratio is much smaller in Manhattan, KS (estimated R 0 = 0.71) because of the 'Stay at home' order. In Manhattan, 51% of peo-405 ple have age below 24 years, who get a chance to stay at home because of the online curriculum in educational institutions. However, the reproductive ratio will change when educational institutes start their in-person curriculum (in the 100% reopening R 0 = 2.0301). There are 301 college towns in the USA [21] , which have a similar population structure like Manhattan, KS. A practical con-410 tact tracing approach can help to control the epidemic in those college towns.", "cite_spans": [{"start": 461, "end": 465, "text": "[21]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "We implement contact tracing by using a two-layer network model. We assess the impact of contact tracing in the four reopening situations: 25 % reopening, 50 % reopening, 75 % reopening, and 100 % reopening. Reopening without vaccination can produce more infected cases. It is essential to access the effi-415 cacy of the contact tracing in the reopening path. Our investigation indicates that more than 50% contact tracing can control the spreading of COVID-19 even in the 100% reopening situation. The number of quarantined susceptible people increases with the increase of traced contacts, however after 20%, the number of quarantined susceptible people decreases with the increases of the 420 traced contacts. We consider that quarantined susceptible people represent the cost of contact tracing with a quarantined strategy. Therefore it is cost-effective to trace more than 20% contacts of a confirmed case.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "26"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint Our investigation indicates that a sufficient amount of contact tracing can reduce the impact of COVID-19 spreading in the reopening process of a location 425 where the epidemic is in an initial stage. At first, the quarantined susceptible people increase with the percentage of traced contacts, however after a certain amount of traced contacts, the quarantined susceptible people start to decrease with the increase in the percentage of traced contacts.", "cite_spans": [{"start": 297, "end": 300, "text": "425", "ref_id": null}], "ref_spans": [], "section": "26"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "World health organization declares global emergency: A 435 review of the", "authors": [{"first": "C", "middle": [], "last": "Sohrabi", "suffix": ""}, {"first": "Z", "middle": [], "last": "Alsafi", "suffix": ""}, {"first": "N", "middle": [], "last": "O&apos;neill", "suffix": ""}, {"first": "M", "middle": [], "last": "Khan", "suffix": ""}, {"first": "A", "middle": [], "last": "Kerwan", "suffix": ""}, {"first": "A", "middle": [], "last": "Al-Jabir", "suffix": ""}, {"first": "C", "middle": [], "last": "Iosifidis", "suffix": ""}, {"first": "R", "middle": [], "last": "Agha", "suffix": ""}], "year": 2019, "venue": "International Journal of Surgery", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Selected social characteristics in the united states", "authors": [{"first": "U", "middle": ["C B"], "last": "", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "2020--2023", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Evidence supporting transmission of severe acute respiratory syndrome coronavirus 2 while presymptomatic or asymptomatic", "authors": [{"first": "N", "middle": [], "last": "Furukawa", "suffix": ""}, {"first": "J", "middle": [], "last": "Brooks", "suffix": ""}, {"first": "J", "middle": [], "last": "Sobel", "suffix": ""}], "year": 2020, "venue": "Emerging infectious diseases", "volume": "26", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) The copyright holder for this preprint this version posted", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.06.24.20139204"]}}, "BIBREF8": {"ref_id": "b8", "title": "Feasibility of controlling covid-19 outbreaks by isolation of cases and contacts", "authors": [{"first": "J", "middle": ["D"], "last": "Munday", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Kucharski", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Edmunds", "suffix": ""}, {"first": "F", "middle": [], "last": "Sun", "suffix": ""}], "year": 2020, "venue": "The Lancet Global Health", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Mixing 455 patterns between age groups in social networks", "authors": [{"first": "S", "middle": ["Y"], "last": "Valle", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Hyman", "suffix": ""}, {"first": "H", "middle": ["W"], "last": "Hethcote", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Eubank", "suffix": ""}], "year": 2007, "venue": "Social Networks", "volume": "29", "issn": "4", "pages": "539--554", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Using data on social contacts to estimate age-specific transmission parameters for respiratory-spread infectious agents", "authors": [{"first": "J", "middle": [], "last": "Wallinga", "suffix": ""}, {"first": "P", "middle": [], "last": "Teunis", "suffix": ""}, {"first": "M", "middle": [], "last": "Kretzschmar", "suffix": ""}], "year": 2006, "venue": "American journal of epidemiology", "volume": "164", "issn": "10", "pages": "936--944", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Dynamic social networks and the implications for the spread of infectious disease", "authors": [{"first": "J", "middle": ["M"], "last": "Read", "suffix": ""}, {"first": "K", "middle": ["T"], "last": "Eames", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Edmunds", "suffix": ""}], "year": 2008, "venue": "Journal of The Royal Society Interface", "volume": "5", "issn": "26", "pages": "1001--1007", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "stay at home", "authors": [], "year": 2020, "venue": "STAY-AT-HOME-ORDER-FROM-LOCAL-HEALTH-OFFICER-pdf", "volume": "", "issn": "", "pages": "2020--2025", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Google covid-19 community mobility reports", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "2020--2025", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Generalized epidemic meanfield model for spreading processes over multilayer complex networks", "authors": [{"first": "F", "middle": ["D"], "last": "Sahneh", "suffix": ""}, {"first": "C", "middle": [], "last": "Scoglio", "suffix": ""}, {"first": "P", "middle": [], "last": "Van Mieghem", "suffix": ""}], "year": 2013, "venue": "IEEE/ACM Transactions on Networking", "volume": "21", "issn": "5", "pages": "1609--1620", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Generalized group-based epidemic model for spreading processes on networks: Ggroupem", "authors": [{"first": "S", "middle": ["A"], "last": "Moon", "suffix": ""}, {"first": "F", "middle": ["D"], "last": "Sahneh", "suffix": ""}, {"first": "C", "middle": [], "last": "Scoglio", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1908.06057"]}}, "BIBREF17": {"ref_id": "b17", "title": "International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The incubation period of coronavirus disease 2019 (covid-19) from publicly reported confirmed cases: estimation and application", "authors": [{"first": "S", "middle": ["A"], "last": "Lauer", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Grantz", "suffix": ""}, {"first": "Q", "middle": [], "last": "Bi", "suffix": ""}, {"first": "F", "middle": ["K"], "last": "Jones", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Meredith", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Azman", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Reich", "suffix": ""}, {"first": "J", "middle": [], "last": "Lessler", "suffix": ""}], "year": 2020, "venue": "Annals of internal medicine", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Gemfsim: A stochastic simulator for the generalized epidemic modeling framework", "authors": [{"first": "F", "middle": ["D"], "last": "Sahneh", "suffix": ""}, {"first": "A", "middle": [], "last": "Vajdi", "suffix": ""}, {"first": "H", "middle": [], "last": "Shakeri", "suffix": ""}, {"first": "F", "middle": [], "last": "Fan", "suffix": ""}, {"first": "C", "middle": [], "last": "Scoglio", "suffix": ""}], "year": 2017, "venue": "Journal of computational science", "volume": "22", "issn": "", "pages": "36--44", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Approximate bayesian computation scheme for parameter inference and model selection 485 in dynamical systems", "authors": [{"first": "T", "middle": [], "last": "Toni", "suffix": ""}, {"first": "D", "middle": [], "last": "Welch", "suffix": ""}, {"first": "N", "middle": [], "last": "Strelkowa", "suffix": ""}, {"first": "A", "middle": [], "last": "Ipsen", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Stumpf", "suffix": ""}], "year": 2009, "venue": "Journal of the Royal Society Interface", "volume": "6", "issn": "31", "pages": "187--202", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "A spatiotemporal individual-based network framework for west nile virus in the usa: spreading pattern of west nile virus", "authors": [{"first": "S", "middle": ["A"], "last": "Moon", "suffix": ""}, {"first": "L", "middle": ["W"], "last": "Cohnstaedt", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Mcvey", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Scoglio", "suffix": ""}], "year": 2019, "venue": "PLoS computational biology", "volume": "15", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Presumed asymptomatic carrier transmission of covid-19", "authors": [{"first": "Y", "middle": [], "last": "Bai", "suffix": ""}, {"first": "L", "middle": [], "last": "Yao", "suffix": ""}, {"first": "T", "middle": [], "last": "Wei", "suffix": ""}, {"first": "F", "middle": [], "last": "Tian", "suffix": ""}, {"first": "D.-Y", "middle": [], "last": "Jin", "suffix": ""}, {"first": "L", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "Jama", "volume": "323", "issn": "14", "pages": "1406--1407", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "College towns in the united states: Table, The American 495", "authors": [{"first": "B", "middle": [], "last": "Gumprecht", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "70 network model and the estimated parameters to run simulations of COVID-19 transmission. We use our framework to understand the spreading of COVID-19 and assess the contact-tracing strategy in the different reopening situations and different levels of tracing contacts Summarizing, the main contributions of this paper are the following: 75 • A novel individual-level network-based epidemic model to assess the impact of contact tracing.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "90 cess (under 'stay-at-home' order) and after the reopening process. Section 3 presents an epidemic model for the stochastic simulations of COVID-19 spreading. Section 4 provides the implementation of the contact-tracing on a two-layer individual-based network framework and investigate the effectiveness of contact tracing in the reopening process. Finally, we provide a concluding remark of 95 our research in section 5.", "latex": null, "type": "figure"}, "FIGREF2": {"text": ". For an under 18-year-old person, the number of contacts is 120 assigned randomly from the N (13.91, 6.95) distribution. For a person in 18 − 24 years age, the number of contacts is assigned randomly from the N (21.25, 10.62) distribution. For a person in 25 − 34 years age, the number of contacts is assigned randomly from the N (21.3, 10.65) distribution. For a person in 35 − 59 years age, the number of contacts is assigned from 125 the N (20.912, 10.46) distribution. For an over 60-year-old person, the number of contacts is assigned randomly from the N (10.7, 5.35) distribution.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "155 rected network. The full network for Manhattan (KS) has 445, 350 edges. The average node degree for an individual household in the full-network is 43.647, and for an individual person is 16.0518 (which is consistent with [9]). The degree distribution is presented in Fig. 1. The networks are given in the supplementary materials.160 The full network is a contact network in the normal situation; we modify it to represent the contact network in the pandemic lockdown; we name it limited network. Manhattan, KS, is the home of Kansas State University. Most of the people living in Manhattan, KS are closely related to Kansas State University, 165 7 .", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Degree distribution of the full network. In the network, households are at the node level. The network has 20, 439 nodes and 445, 350 edges. The average degree of this network is 43.647. The maximum degree in the network is 227.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "(k, l)I l , here, A c is the adjacency matrix of the contact 205 network, if l node is infected then I l = 1 otherwise I l = 0", "latex": null, "type": "figure"}, "FIGREF7": {"text": "210will spread the disease for an exponentially distributed period with an expected value of δ −1 2 . The unknown infected cases are present indirectly in our model through infected to confirmed transition. An unknown infected case will not be detected as a COVID-19 patient. If the estimated time for the infected to confirmed transition is higher than the average, it indicates that the system has 215 more COVID-19 patient than laboratory-confirmed cases. A detail of the SEIC epidemic model is stated inTable 2.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Node transition diagram of the susceptible-exposed-infected-confirmed (SEIC) epidemic model. This model has four compartments: susceptible (S), exposed (E), infected (I), and confirmed (C) compartments. The SEIC model has three transitions (presented by solid lines): S → E (edge-based), E → I (nodal), and I → C (nodal). The infected (I) compartment is the influencer compartment of the edge-based S → E transition. The dashed linepresents the influence of the I compartment on the S → E transition. We estimate R 0 and δ 2 transition rate from data. we deduce β 1 from R 0 .", "latex": null, "type": "figure"}, "FIGREF9": {"text": "17]. The GEMFsim is a continuous-time, individual-based, numerical simulator for the GEMF-based processes [14]. The network and epidemic model is the input of the GEMFsim, and the time dynamic of each node state is the output.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "firmed cases in Riley County (Kansas) from March 25, 2020 to May 4, 2020. In this period, Kansas State University was closed, and 'Stay-At-Home' order was there. For the simulation of this period, a limited network is used (explained in section 2), which is a modified version of the Full network to simulate the 240 particular situation under the \"Stay-At-Home\" order.The estimated value for R 0 is 0.71 (95% confidence interval: 0.702 − 0.724) and", "latex": null, "type": "figure"}, "FIGREF12": {"text": "A sensitivity analysis. Mean-squared error (mse) between the time series of the confirmed cases (or cumulative new cases per day) of March 25, 2020 to May 4, 2020 and simulated results for a different combination of reproductive ratio and average reporting time (in days)", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Confirmed cases in the four reopening scenarios after 'stay at home' order lifted on May 4, 2020. Solid lines represent the median, and dashed lines represent the mean of the 1000 stochastic realizations. The blue circle in the zoom-in window presents the confirmed case data of the COVID-19 in Manhattan (Kansas) for the time period from March 25, 2020 to May 4, 2020. We have used this time period to estimate the reproductive ratio and the average confirmed time.", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Two-layer network model: contact-layer N C , and tracing-layer Nt. In this example, 50% of contacts of each node is traced; for example; node 4 has four neighbors in the contact network (2,3,5,8) however two neighbors in the tracing layer (2,3).", "latex": null, "type": "figure"}, "FIGREF16": {"text": "Node transition diagrams. a) SEICQ1 epidemic model, b) SEICQ2 epidemic model. The solid lines represent the node-level transitions, and the dashed lines represent the influence of the influencer compartment on an edge-based transition.", "latex": null, "type": "figure"}, "FIGREF18": {"text": "Impact of contact tracing. Total reported cases in two months after 'Stay home order' lifted for different movement restrictions scenarios. Contact tracing is applied after May 4, 2020. This figure is showing the median (solid lines) and mean (dashed lines) value of 1000 stochastic realizations.", "latex": null, "type": "figure"}, "FIGREF19": {"text": "Total quarantined susceptible household in two months after May 4, 2020 for SEICQ2 epidemic model for the four reopening situations.This figure is showing the median (solid lines) and mean (dashed lines) value of 1000 stochastic realizations.", "latex": null, "type": "figure"}, "FIGREF20": {"text": "-based contact network epidemic model to estimate parameters and implement contact tracing. This model is used to estimate the reproductive ratio (R 0 ) and confirmed rate (δ 2 ) in Manhattan, KS, for the COVID-19 spreading. The outcomes of this research are valuable in the reopening process 365 of the USA. Furthermore, this framework is generic enough to use any locations and for other diseases as well. The individual-based network model represents the heterogeneous mixing nature of a population. To investigate transmission at the individual level, we develop an individual-based contact network model where households are presented by370", "latex": null, "type": "figure"}, "FIGREF21": {"text": "However, it is challenging to design an epidemic model for COVID-19 spreading with limited knowledge; understanding the spreading of COVID-19 needs 25 .", "latex": null, "type": "figure"}, "TABREF0": {"text": "Properties of the Age-specific-networks of the Manhattan, KS.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Age-range population </td><td>under 18 </td><td>18-24 </td><td>25-34 </td><td>35-59 </td><td>over 60\n</td></tr><tr><td>8074 </td><td>20378 </td><td>9887 </td><td>10581 </td><td>6567\n</td></tr><tr><td>average daily contacts per\n</td><td>13.91 </td><td>21.25 </td><td>21.3 </td><td>20.912 </td><td>10.7\n</td></tr><tr><td>person [9]\naverage daily contacts with non-household members per person\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>12.00 </td><td>20.001 </td><td>19.98 </td><td>19.00 </td><td>7.05\n</td></tr><tr><td>% of neighbors in the same age-specific networks [10]\n</td><td>85.63 </td><td>90.48 </td><td>90.29 </td><td>84.95 </td><td>71.43\n</td></tr><tr><td>Number of edges in the age-specific networks\n</td><td>40466 </td><td>187723 </td><td>88806 </td><td>90835 </td><td>16511\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Description of the SEICQ1 epidemic model.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>States </td><td>type </td><td>transition </td><td>transition </td><td>rate\n</td><td>inducer </td><td>source\n</td></tr><tr><td> </td><td> </td><td> </td><td>(days−1)\n</td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>S → E </td><td>∑N\nβ1\n</td><td>Ac(k, l)Il\n</td><td>Neighbors of state I in the contact layer\n</td><td>R0 is esti-\n</td></tr><tr><td> </td><td> </td><td> </td><td>here, β1 =\nl\n</td><td>R0δ2\n〈d〉〈w〉 ;\naverage\n</td><td>mated\n</td></tr><tr><td>S (Susceptible)\nE (Exposed)\n</td><td>edge-\n</td><td> </td><td>〈d〉 = </td><td> </td><td> </td><td> </td></tr><tr><td>based\n</td><td> </td><td>degree; </td><td>〈w〉 =\n</td><td> </td><td> </td></tr><tr><td>I (Infected)\n</td><td> </td><td> </td><td>average weight\n</td><td> </td><td> </td></tr><tr><td>C (Confirmed)\n</td><td>I → QI </td><td>∑\n</td><td>β2\nAt(k, l)Cl\nl\n</td><td>Neighbors of state C in the tracing layer\n</td><td>model\n</td></tr><tr><td>QI\n(Quarantined-\n</td><td> </td><td>here, β2 ≥ </td><td>1\n</td><td> </td><td> </td></tr><tr><td>Infected)\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>R (Removed)\n</td><td>E → I </td><td>δ1 = 15.1 </td><td> </td><td> </td><td>[16]\n</td></tr><tr><td>C → R </td><td>δ4 = 114 </td><td> </td><td> </td><td>model\n</td></tr><tr><td> </td><td>nodal\n</td><td>I → C </td><td>δ2 = 16.54 </td><td> </td><td>- </td><td>estimated\n</td></tr><tr><td> </td><td> </td><td>QI → C </td><td>δ3 ≥ 1 </td><td> </td><td>- </td><td>model\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>C → R </td><td>δ4 = 114 </td><td>[6]\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Description of the SEICQ2 epidemic model.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>States </td><td>type </td><td>transition </td><td>transition </td><td>rate\n</td><td>inducer </td><td>source\n</td></tr><tr><td> </td><td> </td><td> </td><td>(days−1)\n</td><td> </td><td> </td><td> </td></tr><tr><td>S (Susceptible)\n</td><td>S → E </td><td>∑N\nβ1\n</td><td>Ac(k, l)Il\n</td><td>Neighbors of state I in the contact layer\n</td><td>R0 is esti-\n</td></tr><tr><td>E (Exposed)\n</td><td> </td><td>here, β1 =\nl\n</td><td>R0δ2\n〈d〉〈w〉 ;\naverage\n</td><td>mated\n</td></tr><tr><td>I (Infected)\n</td><td>edge-\n</td><td> </td><td>〈d〉 = </td><td> </td><td> </td><td> </td></tr><tr><td>C (Confirmed)\n</td><td>based\n</td><td> </td><td>degree; </td><td>〈w〉 =\n</td><td> </td><td> </td></tr><tr><td>QS\n</td><td> </td><td> </td><td>average weight\n</td><td> </td><td> </td></tr><tr><td>(Quarantined-\n</td><td>S → QS\n</td><td> </td><td> </td><td>Neighbors of state C in the tracing layer\n</td><td> </td></tr><tr><td>Susceptible)\nQE\n(Quarantined-\n</td><td>E → QE </td><td>∑\nβ2\n</td><td>At(k, l)Cl\n</td><td>model\n</td></tr><tr><td> </td><td> </td><td> </td><td>here, β2 ≥ l\n</td><td>1\n</td><td> </td><td> </td></tr><tr><td>Exposed)\n</td><td> </td><td>I → QI\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>QI\n(Quarantined-\n</td><td>E → I\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>δ1 =\n5.1 1\n</td><td> </td><td> </td><td>[16]\n</td></tr><tr><td>Infected)\nR (Removed)\n</td><td>QE → QI </td><td> </td><td> </td><td>-\n</td><td> </td></tr><tr><td> </td><td>nodal\n</td><td>C → R </td><td>δ4 = 114 </td><td> </td><td> </td><td>[6]\n</td></tr><tr><td> </td><td> </td><td>I → C </td><td>δ2 = 16.54 </td><td> </td><td>- </td><td>estimated\n</td></tr><tr><td> </td><td> </td><td>QI → C </td><td>δ3 ≥ 1 </td><td> </td><td>- </td><td>model\n</td></tr><tr><td> </td><td> </td><td> </td><td>QS → S </td><td>δ4 = 114 </td><td>- </td><td>[5]\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The copyright holder for this preprint this version posted June 26, 2020. ", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "29"}, {"text": "The copyright holder for this preprint this version posted June 26, 2020. . https://doi.org/10.1101/2020.06.24.20139204 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}]}