{
    "paper_id": "1f5870b66e190afa3f7876fa16b2bef39c35171d",
    "metadata": {
        "title": "Journal Pre-proof A Stroke Care Model at an Academic, Comprehensive Stroke Center During the 2020 COVID-19 Pandemic A Stroke Care Model at an Academic, Comprehensive Stroke Center During the 2020 COVID-19 Pandemic",
        "authors": [
            {
                "first": "Dawn",
                "middle": [],
                "last": "Meyer",
                "suffix": "",
                "affiliation": {},
                "email": "dmmeyer@ucsd.edu"
            },
            {
                "first": "",
                "middle": [],
                "last": "Fnp-C",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Brett",
                "middle": [
                    "C"
                ],
                "last": "Faha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karen",
                "middle": [
                    "S"
                ],
                "last": "Meyer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "N"
                ],
                "last": "Rapp",
                "suffix": "",
                "affiliation": {},
                "email": "krapp@ucsd.edu"
            },
            {
                "first": "Royya",
                "middle": [],
                "last": "Bsn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kunal",
                "middle": [],
                "last": "Modir",
                "suffix": "",
                "affiliation": {},
                "email": "rmodir@ucsd.edu"
            },
            {
                "first": "Lovella",
                "middle": [],
                "last": "Agrawal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anp-C",
                "middle": [],
                "last": "Hailey",
                "suffix": "",
                "affiliation": {},
                "email": "lhailey@ucsd.edu"
            },
            {
                "first": "Melissa",
                "middle": [],
                "last": "Mortin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego",
                    "location": {
                        "postCode": "619-543-7760",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": "mmortin@ucsd.edu"
            },
            {
                "first": "Anp-C",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Lane",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego",
                    "location": {
                        "postCode": "619-543-7760",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": "rlane@ucsd.edu"
            },
            {
                "first": "Tamra",
                "middle": [],
                "last": "Ranasinghe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego",
                    "location": {
                        "postCode": "619-543-7760",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": "tranasinghe@ucsd.edu"
            },
            {
                "first": "Brian",
                "middle": [],
                "last": "Sorace",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego",
                    "location": {
                        "postCode": "619-543-7760",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": "bsorace@ucsd.edu"
            },
            {
                "first": "Tara",
                "middle": [
                    "D"
                ],
                "last": "Von Kleist",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego",
                    "location": {
                        "postCode": "619-543-7760",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": "tvonkleist@health.ucsd.edu"
            },
            {
                "first": "Emily",
                "middle": [],
                "last": "Perrinez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego Health",
                    "location": {
                        "postCode": "619-543-1982",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": "esperrinez@ucsd.edu"
            },
            {
                "first": "Mohammed",
                "middle": [],
                "last": "Nabulsi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego Health",
                    "location": {
                        "postCode": "619-543-1982",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": "mnabulsi@health.ucsd.edu"
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Hemmen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego",
                    "location": {
                        "postCode": "619-543-7760",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": "themmen@ucsd.edu"
            },
            {
                "first": "Fnp-C",
                "middle": [],
                "last": "Faha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego",
                    "location": {
                        "postCode": "619-543-7760",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Brett",
                "middle": [
                    "C"
                ],
                "last": "Meyer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego",
                    "location": {
                        "postCode": "619-543-7760",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": "bcmeyer@ucsd.edu"
            },
            {
                "first": "Karen",
                "middle": [
                    "S"
                ],
                "last": "Rapp",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "N"
                ],
                "last": "Bsn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego",
                    "location": {
                        "postCode": "619-543-7760",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Royya",
                "middle": [],
                "last": "Modir",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego",
                    "location": {
                        "postCode": "619-543-7760",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kunal",
                "middle": [],
                "last": "Agrawal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego",
                    "location": {
                        "postCode": "619-543-7760",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": "kuagrawal@ucsd.edu"
            },
            {
                "first": "Lovella",
                "middle": [],
                "last": "Hailey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego",
                    "location": {
                        "postCode": "619-543-7760",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The overall goal of the model is to preserve patient access and outcomes while decreasing potential COVID-19 exposure to patients and healthcare providers. This model also serves to reduce the use of vital PPE. It is critical that stroke providers share best practices via academic and vetted social media platforms for rapid dissemination of tools and care models during the COVID-19 crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic has required the adaptation of hyperacute stroke care (including stroke code pathways) and hospital stroke management. There remains a need to provide rapid and comprehensive assessment to acute stroke patients while reducing the risk of COVID-19 exposure, protecting healthcare providers, and preserving personal protective equipment (PPE) supplies. While the COVID infection is typically not a primary cerebrovascular condition, the downstream effects of this pandemic force adjustments to stroke care pathways to maintain optimal stroke patient outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background and Purpose"
        },
        {
            "text": "The University of California San Diego (UCSD) Health System encompasses two academic, Comprehensive Stroke Centers (CSCs). The UCSD Stroke Center reviewed the national COVID-19 crisis and implications on stroke care. All current resources for stroke care were identified and adapted to include COVID-19 screening. The adjusted model focused on comprehensive and rapid acute stroke treatment, reduction of exposure to the healthcare team, and preservation of PPE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The adjusted pathways implement telestroke assessments as a specific option for all inpatient and outpatient encounters and accounts for when telemedicine systems are not available or functional. COVID screening is done on all stroke patients. We outline a model of hyperacute stroke evaluation in an adapted stroke code protocol and novel methods of stroke patient management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aims"
        },
        {
            "text": "During the current COVID-19 crisis, it is essential to adapt acute stroke care protocols to provide optimal care while protecting healthcare team members and patients 1 . This extends from the stroke code initiation throughout the inpatient setting. The conventional stroke code process focuses on rapid stroke team mobilization 2 . Standardized pathways for the use of healthcare resources, including personnel and personal protective equipment (PPE), are necessary to prevent depletion of assets and worsening of the crisis. This has also been seen in settings such as STEMI care in areas that have been affected by COVID-19 for longer periods of time 3 . The American Stroke Association has provided emergency guidance for overall hyperacute treatment of stroke during this crisis and individual institutions must devise emergency care pathways that provide systematic guidance to all members of the stroke team 4 . The purpose of this manuscript is to outline a stroke code and stroke care model developed by the University of California San Diego (UCSD) Stroke Center during the 2020 COVID-19 crisis to protect healthcare providers, preserve limited PPE, and provide rapid, comprehensive stroke care.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 168,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 654,
                    "end": 655,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 915,
                    "end": 916,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The UCSD Stroke Center reviewed aggregate and projected COVID-19 cases on March 12, 2020 from the Centers for Disease Control (CDC) 5 . All resources in our two academic, certified Comprehensive Stroke Centers (CSC) were assessed. Stroke Code, Acute Telestroke Transfer, Inpatient Stroke Rounding, use of Electronic Medical Record (EMR), and telehealth practices were evaluated for the ability to reduce exposure and transmission risk with the anticipation of the COVID-19 pandemic. Institutional Review Board approval was not required for this model development. Rapid, widely-available testing for COVID-19 was not in place at the time of protocol development.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 133,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The UCSD Stroke Center has provided telestroke services in a hub and spoke model for over 15 years. However, the traditional in-person model of response to stroke code activation has previously and preferentially been utilized in our academic CSCs. The field of telemedicine has evolved rapidly since the COVID-19 pandemic. We are considering every aspect of patient care to reduce transmission and preserve PPE. Within one week of the declared crisis at UCSD, we deployed the use of internal telestroke evaluations in our CSCs. UCSD Information Services configured and deployed telemedicine carts (camera, monitor, microphone, speaker, and video codec or computer on a moveable system). Emergency Department (ED) Nurses and staff were educated about the telemedicine system and instructed on the COVID-19 adapted stroke code model (Fig 1) via centralized education by the ED nurse management team. Continued education was done with each stroke code activation. Each case is directed by a Stroke Provider, First Responder with Vascular Neurology faculty supervision (see role below). Our long-standing telemedicine program and expertise allowed for rapid deployment of this modality in our CSC. Hyperacute telestroke evaluations reduce exposure for clinicians and preserve the scarce supply of PPE.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 832,
                    "end": 839,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Stroke codes continue to follow current UCSD Medical Center Policy (MCP) (Fig 2) . The adapted UCSD stroke code model (Fig 1) provides for telestroke or in-person assessment if telestroke systems are not available for any reason (e.g. power outage, internet access outage, telestroke software failure, etc.). The use of telestroke allows for rapid, accurate assessment while reducing potential exposure preserving PPE. Adapted in-person response to stroke code activation is included in the model for systems without access to telemedicine or for technical failures. For either pathway, one Provider from the UCSD Stroke Team is designated as the Stroke Provider First Responder (SPFR). This is designated in rotation between Faculty Providers, Advanced Practice Providers (APP), Residents, and Vascular Neurology Fellows. Current policy restricts medical/nursing students from patient contact.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 118,
                    "end": 125,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Stroke Code Protocol During COVID-19 Crisis"
        },
        {
            "text": "Upon stroke code activation, the SPFR either accesses the telemedicine system and begins the consultation or contacts the bedside provider (inpatient team or Emergency Medicine) via phone if the telemedicine system is not immediately available. The SPFR obtains stroke symptoms, last seen well time, anticoagulation use, blood glucose, and pertinent co-morbidities. In parallel, other team members obtain data from EHR (electronic health record) and other remotely accessible resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stroke Code Protocol During COVID-19 Crisis"
        },
        {
            "text": "Beginning March 20, 2020, all patients are screened for COVID-19 based on the CDC recommendations (Fig 1) . If there is a \"yes\" answer to any screening question, all stroke code team members are notified that the patient is COVID-19 screen positive per the stroke code paging system. PPE per guidelines (Fig 2) is used prior to any contact with the patient and is based on aerosolization risk. For in-person management, the SPFR maintains a six foot distance from the patient except for necessary physical examination for acute stroke such as grip strength or sensation exam. A National Institutes of Health Stroke Scale (NIHSS) and stroke-specific physical exam is performed, as much of this exam can be reliably done from a distance. The patient is taken for brain imaging by the SPFR and bedside nurse in appropriate PPE. CT or MRI technicians are alerted as to the COVID-19 status of the patient so that they may use appropriate PPE per CDC guidelines and implement the appropriate decontamination protocols once the patient leaves the scanner. The imaging machines, beds, and any other equipment used are currently cleaned after each patient use with disinfecting bleach wipes. After imaging, the patient returns to where the stroke code originated. The SPFR concurrently makes the treatment decision and proceeds per American Stroke Association and internal hospital guidelines 6 . In thrombolysis cases, the Pharmacist prepares the bolus and infusion, places the medications no less than six feet away from the patient and has no physical contact with the SPFR, patient, or stroke code Nurse. In endovascular treatment, the Endovascular team is informed of COVID-19 status via the stroke code paging system and PPE is used per guidelines (Fig 2) .",
            "cite_spans": [
                {
                    "start": 1384,
                    "end": 1385,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 105,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 303,
                    "end": 310,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1745,
                    "end": 1752,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Stroke Code Protocol During COVID-19 Crisis"
        },
        {
            "text": "If all answers are \"no\" to the COVID-19 screen, stroke code team members are notified of a screen negative patient. Appropriate guidelines are followed related to specific patient presentation and standard precautions. Any medications required are handled in the manner described above to avoid potential exposure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stroke Code Protocol During COVID-19 Crisis"
        },
        {
            "text": "Any patient who cannot undergo screening (no ability to access past medical history) is treated as screen positive. 7 The team assigns the SPFR in rotation with special attention for team member well-being to avoid burnout and increased risk exposure of team members. Following each stroke code, we schedule a virtual debriefing that includes house staff, the research team, and others trainees. Team members are physically separated during these debriefings to avoid exposure within the team. These meetings serve to overcome social isolation and provide teaching and quality control opportunities.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 117,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Stroke Code Protocol During COVID-19 Crisis"
        },
        {
            "text": "The discussion of tenecteplase (TNK) use has come to the forefront given the decreased time burden in administering TNK compared to Alteplase for acute ischemic stroke. In cases of thrombolysis, the UCSD Stroke Center has continued to provide Alteplase® for acute stroke treatment within 4.5 hours of LKW 6, 8 . The 2019 Update to the Guidelines for Acute Stroke Management include recommendations for the use of TNK in certain conditions. A single bolus of TNK (0.25mg/kg IV maximum dose 25mg) may be reasonable in patients within 4.5 hours of onset or LKW, no contraindications to IV fibrinolysis, and anterior circulation large vessel or basilar artery occlusion 9 (Class Of Recommendation IIb, Level of Evidence B-R). TNK as a 0.4mg/kg single bolus has some guideline support in minor neurologic impairment with no large vessel occlusion (LVO) 6 (Class Of Recommendation IIb, Level of Evidence B-R). The frequency of neurologic and vital signs checks post-TNK are the same as post rt-PA treatment and therefore do not reduce the burden on nursing staff. 9 Given the class of recommendation and level of evidence, the UCSD Stroke Center has maintained Alteplase as the standard of care for acute stroke treatment at this time. It is important that centers that choose TNK monitor patient outcomes during this time to provide more evidence for this therapy.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 307,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 308,
                    "end": 309,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1058,
                    "end": 1059,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Stroke Code Protocol During COVID-19 Crisis"
        },
        {
            "text": "In cases of endovascular treatment, the ET team is pre-notified via the stroke paging system for all acute stroke codes and is additionally notified by the SPFR when symptoms are consistent with LVO. This allows time for the ET team to don appropriate PPE while the patient is being transported to the interventional suite. The SPFR will notify the ET team of the COVID screen results. After the procedure, the suite requires disinfecting via Environmental Health Services for a duration of ~30 minutes. This process is done per institutional guidelines. UC San Diego has four total dedicated biplane neuro-interventional suites and access to over 10 single plane suites. This allows for flexibility of procedure location during the times of suite cleaning. In the event that all suites are unavailable for >30 minutes, the patient would be transferred to the nearest CSC with interventional capabilities (approx. 5 minutes from each center). The engagement of regional Primary and Comprehensive Stroke Center Directors, Stroke Coordinators, and Pre-hospital officials is vital to ensure that transfers are rapid during this pandemic. A plan should be devised in each region to expedite stroke transfers among institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stroke Code Protocol During COVID-19 Crisis"
        },
        {
            "text": "Tele-stroke cases identified as having 1) large vessel occlusion and favorable profile or 2) requiring increased level of care are transferred via the Brain Emergency Management Initiative (BEMI) rapid transfer protocol 10 . All transfer patients are considered COVID-19 screen positive to maximize safety and reduce the risk of transmission to the multiple parties involved in patient transfers. Patients with COVID-19 infection, persons under investigation (PUI), and screen positive patients are cohorted into designated Intensive Care Units that require coordination with the Administrator on call and specific Provider teams at the time of acceptance for transfer. The ET team is notified via the stroke paging system of the presumed COVID+ transfer patient and follows Figure 2 for appropriate PPE. It is the goal that PPE is donned prior to arrival of the transfer patient to preserve door to groin puncture times to optimize outcomes.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 222,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 775,
                    "end": 783,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Spoke Hospital Telehealth Stroke Codes Resulting in Transfer to the CSC During COVID-19 Crisis"
        },
        {
            "text": "Daily inpatient stroke rounds on hospitalized stroke patients have been completely converted to virtual rounds. Providers interact via enterprise approved HIPAA compliant telemedicine software to review all patient care data, develop a plan of care, and provide vascular neurology teaching. The patient chart is thoroughly reviewed for all new documentation, diagnostic results, The Joint Commission (TJC) quality STK-and CSTK-measure compliance 11 , and risk factor assessment. Stroke team Providers are in physically separate locations with quick access to patient care areas. The virtual rounds are designed to reduce physical proximity and potential infection among providers, while allowing the dedicated stroke team to support the stroke service throughout this lengthy crisis.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 448,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "In-Patient Stroke Rounding During COVID-19 Crisis"
        },
        {
            "text": "After virtual rounds, one designated team member either virtually assess the patient via the dedicated bedside telemedicine software enabled iPAD or physically assesses the patient as necessary. During any physical assessment, the Provider maintains a six-foot distance from the patient when possible and works alone. During telestroke assessments, trainees and other providers can participate via multiparty telemedicine solution to augment learning. PPE is utilized according to institutional guidance if physical assessment is required. An N95 mask, full gown, and gloves are used when physically assessing a COVID+/PUI. A surgical mask and gloves are used in screen negative patients. Following physical rounds, the stroke team meets virtually again to share findings. Multi-disciplinary rounds with Case Management, Rehabilitation Services, and Social Work are conducted virtually as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In-Patient Stroke Rounding During COVID-19 Crisis"
        },
        {
            "text": "COVID-19 is known to have a high rate of fomite transmission 12 . Providers are encouraged to avoid the use of hospital-based phones and computers unless properly cleaned. The UCSD stroke team recommends that personal devices enabled with dual authentication applications be utilized for phone calls, texting/paging, and EHR documentation. Personal devices should be cleaned often in the hospital and upon leaving. One exception is the use of the in-room, bedside computer to access the EHR during the stroke code. This should be accessed by the designated first responder Stroke Provider when donned with the appropriate PPE and cleaned per hospital policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Use of the Hospital-Based Devices During Stroke Codes and In-patient Stroke Rounding During COVID-19 Crisis"
        },
        {
            "text": "The standard UCSD stroke workup protocol has not required an adaptation during the COVID-19 crisis. The standard workup of stroke patients continues to include guideline-based risk factor assessment and modification, echocardiogram, and CT and vessel imaging 13 . A magnetic resonance image (MRI) is only obtained if it would change the treatment recommendations. This has allowed for us to reduce the risk of transmission to imaging and transport personnel. Phlebotomists, echocardiogram technicians, and imaging technicians are recommended to don PPE based on the COVID+/PUI status and risk of aerosolization and proximity to the patient during the evaluation even if they have a COVID-screen. The ongoing assessment and treatment of patients by physical, occupational, and speech therapy is vital to the optimization of patient outcomes. For COVID screen negative patients, therapists don a surgical mask, eye protection, gown, and gloves. For COVID positive or PUI patients, therapists don an N95 mask, eye protection, gown, and gloves. This slightly modified PPE guideline is due to the close proximity of therapists to the patient during the evaluation and treatment.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 261,
                    "text": "13",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Inpatient Stroke Workup Precautions During COVID-19 Crisis"
        },
        {
            "text": "The American Heart Association/ American Stroke Association Stroke Leadership Council provided temporary emergency guidelines for the treatment of stroke during this crisis. These guidelines include general recommendations for stroke care during the COVID-19 crisis 4 . We aim to provide a detailed model for stroke care with respect to stroke codes and in-hospital stroke management to offer stroke Providers, Coordinators, and Administrators a means for rapid implementation within their institutions. We adjusted our stroke algorithms to address the COVID-19 pandemic with the aims of maintaining excellence in patient care and preserving the healthcare workforce. Adapting to the current crisis requires a transparent and dynamic process. This adapted stroke code model maintains the rapid care required in acute stroke to reduce treatment delays.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 267,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "UCSD tracks and monitors all time metrics for stroke code processes for both internal tracking and quality outcomes measures, and for TJC reporting purposes. The UCSD Stroke Team is monitoring all TJC stroke code time metrics on every stroke code activation during this crisis. We are ensuring that there are no significant delays in time to treatment that could adversely affect patient outcome by including COVID-19 screening. The median door to needle time (DTN) at UCSD through December 2019 was 37 minutes and Door to groin puncture (DTG) was 36 minutes in telestroke transfers and 82 minutes in hospital arrivals. We have treated three patients with rt-PA since we implemented the adapted COVID-19 stroke code model. These cases had DTN times of 26 (EMS arrival), 38 (EMS arrival), and 59 (private car arrival) minutes. For the 59 minute DTN, the documented delay involved managing nausea/vomiting in CT scanner and a comprehensive discussion with the patient and family due to thrombocytopenia. One patient was treated with endovascular therapy in the 6-24 hour window with a DTG time of 24 minutes. The patient was transferred from an outside hospital after telestroke evaluation and the ET was pre-notified of the arrival. All team members donned PPE prior to the patient arrival. All four treated patients were initially screened as COVID-19 negative and did not subsequently become positive or display symptoms. Time metrics are being closely monitored in ambulance, private car/walk-up, and transfer patients. All treatment cases are reviewed at the weekly clinical team meeting to identify areas of improvement and analyze any delays in treatment. We will closely monitor quality and outcomes data and rapidly adapt our model to address any variances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Appropriate use of PPE is critical in this time of disrupted supply chains and high risk. PPE should be used in accordance with evidence-based institutional policy. In screen negative patients, international PPE recommendations include surgical mask, gloves, and proper hand hygiene with soap and water prior to and after patient interaction. This has been shown in both Hong Kong and Singapore healthcare facilities to effectively reduce spread of COVID-19 among healthcare workers 14 . The use of an N95 mask is recommended during procedures that involve potential aerosolization of respiratory secretions.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 485,
                    "text": "14",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Telehealth can provide a long-term solution not only for COVID-19 but other disaster situations. While these systems are being up-scaled, physical evaluation of patients is necessary. Not all institutions will have access to immediate telemedicine solutions in the midst of this pandemic. The need to equip all healthcare institutions with some form of access to remote, robust, and compliant telehealth patient evaluation has been highlighted in this pandemic. Health systems and Providers must also evolve in the use of telemedicine. The reduction of barriers from federal agencies has allowed for rapid evolution of the uses of telemedicine in all aspects of healthcare. Providers require organized, but rapid, training in the practical use of telemedicine in patient evaluation. The UCSD Telemedicine Department and Chief Information Officers were integral to training over 1,000 Providers in a 7 day period on workflows and techniques of telemedicine. The UCSD system has provided tip sheets, frequently asked questions, and workflows on the institutional intranet and have also collaborated throughout the University of California system to rapidly transition to high quality, virtual care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Reducing the respondents to stroke code has still unknown consequences to patient care, clinical research and clinical teaching. We have increased the use of EHRs, virtual meetings and telemedicine. We aim to expand the interface of research and clinical teams that, in the past often met separately, into one virtual group on daily rounds. This crisis has given us a unique opportunity to innovate. We must be mindful of downstream effects and remain willing to change, not only as a response to this crisis, but also to preserve our underlying core missions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We share the present stroke care model protocol to help other stroke Providers navigate the current acute stroke care landscape. The model presented here is evolving on a daily basis based on the developing knowledge within the healthcare system and society about COVID-19. It is our hope that this model encourages the academic exchange of evidence-based practices to continue to provide optimal care to acute stroke patients while protecting the health and safety of the entire healthcare community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Some of the changes that we currently experience, the increase use of telemedicine, and virtual rounds may play a much larger role in healthcare after COVID-19. This crisis has given us a unique opportunity to innovate. We must be mindful of downstream effects and remain willing to change, not only as a response to this crisis, but also to preserve our underlying core missions: to treat and prevent disease, to teach medicine and to discover new cures. affiliate&utm_medium=27795&utm_campaign=impact&utm_content=Subscribe%20to%20The%20Ne w%20Yorker%20Now%20and%20Get%2012%20issues%20for%20%246%20%2B%20Free%20tote %21&utm_brand=tny. The adapted COVID-19 UCSD stroke code protocol focuses on the rapid assessment of stroke code patients that may be eligible for thrombolysis and/or endovascular treatment. The use of PPE is reduced by either telestroke consultation or reduced personnel required to be physically inroom. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Challenges and Potential Solutions of Stroke Care During the Coronavirus Disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rudd",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An Expedited Code Stroke Protocol Is Feasible and Safe",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Sattin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Raman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Lyden",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Stroke",
            "volume": "37",
            "issn": "",
            "pages": "2935--2944",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Outbreak on ST-Segment Elevation Myocardial Infarction Care in Hong Kong",
            "authors": [],
            "year": null,
            "venue": "China. Circulation: Cardiovascular Quality and Outcomes",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Leadership On Behalf of the AHA/ASA Stroke Leadership Council. Temporary Emergency Guidance to US Stroke Centers During the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Lyden",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Stroke",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Guidelines for the Early Management of Patients With Acute Ischemic Stroke: 2019 Update to the 2018 Guidelines for the Early Management of Acute Ischemic Stroke: A Guideline for Healthcare Professionals From the American Heart Association/American Stroke Association",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Powers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Rabinstein",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ackerson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Stroke",
            "volume": "50",
            "issn": "",
            "pages": "344--418",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Correlation of Chest CT and RT-PCR Testing in Coronavirus Disease 2019 (COVID-19) in China: A Report of 1014 Cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Tissue Plasminogen Activator for Acute Ischemic Stroke",
            "authors": [],
            "year": 1995,
            "venue": "The New England Journal of Medicine",
            "volume": "333",
            "issn": "",
            "pages": "1581--1589",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Tenecteplase versus Alteplase before Thrombectomy for Ischemic Stroke",
            "authors": [
                {
                    "first": "Bcv",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Churilov",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "New England Journal of Medicine",
            "volume": "378",
            "issn": "",
            "pages": "1573--82",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Brain Emergency Management Initiative for Optimizing Hub-Helicopter Emergency Medical Systems-Spoke Transfer Networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Modir",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hamidy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Air Medical Journal",
            "volume": "39",
            "issn": "",
            "pages": "103--109",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Primary and comprehensive stroke centers: history, value and certification criteria",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Gorelick",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Stroke",
            "volume": "15",
            "issn": "",
            "pages": "78--89",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Aerosol and Surface Stability of SARS-CoV-2 as Compared with SARS-CoV-1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Guidelines for the Prevention of Stroke in Patients With Stroke and Transient Ischemic Attack",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "N"
                    ],
                    "last": "Kernan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ovbiagele",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Black",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Stroke",
            "volume": "45",
            "issn": "",
            "pages": "2160--236",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Keeping the Coronavirus from Infecting Health-Care Workers: What Singapore's and Hong Kong's Success is Teaching Us About the Pandemic. The New Yorker",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gawande",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "12--18",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: The adapted COVID-19 UCSD stroke code protocol focuses on the rapid assessment of stroke code patients that may be eligible for thrombolysis and/or endovascular treatment. The use of PPE is reduced by either telestroke consultation or reduced personnel required to be physically inroom.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The stroke code protocol per University of California San Diego Medical Center Policy to optimize stroke treatment and outcomes.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "No sources of funding were utilized for this project. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sources of Funding"
        }
    ]
}