{"paper_id": "1f592973f6d760c82d9b063ae6eb67615bdf9764", "metadata": {"title": "ANIMAL MODELS FOR SARS", "authors": [{"first": "Anjeanette", "middle": [], "last": "Roberts", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kanta", "middle": [], "last": "Subbarao", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "reasons. First, because the source of SARS-CoV in the wild is not known and exploration of the range of species that are susceptible to SARS-CoV infection may help identify the A. ROBERTS AND K. SUBBARAO", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In 2002-2003, severe acute respiratory syndrome (SARS) was a newly identified illness that emerged in Southern China, spread to involve more than 30 countries, and affected more than 8000 people and caused nearly 800 deaths worldwide. Although the etiologic agent was rapidly identified to be a previously unknown coronavirus (named SARS coronavirus or SARS-CoV) and the outbreak was controlled by public health measures, no specific options were available for prevention and control of human disease. Over the past two years, a number of strategies for vaccines and immunoprophylaxis have been investigated. Animal models are essential for preclinical evaluation of the efficacy of candidate vaccines and antivirals, and they are also needed in order to understand the pathogenesis of SARS. A number of investigators around the world have evaluated several different animal species as models for SARS; this effort is important for two natural reservoir, and second, if the efficacy of vaccines cannot be evaluated in humans, efficacy in two or more animal models may be required for licensure.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The ideal animal models would be those in which viral replication is accompanied by clinical illness and pathology that resembles that seen in human cases of SARS. However, the consequences of SARS-CoV infection in different animal models may vary from this picture to one in which viral replication is associated with pathology in the absence of clinical illness or models in which viral replication is present in the absence of clinical illness or histopathologic changes. Models that demonstrate clinical illness and pathology can be used to study the disease process as well as to evaluate intervention strategies while models in which virus replication occurs without clinical illness can be used in vaccine or antiviral studies. In these cases, the efficacy of an intervention can be assessed by quantitative virology with or without accompanying pathology.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "A review of the different animal models that have been reported follows with a summary of the pros and cons and potential applications of the different models. ", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "CoV intranasally (i.n.), the virus replicates efficiently in the respiratory tract (lungs and nasal turbinates) with a peak of viral replication on day 2 postinfection (mean titer in lungs is 10 6 to 10 7 50% tissue culture infectious doses (TCID 50 ) per gram and mean titer in nasal turbinates is 10 5 to 10 6 TCID 50 per gram following administration of 10 6 TCID 50 of SARS-CoV i.n.). 1 Virus is cleared from the respiratory tract by about day 5. Virus replication occurs without signs of illness such as weight loss or ruffled fur and is associated with minimal to mild inflammation in the lungs. Viral antigen and nucleic acid are present in the epithelial cells of the large airways on day 2 but are being cleared by day 4. 1 When SARS-CoV is administered to BALB/c mice i.n. and orally, viral nucleic acid can be amplified from lung tissue and small intestines. 2 Intranasally administered SARS-CoV also replicates in the lungs of C57BL/6 (B6) mice, with a peak of viral replication on day 3 and clearance of virus by day 9. 3 SARS-CoV infected BALB/c and B6 mice tend to gain less weight than mock-infected mice 2,3 129SvEv mice also support replication of SARS-CoV with a self-limited bronchiolitis that begins with mixed peribronchiolar inflammatory infiltrates, progresses to bronchiolitis with migration of inflammatory cells into surface epithelium and interstitial inflammation in adjacent alveolar septae, that resolves completely over the next 2 weeks. 4 SARS-CoV infected mice develop a SARS-CoV specific neutralizing antibody response and are protected from reinfection with SARS-CoV. Antibody alone is sufficient to transfer this protection to naïve mice. 1 Mice with targeted defects in the immune system were evaluated in order to determine which arm of the immune system was responsible for clearance of SARS-CoV in mice. Beige, CD1 -/and RAG1 -/mice replicated and cleared virus with the same kinetics as B6 mice, without overt signs of clinical disease indicating that NK cells, NK-T cells, and T and B lymphocytes are not required for clearance of SARS-CoV from the lungs of mice. 3 In young mice, SARS-CoV induces dramatic upregulation of a subset of inflammatory chemokines (CCL2, CCL3, CCL5, CXCL9, CXCL10) and the chemokine receptor CXCR3 without detectable expression of classic proinflammatory and immunoregulatory cytokines (IFN-γ, IL-12, p70, IL-4, IL-10, and TNF-α) and without evoking marked leukocyte infiltration of the lung. Taken together with the observation that beige, CD1 -/and RAG1 -/mice clear SARS-CoV normally, proinflammatory chemokines may coordinate a rapid and highly effective innate antiviral response in the lung. 3 In contrast to young (4 to 6-week-old) BALB/c mice that support replication of SARS-CoV in the absence of clinical illness and pneumonitis, old (13 to 14-month-old) BALB/c mice demonstrate illness (weight loss, hunching, dehydration, and ruffled fur from days 3 to 6 postinfection) and interstitial pneumonitis. 5 Perivascular lymphocytic infiltrates noted at day 3 were more prominent by day 5 and evidence of alveolar damage was seen, with multifocal interstitial lymphohistiocytic infiltrates, proteinaceous deposits around alveolar walls and intraalveolar edema. At day 9, the perivascular infiltrates persisted and the changes associated with alveolar damage were accompanied by proliferation of fibroblasts in inflammatory foci. A few of these foci persisted through 29 days post-infection and may represent the histologic correlate of fibrosis and scarring seen by high-resolution computed tomography in patients who recovered from SARS. 5 Mice with a targeted disruption of the STAT 1 signaling pathway develop severe SARS-When 6 to 8-week-old lightly anesthetized BALB/c mice are administered SARS-", "cite_spans": [{"start": 389, "end": 390, "text": "1", "ref_id": "BIBREF0"}, {"start": 870, "end": 871, "text": "2", "ref_id": "BIBREF1"}, {"start": 1470, "end": 1471, "text": "4", "ref_id": "BIBREF3"}, {"start": 1676, "end": 1677, "text": "1", "ref_id": "BIBREF0"}, {"start": 2107, "end": 2108, "text": "3", "ref_id": "BIBREF2"}, {"start": 2669, "end": 2670, "text": "3", "ref_id": "BIBREF2"}, {"start": 2983, "end": 2984, "text": "5", "ref_id": "BIBREF4"}, {"start": 3616, "end": 3617, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "SARS-CoV INFECTION IN MICE"}, {"text": "progresses to diffuse interstitial pneumonia with focal airspace consolidation (unpublished 4 infiltrates. At day 27 postinfection, nodules of dense mononuclear inflammation containing SARS-CoV infected cells were present in the liver. 4 In STAT 1 knockout mice and old BALB/c mice, SARS-CoV replicates to higher titer than in young BALB/c mice; old BALB/c mice recover from the infection. 5 BALB/c and B6 mice in the absence of clinical illness and histopathologic evidence of mild inflammation while 129SvEv mice show some pneumonitis. Mice that recover from infection develop a neutralizing antibody response and are protected from subsequent challenge; antibody alone is sufficient to protect mice from replication of SARS-CoV in the lower respiratory tract and NK, NK-T, T, and B cells are not required for viral clearance. 3 The efficacy of several vaccines and monoclonal antibodies has been evaluated in BALB/c mice. [6] [7] [8] [9] [10] [11] [12] Morbidity and mortality and pneumonitis are seen in STAT-1 knockout mice 4 and old BALB/c mice infected with SARS-CoV. 5 The pathogenesis of disease in these models is under investigation.", "cite_spans": [{"start": 92, "end": 93, "text": "4", "ref_id": "BIBREF3"}, {"start": 236, "end": 237, "text": "4", "ref_id": "BIBREF3"}, {"start": 390, "end": 391, "text": "5", "ref_id": "BIBREF4"}, {"start": 829, "end": 830, "text": "3", "ref_id": "BIBREF2"}, {"start": 925, "end": 928, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 929, "end": 932, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 933, "end": 936, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 937, "end": 940, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 941, "end": 945, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 946, "end": 950, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 951, "end": 955, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1075, "end": 1076, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "ANIMAL MODELS FOR SARS"}, {"text": "Infection of BALB/c mice and hamsters used the Urbani strain of SARS-CoV while the SARS-CoV isolate from patient 5688 (HKU-39849) was used to infect ferrets (Mustela furo). When anesthetized ferrets were infected with 10 6 TCID 50 by the intratracheal (i.t.) route, three of six ferrets were lethargic from days 2 to 4 postinfection and one died on day 4. 14 Virus was isolated from pharyngeal swabs on days 2 to 8 postinfection and from trachea, lungs and tracheobronchial lymph nodes at necropsy on day 4. When administered i.t. at a dose of 10 4 TCID 50 of SARS-CoV, the virus replicates efficiently in the lungs to a titer of 10 6 TCID 50 /ml that peaks at 4 days postinfection. 15 465 observations). V iral antigen was present within cells of the inflammatory pulmonary", "cite_spans": [], "ref_spans": [], "section": "SARS-CoV INFECTION IN FERRETS"}, {"text": "Intranasally administered SARS-CoV replicates efficiently in the respiratory tract of golden Syrian hamsters with a peak of viral replication in the lungs on days 2 or 3 (mean titer approximately 10 7 TCID 50 per gram of lung tissue following administration of 10 3 TCID 50 i.n.) and clearance from the lungs by day 10. This is accompanied by histopathologic evidence of pneumonitis. Mild mononuclear inflammatory cell infiltrates are noted in the submucosa of the nasal epithelium and bronchioles at day 3 postinfection. As inflammation in the nasal tissues resolves, inflammatory reaction in the lungs progresses, with confluent areas of consolidation that involve 30-40% of the surface of the lung by day 7 postinfection with resolution by day 14. The lung pathology is not associated with overt clinical illness. In contrast to mice in which replication of intranasally administered SARS-CoV is restricted to the respiratory tract, transient from infection develop a robust neutralizing antibody response and are protected from subsequent infection with SARS-CoV. There is no clinical, virologic or histopathologic evidence of enhanced disease upon reinfection even in the presence of sub-neutralizing levels of monoclonal antibodies to the SARS-CoV spike glycoprotein. 13, 13b CoV disease, with weight loss and pneumonitis that begins with acute bronchiolitis and In summary, SARS-CoV replicates efficiently in the respiratory tract of young viremia occurs 1 to 2 days following infection and virus is detected in the liver and spleen in hamsters. However, inflammation is not observed in these organs. Hamsters that recover Multifocal pulmonary lesions affecting 5-10% of lung surface area include mild alveolar damage and peribronchial and perivascular lymphocyte infiltration. 15, 16 Ferrets are outbred animals that are highly susceptible to viruses that they can acquire from their caretakers. Ferrets used as models for SARS should be screened to ensure that other intercurrent infections do not modify the disease associated with SARS-CoV infection.", "cite_spans": [{"start": 1274, "end": 1281, "text": "13, 13b", "ref_id": null}, {"start": 1785, "end": 1788, "text": "15,", "ref_id": "BIBREF14"}, {"start": 1789, "end": 1791, "text": "16", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "SARS-CoV INFECTION IN HAMSTERS"}, {"text": "In 2003, SARS-CoV was isolated from captive civet cats in wild animal markets in Guangdong Province, China, and several civet cats had detectable antibodies to SARS-CoV. In a recent report, Wu et al. 17 infected farmed civet cats with two strains of SARS-CoV: five animals were infected with the GZ01 virus, the prototype of the virus isolated from civet cats, and 5 animals were infected with BJ01, a SARS-CoV strain that is typical of viruses isolated in Hong Kong during the SARS outbreak. BJ01 has a 29nucleotide deletion in its genome compared with GZ01. The civet cats were infected with a dose of 3 x 10 6 TCID 50 administered i.t. and i.n. In contrast with the observation that SARS-CoV infected wild civets appeared healthy, lethargy and a decrease in aggressiveness was noted in the experimentally infected farmed civet cats from day 3 onwards, fever from day 3 to 7, and diarrhea and conjunctivitis in 20-40% of animals. The animals had leukopenia at day 3, but white blood cell counts were normal by day 13. Interstitial pneumonitis with alveolar septal enlargement and macrophages and lymphocyte infiltration was noted on days 13 to 35; the histopathological findings are reportedly similar to lesions described in SARS-CoV infected macaques and experimentally infected ferrets. 17 Virus was isolated from throat and anal swabs in 60% of the animals on days 3 and 8 and from organs at necropsy on day 3 (n = 1). Viral nucleic acid was detected by reverse transcriptase PCR at necropsy in multiple organs at day 3 and in lymph nodes and spleen at days 13, 23, 34, and 35. The findings in experimentally infected farmed civets support epidemiologic observations made in wild-animal markets 18 that point to civets as a potential source for the transmission of SARS-CoV from animals to humans. However, further research is required to identify the reservoir(s) of SARS-CoV in nature.", "cite_spans": [{"start": 200, "end": 202, "text": "17", "ref_id": "BIBREF18"}, {"start": 1292, "end": 1294, "text": "17", "ref_id": "BIBREF18"}, {"start": 1701, "end": 1703, "text": "18", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "SARS-CoV INFECTION IN FARMED CIVETS"}, {"text": "Among Old World monkeys, rhesus, cynomolgus, and African green monkeys have been experimentally infected with SARS-CoV and have been used for vaccine immunogenicity and/or efficacy studies. The presence and extent of clinical illness reported in these studies have not been consistent and attempts to isolate SARS-CoV from tissues have also been variably successful (Table 1) . Clinical illness and histopathologic findings in SARS-CoV infected cynomolgus monkeys range from reports of no illness and disease 19, 20 to lethargy, temporary skin rash, and respiratory distress progressing to ARDS, associated with diffuse alveolar damage, extensive loss of epithelium from alveolar and bronchiolar walls, thickening of alveolar walls, hyaline membranes in some alveoli, and occasional multinucleated giant cells and type 2 pneumocyte hyperplasia at days 4 to 6 postinfection. [21] [22] [23] Clinical findings in SARS-CoV infected rhesus monkeys are absent or mild. Histopathologic findings are variable, ranging from no abnormalities to patchy areas of mild interstitial edema and alveolar inflammation interspersed with normal lung parenchyma and occasional areas of intraalveolar edema inflammation at day 14, in 1 of 4 animals 19 to acute interstitial pneumonia through 60 day postinfection with infiltration of lymphocytes and macrophages in nodular areas of lungs. 24 The age of animals may be an important determinant of outcome that can be difficult to ascertain in wild-caught monkeys.", "cite_spans": [{"start": 509, "end": 512, "text": "19,", "ref_id": "BIBREF20"}, {"start": 513, "end": 515, "text": "20", "ref_id": "BIBREF21"}, {"start": 874, "end": 878, "text": "[21]", "ref_id": "BIBREF22"}, {"start": 879, "end": 883, "text": "[22]", "ref_id": "BIBREF23"}, {"start": 884, "end": 888, "text": "[23]", "ref_id": "BIBREF24"}, {"start": 1368, "end": 1370, "text": "24", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 366, "end": 375, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "SARS-CoV INFECTION IN NON-HUMAN PRIMATES"}, {"text": "In African green monkeys, virus infection in the lungs is patchy and is cleared by day 4 post-infection; the titer of virus in respiratory secretions does not accurately reflect the titer of virus recovered from trachea and lung tissue. 20 Histopathological examination of lungs shows diffuse alveolar damage and focal interstitial pneumonitis that parallels virus titers in resolution by day 4 postinfection. 20 Three species of New World monkeys have also been evaluated as models for SARS (Table 1) . Although squirrel monkeys and mustached tamarins could not be experimentally infected, common marmosets developed fever and watery diarrhea and histologic evidence of multifocal pneumonitis and hepatitis following SARS-CoV infection. 25 Further evaluation of this model is warranted. The detection of viral RNA and neutralizing antibody responses clearly demonstrates that several species of nonhuman primates can be experimentally infected with SARS-CoV. Not surprisingly, the extent of disease in outbred animals is more variable than in inbred animals such as mice. As seen with the other animal models, the course of infection in experimentally infected nonhuman primates is short, with a rapid peak in viral replication and clearance of virus from the lungs by days 4 to 7 in different species. Histopathologic changes also resolved rapidly in all but one study. 24 The absence of consistently observed clinical illness and the rapid resolution of viral infection and 468 hepatitis at day 7 and associated pulmonary pathology may limit the role of nonhuman primates to studies of the immunogenicity of vaccines and antivirals rather than pathogenesis or efficacy studies.", "cite_spans": [{"start": 237, "end": 239, "text": "20", "ref_id": "BIBREF21"}, {"start": 410, "end": 412, "text": "20", "ref_id": "BIBREF21"}, {"start": 738, "end": 740, "text": "25", "ref_id": "BIBREF26"}, {"start": 1372, "end": 1374, "text": "24", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 492, "end": 501, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "SARS-CoV INFECTION IN NON-HUMAN PRIMATES"}, {"text": "species can support replication of SARS-CoV with or without accompanying clinical illness or pulmonary pathology. Each model has advantages and disadvantages (Table 2) but the common themes are that a number of animal species can be infected when SARS-CoV is delivered into the respiratory tract, the infection elicits a neutralizing antibody response and the animals are protected from subsequent infection. In comparing reports, readers should bear in mind that the virus used, inoculum and route of virus administration and age of the animal may represent important differences. In studies in mice, the age of the animals and use of anesthesia clearly affect the course of infection.", "cite_spans": [], "ref_spans": [{"start": 158, "end": 167, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "POTENTIAL USES OF ANIMAL MODELS FOR SARS"}, {"text": "The characteristics of each model should be taken into consideration in determining their utility and application. Table 3 lists potential uses of the models discussed above.", "cite_spans": [], "ref_spans": [{"start": 115, "end": 122, "text": "Table 3", "ref_id": "TABREF2"}], "section": "POTENTIAL USES OF ANIMAL MODELS FOR SARS"}, {"text": "We thank our colleagues Leatrice Vogel, Elaine Lamirande, Josephine McAuliffe, Brian Murphy, Jun Chen, Jadon Jackson, and Aaron Cheng at the NIH, Sherif Zaki, Christopher Paddock, Jeannette Guarner, and Wun-Ju Shieh in the Infectious Disease Pathology Activity at the CDC, and Marisa St. Claire at Bioqual Inc. who have participated in our efforts to evaluate several animal models for SARS. This research was supported in part by the Intramural Research Program of the NIAID, NIH. ", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Prior infection and passive transfer of neutralizing antibody prevent replication of severe acute respiratory syndrome coronavirus in the respiratory tract of mice", "authors": [{"first": "K", "middle": [], "last": "Subbarao", "suffix": ""}, {"first": "J", "middle": [], "last": "Mcauliffe", "suffix": ""}], "year": 2004, "venue": "J. Virol", "volume": "78", "issn": "", "pages": "3572--3577", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Mice susceptible to SARS coronavirus", "authors": [{"first": "D", "middle": ["E"], "last": "Wentworth", "suffix": ""}, {"first": "L", "middle": [], "last": "Gillim-Ross", "suffix": ""}, {"first": "N", "middle": [], "last": "Espina", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Bernard", "suffix": ""}], "year": 2004, "venue": "Emerg. Infect. Dis", "volume": "10", "issn": "", "pages": "1293--1296", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Mechanisms of host defense following severe acute respiratory syndrome-coronavirus (SARS-CoV) pulmonary infection of mice", "authors": [{"first": "W", "middle": ["G"], "last": "Glass", "suffix": ""}, {"first": "K", "middle": [], "last": "Subbarao", "suffix": ""}, {"first": "B", "middle": [], "last": "Murphy", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Murphy", "suffix": ""}], "year": 2004, "venue": "J. Immunol", "volume": "173", "issn": "", "pages": "4030--4039", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Resolution of primary severe acute respiratory syndrome-associated coronavirus infection requires Stat1", "authors": [{"first": "R", "middle": ["J"], "last": "Hogan", "suffix": ""}, {"first": "G", "middle": [], "last": "Gao", "suffix": ""}], "year": 2004, "venue": "J, Virol", "volume": "78", "issn": "", "pages": "11416--11421", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Aged BALB/c mice as a model for increased severity of severe acute respiratory syndrome in elderly humans", "authors": [{"first": "A", "middle": [], "last": "Roberts", "suffix": ""}, {"first": "C", "middle": [], "last": "Paddock", "suffix": ""}, {"first": "L", "middle": [], "last": "Vogel", "suffix": ""}, {"first": "E", "middle": [], "last": "Butler", "suffix": ""}, {"first": "S", "middle": [], "last": "Zaki", "suffix": ""}, {"first": "K", "middle": [], "last": "Subbarao", "suffix": ""}], "year": 2005, "venue": "J. Virol", "volume": "79", "issn": "", "pages": "5833--5838", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Severe acute respiratory syndrome coronavirus spike protein expressed by attenuated vaccinia virus protectively immunizes mice", "authors": [{"first": "H", "middle": [], "last": "Bisht", "suffix": ""}, {"first": "A", "middle": [], "last": "Roberts", "suffix": ""}, {"first": "L", "middle": [], "last": "Vogel", "suffix": ""}, {"first": "A", "middle": [], "last": "Bukreyev", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Collins", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Murphy", "suffix": ""}, {"first": "K", "middle": [], "last": "Subbarao", "suffix": ""}, {"first": "B", "middle": [], "last": "Moss", "suffix": ""}], "year": 2004, "venue": "Proc. Natl. Acad. Sci. USA", "volume": "101", "issn": "", "pages": "6641--6646", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Neutralizing antibody and protective immunity to SARS coronavirus infection of mice induced by a soluble recombinant polypeptide containing an Nterminal segment of the spike glycoprotein", "authors": [{"first": "H", "middle": [], "last": "Bisht", "suffix": ""}, {"first": "A", "middle": [], "last": "Roberts", "suffix": ""}, {"first": "L", "middle": [], "last": "Vogel", "suffix": ""}, {"first": "K", "middle": [], "last": "Subbarao", "suffix": ""}, {"first": "B", "middle": [], "last": "Moss", "suffix": ""}], "year": 2005, "venue": "Virology", "volume": "334", "issn": "", "pages": "160--165", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Rapid and efficient isolation of human monoclonal antibodies neutralizing SARS coronavirus from human memory B cells", "authors": [{"first": "E", "middle": [], "last": "Traggiai", "suffix": ""}, {"first": "S", "middle": [], "last": "Becker", "suffix": ""}], "year": 2003, "venue": "Nat. Med", "volume": "10", "issn": "", "pages": "871--875", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A DNA vaccine induces SARS coronavirus neutralization and protective immunity in mice", "authors": [{"first": "Z", "middle": ["Y"], "last": "Yang", "suffix": ""}, {"first": "W", "middle": ["P"], "last": "Kong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Huang", "suffix": ""}, {"first": "A", "middle": [], "last": "Roberts", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Murphy", "suffix": ""}, {"first": "K", "middle": [], "last": "Subbarao", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Nabel", "suffix": ""}], "year": 2004, "venue": "Nature", "volume": "428", "issn": "", "pages": "561--564", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Evaluation of human monoclonal antibody 80R for immunoprophylaxis of severe acute respiratory syndrome by an animal study, epitope mapping, and analysis of spike variants", "authors": [{"first": "J", "middle": [], "last": "Sui", "suffix": ""}, {"first": "W", "middle": [], "last": "Li", "suffix": ""}], "year": 2005, "venue": "J. Virol", "volume": "79", "issn": "", "pages": "5900--5906", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Development and characterization of a severe acute respiratory syndrome-associated coronavirus-neutralizing human monoclonal antibody that provides effective immunoprophylaxis in mice", "authors": [{"first": "T", "middle": ["C"], "last": "Greenough", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Babcock", "suffix": ""}], "year": 2005, "venue": "J. Infect. Dis", "volume": "191", "issn": "", "pages": "507--514", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Long-term protection from SARS coronavirus infection conferred by a single immunization with an attenuated VSV-based", "authors": [{"first": "S", "middle": ["U"], "last": "Kapadia", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Rose", "suffix": ""}, {"first": "E", "middle": [], "last": "Lamirande", "suffix": ""}, {"first": "L", "middle": [], "last": "Vogel", "suffix": ""}, {"first": "K", "middle": [], "last": "Subbarao", "suffix": ""}, {"first": "A", "middle": [], "last": "Roberts", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Severe acute respiratory syndrome coronavirus infection of golden Syrian hamsters", "authors": [{"first": "A", "middle": [], "last": "Roberts", "suffix": ""}, {"first": "L", "middle": [], "last": "Vogel", "suffix": ""}, {"first": "J", "middle": [], "last": "Guarner", "suffix": ""}, {"first": "N", "middle": [], "last": "Hayes", "suffix": ""}, {"first": "B", "middle": [], "last": "Murphy", "suffix": ""}, {"first": "S", "middle": [], "last": "Zaki", "suffix": ""}, {"first": "K", "middle": [], "last": "Subbarao", "suffix": ""}], "year": 2005, "venue": "J. Virol", "volume": "79", "issn": "", "pages": "503--511", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "SARS virus infection of cats and ferrets", "authors": [{"first": "B", "middle": ["E E"], "last": "Martina", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Haagmans", "suffix": ""}], "year": 2003, "venue": "Nature", "volume": "425", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Human monoclonal antibody as prophylaxis for SARS coronavirus infection in ferrets", "authors": [{"first": "J", "middle": [], "last": "Ter Meulen", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Bakker", "suffix": ""}], "year": 2004, "venue": "Lancet", "volume": "363", "issn": "9427", "pages": "2139--2180", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Virology: SARS virus infection of cats and ferrets", "authors": [{"first": "B", "middle": ["E"], "last": "Martina", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Haagmans", "suffix": ""}], "year": 2003, "venue": "Nature", "volume": "425", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Syndrome-associated coronavirus-neutralizing human monoclonal antibody reduces disease severity and virus burden in golden syrian hamsters", "authors": [{"first": "", "middle": [], "last": "Respiratory", "suffix": ""}], "year": 2006, "venue": "J. Infect. Dis", "volume": "193", "issn": "", "pages": "685--692", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Civets are equally susceptible to experimental infection by two different severe acute respiratory syndrome coronavirus isolates", "authors": [{"first": "D", "middle": [], "last": "Wu", "suffix": ""}, {"first": "C", "middle": [], "last": "Tu", "suffix": ""}], "year": 2005, "venue": "J. Virol", "volume": "79", "issn": "", "pages": "2620--2625", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in Southern China", "authors": [{"first": "Y", "middle": [], "last": "Guan", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Zheng", "suffix": ""}], "year": 2003, "venue": "Science", "volume": "302", "issn": "", "pages": "276--278", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Macaque model for severe acute respiratory syndrome", "authors": [{"first": "T", "middle": [], "last": "Rowe", "suffix": ""}, {"first": "G", "middle": [], "last": "Gao", "suffix": ""}], "year": 2004, "venue": "J. Virol", "volume": "78", "issn": "", "pages": "11401--11404", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Replication of SARS coronavirus administered into the respiratory tract of African Green, rhesus and cynomolgus monkeys", "authors": [{"first": "J", "middle": [], "last": "Mcauliffe", "suffix": ""}, {"first": "L", "middle": [], "last": "Vogel", "suffix": ""}], "year": 2004, "venue": "Virology", "volume": "330", "issn": "", "pages": "8--15", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Aetiology: Koch's postulates fulfilled for SARS virus", "authors": [{"first": "R", "middle": ["A"], "last": "Fouchier", "suffix": ""}, {"first": "T", "middle": [], "last": "Kuiken", "suffix": ""}], "year": 2003, "venue": "Nature", "volume": "423", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Newly discovered coronavirus as the primary cause of severe acute respiratory syndrome", "authors": [{"first": "T", "middle": [], "last": "Kuiken", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Fouchier", "suffix": ""}], "year": 2003, "venue": "Lancet", "volume": "362", "issn": "", "pages": "263--270", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Pegylated interferon-alpha protects type 1 pneumocytes against SARS coronavirus infection in macaques", "authors": [{"first": "B", "middle": ["L"], "last": "Haagmans", "suffix": ""}, {"first": "T", "middle": [], "last": "Kuiken", "suffix": ""}], "year": 2004, "venue": "Nat. Med", "volume": "10", "issn": "", "pages": "290--293", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "An animal model of SARS produced by infection of Macaca mulatta with SARS coronavirus", "authors": [{"first": "C", "middle": [], "last": "Qin", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}], "year": 2005, "venue": "J. Pathol", "volume": "206", "issn": "", "pages": "251--259", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Pneumonitis and multi-organ system disease in common marmosets (Callithrix jacchus) infected with the severe acute respiratory syndrome-associated coronavirus", "authors": [{"first": "T", "middle": ["C"], "last": "Greenough", "suffix": ""}, {"first": "A", "middle": [], "last": "Carville", "suffix": ""}, {"first": "J", "middle": [], "last": "Coderre", "suffix": ""}, {"first": "M", "middle": [], "last": "Somasundaran", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Sullivan", "suffix": ""}, {"first": "K", "middle": [], "last": "Luzuriaga", "suffix": ""}, {"first": "K", "middle": [], "last": "Mansfield", "suffix": ""}], "year": 2005, "venue": "Am. J. Pathol", "volume": "167", "issn": "", "pages": "455--463", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "NIAID, National Institutes of Health, Bethesda, Maryland 20892.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "", "latex": null, "type": "figure"}, "TABREF0": {"text": "Summary of findings in SARS-CoV infected non-human primates.", "latex": null, "type": "table"}, "TABREF1": {"text": "Pros and cons of SARS animal models. wk old BALB/c or B6 mice Availability of inbred mice and reagents for immunological studies No illness or overt disease As summarized above, mice, hamsters, ferrets, civets and several non-human primate AGM, pneumonitis, diarrhea and", "latex": null, "type": "table"}, "TABREF2": {"text": "Suggested uses of SARS animal models.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Animal model </td><td>Potential uses </td></tr><tr><td>Young mice </td><td>Vaccines, antivirals </td></tr><tr><td>Old BALB/c mice </td><td>Pathogenesis, vaccines, immunoprophylaxis </td></tr><tr><td>STAT 1-/- mice </td><td>Antivirals, pathogenesis </td></tr><tr><td>Ferrets </td><td>Vaccines, immunoprophylaxis, immunotherapy, antivirals </td></tr><tr><td>Hamsters </td><td>Vaccines, immunoprophylaxis, immunotherapy, antivirals </td></tr><tr><td>Farmed civet cats </td><td>Pathogenesis, vaccines </td></tr><tr><td>Non-human primates </td><td>Immunogenicity of vaccines, immunoprophylaxis, antivirals </td></tr></table></body></html>"}}, "back_matter": []}