{
    "paper_id": "1f5d8aae71b2909d4b8d8625dd46b16262476d79",
    "metadata": {
        "title": "Reflections on Nursing Ingenuity During the COVID-19 Pandemic",
        "authors": [
            {
                "first": "Jamison",
                "middle": [
                    "C"
                ],
                "last": "Newby",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Madison",
                "middle": [
                    "C"
                ],
                "last": "Mabry",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Byron",
                "middle": [
                    "A"
                ],
                "last": "Carlisle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daiwai",
                "middle": [
                    "M"
                ],
                "last": "Olson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Blair",
                "middle": [
                    "E"
                ],
                "last": "Lane",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "T his reflections article has 2 aims. The first aim is to share recent tips, tricks, modifications, and techniques that we have found useful during the COVID-19 pandemic. The second and perhaps more important aim is to facilitate the nursing communication network that is sharing the wealth of nursing knowledge and experience. During the COVID-19 pandemic, the World Health Organization (WHO) 1 has outlined a 4-pronged strategy to (1) prepare and be ready; (2) detect, prevent, and treat; (3) reduce and suppress; and (4) innovate and improve. Registered nurses (RNs) on the front lines have been working for weeks with limited resources, and they have been instrumental in all 4 prongs outlined by the WHO.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 395,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nurses are innovative out of necessity; the phrase \"where there's a nurse around-there's a work-around…\" embodies that we find ways to improve the process of care at every opportunity. 2,3 Florence Nightingale was born in 1820, and during her lifetime, she revolutionized care by sharing nursing knowledge during a war. 4 Through information dissemination and nursing actions, the spread of disease was reduced and lives were saved. Two hundred years later, during a pandemic, nurses are once again tasked to reduce contamination. A vital key to Nightingale's success was her ability to disseminate her observations. Clearly, one truth is that there is no single intervention, modification, or tip that only 1 hospital in the world has discovered. Unique to 2020 is the rapidity through which these ideas can be shared. 5",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 321,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The nursing response to COVID-19 can be summarized as strategies that are aimed to reduce the use of personal protective equipment (PPE), reduce transmission of the disease, and promote readiness while maintaining a safe environment (Table 1) . A short description of various innovations is provided in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 242,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 303,
                    "end": 310,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Innovations"
        },
        {
            "text": "The COVID-10 pandemic has created a shortage of PPE, and nurse-driven strategies aimed to reduce use of PPE address the WHO need for preparedness, prevention, and innovation. Only by judicious use of resources can we extend the window of protection for frontline staff. Improved staffing ratios have already been shown to reduce cost and outcomes. [6] [7] [8] [9] [10] Increasing the staffing ratio, clumping activities, and designating an RN to be a \"runner\" and not be in an isolation room enable that a nurse can stay in a COVID-19 room without the need to doff PPE to retrieve supplies or medications, nor overstock/ oversupply the room. Videoconferencing and digital stethoscopes allow staff to assess the patient without being in the room (this is functionally similar to an RN in the room performing the NIHSS while the neurology team observes). In some cases, the video link (secure) can be shared with family to further reduce foot traffic while facilitating family virtual presence.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 351,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Innovations"
        },
        {
            "text": "Relocating equipment, such as intravenous (IV) pumps, ventilator control panel, and the bed to facilitate the safe removal of equipment outside the room, all have the benefit of reducing the number of times an RN needs to go into the room (see Supplemental Digital Content 1, available at http://links.lww.com/ JNN/A252). This reduces the unnecessary use of PPE and increases staff safety. We found that relocating equipment had the downstream effect of creating a tripping hazard (IV tubing) and also a risk that the tubing would kink and obstruct flow. An innovation and simple solution was to repurpose a urinary catheter stabilizing device (StatLock, CRBard Inc) to secure the tubing to the patient and to an IV pole. This was further enhanced by a roll of tape (see Supplemental Digital Content 2, available at http://links.lww.com/ JNN/A253) that prevents the IV tubing from occluding. This also ensures the IV extension tubing used does not touch the floor, reducing the risk of contamination. Call out here space for staff to eat, drink, and relax (even if only for a few minutes) is vital to preparedness. By creating a makeshift breakroom, we further reduce foot traffic while simultaneously promoting staff wellness. Staff ingenuity such as clumping activities and moving IV pumps outside the room helps decrease the risk of exposure. The use of a dedicated person to observe doffing (spotter) is vital; this person not only helps ensure the proper steps are followed in the proper order but also can act as a set of eyes to monitor for accidental exposure risk (eg, the outside of the gown touches the RN's skin). Additional visual cues are provided using dressing tape. Because rooms are being repurposed during high census, there are often rooms without ante room. Tape is placed to mark an area inside the room and 6 ft from the bed where the initial doffing (mask and face shield) takes place before the RN exits the room to Clumping of activities Performing tasks at one time allows the patient to rest but also reduces the number of times a nurse must enter the room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Innovations"
        },
        {
            "text": "Mock-up rooms and practice items Provides a safe space for staff to practice donning and doffing. This is done with mock PPE to reduce waste.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurse-Driven Strategies Aimed to Promote Staff Safety and Readiness"
        },
        {
            "text": "Ventilator control panel outside the room",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurse-Driven Strategies Aimed to Promote Staff Safety and Readiness"
        },
        {
            "text": "Although the ventilator remains in the room near the head of the bed, the control panel is removed and repositioned outside the room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurse-Driven Strategies Aimed to Promote Staff Safety and Readiness"
        },
        {
            "text": "IV pump outside the room Bag changes, IV rate changes, and medication administration using extension tubing allow the IV pump to be placed outside the room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurse-Driven Strategies Aimed to Promote Staff Safety and Readiness"
        },
        {
            "text": "Use tape roll as IV tubing pivot point Use of longer tubing creates a hazard for kinking tubing and tripping hazard.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurse-Driven Strategies Aimed to Promote Staff Safety and Readiness"
        },
        {
            "text": "Looping IV tubing around a roll of tape placed high on an IV pole increases visibility but also reduces the risk of kinking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurse-Driven Strategies Aimed to Promote Staff Safety and Readiness"
        },
        {
            "text": "Stabilizing device to secure IV tubing To reduce positional kinking and patient self-device removal, a stabilizing device usually used for urinary catheters was repurposed to provide a more flexible alternative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurse-Driven Strategies Aimed to Promote Staff Safety and Readiness"
        },
        {
            "text": "Write on glass with dry erase marker Dry erase markers can be used to communicate when PPE and sealed doors act as a sound barrier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurse-Driven Strategies Aimed to Promote Staff Safety and Readiness"
        },
        {
            "text": "Videoconferencing A camera in the room enables multiple team members to assess the patient without being physically in the room. Secure access can be provided to the family to \"check in\" so they can see and talk to the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurse-Driven Strategies Aimed to Promote Staff Safety and Readiness"
        },
        {
            "text": "Redefined roles for resuscitation Fewer staff in the room during cardiopulmonary resuscitation requires redefining roles to include persons outside the room on videoconference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurse-Driven Strategies Aimed to Promote Staff Safety and Readiness"
        },
        {
            "text": "Digital stethoscope Breath sounds, heart sounds, and so forth can be amplified to be audible to staff (RNs and MDs) outside the room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurse-Driven Strategies Aimed to Promote Staff Safety and Readiness"
        },
        {
            "text": "For rooms with doors that open to the foot of the bed, we rotated the bed so the head is positioned closer to the door (and to the ventilator).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reposition beds"
        },
        {
            "text": "A nearby breakroom allows staff a mental break and nutritional break without leaving the ward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relocating a breakroom in the COVID unit"
        },
        {
            "text": "Visually define clean vs dirty counter in the room Taping off counter space and floor space as designated clean and dirty areas improves consistency and decreases the reliance upon memory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relocating a breakroom in the COVID unit"
        },
        {
            "text": "Tape on floor to denote 6 ft from bed For rooms without an ante room, a designated doffing area is marked 6 f. from the bed. A secondary doffing area is designated outside the room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relocating a breakroom in the COVID unit"
        },
        {
            "text": "Spotter for donning and doffing At least 1 person is responsible to watch the donning and doffing process to ensure that every step is followed and performed in the correct order.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relocating a breakroom in the COVID unit"
        },
        {
            "text": "Negative flow ward Because of a limited number of negative flow isolation rooms, engineering sealed off an entire ward to create additional negative flow isolation beds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relocating a breakroom in the COVID unit"
        },
        {
            "text": "Designated PPE code box A single box that contains all the correct PPE for an event in which a patient previously admitted for something else is found to be COVID positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relocating a breakroom in the COVID unit"
        },
        {
            "text": "another area outside the room (also marked by tape) to finish the doffing procedure (see Supplemental Digital Content 3, available at http://links.lww.com/JNN/A254).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relocating a breakroom in the COVID unit"
        },
        {
            "text": "Foot traffic refers both to the number of people who are entering an isolation room or an isolation ward and to the number of times the area is entered. This can be operationalized as the number of times any door is opened for passage and thereby increases the risk of contamination. As described earlier, adequate staffing to support a 1:1 or 2:1 ratio decreases the number of times a nurse needs to go in and out of a room. After engineering adjustments, the entire nurses' station ventilation was adjusted to increase positive pressure while each patient room in the ward became negative flow. Designating a break area within the ward decreased the need for staff to leave the ward and further reduced door opening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurse-Driven Strategies Aimed to Reduce Foot Traffic"
        },
        {
            "text": "Protecting the environment of care does not end at the bedside, and staff have tapped into their gaming skills to design new intrahospital transport routes. In our hospital, there is 1 floor that has zero patients and wider-than-average hallways. Although this is a less direct route, patients with known or suspected COVID-19 are transported through this area to reduce the risk of exposure to other patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurse-Driven Strategies Aimed to Reduce Foot Traffic"
        },
        {
            "text": "Nightingale was very likely not the first person to consider hand hygiene. Furthermore, her innovations, in themselves, were not revolutionary: do not put too many people in 1 room, clean and change dressings, circulate fresh air, and so forth. What Nightingale did that was revolutionary was to share her ideas. Basing their work in large part on Nightingale's founding principles, Pope et al 13 described that, as nurses, we should become part of a cadre of professionals who are responsible for the dissemination of knowledge. We believe that, if Florence had a Facebook or Twitter account, she would have been posting daily from the Crimean battlefield. During this worldwide event, we share our knowledge in the hopes that this will encourage other nurses to share their tips, their innovations, and their ingenuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. WHO Director-General's Opening Remarks at the Mission Briefing on COVID-19-12",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Advanced or advancing nursing practice: what is the future direction for nursing?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Br J Nurs",
            "volume": "25",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Executive summary: the Zika virus",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Neurosci Nurs",
            "volume": "49",
            "issn": "1",
            "pages": "2--4",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nightingale's Notes on Nursing",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nightingale",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Skretkowicz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Florence",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Rise of the e-nurse: the power of social media in nursing",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cross",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Contemp Nurse",
            "volume": "55",
            "issn": "2-3",
            "pages": "211--220",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Efficacy of using available data to examine nurse staffing ratios and quality of care metrics",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Carlisle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perera",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Stutzman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brown-Cleere",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parwaiz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Olson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Neurosci Nurs",
            "volume": "52",
            "issn": "2",
            "pages": "78--83",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Systematic review: association between the patient-nurse ratio and nurse outcomes in acute care hospitals",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wynendaele",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Willems",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trybou",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Nurs Manag",
            "volume": "27",
            "issn": "5",
            "pages": "896--917",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Improving staffing and nurse engagement in a neuroscience intermediate unit",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nadolski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Ramos",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Neurosci Nurs",
            "volume": "49",
            "issn": "3",
            "pages": "169--173",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Are high nurse workload/staffing ratios associated with decreased survival in critically ill patients? A cohort study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Ysl",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Joynt",
                    "suffix": ""
                },
                {
                    "first": "Cch",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Gomersall",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ann Intensive Care",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Nurse staffing and education and hospital mortality in nine European countries: a retrospective observational study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Aiken",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Sloane",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bruyneel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "383",
            "issn": "9931",
            "pages": "1824--1830",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Readiness for responding to a severe pandemic 100 years after 1918",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jester",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Uyeki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jernigan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Epidemiol",
            "volume": "187",
            "issn": "12",
            "pages": "2596--2602",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Board on Global Health, Health and Medicine Division",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Ogawa",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Exploring Lessons Learned from a Century of Outbreaks: Readiness for 2030: Proceedings of a Workshop",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Nursing Health, & Environment: Strengthening the Relationship to Improve the Public's Health",
            "authors": [
                {
                    "first": "Amsm",
                    "middle": [],
                    "last": "Pope",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Mood",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Ch. 5. Nursing research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Early Innovations and Actions Implemented During the COVID-19 Pandemic Innovation Reduce Use of PPE Staff Safety and Readiness Reduce Foot Traffic",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Brief Description of Innovations",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}