{"paper_id": "1f5e7a9da8bd69aad97828725f45dc9afa7e8fc1", "metadata": {"title": "TWO MECHANISMS FOR ACCELERATED DIFFUSION OF COVID- 19 OUTBREAKS IN REGIONS WITH HIGH INTENSITY OF POPULATION AND POLLUTING INDUSTRIALIZATION: THE AIR POLLUTION-TO-HUMAN AND HUMAN-TO-HUMAN TRANSMISSION DYNAMICS A B", "authors": [{"first": "Mario", "middle": [], "last": "Coccia", "suffix": "", "affiliation": {"laboratory": "COCCIALAB at CNR --NATIONAL RESEARCH COUNCIL OF ITALY Collegio Carlo Alberto, Via Real Collegio, n. 30-10024", "institution": "CNR --NATIONAL RESEARCH COUNCIL OF ITALY", "location": {"settlement": "Moncalieri", "region": "TO", "country": "Italy"}}, "email": "mario.coccia@cnr.it"}]}, "abstract": [], "body_text": [{"text": "This study has two goals. The first is to explain the main factors determining the diffusion of COVID-19 that is generating a high level of deaths. The second is to suggest a strategy to cope with future epidemic threats with of accelerated viral infectivity in society.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Coronavirus disease 2019 is viral infection that generates a severe acute respiratory syndrome with serious clinical symptoms given by fever, dry cough, dyspnea, and pneumonia and may result in progressive respiratory failure and death. Kucharski et al. (2020) argue that COVID-19 transmission declined in Wuhan (China) during late January, 2020 (WHO, 2019 (WHO, , 2020 (WHO, , 2020a nCoV-2019 Data Working Group, 2020 . However, as more infected individuals arrive in international locations before control measures are applied, numerous epidemic chains have led to new outbreaks in different nations worldwide (Xu and Kraemer Moritz, 2020; Wang et al., 2020; . An outbreak of COVID-19 has led to more than 13,900 confirmed deaths in Italy and more than 51,000 deaths worldwide as of April 1 st , 2020 (Johns Hopkins Center for System Science and Engineering, 2020; cf., Dong et al., 2020) . Understanding the prime factors of transmission dynamics of COVID-19 in Italy, having the highest number of deaths worldwide, is crucial for explaining possible relationships underlying the temporal and spatial aspects of the diffusion of this viral infectivity. Results here are basic to design a strategy to prevent future epidemics similar to COVID-19 that generates health and socioeconomic issues for nations and globally.", "cite_spans": [{"start": 237, "end": 260, "text": "Kucharski et al. (2020)", "ref_id": "BIBREF90"}, {"start": 346, "end": 356, "text": "(WHO, 2019", "ref_id": null}, {"start": 357, "end": 369, "text": "(WHO, , 2020", "ref_id": null}, {"start": 370, "end": 383, "text": "(WHO, , 2020a", "ref_id": null}, {"start": 384, "end": 393, "text": "nCoV-2019", "ref_id": null}, {"start": 394, "end": 418, "text": "Data Working Group, 2020", "ref_id": null}, {"start": 612, "end": 641, "text": "(Xu and Kraemer Moritz, 2020;", "ref_id": "BIBREF159"}, {"start": 642, "end": 660, "text": "Wang et al., 2020;", "ref_id": "BIBREF143"}, {"start": 872, "end": 890, "text": "Dong et al., 2020)", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Currently, as people with the COVID-19 infection arrive in countries or regions with low ongoing transmission, efforts should be done to stop transmission, prevent potential outbreaks and to avoid second and subsequent waves of a COVID-19 epidemic (European Centre for Disease Prevention and Control, 2020; Quilty and Clifford, 2020; Wells et al., 2020) . Wells et al. (2020) argue that at the very early stage of the epidemic, reduction in the rate of exportation could delay the importation of cases into cities or nations unaffected by the COVID-19, to gain time to coordinate an appropriate public health response. After that, rapid contact tracing is basic within the epicenter and within and between importation cities to limit human-to-human transmission outside of outbreak countries, also 6 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics for ozone in the 55 Italian provincial capitals over 2018. This measure is stable over time and the strategy of using the year 2018, before the COVID-19 outbreak in Italy, is to include the health effects of exposures to pollutants, such as airborne particulate matter and ozone . In fact, days of air pollution within Italian cities are a main factor that has affected health of population and environment (Legambiente, 2019) .", "cite_spans": [{"start": 277, "end": 306, "text": "Prevention and Control, 2020;", "ref_id": null}, {"start": 307, "end": 333, "text": "Quilty and Clifford, 2020;", "ref_id": "BIBREF125"}, {"start": 334, "end": 353, "text": "Wells et al., 2020)", "ref_id": "BIBREF150"}, {"start": 356, "end": 375, "text": "Wells et al. (2020)", "ref_id": "BIBREF150"}, {"start": 1443, "end": 1462, "text": "(Legambiente, 2019)", "ref_id": "BIBREF92"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": " Diffusion of COVID19. Number of infected from 17 March, 2020 to April 2020 (Ministero della Salute, 2020).", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Infected are detected with COVID-19 tests according to following criteria:", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "-Have fever or lower respiratory symptoms (cough, shortness of breath) and close contact with a confirmed COVID-19 case within the past 14 days; OR -Have fever and lower respiratory symptoms (cough, shortness of breath) and a negative rapid flu test  Meteorological indicators are: average temperature in °C, Moisture %, wind km/h, days of rain and fog from 1st", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "February to 1 April, 2020 (il Meteo, 2020) .", "cite_spans": [{"start": 26, "end": 42, "text": "(il Meteo, 2020)", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": " Interpersonal contact rates: a proxy here considers the density of cities (individual /km 2 ) in 2019 (ISTAT, 2020).", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "This study analyses a database of N=55 Italian provincial capitals, considering variables in 2018-2019-2020 to explain the relationships between diffusion of COVID19, demographic, geographical and environmental variables.", "cite_spans": [], "ref_spans": [], "section": "Data analysis and procedure"}, {"text": "Firstly, preliminary analyses of variables are descriptive statistics based on mean, std. deviation, skewness and kurtosis to assess the normality of distributions and, if necessary to fix distributions of variables with a log-transformation.", "cite_spans": [], "ref_spans": [], "section": "Data analysis and procedure"}, {"text": "Statistical analyses are also done categorizing Italian provincial capitals (N=55) in groups as follows: -Cities with 500 inhabitant/km 2 -Cities with 500-1500 inhabitant/km 2 -Cities with >1500 inhabitants/km 2 Secondly, the bivariate and partial correlation verifies relationships (or associations) between variables understudy, and measures the degree of association. After that the null hypothesis (H0) and alternative hypothesis (H1) of the significance test for correlation is computed, considering two-tailed significance test.", "cite_spans": [], "ref_spans": [], "section": "Data analysis and procedure"}, {"text": "Thirdly, the analysis considers the relation between independent and dependent variables. In particular, the dependent variable (number of infected people across Italian provincial capitals) is a linear function of a single explanatory variable given by total days of exceeding the limits set for PM10 across Italian province capitals. Dependent variables have in general a lag of 1 years in comparison with explanatory variables to consider temporal effects of air pollution predictor on environment and population in the presence of viral infectivity by COVID19 in specific cities of Italy.", "cite_spans": [], "ref_spans": [], "section": "Data analysis and procedure"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Data analysis and procedure"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 8 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics CocciaLab Working Paper 2020 -No. 48B/2020 The specification of the linear relationship is a log-log model is:", "cite_spans": [{"start": 85, "end": 102, "text": "//doi.org/10.1101", "ref_id": null}, {"start": 103, "end": 122, "text": "//doi.org/10. /2020", "ref_id": null}, {"start": 361, "end": 389, "text": "CocciaLab Working Paper 2020", "ref_id": null}, {"start": 390, "end": 403, "text": "-No. 48B/2020", "ref_id": null}], "ref_spans": [], "section": "Data analysis and procedure"}, {"text": " is a constant; = coefficient of regression; u = error term y = dependent variable is number of infected individuals in cities", "cite_spans": [], "ref_spans": [], "section": "Data analysis and procedure"}, {"text": "x =explanatory variable is a measure of air pollution, given by total days of exceeding the limits set for PM10 or ozone in cities", "cite_spans": [], "ref_spans": [], "section": "Data analysis and procedure"}, {"text": "This study extends the analysis with a multiple regression model to assess how different indicators can affect diffusion of COVID-19. The specification of the linear relationship is also a log-log model as follows:", "cite_spans": [], "ref_spans": [], "section": "Data analysis and procedure"}, {"text": "y = dependent variable is number of infected individuals in cities", "cite_spans": [], "ref_spans": [], "section": "Data analysis and procedure"}, {"text": "x 1 =explanatory variable is a measure of air pollution, given by total days of exceeding the limits set for PM10 or ozone in cities x2 = density of cities, inhabitants /km 2 In addition, equation [2] is performed using data of infected at t=17 th March, 2020 in the starting phase of growth of the outbreak in Italy, and the at t+16days= 1 st April, 2020 in the phase of maturity of viral infectivity during lockdown and quarantine to assess the magnitude of two explanatory variables in the transmission dynamics of COVID-19.", "cite_spans": [{"start": 197, "end": 200, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "Data analysis and procedure"}, {"text": "The estimation of equation [2] is also performed using hierarchical multiple regression, a variant of the basic multiple regression procedure that allows to specify a fixed order of entry for variables in order to control for the effects of covariates or to test the effects of certain predictors independent of the influence of others. The R 2 changes are important to assess the predictive role of additional variables. The adjusted R-square and standard error of the estimate are useful as comparative measures to assess results between models. The F-test evaluates if the regression model is better than using only the mean of the dependent variable. If the F value is very small (e.g., 0.001), then the independent variables reliably predict the dependent variable.", "cite_spans": [{"start": 27, "end": 30, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "Data analysis and procedure"}, {"text": "9 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics Moreover, the linear relationship is also specified with a quadratic model as follows:", "cite_spans": [], "ref_spans": [], "section": "Data analysis and procedure"}, {"text": "the goal is to apply an optimization approach, to calculate the minimum of equation [3] that suggests the maximum number of days in which cities can exceed the limits set for PM10. or ozone. Beyond this critical estimated limit, there are environmental inconsistencies of air pollution associated with meteorological conditions that can trigger a takeoff of viral infectivity with damages for health of population and economic system (cf., Coccia, 2017c Coccia, , 2017d . The max number of days in which cities can exceed the limit set for air pollution that minimizes the number of people infected, before the take-off of epidemic curve, can also suggest implications of proactive strategies and critical decision to cope with future epidemics similar to COVID-19 in society.", "cite_spans": [{"start": 84, "end": 87, "text": "[3]", "ref_id": null}, {"start": 440, "end": 453, "text": "Coccia, 2017c", "ref_id": "BIBREF19"}, {"start": 454, "end": 469, "text": "Coccia, , 2017d", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Data analysis and procedure"}, {"text": "Finally, if yt is number of infected individuals referred to a specific day, and equation [1] is calculated for each day changing dependent variable by using data of infected people in day 1, day 2, day 3, …, day n, the variation of coefficient of regression b, such as during and after quarantine and lockdown can be used to assed the possible end of epidemic wave as follows:", "cite_spans": [], "ref_spans": [], "section": "Data analysis and procedure"}, {"text": "After that, decreasing bt at t from day 1 to day n of the constant value ∆ ̅̅̅̅ , the i-th day when bt is close to 0, it suggests the ending tail of epidemics. Ordinary Least Squares (OLS) method is applied for estimating the unknown parameters of relations in linear regression models [1] [2] [3] . Statistical analyses are performed with the Statistics Software SPSS version 24.", "cite_spans": [{"start": 286, "end": 289, "text": "[1]", "ref_id": null}, {"start": 290, "end": 293, "text": "[2]", "ref_id": null}, {"start": 294, "end": 297, "text": "[3]", "ref_id": null}], "ref_spans": [], "section": "Data analysis and procedure"}, {"text": "10 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics CocciaLab Working Paper 2020 -No. 48B/2020 ", "cite_spans": [{"start": 239, "end": 267, "text": "CocciaLab Working Paper 2020", "ref_id": null}, {"start": 268, "end": 281, "text": "-No. 48B/2020", "ref_id": null}], "ref_spans": [], "section": "Data analysis and procedure"}, {"text": "Descriptive statistics of variables in log scale, based on Italian province capitals (N=55), have normal distribution to apply appropriate parametric analyses. Table 1 shows that hinterland cities have and average higher level of infected individuals than coastal cities.", "cite_spans": [], "ref_spans": [{"start": 160, "end": 167, "text": "Table 1", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "Hinterland cities have also a higher air pollution (average days per years) than coastal cities, in a context of meteorological factors of lower average temperature, lower average wind speed, lower rain days and lower level of moisture % than coastal cities. Table 2 shows that cities with low intensity of wind speed (7.3km/h) have and average higher level of infected . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 259, "end": 266, "text": "Table 2", "ref_id": "TABREF1"}], "section": "RESULTS"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 11 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics CocciaLab Working Paper 2020 -No. 48B/2020 individuals than windy cities (average of 12.77km/h). Cities with lower intensity of wind speed have also a higher level of air pollution (average days per years), in a meteorological context of lower average temperature, lower rain days, lower level of moisture % and a higher average days of fog. Table 3 shows that cities in the central and southern part of Italy have, during the COVID-19 outbreak, a lower number of infected than cities in North Italy. This result is in an environment with lower air pollution (average days per years), higher average temperature, higher average wind speed, higher rain days and lower level of moisture %. Table 4 confirms previous results considering cities with >100days exceeding limits set for PM10 or ozone: they have, versus cities with less than 100 days, a very high level of infected individuals, in an environment of higher average density of population, lower average intensity of wind speed, lower average temperature with higher average moisture % and days of fog. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 85, "end": 102, "text": "//doi.org/10.1101", "ref_id": null}, {"start": 103, "end": 122, "text": "//doi.org/10. /2020", "ref_id": null}, {"start": 362, "end": 390, "text": "CocciaLab Working Paper 2020", "ref_id": null}, {"start": 391, "end": 404, "text": "-No. 48B/2020", "ref_id": null}], "ref_spans": [{"start": 704, "end": 711, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 1050, "end": 1057, "text": "Table 4", "ref_id": "TABREF3"}], "section": "RESULTS"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 13 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics Tables 5-6 show results considering categorization of cities per density of population/km 2. . Results reveal that average number of infected individuals increases with average density of people/km 2 , but with an arithmetic growth, in comparison to geometric growth of number of infected individuals with other categorizations of cities. These findings suggest that density of population per km 2 is important for transmission dynamics but other factors may support acceleration of viral infectivity by COVID-19 rather than high probability of interpersonal contacts in cities.", "cite_spans": [{"start": 98, "end": 102, "text": "1101", "ref_id": null}], "ref_spans": [], "section": "RESULTS"}, {"text": "In short, results suggest that among Italian province capitals:", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": " Number of infected people is HIGHER in: Cities with >100days exceeding limits set for PM10 or ozone, located in hinterland zones having a low average intensity of wind speed and lower temperature in °C. Table 7 shows association between variables on 17 th March and 1 st April, 2020: a correlation higher than 62% (p-value<.001) is between air pollution and infected individuals, a lower coefficient of correlation is between density of population and infected individuals (r=48-55%, p-value<.001). Results also show a negative correlation between . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 205, "end": 212, "text": "Table 7", "ref_id": "TABREF6"}], "section": "RESULTS"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 14 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics number of infected individuals and intensity of wind speed among cities (r= 28 to 38%, p-value <0.05): this effect is due to the role of wind speed that cleans air from pollutants that are associated with transmission dynamics of viral infectivity. Partial correlation in table 9 suggests that controlling density of population on 17 th march and 1 st April 2020, number of infected people is associated with air pollution (r50%, p-value<.001), whereas, controlling air pollution the . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 98, "end": 102, "text": "1101", "ref_id": null}], "ref_spans": [], "section": "RESULTS"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 15 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics CocciaLab Working Paper 2020 -No. 48B/2020 correlation between density of population in cities and infected individuals is lower (r=27-38%, p-value<.001). The reduction of r between infected individuals and air pollution from 17 th March to 1 st April, and the increase of the association between infected people and density of people in cities over the same time period, controlling mutual variables, suggests that that air pollution in cities seems to be a more important factor in the initial phase of transmission dynamics of COVID-19 (i.e., 17 th March, 2020) . In the phase of the maturity of transmission dynamics (1 st April, 2020), with lockdown that reduces air pollution, the role of air pollution reduces intensity whereas humanto-human transmission increases. These findings are confirmed with hierarchical regression that also reveals how air pollution in cities seems to be a driving factor of transmission dynamics in the growing phase of CIVID-19 (17 th March, 2020). In the phase of the maturity of transmission dynamics (1 st April, 2020), the determinant of air pollution is important to support infected Model 1A", "cite_spans": [{"start": 98, "end": 102, "text": "1101", "ref_id": null}, {"start": 342, "end": 370, "text": "CocciaLab Working Paper 2020", "ref_id": null}, {"start": 371, "end": 384, "text": "-No. 48B/2020", "ref_id": null}, {"start": 872, "end": 906, "text": "COVID-19 (i.e., 17 th March, 2020)", "ref_id": null}], "ref_spans": [], "section": "RESULTS"}, {"text": "Step 1: Air pollution Model 2A,", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Step 2: Interpersonal contacts", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Step 1: Air pollution Model 2B,", "cite_spans": [], "ref_spans": [], "section": "Model 1B"}, {"text": "Step 2 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Model 1B"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055657 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Model 1B"}, {"text": "CocciaLab Working Paper 2020 -No. 48B/2020 population but reduces intensity, whereas the factor of human-to-human transmission increases, ceteris paribus (Table   10 ). This result reveals that transmissions dynamics of COVID-19 is due to human-to-human transmission but the factor of air pollution-to-human transmission of viral infectivity supports a substantial growth. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 154, "end": 165, "text": "(Table   10", "ref_id": "TABREF0"}], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics Figure 1 : Regression line of Log Infected 1 April,2020 on Log Density inhabitants/km 2 2019, considering the groups of cities with days exceeding limits set for PM10 or ozone <, or 100 days. Table 11 shows results of the transmission dynamics of COVID-19 considering the interpersonal contacts, measured with density of population in cities understudy. In short, results suggest that density of population explains the number of infected individuals, increasing the probability of human-to-human transmission. However, if we decompose the sample to consider the cities with 100 days exceeding limits set for PM10 or ozone and with >100 days exceeding limits set for PM10 or ozone, then the expected increase of number of infected individuals is higher in cities having more than 100 days exceeding limits set for PM10 or ozone. In particular, o Cities with 100 days exceeding limits set for PM10, an increase of 1% in density of population, it increases the expected number of infected by about 0.30% -Cities with >100 days exceeding limits set for PM10 or ozone, R 2 =0.45 -Cities with <100 days exceeding limits set for PM10 or ozone, R 2 =0.16", "cite_spans": [], "ref_spans": [{"start": 304, "end": 312, "text": "Figure 1", "ref_id": null}, {"start": 497, "end": 505, "text": "Table 11", "ref_id": "TABREF0"}], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "Cities with lower pollution . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "High Polluted Cities"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint 15.8% 45% Figure 1 confirms, ictu oculi, that the coefficient of regression in cities with >100 days exceeding limits set for PM10 is much bigger than the coefficient in cities with 100 days exceeding limits set for PM10, suggesting that air pollution- . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 86, "end": 94, "text": "Figure 1", "ref_id": null}], "section": "High Polluted Cities"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055657 doi: medRxiv preprint 20 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics CocciaLab Working Paper 2020 -No. 48B/2020 The minimization is performed imposing first derivative equal to zero.", "cite_spans": [{"start": 383, "end": 411, "text": "CocciaLab Working Paper 2020", "ref_id": null}, {"start": 412, "end": 425, "text": "-No. 48B/2020", "ref_id": null}], "ref_spans": [], "section": "High Polluted Cities"}, {"text": "Dy / x =y' =35.322+0.786x = 0 x=35.32/0.786= 44.94  45 days exceeding limits of PM10 or ozone in Italian provincial capitals (cf., Figure 2 ). This finding suggests that the max number of days in which Italian provincial capitals can exceed per year the limits set for PM10 (particulate matter 10 micrometers or less in diameter) or for ozone, considering the meteorological condition is about 45 days. Beyond this critical point, the analytical and geometrical output suggests that environmental inconsistencies because of the combination between air pollution and meteorological conditions trigger a take-off of viral infectivity (epidemic diffusion) with damages for health of population and economy in society.", "cite_spans": [], "ref_spans": [{"start": 133, "end": 141, "text": "Figure 2", "ref_id": null}], "section": "High Polluted Cities"}, {"text": "Finally, the reduction of unstandardized coefficient of regression in table 13, from 17 th March to 1 st April, suggests a declining trend of COVID-19 viral infectivity over time and space. The question is: how many days are necessary to stop the epidemic, ceteris paribus (quarantine and lockdown)?", "cite_spans": [], "ref_spans": [], "section": "High Polluted Cities"}, {"text": "Let, the average reduction of the coefficient of regression at t=2 nd April , 2020 equal to =0.0284, let B at 2 nd April, 2020 (on data updated at 1st April, 2020), B=1.129, the days necessary to reduce B close to 0 (zero), with a constant reduction per day equal to , calculated as explained in methods of this study here, is about 40 days (i.e., by 15 May, 2020), when B may be lower than 0.05, fixed current conditions of quarantine and lockdown.", "cite_spans": [], "ref_spans": [], "section": "High Polluted Cities"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "High Polluted Cities"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055657 doi: medRxiv preprint 21 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics ", "cite_spans": [], "ref_spans": [], "section": "High Polluted Cities"}, {"text": "Considering the results just mentioned, the fundamental questions are:", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "How is the link between geographical and environmental factors and accelerate diffusion of COVID-19 in specific regions? Figure 3 show COVID-19 outbreak in North Italy with number of infected and days exceeding the limits set for PM10 or for ozone. Statistical analyses for N=55 Italian provincial capitals confirm the significant association between high diffusion of viral infectivity and air pollution. Studies show that the diffusion of viral infectivity depends on the interplay between host factors and the environment (Neu and Mainou, 2020) . In this context, it is critical to understand how air quality can affect viral dissemination at national and global level (Das and Horton, 2017) . Many ecological studies have examined the association between the incidence of invasive pneumococcal disease and respiratory virus circulation and various climatic factors (McCullers, 2006; Jansen et al., 2008) . These . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 525, "end": 547, "text": "(Neu and Mainou, 2020)", "ref_id": "BIBREF113"}, {"start": 672, "end": 694, "text": "(Das and Horton, 2017)", "ref_id": "BIBREF39"}, {"start": 869, "end": 886, "text": "(McCullers, 2006;", "ref_id": "BIBREF103"}, {"start": 887, "end": 907, "text": "Jansen et al., 2008)", "ref_id": "BIBREF77"}], "ref_spans": [{"start": 121, "end": 129, "text": "Figure 3", "ref_id": null}], "section": "Why did this virus spread so rapidly in Italy?"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055657 doi: medRxiv preprint 22 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics CocciaLab Working Paper 2020 -No. 48B/2020 studies show that in temperate climates, the epidemiology of invasive pneumococcal disease has a peak incidence in winter months (Dowell et al., 2003; Kim et al., 1996; Talbot et al. 2005) . argue that, in addition to climate factors, the health effects of air pollution have been subject to intense investigations in recent years. Air pollution is ubiquitous in manifold urban areas worldwide of developed and developing nations.", "cite_spans": [{"start": 383, "end": 411, "text": "CocciaLab Working Paper 2020", "ref_id": null}, {"start": 412, "end": 425, "text": "-No. 48B/2020", "ref_id": null}, {"start": 555, "end": 576, "text": "(Dowell et al., 2003;", "ref_id": "BIBREF46"}, {"start": 577, "end": 594, "text": "Kim et al., 1996;", "ref_id": "BIBREF85"}, {"start": 595, "end": 614, "text": "Talbot et al. 2005)", "ref_id": "BIBREF137"}], "ref_spans": [], "section": "Why did this virus spread so rapidly in Italy?"}, {"text": "Air pollution has gaseous components and particulate matter (PM). The former includes ozone (O3), volatile organic compounds (VOCs), carbon monoxide (CO) and nitrogen oxides (NOx) that generate inflammatory stimuli on the respiratory tract (Glencross et al., 2020) . Of these pollutants, PM has a complex composition that includes metals, elemental carbon and organic carbon (both in hydrocarbons and peptides), sulphates and nitrates, etc. (Ghio et al., 2012; Wooding et al., 2019) .", "cite_spans": [{"start": 240, "end": 264, "text": "(Glencross et al., 2020)", "ref_id": "BIBREF63"}, {"start": 441, "end": 460, "text": "(Ghio et al., 2012;", "ref_id": "BIBREF61"}, {"start": 461, "end": 482, "text": "Wooding et al., 2019)", "ref_id": "BIBREF156"}], "ref_spans": [], "section": "Why did this virus spread so rapidly in Italy?"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Why did this virus spread so rapidly in Italy?"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055657 doi: medRxiv preprint 24 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics CocciaLab Working Paper 2020 -No. 48B/2020 Advanced countries, such as in Europe, have more and more smog because of an unexpected temperature inversion, which trap emissions from the city's coal-burning heating stoves and diesel powered buses near ground-level in winter. The ambient pollution mixes with moisture in the air to form a thick, foul-smelling fog that affect the health of people in the city Bell et al., 2004) . The exposure to pollutants, such as airborne particulate matter and ozone, generates respiratory and cardiovascular diseases with increases in mortality and hospital admissions (cf., Langrish and Mills, 2014) . Wei et al. (2020) analyze the effect of heavy aerosol pollution in northern Chinacharacterized by long-duration, high PM2.5 concentrations and wide geographical coverage that impacts on environmental ecology, climate change and public health (cf., Liu et al., 2017 Liu et al., , 2018 Jin et al., 2017) . The biological components of air pollutants and bio aerosols also include bacteria, viruses, pollens, fungi, and animal/plant fragments (Després et al., 2012; Fröhlich-Nowoisky et al., 2016; Smets et al., 2016) . Studies show that during heavy aerosol pollution in Beijing (China), 50%-70% of bacterial aerosols are in sub micrometer particles, 0.56-1 mm cf., Zhang et al., 2016) . As bacteria size typically ranges from 0.5 to 2.0 mm (Després et al., 2012) , they can form clumps or attach to particles and transport regionally between terrestrial, aquatic, atmospheric and artificial ecosystems (Smets et al., 2016) . Moreover, because of regional bio aerosol transportation, harmful microbial components, bacterial aerosols have dangerous implications on human health and also plantation (cf., Van Leuken et al., 2016) . Harmful bio aerosol componentsincluding pathogens, antibiotic-resistant bacteria, and endotoxinscan cause severe respiratory and cardiovascular diseases in society (Charmi et al., 2018) . In fact, the concentration of microbes, pathogens and toxic components significantly increases during polluted days, compared to no polluted days . In addition, airborne bacterial community structure and concentration varies with pollutant concentration, which may be related to bacterial sources and multiplication in the air . Studies also indicate that microbial community composition, concentration, and bioactivity are significantly affected by particle concentration . To put it differently, the atmospheric particulate matter harbors more microbes during polluted days than sunny or clean days (Wei et al., 2016) . These studies can explain one of the . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 383, "end": 411, "text": "CocciaLab Working Paper 2020", "ref_id": null}, {"start": 412, "end": 425, "text": "-No. 48B/2020", "ref_id": null}, {"start": 789, "end": 807, "text": "Bell et al., 2004)", "ref_id": "BIBREF5"}, {"start": 993, "end": 1018, "text": "Langrish and Mills, 2014)", "ref_id": "BIBREF91"}, {"start": 1021, "end": 1038, "text": "Wei et al. (2020)", "ref_id": "BIBREF147"}, {"start": 1271, "end": 1287, "text": "Liu et al., 2017", "ref_id": "BIBREF100"}, {"start": 1288, "end": 1306, "text": "Liu et al., , 2018", "ref_id": "BIBREF99"}, {"start": 1307, "end": 1324, "text": "Jin et al., 2017)", "ref_id": "BIBREF79"}, {"start": 1463, "end": 1485, "text": "(Després et al., 2012;", "ref_id": "BIBREF44"}, {"start": 1486, "end": 1517, "text": "Fröhlich-Nowoisky et al., 2016;", "ref_id": null}, {"start": 1518, "end": 1537, "text": "Smets et al., 2016)", "ref_id": "BIBREF134"}, {"start": 1682, "end": 1706, "text": "cf., Zhang et al., 2016)", "ref_id": null}, {"start": 1762, "end": 1784, "text": "(Després et al., 2012)", "ref_id": "BIBREF44"}, {"start": 1924, "end": 1944, "text": "(Smets et al., 2016)", "ref_id": "BIBREF134"}, {"start": 2124, "end": 2148, "text": "Van Leuken et al., 2016)", "ref_id": "BIBREF140"}, {"start": 2317, "end": 2338, "text": "(Charmi et al., 2018)", "ref_id": null}, {"start": 2942, "end": 2960, "text": "(Wei et al., 2016)", "ref_id": "BIBREF148"}], "ref_spans": [], "section": "Why did this virus spread so rapidly in Italy?"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055657 doi: medRxiv preprint 25 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics driving factors of higher viral infectivity of COVID-19 in the industrialized regions of Nord Italy, rather than other part of Italy (Tables 1-6 ). In fact, viable bio aerosol particles and high microbial concentration in particulate matter play their non-negligible role during air pollution and transmission of viral infectivity . For instance, airborne bacteria in PM2.5 from the Beijing-Tianjin-Hebei regions in China revealed that air pollutants are main factors in shaping bacterial community structure . Xie et al. (2018) indicate that total bacteria concentration is higher in moderately polluted air than in clean or heavily polluted air. Liu et al. (2018) show that bacterial concentration is low in moderately or heavily pollution in PM2.5 and PM10, whereas the pathogenic bacteria concentration is very high in heavy and moderate pollution. Sun et al. (2018) study bacterial community during low and high particulate matter (PM) pollution and find out that predominant species varied with PM concentration. In general, bio aerosol concentrations are influenced by complex factors, such as emission sources, terrain, meteorological conditions and other climate factors (Zhai et al., 2018) . Wei et al. (2020) also investigate the differences between inland and coastal cities in China (Jinan and Weihai, respectively) to explain the influence of topography, meteorological conditions and geophysical factors on bio aerosol. Results suggest that from clean days to severely polluted days, bacterial community structure is influenced by bacterial adaptation to pollutants, chemical composition of pollutants and meteorological conditions (cf., Sun et al., 2018) . Moreover, certain bacteria from Proteobacteria and Deinococcus-Thermus have high tolerance towards environmental stresses and can adapt to extreme environments. As a matter of fact, bacilli can survive to harsh environments by forming spores. Moreover, certain bacteria with protective mechanisms can survive in highly polluted environments, while other bacteria cannot withstand such extreme conditions. In particular, bacteria in the atmosphere to survive must withstand and adapt to ultraviolet exposure, reduced nutrient availability, desiccation, extreme temperatures and other factors. In addition, in the presence of accumulated airborne pollutants, more microorganisms might be attached to particulate matter. Thus, in heavy or severe air pollution, highly toxic pollutants in PM2.5 and PM10 may inhibit microbial growth.", "cite_spans": [{"start": 894, "end": 911, "text": "Xie et al. (2018)", "ref_id": "BIBREF158"}, {"start": 1031, "end": 1048, "text": "Liu et al. (2018)", "ref_id": "BIBREF99"}, {"start": 1236, "end": 1253, "text": "Sun et al. (2018)", "ref_id": "BIBREF135"}, {"start": 1563, "end": 1582, "text": "(Zhai et al., 2018)", "ref_id": "BIBREF163"}, {"start": 1585, "end": 1602, "text": "Wei et al. (2020)", "ref_id": "BIBREF147"}, {"start": 2036, "end": 2053, "text": "Sun et al., 2018)", "ref_id": "BIBREF135"}], "ref_spans": [{"start": 516, "end": 527, "text": "(Tables 1-6", "ref_id": null}], "section": "Why did this virus spread so rapidly in Italy?"}, {"text": "Numerous studies also indicate the role of meteorological conditions in pollution development that creates . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Why did this virus spread so rapidly in Italy?"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055657 doi: medRxiv preprint 26 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics appropriate conditions for microbial community structure and abundance, and viral infectivity (Jones and Harrison, 2004) . Zhong et al. (2018) argue that static meteorological conditions may explain the increase of PM2.5. In general, bacterial communities during aerosol pollution are influenced by bacterial adaptive mechanisms, particle composition, and meteorological conditions. The particles could also act as carriers, which have complex adsorption and toxicity effects on bacteria (Wei et al., 2020) . Certain particle components are also available as nutrition for bacteria and the toxic effect dominates in heavy pollution. The differences in bacterial adaptability towards airborne pollutants cause bacterial survival or death for different species. Groulx et al. (2018) argue that microorganisms, such as bacteria and fungi in addition to other biological matter like endotoxins and spores comingle with particulate matter (PM) air pollutants. Hence, microorganisms may be influenced by interactions with ambient particles leading to the inhibition or enhancement of viability and environmental stability (e.g., tolerance to variation in seasonality, temperature, humidity, etc.). Moreover, Groulx et al. (2018) claim that in the case of microbial agents of communicable disease, such as viruses, the potential for interactions with pollution may have public health implications. Groulx et al. (2018 Groulx et al. ( , p. 1106 ) describe an experimental platform to investigate the implications of viral infectivity changes: Preliminary evidence suggests that the interactions between airborne viruses and airborne fine particulate matter influence viral stability and infectivity ….. The development of a platform to study interactions between artificial bio aerosols and concentrated ambient particles provides an opportunity to investigate the direction, magnitude and mechanistic basis of these effects, and to study their health implications.… The interactions of PM2.5 with Φ6 bacteriophages decreased viral infectivity compared to treatment with HEPA 2 -filtered air alone; By contrast, ΦX174, a non-enveloped virus, displayed increased infectivity when treated with PM2.5 particles relative to controls treated only with HEPA-filtered air.", "cite_spans": [{"start": 477, "end": 503, "text": "(Jones and Harrison, 2004)", "ref_id": "BIBREF81"}, {"start": 506, "end": 525, "text": "Zhong et al. (2018)", "ref_id": "BIBREF168"}, {"start": 871, "end": 889, "text": "(Wei et al., 2020)", "ref_id": "BIBREF147"}, {"start": 1143, "end": 1163, "text": "Groulx et al. (2018)", "ref_id": "BIBREF67"}, {"start": 1585, "end": 1605, "text": "Groulx et al. (2018)", "ref_id": "BIBREF67"}, {"start": 1774, "end": 1793, "text": "Groulx et al. (2018", "ref_id": "BIBREF67"}, {"start": 1794, "end": 1819, "text": "Groulx et al. ( , p. 1106", "ref_id": null}], "ref_spans": [], "section": "Why did this virus spread so rapidly in Italy?"}, {"text": "Thus, the variation in bacterial community structure is related to different pollution intensities. Wei et al. (2020) show that Staphylococcus increased with PM2.5 and became the most abundant bacteria in moderate pollution. In heavy or severe pollution, bacteria, which are adaptable to harsh environments, increase. In moderate pollution, the PM2.5 might harbor abundant bacteria, especially genera containing opportunistic pathogens. Therefore, effective measures 2 High-efficiency particulate air, also known as high-efficiency particulate absorbing and high-efficiency particulate arrestance, is an efficiency standard of air filter.", "cite_spans": [{"start": 100, "end": 117, "text": "Wei et al. (2020)", "ref_id": "BIBREF147"}], "ref_spans": [], "section": "Why did this virus spread so rapidly in Italy?"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Why did this virus spread so rapidly in Italy?"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055657 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Why did this virus spread so rapidly in Italy?"}, {"text": "should control health risks caused by bio aerosols during air pollution, especially for immunocompromised, elderly and other fragile individuals. This may explain the high mortality of certain individuals having previous pathologies because of in Italy that has the mortality rate (the percentage of deaths compared to the total of those who tested positive for COVID-19) of about 80% in individuals aged > 70 years with comorbidities as of April 1 st , 2020 (Istituto Superiore Sanità, 2020; cf., WHO, 2020c). Papi et al. (2006) also indicate that chronic obstructive pulmonary disease (COPD) was significantly exacerbated by respiratory viral infections that cause reduction of forced expiratory volume in 1s (FEV1) and airway inflammation (cf., Gorse et al., 2006) . report that the most prevalent viruses detected during acute exacerbations of COPD in Hong Kong were the influenza A virus and coronavirus. They indicate that among patients with a mean age of more than 75 years, mean FEV1 was 40% of predicted normal and the FEV1/FVC (forced vital capacity) ratio was reduced to 58% of normal. De Serres et al. (2009) also suggested that the influenza virus frequently causes acute exacerbations of asthma and COPD. Moreover, the study by Wei et al. (2020) argues that air pollution in coastal city Weihai in China was slightly lower than the inland city of Jinan. This study supports our results that the viral infectivity by COVID-19 is higher in hinterland cities rather than coastal cities in Italy. Wei et al. (2020, p. 9 ) also suggest that different air quality strategies should be applied in inland and coastal cities: coastal cities need start bio aerosol risk alarm during moderate pollution when severe pollution occurs in inland cities.", "cite_spans": [{"start": 511, "end": 529, "text": "Papi et al. (2006)", "ref_id": null}, {"start": 748, "end": 767, "text": "Gorse et al., 2006)", "ref_id": "BIBREF65"}, {"start": 1101, "end": 1121, "text": "Serres et al. (2009)", "ref_id": "BIBREF42"}, {"start": 1243, "end": 1260, "text": "Wei et al. (2020)", "ref_id": "BIBREF147"}, {"start": 1508, "end": 1530, "text": "Wei et al. (2020, p. 9", "ref_id": null}], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "Other studies have reported associations between air pollution and reduced lung function, increased hospital admissions, increased respiratory symptoms and high asthma medication use (Simoni et al., 2015; Jalaludin et al., 2004) . In this context, the interaction between climate factors, air pollution and increased morbidity and mortality of people and children from respiratory diseases is a main health issue in society (Darrow et al., 2014) . Asthma is a disease that has been associated with exposure to traffic-related air pollution and tobacco smoke (Liao, 2011) . Many studies show that exposure to traffic-related outdoor air pollutants (e.g., particulate matter PM10 with an aerodynamic diameter ≤10 μm, nitrogen dioxide NO2, carbon monoxide CO, sulfur dioxide SO2, and ozone O3) increases the risk . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 183, "end": 204, "text": "(Simoni et al., 2015;", "ref_id": "BIBREF133"}, {"start": 205, "end": 228, "text": "Jalaludin et al., 2004)", "ref_id": "BIBREF76"}, {"start": 424, "end": 445, "text": "(Darrow et al., 2014)", "ref_id": "BIBREF38"}, {"start": 558, "end": 570, "text": "(Liao, 2011)", "ref_id": "BIBREF96"}], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055657 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "of asthma or asthma-like symptoms (Shankardass et al., 2009; Weinmayr et al., 2010) . Especially, current evidence indicates that PM10 increases cough, lower respiratory symptoms and lower peak expiratory flow (Ward and Ayres, 2004; Nel, 2005) . Weinmayr et al. (2010) provide strong evidence that PM10 may be an aggravating factor of asthma in children. Furthermore, asthma symptoms are exacerbated by air pollutants, such as diesel exhaust, PM10, NO2, SO2, and O3 and respiratory virus, such as adenovirus, influenza, parainfluenza and respiratory syncytial virus (Jaspers et al., 2005; Murdoch and Jennings, 2009; Murphy et al., 2000; Wong et al., 2009) . The study by Liao et al. (2011) confirms that exacerbations of asthma have been associated with bacterial and viral respiratory tract infections and air pollution. Some studies have focused on the effect of meteorology and air pollution on acute viral respiratory infections and viral bronchiolitis (a disease linked to seasonal changes in respiratory viruses) in the first years of life (Nenna et al., 2017; Ségala et al., 2008; Vandini et al., 2013 Vandini et al., , 2015 . Carugno et al. (2018) analyze respiratory syncytial virus (RSV), the primary cause of acute lower respiratory infections in children: bronchiolitis. Results suggest that seasonal weather conditions and concentration of air pollutants seem to influence RSV-related bronchiolitis epidemics in Italian urban areas. In fact, airborne particulate matter (PM) may influence the children's immune system and foster the spread of RSV infection. This study also shows a correlation between short-and medium-term PM10 exposures and increased risk of hospitalization due to RSV bronchiolitis among infants. In short, manifold environmental factorssuch as air pollution levels, circulation of respiratory viruses and colder temperaturesinduce in longer periods of time spent indoors with higher opportunities for diffusion of infections between people. In fact, in Italy the high diffusion of viral infectivity by COVID-19 in North of Italy is in winter period (February-March, 2020). Studies also show that air pollution is higher during winter months and it has been associated with increased hospitalizations for respiratory diseases (Ko et al., 2007a; Medina-Ramón et al., 2006) . Moreover, oscillations in temperature and humidity may lead to changes in the respiratory epithelium which increased susceptibility to infection (Deal et al., 1980) . Murdoch and Jennings (2009) correlate the incidence rate of invasive pneumococcal disease (IPD) with fluctuations in respiratory virus activity and environmental factors in New Zealand, showing how . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 34, "end": 60, "text": "(Shankardass et al., 2009;", "ref_id": "BIBREF131"}, {"start": 61, "end": 83, "text": "Weinmayr et al., 2010)", "ref_id": "BIBREF149"}, {"start": 210, "end": 232, "text": "(Ward and Ayres, 2004;", "ref_id": "BIBREF146"}, {"start": 233, "end": 243, "text": "Nel, 2005)", "ref_id": "BIBREF111"}, {"start": 246, "end": 268, "text": "Weinmayr et al. (2010)", "ref_id": "BIBREF149"}, {"start": 566, "end": 588, "text": "(Jaspers et al., 2005;", "ref_id": "BIBREF78"}, {"start": 589, "end": 616, "text": "Murdoch and Jennings, 2009;", "ref_id": "BIBREF107"}, {"start": 617, "end": 637, "text": "Murphy et al., 2000;", "ref_id": "BIBREF108"}, {"start": 638, "end": 656, "text": "Wong et al., 2009)", "ref_id": "BIBREF155"}, {"start": 672, "end": 690, "text": "Liao et al. (2011)", "ref_id": "BIBREF96"}, {"start": 1047, "end": 1067, "text": "(Nenna et al., 2017;", "ref_id": "BIBREF112"}, {"start": 1068, "end": 1088, "text": "Ségala et al., 2008;", "ref_id": "BIBREF130"}, {"start": 1089, "end": 1109, "text": "Vandini et al., 2013", "ref_id": "BIBREF142"}, {"start": 1110, "end": 1132, "text": "Vandini et al., , 2015", "ref_id": "BIBREF141"}, {"start": 2262, "end": 2280, "text": "(Ko et al., 2007a;", "ref_id": "BIBREF88"}, {"start": 2281, "end": 2307, "text": "Medina-Ramón et al., 2006)", "ref_id": "BIBREF104"}, {"start": 2455, "end": 2474, "text": "(Deal et al., 1980)", "ref_id": "BIBREF43"}, {"start": 2477, "end": 2504, "text": "Murdoch and Jennings (2009)", "ref_id": "BIBREF107"}], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055657 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "incidence rates of IPD are associated with the increased activity of some respiratory viruses and air pollution.", "cite_spans": [], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "Another side effect of air pollution exposure is the association with the incidence of mumps. Hao et al. (2019) explore the effects of short-term exposure to air pollution on the incidence of mumps and show that exposure to NO2 and SO2 is significantly associated with higher risk of developing mumps. Instead, Yang et al. (2020) analyze the relationship between exposure to ambient air pollution and hand, foot, and mouth diseases (in short, HFMDs).", "cite_spans": [{"start": 94, "end": 111, "text": "Hao et al. (2019)", "ref_id": "BIBREF70"}, {"start": 311, "end": 329, "text": "Yang et al. (2020)", "ref_id": "BIBREF161"}], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "Results show that the exposure of people to SO2, NO2, O3, PM10 and PM2.5 is associated with HFMDs. Moreover, the effect of air pollution in the cold season is higher than in the warm season. Shepherd and Mullins (2019) have also analyzed the relationship between arthritis diagnosis in those over 50 and exposure to extreme air pollution in utero or infancy. Results link early-life air pollution exposure to later-life arthritis diagnoses, and suggest a particularly strong link for Rheumatoid arthritis (RA) 3 . Sheperd and Mullins (2019) also argue that exposure to smog and air pollution in the first year of life is associated with a higher incidence of arthritis later in life. These findings are important to explain complex relationships between people, meteorological conditions, air pollution and viral infectivity because millions of people continue to be exposed to episodes of extreme air pollution each year in cities around the world.", "cite_spans": [{"start": 191, "end": 218, "text": "Shepherd and Mullins (2019)", "ref_id": "BIBREF132"}], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "The composition of ambient particulate matter (PM) varies both geographically and seasonally because of the mix of sources at any location across time and space. A vast literature shows short-term effects of air pollution on health, but air pollution affects morbidity also in the long run . The mechanism of damages of air pollution on health can be explained as follows. Air pollutants exert their own specific individual toxic effects on the respiratory and cardiovascular systems of people; in addition, ozone, oxides of nitrogen, and suspended particulates have a common property of being potent oxidants, either through direct effects on lipids and proteins 3 Rheumatoid arthritis is a chronic inflammatory disorder in which the body's immune system attacks its joints, and is one of the most common autoimmune diseases (Cooper and Stroehla, 2003) . Moreover, rheumatoid arthritis is a major cause of disability that reduces patient's lifespan by 15-20% from the onset of the illness (Myllykangas-Luosujäarvi et al., 1995; cf., Chang et al., 2016; De Roos et al., 2014; Farhat et al., 2011; Jung et al., 2017) .", "cite_spans": [{"start": 826, "end": 853, "text": "(Cooper and Stroehla, 2003)", "ref_id": "BIBREF36"}, {"start": 990, "end": 1028, "text": "(Myllykangas-Luosujäarvi et al., 1995;", "ref_id": "BIBREF109"}, {"start": 1029, "end": 1053, "text": "cf., Chang et al., 2016;", "ref_id": null}, {"start": 1054, "end": 1075, "text": "De Roos et al., 2014;", "ref_id": "BIBREF41"}, {"start": 1076, "end": 1096, "text": "Farhat et al., 2011;", "ref_id": "BIBREF52"}, {"start": 1097, "end": 1115, "text": "Jung et al., 2017)", "ref_id": "BIBREF82"}], "ref_spans": [], "section": "Air pollution, immune system and genetic damages"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Air pollution, immune system and genetic damages"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 ", "cite_spans": [{"start": 85, "end": 102, "text": "//doi.org/10.1101", "ref_id": null}, {"start": 103, "end": 122, "text": "//doi.org/10. /2020", "ref_id": null}], "ref_spans": [], "section": "Air pollution, immune system and genetic damages"}, {"text": "or indirectly through the activation intracellular oxidant pathways (Rahman and MacNee, 2000) . Animal and human in-vitro and in-vivo exposure studies have demonstrated the powerful oxidant capacity of inhaled ozone with activation of stress signaling pathways in epithelial cells (Bayram et al., 2001) and resident alveolar inflammatory cells (Mochitate et al., 2001) . Lewtas (2007) shows in human studies that exposures to combustion emissions and ambient fine particulate air pollution are associated with genetic damages. Long-term epidemiologic studies report an increased risk of all causes of mortality, cardiopulmonary mortality, and lung cancer mortality associated with increasing exposures to air pollution (cf., Coccia, 2012 Coccia, , 2014 Coccia and Wang, 2015) . Although there is substantial evidence that polycyclic aromatic hydrocarbons or substituted polycyclic aromatic hydrocarbons may be causative agents in cancer and reproductive effects, an increasing number of studiesinvestigating cardiopulmonary and cardiovascular effectsshows potential causative agents from air pollution combustion sources.", "cite_spans": [{"start": 68, "end": 93, "text": "(Rahman and MacNee, 2000)", "ref_id": "BIBREF127"}, {"start": 281, "end": 302, "text": "(Bayram et al., 2001)", "ref_id": "BIBREF3"}, {"start": 344, "end": 368, "text": "(Mochitate et al., 2001)", "ref_id": "BIBREF106"}, {"start": 371, "end": 384, "text": "Lewtas (2007)", "ref_id": "BIBREF93"}, {"start": 725, "end": 737, "text": "Coccia, 2012", "ref_id": "BIBREF30"}, {"start": 738, "end": 752, "text": "Coccia, , 2014", "ref_id": null}, {"start": 753, "end": 775, "text": "Coccia and Wang, 2015)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "About the respiratory activity, the adult lung inhales approximately 10-11,000 L of air per day, positioning the respiratory epithelium for exposure to high volumes of pathogenic and environmental insults. In fact, respiratory mucosa is adapted to facilitate gaseous exchange and respond to environmental insults efficiently, with minimal damage to host tissue. The respiratory mucosa consists of respiratory tract lining fluids; bronchial and alveolar epithelial cells; tissue resident immune cells such as alveolar macrophages (AM), dendritic cells, innate lymphoid cells and granulocytes; as well as adaptive memory T and B lymphocytes. In health, the immune system responds effectively to infections and neoplastic cells, with a response tailored to the insult, but must tolerate (i.e., not respond harmfully to) the healthy body and benign environmental influences. A well-functioning immune system is vital for a healthy body. Inadequate and excessive immune responses generate diverse pathologies, such as serious infections, metastatic malignancies and auto-immune conditions (Glencross et al., 2020) . In particular, immune system consists of multiple types of immune cell that act together to generate (or fail to generate) immune responses. In this context, the explanation of relationships between ambient pollutants and immune system is vital to explain how pollution causes disease, and how pathology can be removed. Glencross et al. (2020) show that air pollutants can affect . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 1084, "end": 1108, "text": "(Glencross et al., 2020)", "ref_id": "BIBREF63"}, {"start": 1431, "end": 1454, "text": "Glencross et al. (2020)", "ref_id": "BIBREF63"}], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055657 doi: medRxiv preprint 31 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics different immune cell types, such as particle-clearing macrophages, inflammatory neutrophils, dendritic cells that orchestrate adaptive immune responses and lymphocytes that enact those responses. In general, air pollutants stimulate pro-inflammatory immune responses across multiple classes of immune cell. Air pollution can enhance T helper lymphocyte type 2 and T helper lymphocyte type 17 adaptive immune responses, as seen in allergy and asthma, and dysregulate anti-viral immune responses. In particular, the association between high ambient pollution and exacerbations of asthma and chronic obstructive pulmonary disease (COPD) is consistent with immunological mechanisms. In fact, diseases can result from inadequate responses to infectious microbes allowing fulminant infections, inappropriate/excessive immune responses to microbes leading to more (collateral) damages than the microbe itself, and inappropriate immune responses to self/environment, such as seems to be in the case of COVID-19. Glencross et al. (2020) also discuss evidence that air pollution can cause disease by perturbing multicellular immune responses. Studies confirm associations between elevated ambient particulate matter and worsening of lung function in patients with COPD (Bloemsma et al., 2026) , between COPD exacerbations and both ambient particulate matter and ambient pollutant gasses (Li et al., 2026) and similarly for asthma exacerbations with high concentration of ambient pollutants (Orellano et al., 2017 , Zheng et al., 2015 . In short, the associations between ambient pollution and airways exacerbations are stronger than associations with development of chronic airways diseases. Glencross et al. (2020) also argue that ambient pollutants can directly trigger cellular signaling pathways, and both cell culture studies and animal models have shown profound effects of air pollutants on every type of immune cell studied. In addition to the general pro-inflammatory nature of these effects, many of studies suggest an action of air pollution to augment Th2 immune responses and perturb antimicrobial immune responses. This mechanism also explains the association between high air pollution and increased exacerbations of asthma -a disease characterized by an underlying Th2 immuno-pathology in the airways with severe viral-induced exacerbations. Moreover, as inhaled air pollution deposits primarily on the respiratory mucosa, potential strategies to reduce such effects may be based on vitamin D supplementation. Studies show that plasma levels of vitamin D, activated by ultraviolet B, are significantly . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 1378, "end": 1411, "text": "COVID-19. Glencross et al. (2020)", "ref_id": null}, {"start": 1643, "end": 1666, "text": "(Bloemsma et al., 2026)", "ref_id": null}, {"start": 1761, "end": 1778, "text": "(Li et al., 2026)", "ref_id": null}, {"start": 1864, "end": 1886, "text": "(Orellano et al., 2017", "ref_id": "BIBREF115"}, {"start": 1887, "end": 1907, "text": ", Zheng et al., 2015", "ref_id": "BIBREF167"}, {"start": 2066, "end": 2089, "text": "Glencross et al. (2020)", "ref_id": "BIBREF63"}], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055657 doi: medRxiv preprint 32 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics higher in summer and fall than winter and spring, in a latitude-dependent manner (Barger-Lux and Heaney, 2002) .", "cite_spans": [{"start": 464, "end": 493, "text": "(Barger-Lux and Heaney, 2002)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "Since the temperature and hour of sun are dependent upon the latitude of population residence and influenced by urban/rural residence, Oh et al. (2010) argue that adequate activated vitamin D levels are also associated with diminished cancer risk and mortality (Lim et al., 2006; Grant, 2002) . For instance, breast cancer incidence correlates inversely with the levels of serum vitamin D and ultraviolet B exposure, which are the highest intensity in summer season. These relationships of vitamin D and cancer risk are not limited to breast cancer, but are also relevant to colon, prostate, endometrial, ovarian, and lung cancers (Zhou et al., 2005) .", "cite_spans": [{"start": 135, "end": 151, "text": "Oh et al. (2010)", "ref_id": "BIBREF114"}, {"start": 261, "end": 279, "text": "(Lim et al., 2006;", "ref_id": "BIBREF97"}, {"start": 280, "end": 292, "text": "Grant, 2002)", "ref_id": "BIBREF66"}, {"start": 631, "end": 650, "text": "(Zhou et al., 2005)", "ref_id": "BIBREF169"}], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "In the context of this study and considering the negative effects of air pollution on human health and transmission dynamics of viruses, summer season may have twofold effects to reduce diffusion of viral infectivity: 1) hot and sunny weather increases temperature and improves environment that can reduce air pollution, typically of winter period, and as result alleviate transmission of viral infectivity by COVID-19 (Ko et al., 2007a; Medina-Ramón et al., 2006; Wei et al, 2020; Dowell et al., 2003; Kim et al., 1996; Talbot et al. 2005) ;", "cite_spans": [{"start": 419, "end": 437, "text": "(Ko et al., 2007a;", "ref_id": "BIBREF88"}, {"start": 438, "end": 464, "text": "Medina-Ramón et al., 2006;", "ref_id": "BIBREF104"}, {"start": 465, "end": 481, "text": "Wei et al, 2020;", "ref_id": "BIBREF147"}, {"start": 482, "end": 502, "text": "Dowell et al., 2003;", "ref_id": "BIBREF46"}, {"start": 503, "end": 520, "text": "Kim et al., 1996;", "ref_id": "BIBREF85"}, {"start": 521, "end": 540, "text": "Talbot et al. 2005)", "ref_id": "BIBREF137"}], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "2) sunny days and summer season induce in population a higher production of vitamin D that reinforces and improves the function of immune system to cope with viral infectivity of COVID-19.", "cite_spans": [], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "Overall, then, statistical analysis, supported by relevant studies in these research topics, reveals that accelerated transmissions dynamics of COVID-19 is also to air pollution-to-human transmission in addition to human-to-human transmission.", "cite_spans": [], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055657 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "At the end of 2019, medical professionals in Wuhan (China) were treating cases of pneumonia cases that had an unknown source Zhu and Xie, 2020; Chan et al., 2020; Backer et al., 2020) . Days later, researchers confirmed the illnesses were caused by a new coronavirus . By January 23, 2020, Chinese authorities had shut down transportation going into and out of Wuhan, as well as local businesses, in order to reduce the spread of viral infectivity (Centers for Disease Control and Prevention, 2020; Public Health England. 2020; Manuell and Cukor, 2011) . It was the first in the modern history of several quarantines set up in China and other countries around the world to cope with transmission dynamics of COVID-19. Quarantine is the separation and restriction of movement of people who have potentially been exposed to a contagious disease to ascertain if they become unwell, in order to reduce the risk of them infecting others (Brooks et al., 2019) . In short, quarantine can generate a strong reduction of the transmission of viral infectivity. In the presence of COVID-19 outbreak in North Italy, Italian government has applied the quarantine and lockdown from 11 March, 2020 to 13 April, 2020 for all Italy, adding also some holidays thereafter. In fact, Italy was not able to prevent this complex problem of epidemics and has applied quarantine as a recovery strategy to lessen the health and socioeconomic damages caused by COVID-19.", "cite_spans": [{"start": 125, "end": 143, "text": "Zhu and Xie, 2020;", "ref_id": "BIBREF171"}, {"start": 144, "end": 162, "text": "Chan et al., 2020;", "ref_id": null}, {"start": 163, "end": 183, "text": "Backer et al., 2020)", "ref_id": "BIBREF1"}, {"start": 528, "end": 552, "text": "Manuell and Cukor, 2011)", "ref_id": "BIBREF102"}, {"start": 932, "end": 953, "text": "(Brooks et al., 2019)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "PROACTIVE STRATEGIES TO PREVENT FUTURE EPIDEMICS SIMILAR TO COVID-19"}, {"text": "Millions of people have been quarantined for the first time in Italy and is one of the largest actions in the history of Italy. In addition, Italy applied non-pharmaceutical interventions based on physical distancing, school and store closures, workplace distancing, to avoid crowded places, similarly to the COVID-19 outbreak in Wuhan (cf., Prem et al., 2020) . The benefits to support these measures until April, 2020 are aimed at delaying and reducing the height of epidemic peak, affording health-care systems more time to expand and respond to this emergency and, as a result reducing the final size of COVID-19 epidemic. In general, non-pharmaceutical interventions are important factors to reduce the epidemic peak and the acute pressure on the health-care system (Prem et al., 2020; Fong et al., 2020) .", "cite_spans": [{"start": 342, "end": 360, "text": "Prem et al., 2020)", "ref_id": "BIBREF121"}, {"start": 771, "end": 790, "text": "(Prem et al., 2020;", "ref_id": "BIBREF121"}, {"start": 791, "end": 809, "text": "Fong et al., 2020)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "PROACTIVE STRATEGIES TO PREVENT FUTURE EPIDEMICS SIMILAR TO COVID-19"}, {"text": "However, Brooks et al. (2019) report: \"negative psychological effects of quarantine including post-traumatic stress symptoms, confusion, and anger. Stressors included longer quarantine duration, infection fears, frustration, . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 9, "end": 29, "text": "Brooks et al. (2019)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "PROACTIVE STRATEGIES TO PREVENT FUTURE EPIDEMICS SIMILAR TO COVID-19"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055657 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "PROACTIVE STRATEGIES TO PREVENT FUTURE EPIDEMICS SIMILAR TO COVID-19"}, {"text": "CocciaLab Working Paper 2020 -No. 48B/2020 boredom, inadequate supplies, inadequate information, financial loss, and stigma. Some researchers have suggested long-lasting effects. In situations where quarantine is deemed necessary, officials should quarantine individuals for no longer than required, provide clear rationale for quarantine and information about protocols, and ensure sufficient supplies are provided. Appeals to altruism by reminding the public about the benefits of quarantine to wider society can be favourable\".", "cite_spans": [{"start": 18, "end": 28, "text": "Paper 2020", "ref_id": null}, {"start": 29, "end": 42, "text": "-No. 48B/2020", "ref_id": null}], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "This strategy, of course, does not prevent future epidemics similar to the COVID-19 and it does not protect regions from future viral threats. Nations, alike Italy, have to apply proactive strategies that anticipate these potential problems and works to prevent them, reducing the health and economic impact in society.", "cite_spans": [], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "Suggested proactive strategies to prevent future epidemics similar to COVID-19 Daszak et al. (2020) argue that to prevent the next epidemic and pandemic similar to COVID-19, research and investment of nations should focus on: 1) surveillance among wildlife to identify the high-risk pathogens they carry 2) surveillance among people who have contact with wildlife to identify early spillover events 3) improvement of market biosecurity regarding the wildlife trade.", "cite_spans": [{"start": 79, "end": 99, "text": "Daszak et al. (2020)", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "In addition, high surveillance and proper biosafety procedures in public and private institutes of virology that study viruses and new viruses to avoid that may be accidentally spread in surrounding environments with damages for population and vegetation. In this context, international collaboration among scientists is basic to address these risks, support decisions of policymakers to prevent future pandemic creating potential huge socioeconomic issues worldwide (cf., Coccia and Wang, 2016) 4 . In fact, following the COVID-19 outbreak, The Economist Intelligence Unit (EIU) points out that the global economy may contract of about by 2.2% and Italy by -7% of real GDP growth % in 2020 (EIU, 2020). Italy and other advanced countries should introduce organizational, product and process 4 Socioeconomic shocks can lead to a general increase of prices, high public debts, high unemployment, income inequality and as a consequence violent behavior (Coccia, 2016 (Coccia, , 2017 (Coccia, , 2017a .", "cite_spans": [{"start": 473, "end": 495, "text": "Coccia and Wang, 2016)", "ref_id": "BIBREF33"}, {"start": 496, "end": 497, "text": "4", "ref_id": null}, {"start": 951, "end": 964, "text": "(Coccia, 2016", "ref_id": "BIBREF15"}, {"start": 965, "end": 980, "text": "(Coccia, , 2017", "ref_id": "BIBREF16"}, {"start": 981, "end": 997, "text": "(Coccia, , 2017a", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 35 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics innovations to cope with future viral threats, such as the expansion of hospital capacity and testing capabilities, to reduce diagnostic and health system delays also using artificial intelligence, and as a consequence new ICT technologies for alleviating and/or eliminating effective interactions between infectious and susceptible individuals, and finally of course to develop effective vaccines and antivirals that can counteract future global public health threat in the presence of new epidemics similar to COVID-19 (Chen et al, 2020; Wilder-Smith et al 2020; Riou and Althaus, 2020; Yao et al., 2020; cf., Coccia, 2015 cf., Coccia, , 2017 cf., Coccia, , 2019 cf., Coccia, , 2020 ).", "cite_spans": [{"start": 85, "end": 102, "text": "//doi.org/10.1101", "ref_id": null}, {"start": 103, "end": 122, "text": "//doi.org/10. /2020", "ref_id": null}, {"start": 874, "end": 901, "text": "COVID-19 (Chen et al, 2020;", "ref_id": null}, {"start": 902, "end": 926, "text": "Wilder-Smith et al 2020;", "ref_id": "BIBREF154"}, {"start": 927, "end": 950, "text": "Riou and Althaus, 2020;", "ref_id": "BIBREF129"}, {"start": 951, "end": 968, "text": "Yao et al., 2020;", "ref_id": "BIBREF162"}, {"start": 969, "end": 986, "text": "cf., Coccia, 2015", "ref_id": null}, {"start": 987, "end": 1006, "text": "cf., Coccia, , 2017", "ref_id": null}, {"start": 1007, "end": 1026, "text": "cf., Coccia, , 2019", "ref_id": null}, {"start": 1027, "end": 1046, "text": "cf., Coccia, , 2020", "ref_id": null}], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "This study here shows that geo-environmental factors of accelerated diffusion of COVID-19 are also likely associated with high air pollution and specific meteorological conditions (low wind speed, etc.) of North Italy and other Norther Italian regions that favor the transmission dynamics of viral infectivity. North Italy is one of the European regions with the highest motorization rate and polluting industrialization (cf., Legambiente, 2019) . In 2018 in 55 provincial capitals the daily limits for PM10 or ozone were exceeded (i.e., 35 days for PM10 and 25 for ozone). In 24 of the 55 Italian province capitals, the limit was exceeded for both parameters, with negative effects on population that had to breathe polluted air for about four months in the year with subsequent health problems. In fact, the cities that last Terni with 86 (respectively 49 and 37 days for the two pollutants). Many cities in Italy are affected by air pollution and smog because of traffic, domestic heating, industries and agricultural practices and with private cars that continue to be by far the most used means of transportation (more than 39 million cars in 2019). In fact, a major source of . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 427, "end": 445, "text": "Legambiente, 2019)", "ref_id": "BIBREF92"}], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 36 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics CocciaLab Working Paper 2020 -No. 48B/2020 emissions of nitrogen oxides into the atmosphere is the combustion of fossil fuels from stationary sources (heating, power generation) and motor vehicles. In ambient conditions, nitric oxide is rapidly transformed into nitrogen dioxide by atmospheric oxidants such as ozone (cf., . In Italy, the first COVID-19 outbreak has been found in Codogno, a small city of the Lodi area, close to Milan. Although local lockdown as red zone on February 25, 2020, the Regional Agency for Environmental Protection showed that concentrations of PM10 beyond the limits in almost all of Lombardy region including the red zone (i.e., 82 mm/m 3 of air measured in Codogno). The day after, February 26, 2020, the mistral wind and then the north wind swept the entire Po valley, bringing to Lombardy region a substantial reduction in the average daily concentrations of PM10, which almost everywhere were lower than 50 micrograms of particulate matter/m 3 of air.", "cite_spans": [{"start": 85, "end": 102, "text": "//doi.org/10.1101", "ref_id": null}, {"start": 103, "end": 122, "text": "//doi.org/10. /2020", "ref_id": null}, {"start": 362, "end": 390, "text": "CocciaLab Working Paper 2020", "ref_id": null}, {"start": 391, "end": 404, "text": "-No. 48B/2020", "ref_id": null}], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 37 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics CocciaLab Working Paper 2020 -No. 48B/2020 Mid-January 2020", "cite_spans": [{"start": 85, "end": 102, "text": "//doi.org/10.1101", "ref_id": null}, {"start": 103, "end": 122, "text": "//doi.org/10. /2020", "ref_id": null}, {"start": 362, "end": 390, "text": "CocciaLab Working Paper 2020", "ref_id": null}, {"start": 391, "end": 404, "text": "-No. 48B/2020", "ref_id": null}], "ref_spans": [], "section": "| P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics"}, {"text": "Sources: European Space Agency, 2020.", "cite_spans": [], "ref_spans": [], "section": "Mid-March after lockdown COVID Outbreak"}, {"text": "Hence, high concentration of nitrogen dioxide, a noxious gas, particulate air pollutants emitted by motor vehicles, power plants, and industrial facilities in North Italy seems to be a platform to support diffusion of viral infectivity (Groulx et al., 2018) , increase hospitalizations for respiratory virus bronchiolitis (cf., Carugno et al., 2018; Nenna et al., 2017) , increase asthma incidence (Liao et al., 2011) and damage to the immune system of people (Glencross et . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 236, "end": 257, "text": "(Groulx et al., 2018)", "ref_id": "BIBREF67"}, {"start": 322, "end": 349, "text": "(cf., Carugno et al., 2018;", "ref_id": null}, {"start": 350, "end": 369, "text": "Nenna et al., 2017)", "ref_id": "BIBREF112"}, {"start": 398, "end": 417, "text": "(Liao et al., 2011)", "ref_id": "BIBREF96"}], "ref_spans": [], "section": "Figure 4 -Reduction Nitrogen Dioxide before and after lockdown COVID Outbreak in Italy"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 38 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics al., 2020). Transmission dynamics of COVID-19 has found in air pollution and meteorological conditions of North Italy an appropriate environment and population to carry out an accelerated diffusion that is generation more than 13,000 deaths and a huge number of hospitalizations in a short period of time.", "cite_spans": [{"start": 85, "end": 102, "text": "//doi.org/10.1101", "ref_id": null}, {"start": 103, "end": 122, "text": "//doi.org/10. /2020", "ref_id": null}], "ref_spans": [], "section": "Figure 4 -Reduction Nitrogen Dioxide before and after lockdown COVID Outbreak in Italy"}, {"text": "An indirect effect of quarantine and lockdown in Italy is the strong reduction of airborne Nitrogen Dioxide Plummets and PM10 over Norther of Italy. The maps in figure 4 by ESA (2020) Overall, then, the indirect effect of quarantine and lockdown of Italy and other European countries has reduced in a short time NO2 and air pollution, improving the quality of environment that may reduce, associated with quarantine, physical distancing and other inter-related factors, the transmission dynamics of COVID-19. A study by Zhang et al. (2019a) shows that with the implementation of air policy in China, from 2013 to 2017, fine particle (PM2.5) concentrations have significant declined nationwide with health benefits. Now, the danger is that after the quarantine and lockdown, the industrial activity of industrialized regions in Italy has to resume at an intense pace of production and in next winter-fall season 2020-2021 there may be again the environmental and meteorological conditions that can lead to diffusion of viral infectivity of COVID-19 and/or other dangerous viruses. Of course, non-physical distancing and other long-run factors play a critical part in mitigating transmission dynamics of future epidemic similar to COVID-19, in particular when measures of physical distancing, school and store closures, workplace distancing, prohibition for crowded places are relaxed. The suggested strategy that regions of North Italy has to . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 520, "end": 540, "text": "Zhang et al. (2019a)", "ref_id": "BIBREF164"}], "ref_spans": [], "section": "Figure 4 -Reduction Nitrogen Dioxide before and after lockdown COVID Outbreak in Italy"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055657 doi: medRxiv preprint 39 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics apply, considering their geographical locations and meteorological conditions with a high density of polluting industrialization, is to avoid to overcome the limits set of PM10 and other pollutants, following more and more a sustainable pathways of growth. One of the findings here suggests that the max number of days per year that Italian provincial capitals can exceed the limits set for PM10 (particulate matter 10 micrometers or less in diameter) or for ozone, considering the meteorological condition has to be less than 50 days. After this critical point, the study suggests that environmental inconsistencies because of the combination between air pollution and meteorological conditions trigger a take-off of viral infectivity (epidemic diffusion) with damages for health of population and economy in society. Italy must design and set up necessary measures to drastically reduce the concentrations of pollution present and improve air quality in cities. Italy not has to respect Legislative Decree 155/2010 that establishes a maximum number of 35 days / year with concentrations higher than 50 μg / m 3 . As a matter of fact, the quarantine and other non-pharmaceutical interventions can reduce the impact of viral infectivity in the short term, but to prevent future epidemics similar to COVID-19, Italy and advanced nations have more and more to sustain a sustainable growth. The environmental policy has to be associated with sustainable technologies that reduce air pollution improving the quality of air and environment for population to cope with future viral threats (cf., Coccia, 2005 Coccia, , 2006 Coccia, , 2018 Coccia and Watts, 2020) 5 . Italy must support, more and more, sustainable mobility as engine of socioeconomic change and redesign cities for people using an urban planning that improves public respiratory health. Moreover, in the presence of the association between air pollution, climate 6 and viral infectivity.", "cite_spans": [{"start": 1973, "end": 1985, "text": "Coccia, 2005", "ref_id": null}, {"start": 1986, "end": 2000, "text": "Coccia, , 2006", "ref_id": null}, {"start": 2001, "end": 2015, "text": "Coccia, , 2018", "ref_id": "BIBREF24"}, {"start": 2016, "end": 2039, "text": "Coccia and Watts, 2020)", "ref_id": "BIBREF34"}, {"start": 2040, "end": 2041, "text": "5", "ref_id": null}], "ref_spans": [], "section": "Figure 4 -Reduction Nitrogen Dioxide before and after lockdown COVID Outbreak in Italy"}, {"text": "Italy and other advanced nations have to immediately reduce the motorization rate of polluting machines with a transition to new electric vehicles, generating a revolution in society. It is basic to encourage sustainable mobility, by enhancing local, urban and commuter public transport with electric vehicles and creating vast Low Emission Zones within cities. Italy has to launch a real sustainable growth roadmap with the aim of complete zero emissions in all 5 cf. for dynamics of technological and economic change in society the studies by Coccia (2005a Coccia ( , 2005b Coccia ( , 2008 Coccia ( , 2008 Coccia ( , 2009 Coccia ( , 2015a Coccia ( , 2017e, 2017f, 2017g, 2018a Coccia ( , 2019a Coccia ( , 2019b Coccia ( , 2019c Coccia ( , 2019d Coccia and Finardi, 2012; Coccia and Rolfo, 2008) . 6 Some studies show that in addition to human-to-human contact, ambient temperature is an important factor in the transmission and survival of coronaviruses as well as temperature variation and humidity may also be important factors affecting the COVID-19 mortality (Ma et al., 2020) . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 545, "end": 558, "text": "Coccia (2005a", "ref_id": null}, {"start": 559, "end": 575, "text": "Coccia ( , 2005b", "ref_id": null}, {"start": 576, "end": 591, "text": "Coccia ( , 2008", "ref_id": "BIBREF31"}, {"start": 592, "end": 607, "text": "Coccia ( , 2008", "ref_id": "BIBREF31"}, {"start": 608, "end": 623, "text": "Coccia ( , 2009", "ref_id": null}, {"start": 624, "end": 640, "text": "Coccia ( , 2015a", "ref_id": null}, {"start": 641, "end": 678, "text": "Coccia ( , 2017e, 2017f, 2017g, 2018a", "ref_id": null}, {"start": 679, "end": 695, "text": "Coccia ( , 2019a", "ref_id": "BIBREF27"}, {"start": 696, "end": 712, "text": "Coccia ( , 2019b", "ref_id": "BIBREF28"}, {"start": 713, "end": 729, "text": "Coccia ( , 2019c", "ref_id": null}, {"start": 730, "end": 746, "text": "Coccia ( , 2019d", "ref_id": null}, {"start": 747, "end": 772, "text": "Coccia and Finardi, 2012;", "ref_id": "BIBREF30"}, {"start": 773, "end": 796, "text": "Coccia and Rolfo, 2008)", "ref_id": "BIBREF31"}, {"start": 1065, "end": 1082, "text": "(Ma et al., 2020)", "ref_id": "BIBREF101"}], "ref_spans": [], "section": "Figure 4 -Reduction Nitrogen Dioxide before and after lockdown COVID Outbreak in Italy"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055657 doi: medRxiv preprint 40 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics socioeconomic system. Some studies done in the past show the causality of the reduction of air pollution on health benefits. For instance, Pope (1989) describes the case of a labor dispute that shut down a large steel mill in the Utah Valley for 14 months in 1987. Toxicological studies of particulate matter collected before, during, and after the strike, in the Utah Valley case, provide strong evidence of a causal relation between exposure to ambient particulate matter and mortality and morbidity. Ambient particulate matter concentrations as well as respiratory hospital admissions were clearly decreased during the strike, increasing to prestrike levels after the dispute ended (Pope, 1989 ; cf., the reduction of mortality described by Pope, 1996) . Another example includes the reductions in acute-care visits and hospital admissions for asthma in Atlanta (GA, USA), in conjunction with reduced air pollution due to traffic restrictions taken during the 2000 Olympic games (Friedman, 2001) .", "cite_spans": [{"start": 522, "end": 533, "text": "Pope (1989)", "ref_id": "BIBREF118"}, {"start": 1068, "end": 1079, "text": "(Pope, 1989", "ref_id": "BIBREF118"}, {"start": 1127, "end": 1138, "text": "Pope, 1996)", "ref_id": "BIBREF119"}, {"start": 1365, "end": 1381, "text": "(Friedman, 2001)", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Figure 4 -Reduction Nitrogen Dioxide before and after lockdown COVID Outbreak in Italy"}, {"text": "The intensity of human interactions with Earth systems has accelerated in recent decades, because of urban development, population growth, industrialization, deforestation, construction of dams, etc., with changes in physical, biological, and chemical processes in soils and waters. In particular, human activity, driven by a high level of world population that is about eight billion (U. S. Census Bureau 2020), has induced changes to Earth's surface, cryosphere, ecosystems, and climate that are now so great and rapid, advancing the geological epoch of Anthropocene (Crutzen and Stoermer, 2000; Foley et al., 2013) . The beginning of the Anthropocene at around 1780 AD marks the beginning of immense rises in human population and carbon emissions as well as atmospheric CO 2 levels (Ellis et al., 2013) . The scale of carbon emissions associated with industrial activity is leading to a rise in atmospheric greenhouse gases at a rate unprecedented and gradual rise in carbon dioxide (Glikson, 2013; Coccia, 2014a) . In this era of Anthropocene, the health effects of air pollution have been subject to intense study in recent years. Exposure to airborne particulate matter and ozone has main health effects associated with increases in mortality and hospital admissions for respiratory and cardiovascular diseases (Kampa and Castanas, 2008; Hoek et al., 2013) . The idea that air pollution episodes have a detrimental effect on health is now rarely contested, and acute . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 569, "end": 597, "text": "(Crutzen and Stoermer, 2000;", "ref_id": null}, {"start": 598, "end": 617, "text": "Foley et al., 2013)", "ref_id": "BIBREF54"}, {"start": 785, "end": 805, "text": "(Ellis et al., 2013)", "ref_id": "BIBREF47"}, {"start": 986, "end": 1001, "text": "(Glikson, 2013;", "ref_id": "BIBREF64"}, {"start": 1002, "end": 1016, "text": "Coccia, 2014a)", "ref_id": null}, {"start": 1317, "end": 1343, "text": "(Kampa and Castanas, 2008;", "ref_id": "BIBREF83"}, {"start": 1344, "end": 1362, "text": "Hoek et al., 2013)", "ref_id": "BIBREF73"}], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055657 doi: medRxiv preprint 41 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics exposures to high concentrations of air pollutants exacerbate cardiopulmonary disorders in human population worldwide (Langrish and Mills, 2014) .", "cite_spans": [{"start": 501, "end": 527, "text": "(Langrish and Mills, 2014)", "ref_id": "BIBREF91"}], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "This study shows that factors determining the diffusion of epidemics similar to COVID-19 are due to manifold elements, in addition to human-to-human transmission, given by:", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "1. General factors that are the same for all locations and associated with innate biological characteristics of the viruses, incubation time, effects on infected and susceptible people, etc.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "2. Specific factors that are different for each location and even for each individual, such us level of air pollution over time and space, meteorological conditions of specific location, season, density of areas, economic wealth, cultural characteristics (religious habits, food culture, etc.), organization and efficiency of healthcare sector, facilities and equipment in health sector, immune system of people, average age of population, sex of people, etc.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "The main results of the study here, based on case study of COVID-19 outbreak in Italy, are: o Hinterland cities with higher number of average days exceeding the limits set for PM10 have a very high number of infected people on 1 st April, 2020 (arithmetic mean is about 2,000 infected, with average polluted days more than 80), than coastal cities also having days of exceeding the limits set for PM10 or ozone (arithmetic mean about 700 infected, with average polluted days about 60). In fact, coastal cities have an average higher intensity of wind speed (about 12 km/h) than hinterland cities (8 km/h) and statistical analysis reveals a negative coefficient correlation between number of infected and intensity of wind speed (r= 28 to 38%, p-value . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055657 doi: medRxiv preprint 42 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics <0.05): in fact, wind speed and other elements clean air from pollutants that are associated with transmission dynamics of viral infectivity.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "o Air pollution in cities under study seems to be a more important predictor in the initial phase of transmission dynamics (on 17 th March 2020, b1 = 1.27, p<0.001) than human-to-human transmission (b2 = 0.31, p<0.05). In the second phase of the transmission dynamics of viral infectivity, air pollution reduces intensity (on 1 st April, 2020 b'1 = .85, p<0.001) also because of indirect effect of lockdown and human-to-human transmission slightly increases (b'2 = 0.34, p<0.01): This result reveals that accelerated transmissions dynamics of COVID-19 is due to mainly air pollution-to-human transmission in addition to human-to-human transmission.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "o To minimize future epidemics similar to COVID-19, the max number of days per year in which Italian provincial capitals can exceed the limits set for PM10 (particulate matter 10 micrometers or less in diameter) or for ozone, considering their meteorological conditions, is about 45 days.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "Hence, high concentration of nitrogen dioxide, a noxious gas, particulate air pollutants emitted by motor vehicles, power plants, and industrial facilities in North Italy seems to be a platform to support diffusion of viral infectivity (Groulx et al., 2018) , increase hospitalizations for respiratory virus bronchiolitis (cf., Carugno et al., 2018; Nenna et al., 2017) , increase asthma incidence (Liao et al., 2011) and damage to the immune system of people (Glencross et al., 2020) . Beelen et al. (2013) report the need to draw attention to the continuing effects of air pollution on health.", "cite_spans": [{"start": 236, "end": 257, "text": "(Groulx et al., 2018)", "ref_id": "BIBREF67"}, {"start": 328, "end": 349, "text": "Carugno et al., 2018;", "ref_id": null}, {"start": 350, "end": 369, "text": "Nenna et al., 2017)", "ref_id": "BIBREF112"}, {"start": 398, "end": 417, "text": "(Liao et al., 2011)", "ref_id": "BIBREF96"}, {"start": 460, "end": 484, "text": "(Glencross et al., 2020)", "ref_id": "BIBREF63"}, {"start": 487, "end": 507, "text": "Beelen et al. (2013)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "A socioeconomic strategy to prevent future epidemics similar to the COVID-19 is also the reduction of pollution with fruitful environmental and health effect by the rationalization of manufacturing industry in a perspective of sustainable development, de-industrializing polluting activities in the geographical development of current capitalism.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "De-industrialization of polluting industries and sustainable development impose often huge social costs in the short term on people, households, and families but they have long-run benefits for human societies. Studies show that public and environmental health policy interventions are necessary and have the potential to reduce morbidity and mortality across Europe (cf., Raaschou-Nielsen et al., 2013) . In fact, the improvements in air quality have been . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 373, "end": 403, "text": "Raaschou-Nielsen et al., 2013)", "ref_id": "BIBREF126"}], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055657 doi: medRxiv preprint 43 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics accompanied by demonstrable benefits to human health. Pope et al. (2009) reported that PM2.5 concentrations fell by a third from the early 1980s to the late 1990s across major US metropolitan areas, with each 10 μg/m 3 reduction associated with an increase in life expectancy of 0.61 years. Because of health problems of polluting industrialization, Wei et al. (2020) suggest different air pollution regulations in regions having varied geographical and climatic conditions, and different bio aerosol pollution. In particular, Wei et al. (2020) suggest that different air quality strategies should be applied in inland and coastal cities, e.g., coastal cities also need start bio aerosol risk alarm during moderate pollution when severe pollution occurs in inland cities. Guo et al. (2019) argue that in recent years, haze pollution is a serious environmental problem affecting cities, proposing implications for urban planning to improve public respiratory health. In short, the long-term benefits of sustainable economic development are basic for the improvement of environment, atmosphere, air quality and especially health of populations (Blackaby, 1978; Bluestone and Harrison, 1982; Pike, 2009 ).", "cite_spans": [{"start": 437, "end": 455, "text": "Pope et al. (2009)", "ref_id": "BIBREF120"}, {"start": 733, "end": 750, "text": "Wei et al. (2020)", "ref_id": "BIBREF147"}, {"start": 910, "end": 927, "text": "Wei et al. (2020)", "ref_id": "BIBREF147"}, {"start": 1155, "end": 1172, "text": "Guo et al. (2019)", "ref_id": "BIBREF69"}, {"start": 1525, "end": 1541, "text": "(Blackaby, 1978;", "ref_id": null}, {"start": 1542, "end": 1571, "text": "Bluestone and Harrison, 1982;", "ref_id": "BIBREF8"}, {"start": 1572, "end": 1582, "text": "Pike, 2009", "ref_id": "BIBREF117"}], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "Overall, the, these findings here are consistent with correlational studies and indicate that health effects of air pollution exposure can span decades and extend beyond cardiopulmonary systems affecting diffusion of epidemics similar to COVID-19. Hence, it is important to reinforce evidence related to air pollution and inter-related factors of the transmission dynamics of virus similar to COVID-19, and helps policy makers to develop proactive regulations for the control of environment, air pollution, polluting industrialization and prevention of the diffusion of viral infectivity. The complex problem of epidemic threats has to be treated with an approach of dissolution: it means to redesign the strategies and protocols to cope with future epidemics in such way as to eliminate the conditions that caused accelerated diffusion of COVID-19, thus enabling advanced nations to do better in the future than the best it can do today (Ackoff and Rovin, 2003, pp. 9-10; Bundy et al., 2017) . This study revels interesting results of transmission dynamics of COVID-19 given by the mechanism of air pollution-to-human transmission that in addition to human-to-human transmission seems to have accelerated diffusion of epidemics in Italy. However, these conclusions are tentative. There are several challenges to such studies, particularly in real time. Sources may be Coccia M. 2008 . Spatial mobility of knowledge transfer and absorptive capacity: analysis and measurement of the impact within the geoeconomic space, The Journal of Technology Transfer, vol. 33, n. ", "cite_spans": [{"start": 938, "end": 972, "text": "(Ackoff and Rovin, 2003, pp. 9-10;", "ref_id": null}, {"start": 973, "end": 992, "text": "Bundy et al., 2017)", "ref_id": "BIBREF12"}, {"start": 1369, "end": 1383, "text": "Coccia M. 2008", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "CONCLUSIONS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Redesigning Society", "authors": [{"first": "R", "middle": ["L"], "last": "Ackoff", "suffix": ""}, {"first": "S", "middle": [], "last": "Rovin", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan, China", "authors": [{"first": "J", "middle": ["A"], "last": "Backer", "suffix": ""}, {"first": "D", "middle": [], "last": "Klinkenberg", "suffix": ""}, {"first": "J", "middle": [], "last": "Wallinga", "suffix": ""}], "year": 2020, "venue": "Euro Surveill", "volume": "25", "issn": "", "pages": "20--28", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Effects of above average summer sun exposure on serum 25-hydroxyvitamin D and calcium absorption", "authors": [{"first": "M", "middle": ["J"], "last": "Barger-Lux", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Heaney", "suffix": ""}], "year": 2002, "venue": "J Clin Endocrinol Metab", "volume": "87", "issn": "11", "pages": "4952--4956", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Effect of ozone and nitrogen dioxide on the release of proinflammatory mediators from bronchial epithelial cells of nonatopic nonasthmatic subjects and atopic asthmatic patients in vitro", "authors": [{"first": "H", "middle": [], "last": "Bayram", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Sapsford", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Abdelaziz", "suffix": ""}, {"first": "O", "middle": ["A"], "last": "Khair", "suffix": ""}], "year": 2001, "venue": "J Allergy Clin Immunol", "volume": "107", "issn": "", "pages": "287--94", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Effects of long-term exposure to air pollution on natural-cause mortality: an analysis of 22 European cohorts within the multicentre ESCAPE project", "authors": [{"first": "R", "middle": [], "last": "Beelen", "suffix": ""}, {"first": "O", "middle": [], "last": "Raaschou-Nielsen", "suffix": ""}, {"first": "M", "middle": [], "last": "Stafoggia", "suffix": ""}], "year": 2013, "venue": "Lancet", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/S0140-6736(13)62158-3"]}}, "BIBREF5": {"ref_id": "b5", "title": "A retrospective assessment of mortality from the London Smog episode of 1952: the role of influenza and pollution", "authors": [{"first": "M", "middle": ["L"], "last": "Bell", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Davis", "suffix": ""}, {"first": "T", "middle": [], "last": "Fletcher", "suffix": ""}], "year": 2004, "venue": "Environ. Health Perspect", "volume": "112", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Panel studies of air pollution in patients with COPD: systematic review and meta-analysis", "authors": [{"first": "L", "middle": ["D"], "last": "Bloemsma", "suffix": ""}, {"first": "G", "middle": [], "last": "Hoek", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Smit", "suffix": ""}], "year": 2016, "venue": "Environ. Res", "volume": "151", "issn": "", "pages": "458--468", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The Deindustrialization of America: Plant Closings, Community Abandonment and the Dismantling of Basic Industry", "authors": [{"first": "B", "middle": [], "last": "Bluestone", "suffix": ""}, {"first": "B", "middle": [], "last": "Harrison", "suffix": ""}], "year": 1982, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The psychological impact of quarantine and how to reduce it: rapid review of the evidence. The lance5t, rapid review", "authors": [{"first": "S", "middle": ["K"], "last": "Brooks", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Webster", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Smith", "suffix": ""}, {"first": "L", "middle": [], "last": "Woodland", "suffix": ""}, {"first": "S", "middle": [], "last": "Wessely", "suffix": ""}, {"first": "N", "middle": [], "last": "Greenberg", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Rubin", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30460-8"]}}, "BIBREF10": {"ref_id": "b10", "title": "Air pollution and health", "authors": [{"first": "B", "middle": [], "last": "Brunekreef", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Holgate", "suffix": ""}], "year": 2002, "venue": "Lancet", "volume": "360", "issn": "", "pages": "1233--1275", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Air pollution and health", "authors": [{"first": "B", "middle": [], "last": "Brunekreef", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Holgate", "suffix": ""}], "year": 2002, "venue": "The Lancet", "volume": "360", "issn": "", "pages": "1233--1242", "other_ids": {"DOI": ["10.1016/S0140-6736(02)11274-8"]}}, "BIBREF12": {"ref_id": "b12", "title": "Crises and Crisis Management: Integration, Interpretation, and Research Development", "authors": [{"first": "J", "middle": [], "last": "Bundy", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Pfarrer", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Short", "suffix": ""}, {"first": "W", "middle": ["T"], "last": "Coombs", "suffix": ""}], "year": 2017, "venue": "Journal of Management", "volume": "43", "issn": "6", "pages": "1661--1692", "other_ids": {"DOI": ["10.1177/0149206316680030"]}}, "BIBREF13": {"ref_id": "b13", "title": "Temporal changes in Ebola transmission in Sierra Leone and implications for control requirements: a real-time modelling study", "authors": [{"first": "A", "middle": [], "last": "Camacho", "suffix": ""}, {"first": "A", "middle": [], "last": "Kucharski", "suffix": ""}, {"first": "Y", "middle": [], "last": "Aki-Sawyerr", "suffix": ""}], "year": 2015, "venue": "PLoS Curr", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics CocciaLab Working Paper", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The relation between price setting in markets and asymmetries of systems of measurement of goods", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}], "year": 2016, "venue": "The Journal of Economic Asymmetries", "volume": "14", "issn": "", "pages": "168--178", "other_ids": {"DOI": ["10.1016/j.jeca.2016.06.001"]}}, "BIBREF16": {"ref_id": "b16", "title": "Asymmetric paths of public debts and of general government deficits across countries within and outside the European monetary unification and economic policy of debt dissolution", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}], "year": 2017, "venue": "The Journal of Economic Asymmetries", "volume": "15", "issn": "", "pages": "17--31", "other_ids": {"DOI": ["10.1016/j.techfore.2010.02.003"]}}, "BIBREF17": {"ref_id": "b17", "title": "A Theory of general causes of violent crime: Homicides. Income inequality and deficiencies of the heat hypothesis and of the model of CLASH", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}], "year": null, "venue": "Aggression and Violent Behavior", "volume": "37", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.avb.2017.10.005"]}}, "BIBREF18": {"ref_id": "b18", "title": "Sources of technological innovation: Radical and incremental innovation problem-driven to support competitive advantage of firms", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}], "year": 2017, "venue": "Technology Analysis & Strategic Management", "volume": "29", "issn": "9", "pages": "1048--1061", "other_ids": {"DOI": ["10.1080/09537325.2016.1268682"]}}, "BIBREF19": {"ref_id": "b19", "title": "Varieties of capitalism's theory of innovation and a conceptual integration with leadership-oriented executives: the relation between typologies of executive, technological and socioeconomic performances", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}], "year": 2017, "venue": "Int. J. Public Sector Performance Management", "volume": "3", "issn": "2", "pages": "148--168", "other_ids": {"DOI": ["10.1504/IJPSPM.2017.084672"]}}, "BIBREF20": {"ref_id": "b20", "title": "Asymmetric paths of public debts and of general government deficits across countries within and outside the European monetary unification and economic policy of debt dissolution", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}], "year": 2017, "venue": "The Journal of Economic Asymmetries", "volume": "15", "issn": "", "pages": "17--31", "other_ids": {"DOI": ["10.1016/j.techfore.2010.02.003"]}}, "BIBREF21": {"ref_id": "b21", "title": "Sources of disruptive technologies for industrial change", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}], "year": 2017, "venue": "L'industria -rivista di economia e politica industriale", "volume": "38", "issn": "", "pages": "97--120", "other_ids": {"DOI": ["10.1430/87140"]}}, "BIBREF22": {"ref_id": "b22", "title": "The Fishbone diagram to identify, systematize and analyze the sources of general purpose technologies", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}], "year": 2017, "venue": "Journal of Social and Administrative Sciences", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1453/jsas.v4i4.1518"]}}, "BIBREF23": {"ref_id": "b23", "title": "The source and nature of general purpose technologies for supporting next K-waves: Global leadership and the case study of the U.S. Navy's Mobile User Objective System", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}], "year": 2017, "venue": "Technological Forecasting & Social Change", "volume": "116", "issn": "", "pages": "331--339", "other_ids": {"DOI": ["10.1016/j.techfore.2016.05.019"]}}, "BIBREF24": {"ref_id": "b24", "title": "Theorem of not independence of any technological innovation", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}], "year": 2018, "venue": "Journal of Economics Bibliography", "volume": "5", "issn": "1", "pages": "29--35", "other_ids": {"DOI": ["10.1453/jeb.v5i1.1578"]}}, "BIBREF25": {"ref_id": "b25", "title": "The origins of the economics of Innovation", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}], "year": 2018, "venue": "Journal of Economic and Social Thought", "volume": "5", "issn": "1", "pages": "9--28", "other_ids": {"DOI": ["10.1453/jest.v5i1.1574"]}}, "BIBREF26": {"ref_id": "b26", "title": "Why do nations produce science advances and new technology?", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}], "year": 2019, "venue": "Technology in society", "volume": "59", "issn": "", "pages": "1--9", "other_ids": {"DOI": ["10.1016/j.techsoc.2019.03.007"]}}, "BIBREF27": {"ref_id": "b27", "title": "Global Encyclopedia of Public Administration, Public Policy, and Governance", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/978-3-319-31816-5_1277-1"]}}, "BIBREF28": {"ref_id": "b28", "title": "Comparative Theories of the Evolution of Technology", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}], "year": 2019, "venue": "Global Encyclopedia of Public Administration, Public Policy, and Governance", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/978-3-319-31816-5_3841-1"]}}, "BIBREF29": {"ref_id": "b29", "title": "Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics CocciaLab Working Paper", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Emerging nanotechnological research for future pathway of biomedicine", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}, {"first": "U", "middle": [], "last": "Finardi", "suffix": ""}], "year": 2012, "venue": "International Journal of Biomedical nanoscience and nanotechnology", "volume": "2", "issn": "3-4", "pages": "299--317", "other_ids": {"DOI": ["10.1504/IJBNN.2012.051223"]}}, "BIBREF31": {"ref_id": "b31", "title": "Strategic change of public research units in their scientific activity", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}, {"first": "S", "middle": [], "last": "Rolfo", "suffix": ""}], "year": 2008, "venue": "", "volume": "28", "issn": "", "pages": "485--494", "other_ids": {"DOI": ["10.1016/j.technovation.2008.02.005"]}}, "BIBREF32": {"ref_id": "b32", "title": "Path-breaking directions of nanotechnology-based chemotherapy and molecular cancer therapy", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}, {"first": "L", "middle": [], "last": "Wang", "suffix": ""}], "year": 2015, "venue": "Technological Forecasting & Social Change", "volume": "94", "issn": "", "pages": "155--169", "other_ids": {"DOI": ["10.1016/j.techfore.2014.09.007"]}}, "BIBREF33": {"ref_id": "b33", "title": "Evolution and convergence of the patterns of international scientific collaboration", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}, {"first": "L", "middle": [], "last": "Wang", "suffix": ""}], "year": 2016, "venue": "Proceedings of the National Academy of Sciences of the United States of America", "volume": "113", "issn": "8", "pages": "2057--2061", "other_ids": {"DOI": ["10.1073/pnas.1510820113"]}}, "BIBREF34": {"ref_id": "b34", "title": "A theory of the evolution of technology: technological parasitism and the implications for innovation management", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}, {"first": "J", "middle": [], "last": "Watts", "suffix": ""}, {"first": "", "middle": [], "last": "2020", "suffix": ""}], "year": 2020, "venue": "Journal of Engineering and Technology Management", "volume": "55", "issn": "18", "pages": "30421--30422", "other_ids": {"DOI": ["10.1016/j.jengtecman.2019.11.003"]}}, "BIBREF35": {"ref_id": "b35", "title": "Delaying the international spread of pandemic influenza", "authors": [{"first": "B", "middle": ["S"], "last": "Cooper", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Pitman", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Edmunds", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Gay", "suffix": ""}], "year": 2006, "venue": "PLoS Med", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "The epidemiology of autoimmune diseases", "authors": [{"first": "G", "middle": ["S"], "last": "Cooper", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Stroehla", "suffix": ""}], "year": 2003, "venue": "Autoimmun. Rev", "volume": "2", "issn": "3", "pages": "119--125", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Air pollution and acute respiratory infections among children 0-4 years of age: an 18-year time-series study", "authors": [{"first": "L", "middle": ["A"], "last": "Darrow", "suffix": ""}, {"first": "K", "middle": [], "last": "Mitchel", "suffix": ""}, {"first": "W", "middle": ["D"], "last": "Flanders", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Mulholland", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Tolbert", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Strickland", "suffix": ""}], "year": 2014, "venue": "Am. J. Epidemiol", "volume": "180", "issn": "", "pages": "968--977", "other_ids": {"DOI": ["10.1093/aje/kwu234"]}}, "BIBREF39": {"ref_id": "b39", "title": "Pollution, health, and the planet: time for decisive action", "authors": [{"first": "P", "middle": [], "last": "Das", "suffix": ""}, {"first": "R", "middle": [], "last": "Horton", "suffix": ""}], "year": 2017, "venue": "Lancet", "volume": "391", "issn": "", "pages": "407--408", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "A strategy to prevent future epidemics similar to the 2019-nCoV outbreak", "authors": [{"first": "P", "middle": [], "last": "Daszak", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Olival", "suffix": ""}, {"first": "H", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Biosafety and Health", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.bsheal.2020.01.003"]}}, "BIBREF41": {"ref_id": "b41", "title": "Proximity to traffic, ambient air pollution, and community noise in relation to incident rheumatoid arthritis", "authors": [{"first": "A", "middle": ["J"], "last": "De Roos", "suffix": ""}, {"first": "M", "middle": [], "last": "Koehoorn", "suffix": ""}, {"first": "L", "middle": [], "last": "Tamburic", "suffix": ""}, {"first": "H", "middle": ["W"], "last": "Davies", "suffix": ""}, {"first": "M", "middle": [], "last": "Brauer", "suffix": ""}], "year": 2014, "venue": "Environ. Health Perspect", "volume": "122", "issn": "10", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Importance of viral and bacterial infections in chronic obstructive pulmonary disease exacerbations", "authors": [{"first": "De", "middle": [], "last": "Serres", "suffix": ""}, {"first": "G", "middle": [], "last": "Lampron", "suffix": ""}, {"first": "N", "middle": [], "last": "", "suffix": ""}, {"first": "La", "middle": [], "last": "Forge", "suffix": ""}, {"first": "J", "middle": [], "last": "Rouleau", "suffix": ""}, {"first": "I", "middle": [], "last": "Bourbeau", "suffix": ""}, {"first": "J", "middle": [], "last": "Weiss", "suffix": ""}, {"first": "K", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "J Clin Virol", "volume": "46", "issn": "", "pages": "129--162", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Airway responsiveness to cold air and hyperpnea in normal subjects and in those with hay fever and asthma", "authors": [{"first": "E", "middle": ["C"], "last": "Deal", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Mcfadden", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Ingram", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Breslin", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Jaeger", "suffix": ""}], "year": 1980, "venue": "Am J Respir Dis", "volume": "121", "issn": "", "pages": "621--629", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Primary biological aerosol particles in the atmosphere: a review", "authors": [{"first": "V", "middle": [], "last": "Després", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Huffman", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Burrows", "suffix": ""}, {"first": "C", "middle": [], "last": "Hoose", "suffix": ""}, {"first": "A", "middle": [], "last": "Safatov", "suffix": ""}, {"first": "G", "middle": [], "last": "Buryak", "suffix": ""}], "year": 2012, "venue": "Tellus B", "volume": "64", "issn": "", "pages": "145--153", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "An interactive web-based dashboard to track COVID-19 in real time", "authors": [{"first": "E", "middle": [], "last": "Dong", "suffix": ""}, {"first": "H", "middle": [], "last": "Du", "suffix": ""}, {"first": "L", "middle": [], "last": "Gardner", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/S1473-3099(20)30120-1"]}}, "BIBREF46": {"ref_id": "b46", "title": "COVID-19 to send almost all G20 countries into a recession", "authors": [{"first": "S", "middle": ["F"], "last": "Dowell", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Whitney", "suffix": ""}, {"first": "C", "middle": [], "last": "Wright", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Rose", "suffix": ""}, {"first": "A", "middle": [], "last": "Schuchat", "suffix": ""}], "year": 2003, "venue": "Emerging Infect Dis", "volume": "9", "issn": "", "pages": "573--582", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Used planet: a global history", "authors": [{"first": "E", "middle": ["C"], "last": "Ellis", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Kaplan", "suffix": ""}, {"first": "D", "middle": ["Q"], "last": "Fuller", "suffix": ""}, {"first": "S", "middle": [], "last": "Vavrus", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Goldewijk", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Verburg", "suffix": ""}], "year": 2013, "venue": "Proceedings of the National Academy of Sciences", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1073/pnas.1217241110"]}}, "BIBREF48": {"ref_id": "b48", "title": "European Space Agency Coronavirus: nitrogen dioxide emissions drop over Italy", "authors": [{"first": "", "middle": [], "last": "Esa", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics CocciaLab Working Paper", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Public health management of persons having had contact with novel coronavirus cases in the European Union. European Centre for Disease Prevention and Control", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Risk assessment guidelines for diseases transmitted on aircraft. Part 2: Operational guidelines for assisting in the evaluation of risk for transmission by disease", "authors": [], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Air pollution in autoimmune rheumatic diseases: a review", "authors": [{"first": "S", "middle": ["C"], "last": "Farhat", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Silva", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Orione", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Campos", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Sallum", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Braga", "suffix": ""}], "year": 2011, "venue": "Autoimmun. Rev", "volume": "11", "issn": "1", "pages": "14--21", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "1884. Vico, William Blackwood and sons", "authors": [{"first": "R", "middle": [], "last": "Flint", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "The Palaeoanthropocene: the beginnings of anthropogenic environmental change", "authors": [{"first": "S", "middle": ["F"], "last": "Foley", "suffix": ""}, {"first": "D", "middle": [], "last": "Gronenborn", "suffix": ""}, {"first": "M", "middle": ["O"], "last": "Andreae", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Kadereit", "suffix": ""}, {"first": "J", "middle": [], "last": "Esper", "suffix": ""}, {"first": "D", "middle": [], "last": "Scholz", "suffix": ""}, {"first": "U", "middle": [], "last": "Pöschl", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Jacob", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Schöne", "suffix": ""}, {"first": "R", "middle": [], "last": "Schreg", "suffix": ""}, {"first": "A", "middle": [], "last": "Vött", "suffix": ""}, {"first": "D", "middle": [], "last": "Jordan", "suffix": ""}, {"first": "J", "middle": [], "last": "Lelieveld", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Weller", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Alt", "suffix": ""}, {"first": "S", "middle": [], "last": "Gaudzinski-Windheuser", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Bruhn", "suffix": ""}, {"first": "H", "middle": [], "last": "Tost", "suffix": ""}, {"first": "F", "middle": [], "last": "Sirocko", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Crutzen", "suffix": ""}], "year": 2013, "venue": "Anthropocene", "volume": "3", "issn": "", "pages": "83--88", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Nonpharmaceutical measures for pandemic influenza in nonhealthcare settingssocial distancing measures", "authors": [{"first": "M", "middle": ["W"], "last": "Fong", "suffix": ""}, {"first": "H", "middle": [], "last": "Gao", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Wong", "suffix": ""}], "year": 2020, "venue": "Emerg Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Factors that make an infectious disease outbreak controllable", "authors": [{"first": "C", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "S", "middle": [], "last": "Riley", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Anderson", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}], "year": 2004, "venue": "Proc Natl Acad Sci", "volume": "101", "issn": "", "pages": "6146--51", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Impact of changes in transportation and commuting behaviors during the 1996 Summer Olympic Games in Atlanta on air quality and childhood asthma", "authors": [{"first": "M", "middle": ["S"], "last": "Friedman", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Powell", "suffix": ""}, {"first": "L", "middle": [], "last": "Hutwagner", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Graham", "suffix": ""}, {"first": "W", "middle": ["G"], "last": "Teague", "suffix": ""}], "year": 2001, "venue": "JAMA", "volume": "285", "issn": "", "pages": "897--905", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Bioaerosols in the Earth system: climate, health, and ecosystem interactions", "authors": [{"first": "J", "middle": [], "last": "Fröohlich-Nowoisky", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Kampf", "suffix": ""}, {"first": "B", "middle": [], "last": "Weber", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Huffman", "suffix": ""}, {"first": "U", "middle": [], "last": "Pöschl", "suffix": ""}], "year": 2016, "venue": "Atmos. Res", "volume": "182", "issn": "", "pages": "346--376", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "The impact of control strategies and behavioural changes on the elimination of Ebola from Lofa County", "authors": [{"first": "S", "middle": [], "last": "Funk", "suffix": ""}, {"first": "I", "middle": [], "last": "Ciglenecki", "suffix": ""}, {"first": "A", "middle": [], "last": "Tiffany", "suffix": ""}], "year": 2017, "venue": "Philos Trans R Soc Lond B Biol Sci", "volume": "372", "issn": "", "pages": "", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Airborne bacterial communities of PM2.5 in Beijing-Tianjin-Hebei megalopolis, China as revealed by Illumina MiSeq sequencing: a case study", "authors": [{"first": "J", "middle": ["F"], "last": "Gao", "suffix": ""}, {"first": "X", "middle": ["Y"], "last": "Fan", "suffix": ""}, {"first": "H", "middle": ["Y"], "last": "Li", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Pan", "suffix": ""}], "year": 2017, "venue": "Aerosol. Air. Qual. Res", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Composition of air pollution particles and oxidative stress in cells, tissues, and living systems", "authors": [{"first": "A", "middle": ["J"], "last": "Ghio", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Carraway", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Madden", "suffix": ""}], "year": 2012, "venue": "J. Toxicol. Environ. Health B Crit. Rev", "volume": "15", "issn": "1", "pages": "1--21", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Modeling and public health emergency responses: lessons from SARS", "authors": [{"first": "J", "middle": ["W"], "last": "Glasser", "suffix": ""}, {"first": "N", "middle": [], "last": "Hupert", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Mccauley", "suffix": ""}, {"first": "R", "middle": [], "last": "Hatchett", "suffix": ""}], "year": 2011, "venue": "Epidemics", "volume": "3", "issn": "", "pages": "32--37", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Air pollution and its effects on the immune system", "authors": [{"first": "Glencross", "middle": [], "last": "Drew", "suffix": ""}, {"first": "A", "middle": [], "last": "Tzer-Ren", "suffix": ""}, {"first": "Nuria", "middle": [], "last": "Ho", "suffix": ""}, {"first": "Hawrylowicz", "middle": [], "last": "Camina", "suffix": ""}, {"first": "M", "middle": [], "last": "Catherine", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Pfeffer", "suffix": ""}], "year": 2020, "venue": "Free Radical Biology and Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.freeradbiomed.2020.01.179"]}}, "BIBREF64": {"ref_id": "b64", "title": "Fire and human evolution: The deep-time blueprints of the Anthropocene", "authors": [{"first": "A", "middle": [], "last": "Glikson", "suffix": ""}], "year": 2013, "venue": "Anthropocene", "volume": "3", "issn": "", "pages": "89--92", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Impact of a winter respiratory virus season on patients with COPD and association with influenza vaccination", "authors": [{"first": "G", "middle": ["J"], "last": "Gorse", "suffix": ""}, {"first": "T", "middle": ["Z"], "last": "O&apos;connor", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Young", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Habib", "suffix": ""}, {"first": "J", "middle": [], "last": "Wittes", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Neuzil", "suffix": ""}], "year": 2006, "venue": "Chest", "volume": "130", "issn": "", "pages": "1109--1125", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "An ecologic study of dietary and solar Ultraviolet-B links to breast carcinoma mortality rates", "authors": [{"first": "W", "middle": ["B"], "last": "Grant", "suffix": ""}], "year": 2002, "venue": "Cancer", "volume": "94", "issn": "1", "pages": "272--281", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "The Pollution Particulate Concentrator (PoPCon): A platform to investigate the effects of particulate air pollutants on viral infectivity", "authors": [{"first": "N", "middle": [], "last": "Groulx", "suffix": ""}, {"first": "B", "middle": [], "last": "Urch", "suffix": ""}, {"first": "C", "middle": [], "last": "Duchaine", "suffix": ""}, {"first": "S", "middle": [], "last": "Mubareka", "suffix": ""}, {"first": "J", "middle": [], "last": "Scott", "suffix": ""}], "year": 2018, "venue": "Science of the Total Environment", "volume": "628", "issn": "", "pages": "1101--1107", "other_ids": {"DOI": ["10.1016/j.scitotenv.2018.02.118"]}}, "BIBREF68": {"ref_id": "b68", "title": "Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics CocciaLab Working Paper", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "The influence of urban planning factors on PM2.5 pollution exposure and implications: A case study in China based on remote sensing, LBS, and GIS data", "authors": [{"first": "L", "middle": [], "last": "Guo", "suffix": ""}], "year": 2019, "venue": "Science of The Total Environment", "volume": "659", "issn": "", "pages": "1585--1596", "other_ids": {"DOI": ["10.1016/j.scitotenv.2018.12.448"]}}, "BIBREF70": {"ref_id": "b70", "title": "The association between short-term exposure to ambient air pollution and the incidence of mumps in Wuhan, China: A timeseries study", "authors": [{"first": "J", "middle": [], "last": "Hao", "suffix": ""}, {"first": "Zhiyi", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Shuqiong", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Wenwen", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Zhongmin", "middle": [], "last": "Zhud", "suffix": ""}, {"first": "Liqiao", "middle": [], "last": "Tian", "suffix": ""}, {"first": "Yuanan", "middle": [], "last": "Luf", "suffix": ""}, {"first": "Hao", "middle": [], "last": "Xiang", "suffix": ""}], "year": 2019, "venue": "Environmental Research", "volume": "177", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.envres.2019.108660"]}}, "BIBREF71": {"ref_id": "b71", "title": "Eggo R. M 2020. Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts", "authors": [{"first": "J", "middle": [], "last": "Hellewell", "suffix": ""}, {"first": "S", "middle": [], "last": "Abbott", "suffix": ""}, {"first": "A", "middle": [], "last": "Gimma", "suffix": ""}, {"first": "N", "middle": ["I"], "last": "Bosse", "suffix": ""}, {"first": "C", "middle": ["I"], "last": "Jarvis", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Russell", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Munday", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Kucharski", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Edmunds", "suffix": ""}], "year": 2020, "venue": "Lancet Glob Health", "volume": "", "issn": "", "pages": "30074--30081", "other_ids": {"DOI": ["10.1016/S2214-109X(20)30074-7"]}}, "BIBREF72": {"ref_id": "b72", "title": "Active contact tracing beyond the household in multidrug resistant tuberculosis in Vietnam: a cohort study", "authors": [{"first": "T", "middle": ["T T"], "last": "Hoang", "suffix": ""}, {"first": "V", "middle": ["N"], "last": "Nguyen", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Dinh", "suffix": ""}], "year": 2019, "venue": "BMC Public Health", "volume": "19", "issn": "", "pages": "", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Long-term air pollution exposure and cardiorespiratory mortality: a review", "authors": [{"first": "G", "middle": [], "last": "Hoek", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Krishnan", "suffix": ""}, {"first": "R", "middle": [], "last": "Beelen", "suffix": ""}, {"first": "A", "middle": [], "last": "Peters", "suffix": ""}, {"first": "B", "middle": [], "last": "Ostro", "suffix": ""}, {"first": "B", "middle": [], "last": "Brunekreef", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Kaufman", "suffix": ""}], "year": 2013, "venue": "Environ. Health", "volume": "12", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Medie e totali mensili", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Nuovo coronavirus SARS-CoV-2. Caratteristiche dei pazienti deceduti positivi a COVID-19 in Italia", "authors": [{"first": "Sanità", "middle": [], "last": "Istituto Superiore", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Acute effects of urban ambient air pollution on respiratory symptoms, asthma medication use, and doctor visits for asthma in a cohort of Australian children", "authors": [{"first": "B", "middle": ["B"], "last": "Jalaludin", "suffix": ""}, {"first": "B", "middle": ["I"], "last": "O&apos;toole", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Leeder", "suffix": ""}], "year": 2004, "venue": "Environ. Res", "volume": "95", "issn": "", "pages": "32--42", "other_ids": {"DOI": ["10.1016/S0013-9351(03)00038-0"]}}, "BIBREF77": {"ref_id": "b77", "title": "Invasive pneumococcal and meningococcal disease: association with influenza virus and respiratory syncytial virus activity?", "authors": [{"first": "A", "middle": ["G S C"], "last": "Jansen", "suffix": ""}, {"first": "E", "middle": ["A M"], "last": "Sanders", "suffix": ""}, {"first": "A", "middle": [], "last": "Van Der Ende", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Van Loon", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Hoes", "suffix": ""}, {"first": "E", "middle": [], "last": "Hak", "suffix": ""}], "year": 2008, "venue": "Epidemiol Infect", "volume": "136", "issn": "", "pages": "1448--54", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Diesel exhaust enhances influenza virus infections in respiratory epithelial cells", "authors": [{"first": "I", "middle": [], "last": "Jaspers", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Ciencewicki", "suffix": ""}, {"first": "W", "middle": ["L"], "last": "Zhang", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Brighton", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Carson", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Beck", "suffix": ""}], "year": 2005, "venue": "Toxicol Sci", "volume": "85", "issn": "", "pages": "990--1002", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Airborne particulate matter pollution in urban China: a chemical mixture perspective from sources to impacts", "authors": [{"first": "L", "middle": [], "last": "Jin", "suffix": ""}, {"first": "X", "middle": [], "last": "Luo", "suffix": ""}, {"first": "P", "middle": [], "last": "Fu", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2017, "venue": "Natl. Sci. Rev", "volume": "593", "issn": "", "pages": "", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Coronavirus COVID-19 Global Cases", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "The effects of meteorological factors on atmospheric bio aerosol concentrations-a review", "authors": [{"first": "A", "middle": ["M"], "last": "Jones", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Harrison", "suffix": ""}], "year": 2004, "venue": "Sci. Total Environ", "volume": "326", "issn": "", "pages": "151--180", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Air pollution as a potential determinant of rheumatoid arthritis: a population-based cohort study in Taiwan", "authors": [{"first": "C", "middle": ["R"], "last": "Jung", "suffix": ""}, {"first": "H", "middle": ["Y"], "last": "Hsieh", "suffix": ""}, {"first": "B", "middle": ["F"], "last": "Hwang", "suffix": ""}], "year": 2017, "venue": "Epidemiology", "volume": "28", "issn": "", "pages": "54--59", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Human health effects of air pollution", "authors": [{"first": "M", "middle": [], "last": "Kampa", "suffix": ""}, {"first": "E", "middle": [], "last": "Castanas", "suffix": ""}], "year": 2008, "venue": "Environ. Pollut", "volume": "151", "issn": "2", "pages": "362--367", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Contact tracing for imported case of Middle East respiratory syndrome", "authors": [{"first": "M", "middle": [], "last": "Kang", "suffix": ""}, {"first": "T", "middle": [], "last": "Song", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhong", "suffix": ""}], "year": 2015, "venue": "Emerging Infect Dis", "volume": "22", "issn": "", "pages": "", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Association of invasive pneumococcal disease with season, atmospheric conditions, air pollution, and the isolation of respiratory viruses", "authors": [{"first": "P", "middle": ["E"], "last": "Kim", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Musher", "suffix": ""}, {"first": "W", "middle": ["P"], "last": "Glezen", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Rodriguez-Barradas", "suffix": ""}, {"first": "W", "middle": ["K"], "last": "Nahm", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Wright", "suffix": ""}], "year": 1996, "venue": "Clin Infect Dis", "volume": "22", "issn": "", "pages": "100--106", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Viral etiology of acute exacerbations of COPD in Hong Kong", "authors": [{"first": "F", "middle": ["W S"], "last": "Ko", "suffix": ""}, {"first": "P", "middle": ["K S"], "last": "Chan", "suffix": ""}, {"first": "M", "middle": ["C H"], "last": "Chan", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "To", "suffix": ""}, {"first": "S", "middle": ["S S"], "last": "Ng", "suffix": ""}, {"first": "S", "middle": ["S L"], "last": "Chau", "suffix": ""}], "year": 2007, "venue": "Chest", "volume": "132", "issn": "", "pages": "900--908", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics CocciaLab Working Paper", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Temporal relationship between air pollutants and hospital admissions for chronic obstructive pulmonary disease in Hong Kong", "authors": [{"first": "F", "middle": ["W S"], "last": "Ko", "suffix": ""}, {"first": "W", "middle": [], "last": "Tam", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Wong", "suffix": ""}, {"first": "D", "middle": ["P S"], "last": "Chan", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Tung", "suffix": ""}, {"first": "C", "middle": ["K W"], "last": "Lai", "suffix": ""}], "year": 2007, "venue": "Thorax", "volume": "62", "issn": "", "pages": "779--84", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Evaluation of the benefits and risks of introducing Ebola community care centers", "authors": [{"first": "A", "middle": ["J"], "last": "Kucharski", "suffix": ""}, {"first": "A", "middle": [], "last": "Camacho", "suffix": ""}, {"first": "F", "middle": [], "last": "Checchi", "suffix": ""}], "year": 2015, "venue": "Sierra Leone. Emerg Infect Dis", "volume": "21", "issn": "", "pages": "393--99", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "on behalf of the Centre for Mathematical Modelling of Infectious Diseases COVID-19 working group* 2020. Early dynamics of transmission and control of COVID-19: a mathematical modelling study Lancet Infect Dis", "authors": [{"first": "Kucharski", "middle": [], "last": "Adam", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}, {"first": "Timothy", "middle": ["W"], "last": "Russell", "suffix": ""}, {"first": "Charlie", "middle": [], "last": "Diamond", "suffix": ""}, {"first": "Yang", "middle": [], "last": "Liu", "suffix": ""}, {"first": "John", "middle": [], "last": "Edmunds", "suffix": ""}, {"first": "Sebastian", "middle": [], "last": "Funk", "suffix": ""}, {"first": "Rosalind", "middle": ["M"], "last": "Eggo", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/S1473-3099(20)30144-4.SeeOnline/Commenthttps:/doi.org/10.1016/S1473"]}}, "BIBREF91": {"ref_id": "b91", "title": "Air pollution and mortality in Europe", "authors": [{"first": "J", "middle": ["P"], "last": "Langrish", "suffix": ""}, {"first": "N", "middle": ["L"], "last": "Mills", "suffix": ""}], "year": 2014, "venue": "Lancet", "volume": "383", "issn": "13", "pages": "62570--62572", "other_ids": {"DOI": ["10.1016/S0140-6736"]}}, "BIBREF92": {"ref_id": "b92", "title": "Mal'aria 2019, il rapporto annuale sull'inquinamento atmosferico nelle città italiane", "authors": [{"first": "", "middle": [], "last": "Legambiente", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Air pollution combustion emissions: Characterization of causative agents and mechanisms associated with cancer, reproductive, and cardiovascular effects", "authors": [{"first": "J", "middle": [], "last": "Lewtas", "suffix": ""}], "year": 2007, "venue": "Mutation Research", "volume": "636", "issn": "", "pages": "95--133", "other_ids": {"DOI": ["10.1016/j.mrrev.2007.08.003"]}}, "BIBREF94": {"ref_id": "b94", "title": "Major air pollutants and risk of COPD exacerbations: a systematic review and meta-analysis", "authors": [{"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Sun", "suffix": ""}, {"first": "R", "middle": [], "last": "Tang", "suffix": ""}, {"first": "H", "middle": [], "last": "Qiu", "suffix": ""}, {"first": "Q", "middle": [], "last": "Huang", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Mason", "suffix": ""}, {"first": "L", "middle": [], "last": "Tian", "suffix": ""}], "year": 2016, "venue": "Int. J. Chronic Obstr. Pulm. Dis", "volume": "11", "issn": "", "pages": "3079--3091", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Guan", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2001316"]}}, "BIBREF96": {"ref_id": "b96", "title": "Fluctuation analysis-based risk assessment for respiratory virus activity and air pollution associated asthma incidence", "authors": [{"first": "C.-M", "middle": [], "last": "Liao", "suffix": ""}, {"first": "Nan-Hung", "middle": [], "last": "Hsieh", "suffix": ""}], "year": 2011, "venue": "Science of the Total Environment", "volume": "409", "issn": "", "pages": "3325--3333", "other_ids": {"DOI": ["10.1016/j.scitotenv.2011.04.056"]}}, "BIBREF97": {"ref_id": "b97", "title": "Cancer survival is dependent on season of diagnosis and sunlight exposure", "authors": [{"first": "H", "middle": ["S"], "last": "Lim", "suffix": ""}], "year": 2006, "venue": "Int J Can", "volume": "119", "issn": "", "pages": "1530--1536", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "Decision making for technology executives", "authors": [{"first": "H", "middle": ["A"], "last": "Linstone", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "Effect of air pollution on the total bacteria and pathogenic bacteria in different sizes of particulate matter", "authors": [{"first": "H", "middle": [], "last": "Liu", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Yao", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}], "year": 2018, "venue": "Environ. Pollut", "volume": "233", "issn": "", "pages": "483--493", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "Spatial and temporal trends in the mortality burden of air pollution in China", "authors": [{"first": "M", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Ma", "suffix": ""}, {"first": "Z", "middle": [], "last": "Jin", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "H", "middle": [], "last": "Wang", "suffix": ""}], "year": 2004, "venue": "Environ. Int", "volume": "98", "issn": "", "pages": "75--81", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "Effects of temperature variation and humidity on the death of COVID-19 in Wuhan, China, Science of The Total Environment", "authors": [{"first": "Y", "middle": [], "last": "Ma", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "J", "middle": [], "last": "Liu", "suffix": ""}, {"first": "X", "middle": [], "last": "He", "suffix": ""}, {"first": "B", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S", "middle": [], "last": "Fu", "suffix": ""}, {"first": "J", "middle": [], "last": "Yan", "suffix": ""}, {"first": "J", "middle": [], "last": "Niu", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "B", "middle": [], "last": "Luo", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.scitotenv.2020.138226"]}}, "BIBREF102": {"ref_id": "b102", "title": "Mother Nature versus human nature: public compliance with evacuation and quarantine", "authors": [{"first": "M-E", "middle": [], "last": "Manuell", "suffix": ""}, {"first": "J", "middle": [], "last": "Cukor", "suffix": ""}], "year": 2011, "venue": "Disasters", "volume": "35", "issn": "", "pages": "417--459", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "Insights into the interaction between influenza virus and pneumococcus", "authors": [{"first": "J", "middle": ["A"], "last": "Mccullers", "suffix": ""}], "year": 2006, "venue": "Clin Microbiol Rev", "volume": "19", "issn": "", "pages": "571--82", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "The effect of ozone and PM10 on hospital admissions for pneumonia and chronic obstructive pulmonary disease: a national multicity study", "authors": [{"first": "M", "middle": [], "last": "Medina-Ramón", "suffix": ""}, {"first": "A", "middle": [], "last": "Zanobetti", "suffix": ""}, {"first": "J", "middle": [], "last": "Schwartz", "suffix": ""}], "year": 2006, "venue": "Am J Epidemiol", "volume": "163", "issn": "", "pages": "579--88", "other_ids": {}}, "BIBREF105": {"ref_id": "b105", "title": "Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics CocciaLab Working Paper", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF106": {"ref_id": "b106", "title": "Impairment of microbial billing and superoxide-producing activities of alveolar macrophages by a low level of ozone", "authors": [{"first": "K", "middle": [], "last": "Mochitate", "suffix": ""}, {"first": "K", "middle": [], "last": "Katagiri", "suffix": ""}, {"first": "T", "middle": [], "last": "Miura", "suffix": ""}], "year": 2001, "venue": "J Health Sci", "volume": "47", "issn": "", "pages": "302--311", "other_ids": {}}, "BIBREF107": {"ref_id": "b107", "title": "Association of respiratory virus activity and environmental factors with the incidence of invasive pneumococcal disease", "authors": [{"first": "D", "middle": ["R"], "last": "Murdoch", "suffix": ""}, {"first": "Jennings", "middle": [], "last": "Lance", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "Journal of Infection", "volume": "58", "issn": "", "pages": "37--46", "other_ids": {"DOI": ["10.1016/j.jinf.2008.10.011"]}}, "BIBREF108": {"ref_id": "b108", "title": "Efficacy and safety of inhaled zanamivir for the treatment of influenza in patients with asthma or chronic obstructive pulmonary disease -a double-blind, randomised, placebo controlled, multicentre study", "authors": [{"first": "K", "middle": ["R"], "last": "Murphy", "suffix": ""}, {"first": "A", "middle": [], "last": "Eivindson", "suffix": ""}, {"first": "K", "middle": [], "last": "Pauksens", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Stein", "suffix": ""}, {"first": "G", "middle": [], "last": "Tellier", "suffix": ""}, {"first": "R", "middle": [], "last": "Watts", "suffix": ""}], "year": 2000, "venue": "Clin Drug Invest", "volume": "20", "issn": "", "pages": "337--386", "other_ids": {}}, "BIBREF109": {"ref_id": "b109", "title": "Shortening of life span and causes of excess mortality in a population-based series of subjects with rheumatoid arthritis", "authors": [{"first": "R", "middle": [], "last": "Myllykangas-Luosujäarvi", "suffix": ""}, {"first": "K", "middle": [], "last": "Aho", "suffix": ""}, {"first": "H", "middle": [], "last": "Kautiainen", "suffix": ""}, {"first": "H", "middle": [], "last": "Isomäki", "suffix": ""}], "year": 1995, "venue": "Clin. Exp. Rheumatol", "volume": "13", "issn": "2", "pages": "149--153", "other_ids": {}}, "BIBREF110": {"ref_id": "b110", "title": "nCoV-2019 Data Working Group. 2020. Epidemiological data from the nCoV-2019 outbreak: early descriptions from publicly available data. 2020", "authors": [], "year": 2020, "venue": "", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF111": {"ref_id": "b111", "title": "Air pollution-related illness: effects of particles", "authors": [{"first": "A", "middle": [], "last": "Nel", "suffix": ""}], "year": 2005, "venue": "Science", "volume": "308", "issn": "", "pages": "804--810", "other_ids": {}}, "BIBREF112": {"ref_id": "b112", "title": "Respiratory syncytial virus bronchiolitis, weather conditions and air pollution in an Italian urban area: An observational study", "authors": [{"first": "R", "middle": [], "last": "Nenna", "suffix": ""}, {"first": "M", "middle": [], "last": "Evangelisti", "suffix": ""}, {"first": "A", "middle": [], "last": "Frassanito", "suffix": ""}, {"first": "C", "middle": [], "last": "Scagnolari", "suffix": ""}, {"first": "A", "middle": [], "last": "Pierangeli", "suffix": ""}, {"first": "G", "middle": [], "last": "Antonelli", "suffix": ""}, {"first": "A", "middle": [], "last": "Nicolai", "suffix": ""}, {"first": "S", "middle": [], "last": "Arima", "suffix": ""}, {"first": "C", "middle": [], "last": "Moretti", "suffix": ""}, {"first": "P", "middle": [], "last": "Papoff", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Villa", "suffix": ""}, {"first": "F", "middle": [], "last": "Midulla", "suffix": ""}], "year": 2017, "venue": "Environmental Research", "volume": "158", "issn": "", "pages": "188--193", "other_ids": {"DOI": ["10.1016/j.envres.2017.06.014"]}}, "BIBREF113": {"ref_id": "b113", "title": "Virus interactions with bacteria: Partners in the infectious dance", "authors": [{"first": "U", "middle": [], "last": "Neu", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Mainou", "suffix": ""}], "year": 2020, "venue": "PLoS Pathog", "volume": "16", "issn": "2", "pages": "", "other_ids": {"DOI": ["10.1371/journal.ppat.1008234"]}}, "BIBREF114": {"ref_id": "b114", "title": "Global breast cancer seasonality", "authors": [{"first": "E.-Y", "middle": [], "last": "Oh", "suffix": ""}, {"first": "C", "middle": [], "last": "Ansell", "suffix": ""}, {"first": "H", "middle": [], "last": "Nawaz", "suffix": ""}, {"first": "C.-H", "middle": [], "last": "Yang", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Wood", "suffix": ""}, {"first": "W", "middle": ["J M"], "last": "Hrushesky", "suffix": ""}], "year": 2010, "venue": "Breast Cancer Res Treat", "volume": "123", "issn": "", "pages": "233--243", "other_ids": {"DOI": ["DOI10.1007/s10549-009-0676-7"]}}, "BIBREF115": {"ref_id": "b115", "title": "Effect of outdoor air pollution on asthma exacerbations in children and adults: systematic review and multilevel meta-analysis", "authors": [{"first": "P", "middle": [], "last": "Orellano", "suffix": ""}, {"first": "N", "middle": [], "last": "Quaranta", "suffix": ""}, {"first": "J", "middle": [], "last": "Reynoso", "suffix": ""}, {"first": "B", "middle": [], "last": "Balbi", "suffix": ""}, {"first": "J", "middle": [], "last": "Vasquez", "suffix": ""}], "year": 2017, "venue": "PloS One", "volume": "12", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF116": {"ref_id": "b116", "title": "Comparing nonpharmaceutical interventions for containing emerging epidemics", "authors": [{"first": "C", "middle": ["M"], "last": "Peak", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Childs", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Grad", "suffix": ""}, {"first": "C", "middle": ["O"], "last": "Buckee", "suffix": ""}], "year": 2017, "venue": "Proc Natl Acad Sci", "volume": "114", "issn": "", "pages": "4023--4051", "other_ids": {}}, "BIBREF117": {"ref_id": "b117", "title": "De-Industrialization", "authors": [{"first": "A", "middle": [], "last": "Pike", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF118": {"ref_id": "b118", "title": "Respiratory disease associated with community air pollution and a steel mill", "authors": [{"first": "C", "middle": ["A"], "last": "Pope", "suffix": ""}], "year": 1989, "venue": "Utah Val Am J Public Health", "volume": "79", "issn": "", "pages": "623--651", "other_ids": {}}, "BIBREF119": {"ref_id": "b119", "title": "Particulate pollution and health: a review of the Utah valley experience", "authors": [{"first": "C", "middle": ["A"], "last": "Pope", "suffix": ""}], "year": 1996, "venue": "J Expo Anal Environ Epidemiol", "volume": "6", "issn": "", "pages": "23--34", "other_ids": {}}, "BIBREF120": {"ref_id": "b120", "title": "Fine-particulate air pollution and life expectancy in the United States", "authors": [{"first": "C", "middle": ["A"], "last": "Pope", "suffix": ""}, {"first": "M", "middle": [], "last": "Ezzati", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Dockery", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "360", "issn": "", "pages": "376--86", "other_ids": {}}, "BIBREF121": {"ref_id": "b121", "title": "The effect of control strategies to reduce social mixing on outcomes of the COVID-19 epidemic in Wuhan, China: a modelling study", "authors": [{"first": "K", "middle": [], "last": "Prem", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Russell", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Kucharski", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Eggo", "suffix": ""}, {"first": "N", "middle": [], "last": "Davies", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "30073--30079", "other_ids": {"DOI": ["10.1016/S2468-2667(20"]}}, "BIBREF122": {"ref_id": "b122", "title": "MERS-CoV close contact algorithm. Public health investigation and management of close contacts of Middle East Respiratory Coronavirus (MERS-CoV) cases", "authors": [{"first": "Public", "middle": [], "last": "Health England", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF123": {"ref_id": "b123", "title": "Novel coronavirus (2019-nCoV) -what you need to know", "authors": [{"first": "Public", "middle": [], "last": "Health England", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF124": {"ref_id": "b124", "title": "Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics CocciaLab Working Paper", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF125": {"ref_id": "b125", "title": "Effectiveness of airport screening at detecting travelers infected with", "authors": [{"first": "B", "middle": [], "last": "Quilty", "suffix": ""}, {"first": "S", "middle": [], "last": "Clifford", "suffix": ""}, {"first": "", "middle": [], "last": "Ccmid", "suffix": ""}, {"first": "S", "middle": [], "last": "Flasche", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Eggo", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF126": {"ref_id": "b126", "title": "Air pollution and lung cancer incidence in 17 European cohorts: prospective analyses from the European Study of Cohorts for Air Pollution Effects (ESCAPE)", "authors": [{"first": "O", "middle": [], "last": "Raaschou-Nielsen", "suffix": ""}, {"first": "Z", "middle": ["J"], "last": "Andersen", "suffix": ""}, {"first": "R", "middle": [], "last": "Beelen", "suffix": ""}], "year": 2013, "venue": "Lancet Oncol", "volume": "14", "issn": "", "pages": "813--835", "other_ids": {}}, "BIBREF127": {"ref_id": "b127", "title": "Oxidative stress and regulation of glutathione in lung inflammation", "authors": [{"first": "I", "middle": [], "last": "Rahman", "suffix": ""}, {"first": "W", "middle": [], "last": "Macnee", "suffix": ""}], "year": 2000, "venue": "Eur Respir J", "volume": "16", "issn": "", "pages": "534--54", "other_ids": {}}, "BIBREF128": {"ref_id": "b128", "title": "Transmission dynamics of the etiological agent of SARS in Hong Kong: impact of public health interventions", "authors": [{"first": "S", "middle": [], "last": "Riley", "suffix": ""}, {"first": "C", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Donnelly", "suffix": ""}], "year": 2003, "venue": "Science", "volume": "300", "issn": "", "pages": "1961--66", "other_ids": {}}, "BIBREF129": {"ref_id": "b129", "title": "Pattern of early human-to-human transmission of Wuhan", "authors": [{"first": "J", "middle": [], "last": "Riou", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Althaus", "suffix": ""}], "year": 2019, "venue": "Euro Surveill", "volume": "25", "issn": "", "pages": "", "other_ids": {}}, "BIBREF130": {"ref_id": "b130", "title": "Winter air pollution and infant bronchiolitis in Paris", "authors": [{"first": "C", "middle": [], "last": "Ségala", "suffix": ""}, {"first": "D", "middle": [], "last": "Poizeau", "suffix": ""}, {"first": "M", "middle": [], "last": "Mesbah", "suffix": ""}, {"first": "S", "middle": [], "last": "Willems", "suffix": ""}, {"first": "M", "middle": [], "last": "Maidenberg", "suffix": ""}], "year": 2008, "venue": "Environ. Res", "volume": "106", "issn": "", "pages": "96--100", "other_ids": {"DOI": ["10.1016/j.envres.2007.05.003"]}}, "BIBREF131": {"ref_id": "b131", "title": "Parental stress increases the effect of traffic-related air pollution on childhood asthma incidence", "authors": [{"first": "K", "middle": [], "last": "Shankardass", "suffix": ""}, {"first": "R", "middle": [], "last": "Mcconnell", "suffix": ""}, {"first": "M", "middle": [], "last": "Jerrett", "suffix": ""}, {"first": "J", "middle": [], "last": "Milam", "suffix": ""}, {"first": "J", "middle": [], "last": "Richardson", "suffix": ""}, {"first": "K", "middle": [], "last": "Berhane", "suffix": ""}], "year": 2009, "venue": "Proc Natl Acad Sci", "volume": "106", "issn": "", "pages": "12406--12407", "other_ids": {}}, "BIBREF132": {"ref_id": "b132", "title": "Arthritis diagnosis and early-life exposure to air pollution", "authors": [{"first": "A", "middle": [], "last": "Shepherd", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Mullins", "suffix": ""}], "year": 2019, "venue": "Environmental Pollution", "volume": "253", "issn": "", "pages": "1030--1037", "other_ids": {"DOI": ["10.1016/j.envpol.2019.07.054"]}}, "BIBREF133": {"ref_id": "b133", "title": "Adverse effects of outdoor pollution in the elderly", "authors": [{"first": "M", "middle": [], "last": "Simoni", "suffix": ""}, {"first": "S", "middle": [], "last": "Baldacci", "suffix": ""}, {"first": "S", "middle": [], "last": "Maio", "suffix": ""}, {"first": "S", "middle": [], "last": "Cerrai", "suffix": ""}, {"first": "G", "middle": [], "last": "Sarno", "suffix": ""}, {"first": "G", "middle": [], "last": "Viegi", "suffix": ""}], "year": 2015, "venue": "J. Thorac. Dis", "volume": "7", "issn": "", "pages": "34--45", "other_ids": {"DOI": ["10.3978/j.issn.2072-1439.2014.12.10"]}}, "BIBREF134": {"ref_id": "b134", "title": "Airborne bacteria in the atmosphere: presence, purpose, and potential", "authors": [{"first": "W", "middle": [], "last": "Smets", "suffix": ""}, {"first": "S", "middle": [], "last": "Morett", "suffix": ""}, {"first": "S", "middle": [], "last": "Denys", "suffix": ""}, {"first": "S", "middle": [], "last": "Lebeer", "suffix": ""}], "year": 2016, "venue": "Atmos. Environ", "volume": "139", "issn": "", "pages": "214--221", "other_ids": {}}, "BIBREF135": {"ref_id": "b135", "title": "Effects of haze pollution on microbial community changes and correlation with chemical components in atmospheric particulate matter", "authors": [{"first": "Y", "middle": [], "last": "Sun", "suffix": ""}, {"first": "S", "middle": [], "last": "Xu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "H", "middle": [], "last": "Tian", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}], "year": 2018, "venue": "Sci. Total Environ. 637e638", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF136": {"ref_id": "b136", "title": "Contact tracing performance during the Ebola epidemic in Liberia", "authors": [{"first": "K", "middle": ["C"], "last": "Swanson", "suffix": ""}, {"first": "C", "middle": [], "last": "Altare", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Wesseh", "suffix": ""}], "year": 2014, "venue": "PLoS Negl Trop Dis", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF137": {"ref_id": "b137", "title": "Seasonality of invasive pneumococcal disease: temporal relation to documented influenza and respiratory syncytial viral circulation", "authors": [{"first": "T", "middle": ["R"], "last": "Talbot", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Poehling", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Hartert", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Arbogast", "suffix": ""}, {"first": "N", "middle": ["B"], "last": "Halasa", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Edwards", "suffix": ""}], "year": 2005, "venue": "Am J Med", "volume": "118", "issn": "", "pages": "285--91", "other_ids": {}}, "BIBREF138": {"ref_id": "b138", "title": "The Italian National Institute of Statistics (ISTAT, 2020)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF140": {"ref_id": "b140", "title": "Atmospheric dispersion modelling of bio aerosols that are pathogenic to humans and livestock -a review to inform risk assessment studies. Microb", "authors": [{"first": "J", "middle": ["P G"], "last": "Van Leuken", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Swart", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Havelaar", "suffix": ""}, {"first": "A", "middle": [], "last": "Van Pul", "suffix": ""}, {"first": "W", "middle": [], "last": "Van Der Hoek", "suffix": ""}, {"first": "D", "middle": [], "last": "Heederik", "suffix": ""}], "year": 2016, "venue": "Risk. Anal", "volume": "1", "issn": "", "pages": "19--39", "other_ids": {}}, "BIBREF141": {"ref_id": "b141", "title": "Immunological, viral, environmental, and individual factors modulating lung immune response to respiratory syncytial virus", "authors": [{"first": "S", "middle": [], "last": "Vandini", "suffix": ""}, {"first": "P", "middle": [], "last": "Bottau", "suffix": ""}, {"first": "G", "middle": [], "last": "Faldella", "suffix": ""}, {"first": "L", "middle": [], "last": "Lanari", "suffix": ""}], "year": 2015, "venue": "Biomed. Res. Int", "volume": "875723", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1155/2015/875723"]}}, "BIBREF142": {"ref_id": "b142", "title": "Respiratory syncytial virus infection in infants and correlation with meteorological factors and air pollutants", "authors": [{"first": "S", "middle": [], "last": "Vandini", "suffix": ""}, {"first": "L", "middle": [], "last": "Corvaglia", "suffix": ""}, {"first": "R", "middle": [], "last": "Alessandroni", "suffix": ""}, {"first": "G", "middle": [], "last": "Aquilano", "suffix": ""}, {"first": "C", "middle": [], "last": "Marsico", "suffix": ""}, {"first": "M", "middle": [], "last": "Spinelli", "suffix": ""}, {"first": "M", "middle": [], "last": "Lanari", "suffix": ""}, {"first": "G", "middle": [], "last": "Faldella", "suffix": ""}], "year": 2013, "venue": "Ital. J. Pediatr", "volume": "39", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.1186/1824-7288-39-1"]}}, "BIBREF143": {"ref_id": "b143", "title": "A novel coronavirus outbreak of global health concern", "authors": [{"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Horby", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Gao", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "470--73", "other_ids": {}}, "BIBREF144": {"ref_id": "b144", "title": "Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics CocciaLab Working Paper", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF145": {"ref_id": "b145", "title": "Persistent sulfate formation from London Fog to Chinese haze", "authors": [{"first": "G", "middle": [], "last": "Wang", "suffix": ""}, {"first": "R", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Gomez", "suffix": ""}, {"first": "L", "middle": [], "last": "Yang", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Zamora", "suffix": ""}, {"first": "M", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lin", "suffix": ""}, {"first": "J", "middle": [], "last": "Peng", "suffix": ""}, {"first": "S", "middle": [], "last": "Guo", "suffix": ""}, {"first": "J", "middle": [], "last": "Meng", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}], "year": 2016, "venue": "Proc. Natl. Acad. Sci", "volume": "113", "issn": "48", "pages": "13630--13635", "other_ids": {}}, "BIBREF146": {"ref_id": "b146", "title": "Particulate air pollution and panel studies in children: a systematic review", "authors": [{"first": "D", "middle": ["J"], "last": "Ward", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Ayres", "suffix": ""}], "year": 2004, "venue": "Occup Environ Med", "volume": "61", "issn": "", "pages": "", "other_ids": {}}, "BIBREF147": {"ref_id": "b147", "title": "Ziwen Sun 2020. Effects of aerosol pollution on PM2.5-associated bacteria in typical inland and coastal cities of northern China during the winter heating season", "authors": [{"first": "M", "middle": [], "last": "Wei", "suffix": ""}, {"first": "Houfeng", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Jianmin", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Caihong", "middle": [], "last": "Xu", "suffix": ""}, {"first": "Jie", "middle": [], "last": "Li", "suffix": ""}, {"first": "Pengju", "middle": [], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "Environmental Pollution", "volume": "262", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.envpol.2020.114188"]}}, "BIBREF148": {"ref_id": "b148", "title": "Ambient bio aerosol particle dynamics observed during haze and sunny days in Beijing", "authors": [{"first": "K", "middle": [], "last": "Wei", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "F", "middle": [], "last": "Shen", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Wu", "suffix": ""}], "year": 2016, "venue": "Sci. Total Environ", "volume": "550", "issn": "", "pages": "751--759", "other_ids": {}}, "BIBREF149": {"ref_id": "b149", "title": "Short term effects of PM10 and NO2 on respiratory health among children with asthma or asthma-like symptoms: a systematic review and meta-analysis", "authors": [{"first": "G", "middle": [], "last": "Weinmayr", "suffix": ""}, {"first": "E", "middle": [], "last": "Romeo", "suffix": ""}, {"first": "M", "middle": [], "last": "De Sario", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Weiland", "suffix": ""}, {"first": "F", "middle": [], "last": "Forastiere", "suffix": ""}], "year": 2010, "venue": "Environ Health Perspect", "volume": "118", "issn": "", "pages": "449--57", "other_ids": {}}, "BIBREF150": {"ref_id": "b150", "title": "Geneva: World Health Organization, 2020. WHO 2020. Novel coronavirus (2019-nCoV) situation report 16. World Health Organization", "authors": [{"first": "C", "middle": ["R"], "last": "Wells", "suffix": ""}, {"first": "P", "middle": [], "last": "Sah", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Moghadas", "suffix": ""}, {"first": "A", "middle": [], "last": "Pandey", "suffix": ""}, {"first": "A", "middle": [], "last": "Shoukat", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Meyers", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Singer", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Galvani", "suffix": ""}], "year": 2020, "venue": "Proceedings of the National Academy of Sciences", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1073/pnas.2002616117WHO2019.Coronavirusdisease2019"]}}, "BIBREF151": {"ref_id": "b151", "title": "Novel coronavirus (2019-nCoV) situation report 2. World Health Organization", "authors": [], "year": 2020, "venue": "WHO 2020a", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF152": {"ref_id": "b152", "title": "Implementation and management of contact tracing for Ebola virus disease. World Health Organization", "authors": [], "year": 2015, "venue": "WHO 2020b", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF153": {"ref_id": "b153", "title": "Who Director-General's opening remarks at the media briefing on COVID-19", "authors": [], "year": 2020, "venue": "WHO 2020c", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF154": {"ref_id": "b154", "title": "Can we contain the COVID-19 outbreak with the same measures as for SARS?", "authors": [{"first": "A", "middle": [], "last": "Wilder-Smith", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Chiew", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Lee", "suffix": ""}], "year": 2020, "venue": "Lancet Infect Dis", "volume": "", "issn": "", "pages": "30129--30137", "other_ids": {"DOI": ["10.1016/S1473-3099(20"]}}, "BIBREF155": {"ref_id": "b155", "title": "Modification by influenza on health effects of air pollution in Hong Kong", "authors": [{"first": "C", "middle": ["M"], "last": "Wong", "suffix": ""}, {"first": "L", "middle": [], "last": "Yang", "suffix": ""}, {"first": "T", "middle": ["Q"], "last": "Thach", "suffix": ""}, {"first": "P", "middle": ["Y K"], "last": "Chau", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Chan", "suffix": ""}, {"first": "G", "middle": ["N"], "last": "Thomas", "suffix": ""}], "year": 2009, "venue": "Environ Health Perspect", "volume": "117", "issn": "", "pages": "248--53", "other_ids": {}}, "BIBREF156": {"ref_id": "b156", "title": "Particle depletion does not remediate acute effects of traffic-related air pollution and allergen. A randomized, double-blind crossover study", "authors": [{"first": "D", "middle": ["J"], "last": "Wooding", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Ryu", "suffix": ""}, {"first": "A", "middle": [], "last": "Huls", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Lee", "suffix": ""}, {"first": "D", "middle": ["T S"], "last": "Lin", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Rider", "suffix": ""}, {"first": "A", "middle": ["C Y"], "last": "Yuen", "suffix": ""}, {"first": "C", "middle": [], "last": "Carlsten", "suffix": ""}], "year": 2019, "venue": "Am. J. Respir. Crit. Care Med", "volume": "200", "issn": "5", "pages": "565--574", "other_ids": {}}, "BIBREF157": {"ref_id": "b157", "title": "Now casting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study", "authors": [{"first": "J", "middle": ["T"], "last": "Wu", "suffix": ""}, {"first": "K", "middle": [], "last": "Leung", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "689--97", "other_ids": {}}, "BIBREF158": {"ref_id": "b158", "title": "Characteristics of ambient bio aerosols during haze episodes in China: a review", "authors": [{"first": "Z", "middle": ["S"], "last": "Xie", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Fan", "suffix": ""}, {"first": "R", "middle": [], "last": "Lu", "suffix": ""}, {"first": "P", "middle": ["X"], "last": "Liu", "suffix": ""}, {"first": "B", "middle": ["B"], "last": "Wang", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Du", "suffix": ""}], "year": 2018, "venue": "Environ. Pollut", "volume": "243", "issn": "", "pages": "", "other_ids": {}}, "BIBREF159": {"ref_id": "b159", "title": "Open access epidemiological data from the COVID-19 outbreak", "authors": [{"first": "B", "middle": [], "last": "Xu", "suffix": ""}, {"first": "Kraemer", "middle": [], "last": "Moritz", "suffix": ""}, {"first": "U", "middle": ["G"], "last": "", "suffix": ""}], "year": 2020, "venue": "The Lancet Infectious Diseases", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30371"]}}, "BIBREF160": {"ref_id": "b160", "title": "Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics CocciaLab Working Paper", "authors": [{"first": "M", "middle": [], "last": "Coccia", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF161": {"ref_id": "b161", "title": "Acute effects of air pollution on the incidence of hand, foot, and mouth disease in Wuhan", "authors": [{"first": "Z", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Jiayuan", "middle": [], "last": "Hao", "suffix": ""}, {"first": "Shuqiong", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Wenwen", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Zhongmin", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "Liqiao", "middle": [], "last": "Tian", "suffix": ""}, {"first": "Yuanan", "middle": [], "last": "Lu", "suffix": ""}, {"first": "Hao", "middle": [], "last": "Xiang", "suffix": ""}], "year": 2020, "venue": "China. Atmospheric Environment", "volume": "225", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.atmosenv.2020.117358"]}}, "BIBREF162": {"ref_id": "b162", "title": "In vitro antiviral activity and projection of optimized dosing design of hydroxychloroquine for the treatment of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)", "authors": [{"first": "X", "middle": [], "last": "Yao", "suffix": ""}, {"first": "F", "middle": [], "last": "Ye", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "Clin Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/cid/ciaa237"]}}, "BIBREF163": {"ref_id": "b163", "title": "A review on airborne microorganisms in particulate matters: composition, characteristics and influence factors", "authors": [{"first": "Y", "middle": [], "last": "Zhai", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "T", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Wang", "suffix": ""}, {"first": "C", "middle": [], "last": "Li", "suffix": ""}, {"first": "G", "middle": [], "last": "Zeng", "suffix": ""}], "year": 2018, "venue": "Environ. Int", "volume": "113", "issn": "", "pages": "74--90", "other_ids": {}}, "BIBREF164": {"ref_id": "b164", "title": "Drivers of improved PM2.5 air quality in China from", "authors": [{"first": "Q", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "D", "middle": [], "last": "Tong", "suffix": ""}, {"first": "M", "middle": [], "last": "Shao", "suffix": ""}, {"first": "S", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Xu", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "He", "suffix": ""}, {"first": "W", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ding", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lei", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Q", "middle": [], "last": "Shi", "suffix": ""}, {"first": "L", "middle": [], "last": "Yan", "suffix": ""}, {"first": "G", "middle": [], "last": "Geng", "suffix": ""}, {"first": "C", "middle": [], "last": "Hong", "suffix": ""}, {"first": "M", "middle": [], "last": "Li", "suffix": ""}, {"first": "F", "middle": [], "last": "Liu", "suffix": ""}, {"first": "B", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "J", "middle": [], "last": "Cao", "suffix": ""}, {"first": "A", "middle": [], "last": "Ding", "suffix": ""}, {"first": "J", "middle": [], "last": "Gao", "suffix": ""}, {"first": "Q", "middle": [], "last": "Fu", "suffix": ""}, {"first": "J", "middle": [], "last": "Huo", "suffix": ""}, {"first": "B", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Liu", "suffix": ""}, {"first": "F", "middle": [], "last": "Yang", "suffix": ""}, {"first": "K", "middle": [], "last": "He", "suffix": ""}, {"first": "J", "middle": [], "last": "Hao", "suffix": ""}], "year": 2013, "venue": "Proceedings of the National Academy of Sciences Dec", "volume": "", "issn": "", "pages": "24463--24469", "other_ids": {"DOI": ["10.1073/pnas.1907956116"]}}, "BIBREF165": {"ref_id": "b165", "title": "Microbial aerosol chemistry characteristics in highly polluted air", "authors": [{"first": "T", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "M", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": [], "last": "Yao", "suffix": ""}], "year": 2019, "venue": "Sci. China Chem", "volume": "62", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s11426-11019-19488-11423"]}}, "BIBREF166": {"ref_id": "b166", "title": "Impact of synoptic weather patterns and inter-decadal climate variability on air quality in the North China Plain during 1980e2013", "authors": [{"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "A", "middle": [], "last": "Ding", "suffix": ""}, {"first": "H", "middle": [], "last": "Mao", "suffix": ""}, {"first": "N", "middle": [], "last": "We", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "L", "middle": [], "last": "Liu", "suffix": ""}], "year": 2016, "venue": "Atmos. Environ", "volume": "124", "issn": "", "pages": "119--128", "other_ids": {}}, "BIBREF167": {"ref_id": "b167", "title": "Association between air pollutants and asthma emergency room visits and hospital admissions in time series studies: a systematic review and metaanalysis", "authors": [{"first": "X", "middle": ["Y"], "last": "Zheng", "suffix": ""}, {"first": "H", "middle": [], "last": "Ding", "suffix": ""}, {"first": "L", "middle": ["N"], "last": "Jiang", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Chen", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Zheng", "suffix": ""}, {"first": "M", "middle": [], "last": "Qiu", "suffix": ""}, {"first": "Y", "middle": ["X"], "last": "Zhou", "suffix": ""}, {"first": "Q", "middle": [], "last": "Chen", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Guan", "suffix": ""}], "year": 2015, "venue": "PloS One", "volume": "10", "issn": "9", "pages": "", "other_ids": {}}, "BIBREF168": {"ref_id": "b168", "title": "Feedback effects of boundary-layer meteorological factors on explosive growth of PM2.5 during winter heavy pollution episodes in Beijing from", "authors": [{"first": "J", "middle": [], "last": "Zhong", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Dong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2013, "venue": "Atmos. Chem. Phys", "volume": "18", "issn": "", "pages": "247--258", "other_ids": {}}, "BIBREF169": {"ref_id": "b169", "title": "Vitamin D is associated with improved survival in early-stage non-small cell lung cancer patients", "authors": [{"first": "W", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2005, "venue": "Cancer Epidemiol Biomarkers Prev", "volume": "14", "issn": "10", "pages": "2303--2309", "other_ids": {}}, "BIBREF170": {"ref_id": "b170", "title": "A novel coronavirus from patients with pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2001017"]}}, "BIBREF171": {"ref_id": "b171", "title": "Association between ambient temperature and COVID-19 infection in 122 cities from China", "authors": [{"first": "Y", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "J", "middle": [], "last": "Xie", "suffix": ""}], "year": 2020, "venue": "Science of the Total Environment", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.scitotenv.2020.138201"]}}}, "ref_entries": {"FIGREF0": {"text": "Not windy cities 7 | P a g e Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics CocciaLab Working Paper 2020 -No. 48B/2020 >100 days per year exceeding the limits set for PM10 or for ozone -Cities with <100 days per year exceeding the limits set for PM10 or for ozone Categorization in:-Cities with 1000 inhabitant/km 2 Cities", "latex": null, "type": "figure"}, "FIGREF1": {"text": "to-human transmission is definitely important to explain the transmission dynamics of COVID-19. The policy implications here are clear: COVID-19 has reduced transmission dynamics on population in the presence of lower level of air pollution and specific environments with lower intensity of wind speed. Hence, the effect of accelerated transmission dynamics of COVID-19 cannot be explained without accounting for the level of air pollution and geoenvironmental conditions of the cities.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Coccia M. (2020) Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics CocciaLab Working Paper 2020 -No. 48B/Estimated relationship of number of infected on days exceeding limits of PM10 in Italian provincial capitals (Quadratic model) A main question for environmental policy is: What is the maximum number of days in which cities can exceed the limits set for PM10 or ozone per year, before that the combination between air pollution and meteorological condition triggers a take-off of viral infectivity (epidemic diffusion) with damages for health of population and economy in society? The function based on table 12 is: y = 1438.80835.322 x+0.393 x 2 y = number of infected individuals 1 st April, 2020 x= days exceeding limits of PM10 or ozone in Italian provincial capitals Max 45 days per year are allowed to cities to exceed the limits set for PM10 or ozone to minimize number of infected, beyond this critical point the take-off of infections .", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamicsCocciaLab Working Paper 2020 -No. 48B/2020 Infected individuals in North Italy, 2 nd April 2020 COVID-19 outbreak in Lombardy Region (North Italy), 2 nd April, COVID-19 Outbreak (number of infected individual on 2 nd April, 2020) and days exceeding the limits set for PM10 or ozone", "latex": null, "type": "figure"}, "FIGREF4": {"text": "year passed the higher number of polluted days are Brescia with 150 days (47 for the PM10 and 103 for the ozone),followed by Lodi with 149 (78 for the PM10 and 71 for the ozone),these are two cities with severe COVID-19 outbreak, Monza (140), Venice (139), Alessandria (136), Milan (135), Turin (134), Padua (130), Bergamo and Cremona (127) and Rovigo (121). These provincial capitals of the River Po area in Italy have exceeded at least one of the two limits just mentioned. The first city not located in the Po valley is Frosinone (Lazio region of the central part of Italy) with 116 days of exceedance (83 for the PM10 and 33 for the ozone), followed by Genoa with 103 days, Avellino a city close to Naples in South Italy (Campania region with 89 days: 46 for PM10 and 43 for ozone) and", "latex": null, "type": "figure"}, "FIGREF5": {"text": "show concentrations of nitrogen dioxide NO2 values across Italy before the quarantine and lockdown in February, 2020 and during the quarantine and lockdown in March, 2020. The reduction in NO2 pollution is apparent in all North Italy (Po Valley). Hence, the measures taken to cope with the COVID-19 outbreak (closure of schools and the reduction of traffic), particularly restrictive in the first phase on the regions of Northern Italy, have allowed a drastic reduction of concentrations of fine particulate matter, nitrogen dioxide and other polluting substances on the Po Valley. For instance, in Piedmont, one of the regions of North Italy also having a high COVID-19 diffusion, the concentration of air pollution since the beginning of March, 2020 has ever exceeded the limit values of PM10 and has always remained below 50µg / m³ everywhere.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "The acceleration of transmission dynamics of COVID-19 in North Italy has a high association with air pollution of cities measured with days of exceeding the limits set for PM10 or ozone o Cities having more than 100 days of air pollution (exceeding the limits set for PM10), they have a very high average number of infected individual (about 3,100 infected), whereas cities having less than 100 days of air pollution, they have a lower average number of infected (about 900 infected individuals)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Descriptive statistics of Hinterland and Coastal Italian province capitals", "latex": null, "type": "table"}, "TABREF1": {"text": "Descriptive statistics of windy and not windy of Italian province capitals", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Days </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>exceeding limits set </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Wind </td><td>Rain </td><td>Fog </td></tr><tr><td> </td><td>Infected </td><td> </td><td> </td><td> </td><td>Moisture </td><td>km/h </td><td>Days </td><td>Days </td></tr><tr><td> </td><td>for PM10 or ozone </td><td>17th </td><td>Infected </td><td>Density </td><td>Temp °C </td><td>% </td><td>Feb-\n</td><td>Feb-\n</td><td>Feb-\n</td></tr><tr><td> </td><td> </td><td>March </td><td>1st April </td><td>inhabitants/km2 </td><td>Feb-Mar </td><td>Feb-Mar </td><td>Mer </td><td>Mar </td><td>Mar </td></tr><tr><td> </td><td>2018 </td><td>2020 </td><td>2020 </td><td>2019 </td><td>2020 </td><td>2020 </td><td>2020 </td><td>2020 </td><td>2020 </td></tr><tr><td>Low windy cities N=41 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Mean </td><td>84.32 </td><td>536.20 </td><td>2036.15 </td><td>1517.41 </td><td>9.05 </td><td>68.23 </td><td>7.30 </td><td>4.56 </td><td>4.18 </td></tr><tr><td>Std. Deviation </td><td>43.31 </td><td>792.84 </td><td>2333.72 </td><td>1569.70 </td><td>2.12 </td><td>7.50 </td><td>2.77 </td><td>2.33 </td><td>2.94 </td></tr><tr><td>High windy cities N=14 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Mean </td><td>53.93 </td><td>149.57 </td><td>750.86 </td><td>1265.64 </td><td>10.36 </td><td>72.89 </td><td>12.77 </td><td>5.75 </td><td>3.39 </td></tr><tr><td>Std. Deviation </td><td>25.87 </td><td>153.55 </td><td>640.02 </td><td>2108.31 </td><td>2.43 </td><td>8.37 </td><td>3.46 </td><td>2.56 </td><td>4.00 </td></tr></table></body></html>"}, "TABREF2": {"text": "Descriptive statistics of Northern and Central-Southern Italian province capitals", "latex": null, "type": "table"}, "TABREF3": {"text": "Descriptive statistics of Italian provincial capitals according to days exceeding the limits set for PM10 author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamicsCocciaLab Working Paper 2020 -No. 48B/2020", "latex": null, "type": "table"}, "TABREF4": {"text": "Descriptive statistics of Italian provincial capitals according to density per km 2 (2 categories)", "latex": null, "type": "table"}, "TABREF5": {"text": "Descriptive statistics of Italian provincial capitals according to density per km 2 (3 categories)", "latex": null, "type": "table"}, "TABREF6": {"text": "Correlation", "latex": null, "type": "table"}, "TABREF7": {"text": "Partial Correlation", "latex": null, "type": "table"}, "TABREF8": {"text": "", "latex": null, "type": "table"}, "TABREF9": {"text": "Partial Correlation", "latex": null, "type": "table"}, "TABREF10": {"text": "Parametric estimates of the relationship of Log Infected 17 March and 1 April on Log Days exceeding limits set for PM10 and Log Density inhabitants/km 2 2019 (hierarchical regression)", "latex": null, "type": "table"}, "TABREF12": {"text": "Parametric estimates of the relationship of Log Infected 1 st April,2020 on Log Density inhabitants/km 2 2019, considering the groups of cities with days exceeding limits set for PM10 or ozone Note: Explanatory variable: Log Density inhabitants/km 2 in 2019", "latex": null, "type": "table"}, "TABREF13": {"text": "Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamicso Cities with >100 days exceeding limits set for PM10, an increase of 1% in density of population, it increases the expected number of infected by about 1.43%! The statistical output of table 11 is schematically summarized as follows:", "latex": null, "type": "table"}, "TABREF14": {"text": "", "latex": null, "type": "table"}, "TABREF15": {"text": "Coefficient of regression of linear model per day based on equation [1] and daily change Arithmetic mean  == 0.0284 Note: Coefficients of regression at day t is calculated using data at t-1", "latex": null, "type": "table"}, "TABREF16": {"text": "1, pp. 105-122. https://doi.org/10.1007/s10961-007-9032-4 Coccia M. 2009. Research performance and bureaucracy within public research labs, Scientometrics, vol. 79, n. 1, pp. 93-107. https://doi.org/10.1007/s11192-009-0406-2 Coccia M. 2012. Driving forces of technological change in medicine: Radical innovations induced by side effects and their https://doi.org/10.1016/j.techsoc.2012.06.002", "latex": null, "type": "table"}}, "back_matter": []}