{
    "paper_id": "1f62acdbd326de728011f2244d945f2729a56319",
    "metadata": {
        "title": "COVID-19: Finding silver linings for dental education",
        "authors": [
            {
                "first": "Sophia",
                "middle": [
                    "G"
                ],
                "last": "Saeed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas School of Dentistry at Houston",
                    "location": {
                        "settlement": "Houston",
                        "region": "Texas",
                        "country": "USA"
                    }
                },
                "email": "sophia_saeed@post.harvard.edu"
            },
            {
                "first": "Jennifer",
                "middle": [],
                "last": "Bain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Mississippi",
                    "location": {
                        "settlement": "Jackson",
                        "region": "Mississippi",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Edmund",
                "middle": [],
                "last": "Khoo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University College of Dentistry",
                    "location": {
                        "settlement": "New York",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Walter",
                "middle": [
                    "L"
                ],
                "last": "Siqueira",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Saskatchewan College of Dentistry",
                    "location": {
                        "settlement": "Saskatoon",
                        "region": "Saskatchewan",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dental education is long overdue for disruption. The 3 landmark reports-the 1926 Gies Report, 1 the 1995 Dental Education at the Crossroads, 2 and the 2017 the series of articles called \"Advancing Dental Education in the 21st Century\" 3 -have provided deep analysis and careful recommendations to the dental education community about its core identity, values, financial models, and future directions. Some aspects of dentistry and dental education have changed drastically over the years; however, many of the ideas presented by Dr. Gies in 1926 are yet to be realized, such as professional identity equal to that of a physician, better integration with medical practice, improved application of biomedical sciences, and a focus on preventive therapeutics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The coronavirus disease 2019 (COVID-19) pandemic has put extreme challenges on healthcare systems, educational institutions, and the global economy. People across the world are losing their jobs 4, 5 and employment benefits such as medical and dental insurance. The citizens of the world have had to postpone their weddings, give birth without the support of their families, and grieve the loss of their loved ones by themselves and from afar. Some are \"sheltering in place\" or \"staying at home\" in unsafe home environments, impacting their physical and mental wellbeing.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 197,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 198,
                    "end": 199,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dental practices have closed or significantly reduced the treatment they are providing, impacting their own livelihood, the ability to continue employing their staff, and their ability to serve their patients. Similarly, dental schools around the world are facing unprecedented challenges. For example, dental schools must reassign faculty and staff whose job duties do not lend themselves well to working from home, or who are unable to work from home due to limited computer or Internet access. Clinical revenue generation has slowed to a trickle. Uncertainty exists on the progression of current dental students and admission of new students into a program that has an unknown timeline for resuming clinical educational activities. Some faculty and staff have the added responsibility of homeschooling their children whose schools are closed indefinitely. This is truly an unprecedented and difficult time that is affecting everyone globally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, this disruption has forced us to adapt quickly, creatively, and collaboratively. Our routines and norms have been interrupted so drastically that we have the option, and some would argue the necessity, to define new norms. Within our field, many long-held beliefs and traditions have been upended, catalyzing changes in the way we teach, assess, connect, and license dentists. While the pandemic is causing significant strain, it also brings with it some silver linings and opportunities to ensure the longterm viability and relevance of dental education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For more than a decade, there has been a push to eliminate live patient exams in dental education. More recently, there has been an initiative to allow for greater portability of licensure across states and provinces. COVID-19 is forcing us as a profession to make decisions about licensure for the Class of 2020. Traditional live patient-based exams are being converted into typodont-based assessments and the Dental Licensure Objective Structured Clinical Exam (DL-OSCE) was released 1 year ahead of schedule. One silver lining from the current pandemic is this movement toward a more modern and ethical approach to dental licensure. Early adopter states who are accepting these new and altered pathways to licensure are blazing the trail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LICENSURE"
        },
        {
            "text": "Many dental schools still require a minimum number of clinical experiences paired with a clinical competency assessment in each discipline before a student can be deemed \"ready for graduation.\" The COVID-19 pandemic has forced dental schools to close their clinics for the lpast few months before graduation, when a significant amount of treatment is rendered and competency assessments are taken. Schools are challenged to determine if competence in various disciplines can be assessed in alternative formats. A silver lining that is emerging from this pandemic is a greater emphasis on assessing diagnostic, critical thinking, and clinical reasoning skills as evaluated by novel forms of competency assessments. Even better is that schools are sharing these new ideas with each other, knowing the risk they take in doing that before publishing their work. Some schools have replaced each existing competency assessment with an alternative format that does not include direct patient care; others are developing methodology for more longitudinal and global assessment of students' progress toward overall competence, rather than a single point in time exam. The impetus to share ideas for teaching and assessment during this time helps us return to the very purpose of academia: to generate new knowledge and help society advance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASSESSMENT METHODS WITHIN DENTAL SCHOOLS"
        },
        {
            "text": "Telemedicine has gained popularity in recent years, allowing physicians to assess, educate, and provide therapy remotely through videoconferencing and other modalities, either synchronously or asynchronously. Teledentistry has been adopted more slowly and on a smaller scale, 6 as dentists are traditionally reimbursed for performing procedures rather than educating patients and triaging remotely. The current uses of teledentistry focus on improving access to and establishing dental homes for underserved children, 6 increasing general dentists' access to specialists, streamlining general dentists' referrals to specialists, 7 and diversion of urgent dental needs from hospital emergency rooms. Despite its crucial importance, there are a few major barriers that teledentistry has faced: reimbursement from insurance companies, Health Insurance Portability and Accountability Act (HIPAA) -compliant technology, and approval by state legislators and state dental boards. Following the advice of public health officials, insurance companies have stepped up to the plate and many are now providing multiple options for reimbursing teledentistry. The issue of HIPAA-compliant technology has largely been resolved by our physician colleagues. One silver lining that has resulted from the current pandemic is that many state boards and legislators have responded favorably to teledentistry, allowing providers to continue to stay connected to their patients and be reimbursed for doing so. Legalizing teledentistry also opens doors for interprofessional collaborative care opportunities, such as treating home-bound or facility-bound patients, patients who live in rural areas, and other patients who have difficulty accessing oral and overall health care.",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 519,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "TELEDENTISTRY"
        },
        {
            "text": "As a response to the evolving information about the novel coronavirus that causes COVID-19, health agencies across the globe have scrambled to update their guidance for personal protective equipment (PPE) and infection prevention among healthcare workers, first responders, and the general public. In the field of dentistry, PPE and disinfection of workspaces have long been a part of our practice of universal precautions. Yet, a quick Internet search of the word \"dentistry\" shows that many images depicting oral healthcare workers have PPE that is not aligned with guidelines from Occupational Health and Safety Association (OSHA) and the Organization for Safety, Asepsis, and Prevention (OSAP). Just as the AIDS pandemic did in the 1980s, the COVID-19 pandemic serves to heighten the awareness of dental aerosolization, pushing dentists to revisit safety standards, improve compliance, and innovate new ways to safely deliver care for the patient and provider.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFECTION PREVENTION AND PERSONAL PROTECTIVE EQUIPMENT"
        },
        {
            "text": "This pandemic has reminded us of why we chose healthcare as a profession: to help people. The logarithmic spread of this virus has created an acute demand for global supplies of PPE and disinfectants. While small dental offices are struggling financially due to their forced closures, many have banded together to donate their PPE to the front-line workers during this pandemic. This silver lining reminds us of the code of ethics that we up-hold to \"do good.\" Others of us have felt helpless: regulations and tradition have boxed us into being procedure-oriented \"fixers of teeth.\" In the absence of being able to \"fix teeth,\" we have had the opportunity to reflect on rebranding ourselves as person-centered providers of oral health care with a greater focus on whole person health. In some states, dentists have been mobilized to work at COVID-19 testing sites and triage centers. This pandemic affords us the opportunity to individually and collectively determine how we will emerge as \"healers of people,\" not simply \"fixers of teeth\" so that when the next pandemic hits us, we can have a more active role on the front lines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROFESSIONAL IDENTITY"
        },
        {
            "text": "While the primary focus of dentistry continues to be procedures, we have also evolved to become better aware of systemic medical conditions and social factors that impact the safe delivery of dental care. Over the decades, our patients have become increasingly diverse in ethnicity, socioeconomic background, and medical complexity. This pandemic has reminded us that these factors play a large role in the ability to access, obtain, and receive high-quality health care. As we think about oral health and re-opening clinics, we must keep in mind that patients will have varying medical risk factors that affect their susceptibility to aerosolized microorganisms. Additionally, the skyrocketing unemployment rate 4-5 will impact patients' ability to continue affording care, and some may also lose their dental insurance benefits. One silver lining of this pandemic is that we will have the opportunity to more systematically incorporate medical and social factors into our care delivery models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOCIAL DETERMINANTS OF HEALTH"
        },
        {
            "text": "As many states started requiring healthcare professionals to abort elective procedures and provide only emergent and/or urgent care, dentists were challenged to reflect on the definitions of these 2 words. There are very few life-threatening dental emergencies that would require the care of a dentist, and most are handled by oral and maxillofacial surgeons. During this pandemic, dentists have had an opportunity to carefully consider the risks versus benefits of immediate versus deferred procedural treatment and revisit minimally invasive treatment, such as atraumatic restorative technique, partial removal of caries using manual excavators, 8 and silver diamine fluoride. 9",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 649,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "MINIMALLY INVASIVE TREATMENT"
        },
        {
            "text": "In dental education, we have been slow to adopt technology in a meaningful and pervasive enough way to tip the scales. This pandemic has forced us to learn the use of videoconferencing very quickly, not only for the education we are delivering to our students, but for overseeing the education our school-aged children are now doing at home. Children's piano classes, martial arts classes, guitar lessons, and art, and dance classes are now online. Disciplines with technical components, such as veterinary medicine, optometry, physical therapy, and kinesiology are also adapting. Additionally, dental and dental education conferences are sometimes inaccessible to some faculty, students, and staff because of cost or other reasons preventing them from traveling. As we have all become more comfortable with videoconferencing capabilities, this opens up an opportunity to have substantially higher participation in these meetings, making the generated new knowledge available to more people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TECHNOLOGY AND DISTANCE LEARNING"
        },
        {
            "text": "As research activity within dental schools has also slowed during this pandemic, it may give a much-needed breather for scientists to work on publications. Meanwhile, other researchers are busy at work submitting new proposals related to COVID-19 and its impact on oral health and dental education. Institutional Review Boards (IRBs) have been hard at work reviewing proposals in record time, allowing scientists and researchers to study all aspects of the virus, the pandemic, and their effects on the various stakeholders in dentistry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESEARCH COLLABORATION"
        },
        {
            "text": "There has long been a need for more dental educators; however, the compensation has been a detractor. During this pandemic, dentists who are small business owners have felt immediate financial impacts in ways that are different than dentists employed by larger group practices or academic institutions. As we emerge from this pandemic, it is likely that large group practices will flourish. While many universities have hiring freezes, dental schools can leverage this opportunity to emphasize the benefits of an academic career, most notably the stability of a continued paycheck and health benefits. In addition, the collegiality and camaraderie to pull together, support each other, find creative and new ways to stay engaged with each other, and learn from each other are benefits that are more challenging to quantify. As more new graduates and established practitioners make decisions about how they will pivot their careers after this pandemic, we have an opportunity to recruit the best and brightest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECRUITING TO ACADEMIC CAREERS"
        },
        {
            "text": "While there is no question that this difficult time will impact our profession in significant ways, we are resilient. This pandemic has reminded us that we are all human first, we are vulnerable, and we can support each other in times of need. Faculty are connecting with their students, students are connecting with their patients, everyone is checking in on each other. In a time in our history when our differences have been so greatly emphasized, this pandemic has allowed us to give and receive compassion and remember our similarities and common goals. We have also been reminded that we are interdependent. Humans are not isolated beings who live in vacuums, but complex beings whose individual and societal actions have impacts on those around them. Leaders must weigh the risks versus benefits of containment versus spread of the virus and balance those with the risks versus benefits of closing versus opening the economy. The decisions of any 1 county, state, or country will inevitably have impacts on others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COLLABORATION AND COMPASSION"
        },
        {
            "text": "While we may not yet see the light at the end of this pandemic's tunnel, we know it will be a long tunnel. During this time, we must make intentional choices about how we wish to emerge: as individuals, as organizations, as a profession, and as a society. May we join forces to leverage this sense of urgency so 1 day we can look back and say, \"we finally got the disruption we needed and we took full advantage of the opportunity to move dental education into a new era.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COLLABORATION AND COMPASSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Dental Education in the United States and Canada: A Report to the Carnegie Foundation for the Advancement of Teaching",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Gies",
                    "suffix": ""
                }
            ],
            "year": 1926,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Dental Education at the Crossroads: Challenges and Change. An Institute of Medicine Report",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Field",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Current state of dental education: executive summary",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Formicola",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Dent Educ",
            "volume": "81",
            "issn": "8",
            "pages": "1008--1014",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "News Release: The Employment Situation",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The World Bank. Unemployment. 2020. Available at",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Advancement of teledentistry at the university of rochester's eastman institute for oral health",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kopycka-Kedzierawski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Mclaren",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Billings",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Health Affairs",
            "volume": "37",
            "issn": "12",
            "pages": "1960--1966",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Teledentistry: a systematic review of clinical outcomes, utilization and costs",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Daniel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Dent Hyg",
            "volume": "87",
            "issn": "6",
            "pages": "345--352",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Atraumatic restorative treatment versus conventional restorative treatment for managing dental caries",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dorri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martinez-Zapata",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cochrane Database Syst Rev",
            "volume": "12",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19: Finding silver linings for dental education",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rosenblatt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stamford",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Niederman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bain",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Khoo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Siqueira",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Dent Educ",
            "volume": "88",
            "issn": "2",
            "pages": "1--4",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}