{
    "paper_id": "1f6b0aac57709926bac4f7d52fd550809c835f8b",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Ennaliza",
                "middle": [],
                "last": "Salazar",
                "suffix": "",
                "affiliation": {},
                "email": "ennaliza.salazar@sgh.com.sg"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In our institution, we found that by leveraging IT to achieve effective multidisciplinary 57 communication, the primary team with geographically allocated gastroenterology fellows 58 and dieticians were able to function as physical proxies for the NST, allowing for the safe 59 provision of PN. 60",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organisation. Coronavirus disease ( COVID 19 ) Pandemic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Management of acute intestinal failure: A position 67 paper from the European Society for",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Klek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Forbes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gabe",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clinical Nutrition and Metabolism",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nutrition 70 Therapy in the Patient with",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Martindale",
                    "suffix": ""
                },
                {
                    "first": "Jjp",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Beth",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "Malissa",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stephen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mcclave",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "American Society for Parenteral and Enteral Nutrition and Society For 72 Critical-Care Medicine",
            "authors": [
                {
                    "first": "Icu",
                    "middle": [],
                    "last": "Requiring",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Care",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Espen 74 expert statements and practical guidance for nutritional management of 75 individuals with sars-cov-2 infection",
            "authors": [
                {
                    "first": "Rocco",
                    "middle": [],
                    "last": "Barazzoni",
                    "suffix": ""
                },
                {
                    "first": "Scb",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Zeljko",
                    "middle": [],
                    "last": "Krznaric",
                    "suffix": ""
                },
                {
                    "first": "Matthias",
                    "middle": [],
                    "last": "Pirlich",
                    "suffix": ""
                },
                {
                    "first": "Singer",
                    "middle": [],
                    "last": "Pierre",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ebtec",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinical Nutrition",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "modify our workflow, leveraging information technology (IT) to minimize patient contact 26 while providing PN in a safe and timely manner. 27Gastroenterology fellows assigned to a geographical coverage for referrals would attend to 29 new consult under the supervision of a NST physician, reviewing admission history and 30 performing physical examination pertinent to the subjective global assessment wearing 31 appropriate personal protective equipment (PPE). Thereafter, PN and/or enteral nutrition 32 would be prescribed electronically following discussion with NST pharmacists and dieticians 33 via electronic clinical notes, telephone and secure messaging. Once PN is initiated, 34 electrolytes are checked for three consecutive days, and abnormalities, corrected. 35Prior to February 2020, the NST had conducted daily, hospital-wide, physical reviews. Since 37 the COVID-19 outbreak, NST pharmacists, dieticians and physicians have been meeting in a 38 non-clinical area, practicing safe social distancing, reviewing patient's electronic charts and 39 prescribing PN remotely. Robust electronic documentation allowed the NST to review 40 patient fluid balance, enteral intake, blood work, and capillary blood glucose in order to 41 adjust the PN prescription and create electronic notes regarding patient nutrition 42 management remotely. Clarifications regarding the prescribed nutrition therapy were 43 discussed between the NST and primary team via telephone or secure messaging. Only in 44 cases where a clinical decision was not reached via non-physical communication, would the 45 NST physician assess the patient in-person. Geographically allocated dieticians would review 46 patients in the ward for dietary counselling and provide feedback to the NST. 47 patients were able to attain PN target calories within 5 days. Mean calories were 28.7± 5.4 50 kcal/kg/day with mean PN for 13.7 ± 13.5 days. Four patients (7.6%) had fluid overload, two 51 (3.8%) patients had hypoglycemia, 19 (36.5%) had hyperglycemia, with no incidents of PN 52 related line sepsis. Our modified workflow is in keeping with recent ASPEN/ESPEN guidance 53 to adhere to institutional PPE recommendations and cluster care in order to limit 54 unnecessarily exposure during the COVID-19 pandemic 3,4 . 55",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}