{
    "paper_id": "1f6d56dd9c893ea3f1b4227d9ffe1e48be2f010f",
    "metadata": {
        "title": "Could renin^angiotensin^aldosterone system inhibitors be used for hypertensive patients with coronavirus disease 2019?",
        "authors": [
            {
                "first": "Di",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yun-Zhao",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "C oronavirus disease 2019 (COVID-19) has reached pandemic proportions. Angiotensin-converting enzyme 2 (ACE2) in type II alveolar epithelial cells is the key factor that binds the spike protein of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), causing COVID-19. Recently, Esler and Esler [1] suggested that administration of AT1-blocking (ARB) drugs during the COVID-19 pandemic may be harmful because upregulation of ACE2 caused by ARB agents can accelerate virus replication and transmission. However, another perspective indicates that renin-angiotensin-aldosterone system (RAAS) inhibitors may be useful for treating COVID-19 patients with hypertension.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 306,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "RAAS inhibitors such as ACE inhibitor and ARB have been reported to increase myocardial ACE2 expression [2] . Whether RAAS inhibitors can be used in COVID-19 patients with hypertension remains controversial, and the following points must be considered: first, will administration of RAAS inhibitors increase the chance of virus infection? Second, will acute lung injury be exacerbated by using RAAS inhibitors? Third, will the side effects of these drugs such as coughing accelerate virus spread?",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cardiovascular disease was the most common comorbidity in patients with COVID-19 and RAAS inhibitors were frequently administered to these patients, particularly to those with hypertension and congestive heart failure. However, there is no evidence that RAAS inhibitors increase the risk of SARS-CoV-2 infection. Moreover, Liu et al. [3] found that exacerbated lung injury was linearly associated with markedly elevated levels of angiotensin II (Ang II) in plasma samples from patients with COVID-19. Thus, RAAS inhibitors may be repurposed to treat COVID-19 by its virtue of decreasing Ang II production via inhibiting ACE1 activity or suppressing Ang II function by blocking the Ang II receptor type 1. Consistent with this, other studies have confirmed that RAAS inhibition attenuates acute lung injury and sepsis induced by SARS [4] . In contrast, although myocardial ACE2 levels were increased by lisinopril and losartan by up to 4.7-fold and 2.8-fold, respectively, RAAS inhibitors may have different effects on type II alveolar epithelial cells [4] . Overall, administration of RAAS inhibitors has not been shown to promote SARS-CoV-2 infection or exacerbate lung injury.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 337,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 833,
                    "end": 836,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1052,
                    "end": 1055,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Furthermore, RAAS inhibitors are generally well tolerated, and side effects such as coughing and angioneurotic edema are typically mediated by increasing bradykinin levels [5] . Patients may change drugs early if they are sensitive to any side effects. Moreover, patients administered RAAS inhibitors for a long time may have better tolerance to increased bradykinin levels. In these patients, RAAS inhibitors will not increase the incidence of coughing, which is known to cause virus transmission.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, there is no evidence that RAAS inhibitors are harmful to patients with COVID-19. These drugs are first-line antihypertensive agents and have significant protective effects on the heart and kidney. Thus, patients administered RAAS inhibitors for a long time may not need to change to different antihypertensive agents. However, considering the potential side effects of RAAS inhibitors in patients with COVID-19, these drugs may not be the first choice for patients with emerging hypertension during the course of COVID-19. Additional clinical evidence is needed to confirm these inferences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Can angiotensin receptor-blocking drugs perhaps be harmful in the COVID-19 pandemic?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Esler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Esler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Hypertens",
            "volume": "38",
            "issn": "",
            "pages": "781--782",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effect of angiotensin-converting enzyme inhibition and angiotensin II receptor blockers on cardiac angiotensin-converting enzyme 2",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferrario",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jessup",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Chappell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Averill",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Brosnihan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Tallant",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Circulation",
            "volume": "111",
            "issn": "",
            "pages": "2605--2610",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical and biochemical indexes from 2019-nCoV infected patients linked to viral loads and lung injury",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci China Life Sci",
            "volume": "63",
            "issn": "",
            "pages": "364--374",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Angiotensinconverting enzyme 2 protects from severe acute lung failure",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuba",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "436",
            "issn": "",
            "pages": "112--116",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Renin angiotensin aldosterone system inhibitors in hypertension: is there evidence for benefit independent of blood pressure reduction",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bavishi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bangalore",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Messerli",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Prog Cardiovasc Dis",
            "volume": "59",
            "issn": "",
            "pages": "253--261",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "There are no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ]
}