{
    "paper_id": "1f73f5e0c1e31c40dface91c9f8b2b63ab993f55",
    "metadata": {
        "title": "Journal Pre-proof Debriefing: A Place for Enthusiastic Teaching and Learning at a Distance Debriefing: A Place for Enthusiastic Teaching and Learning at a Distance",
        "authors": [
            {
                "first": "Cynthia",
                "middle": [],
                "last": "Sherraden Bradley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Brandon",
                "middle": [
                    "Kyle"
                ],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {},
                "email": "kyle.johnson@ttuhsc.edu"
            },
            {
                "first": "Kristina",
                "middle": [
                    "Thomas"
                ],
                "last": "Dreifuerst",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Marquette University College of Nursing",
                    "location": {
                        "addrLine": "Clark Hall, Room 368 510 N. 16th Street Milwaukee",
                        "postBox": "PO Box 1881",
                        "postCode": "53201-1881",
                        "region": "WI",
                        "country": "USA"
                    }
                },
                "email": "kristina.thomasdreifuerst@marquette.edu"
            },
            {
                "first": "Cynthia",
                "middle": [
                    "Sherraden"
                ],
                "last": "Bradley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota School of Nursing",
                    "location": {
                        "addrLine": "5-140 Weaver-Densford Hall 309 Harvard Street S.E. Minneapolis",
                        "postCode": "55455",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": "cbradley@umn.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Brief narrative description. In P. R. Jeffries (Ed.), The NLN Jeffries simulation 87 theory. Wolters-Kluwer. 88 Standards from the Quality Matters Higher Education Rubric, 6th Edition. Quality 89 Matters. Retrieved from https://www.qualitymatters.org/sites/default/files/PDFs/ 90 StandardsfromtheQMHigherEducationRubric.pdf 91 92 93 94 95 96 97 98",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Debriefing at a Distance Key Points:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• The current crisis of offering virtual didactic and clinical course experiences brings debriefing to the forefront of learning. • Evidence-based debriefing is based on strong pedagogy that is engaging and enthusiastic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• Despite long days of screen time, it is even more imperative to connect with students to create meaningful learning through a rich verbal debriefing dialogue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the rush to address the educational constraints resulting from COVID-19, 2 many nursing programs are turning to screen-based virtual simulations and other 3 creative innovations as alternatives to traditional clinical course offerings. Yet, many 4 educators are not prepared to implement these alternative methods. Additionally, 5 because of the cessation of nursing students allowed to practice in hospitals and clinics 6 and complete needed clinical hours, undergraduate and graduate nursing programs 7 alike are taxed with satisfying these clinical requirements. This means that all didactic, approach that is engaging and enthusiastic with the intent of improving clinical 67 judgement, decision-making and reasoning to improve patient care. During this situations, debriefing is the space to teach students to think like a nurse by fostering 70 reflection, conveying enthusiasm grounded in strong narrative pedagogy that is 71 welcoming and inviting students into a rich dialogue (Ironside, 2015) , and setting high 72 standards challenging students to rise to them and immerse themselves in preparing for 73 practice through teaching and learning at a distance.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 425,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 988,
                    "end": 1004,
                    "text": "(Ironside, 2015)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "1"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical 77 simulations in nursing education: From conceptualization to evaluation",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Dreifuerst",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "INACSL Standards of Best Practice",
            "authors": [],
            "year": 2016,
            "venue": "INACSL Standards Committee",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Narrative pedagogy: Transforming nursing education through 15 83 years of research in nursing education",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Ironside",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nursing Education Perspectives",
            "volume": "36",
            "issn": "2",
            "pages": "83--88",
            "other_ids": {
                "DOI": [
                    "10.5480/13-1102"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "NLN Jeffries simulation theory",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Jeffries",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rodgers",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Adamson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "lab courses are being taught remotely -never has there been a better time 9 for debriefing across the curriculum (National League for Nursing [NLN] Board of 10 Governors, 2015). 11 Because of urgent learning needs, producers of screen-based virtual simulation 12 resources have offered discounted access to valuable resources to provide new 13 distance accessible virtual learning experiences that may not have been integrated into 14 program curriculum otherwise. However, the importance of a robust debriefing as a 15 component of these learning opportunities is often neglected, which could be to the 16 detriment of the students. Extant simulation research has generated a base of 17 knowledge exclaiming the importance of post-simulation debriefing which cannot be 18 ignored during this current crisis. Now that the initial rush to a rapid solution has passed, 19 it is time to pause, reflect, and return to the undisputable evidence that describes how 20 the active learning occurring through alternate virtual learning activities requires a 21 robust debriefing aligned with current simulation best practices and regulatory 22 recommendations. Going forward, we need to evaluate our hurried solutions and ensure adherence to best practices in online education, simulation and debriefing (INACSL 24 Standards Committee, 2016; Standards from the Quality Matters Higher Education 25 Rubric) in both prelicensure and graduate programs. 26 Regardless of how the learning experience is delivered online, a primary goal of 27 nursing education is to teach students to think like a nurse. Debriefing increases 28 students' ability to develop clinical reasoning and clinical judgment which are essential 29 to thinking like a nurse. While debriefing has traditionally occurred as a face-to-face 30 conversation following a simulation or traditional patient care experience, the restrictions 31 of the current pandemic demands a quick conversion to a virtual format. In fact, with the 32 recommendation for debriefing use across nursing curricula (NLN Board of Governors, 33 2015), the current crisis of offering virtual didactic and clinical course experiences brings 34 debriefing to the forefront of learning in higher education. 35 Due to these quick efforts to convert learning activities as distance offerings, 36 many students have been given virtual clinical experiences which they complete 37 independently without reflective conversation and feedback. As a result of the race to 38 provide distance learning quickly, many faculty are using reflective journaling and 39 guided questions submitted to written discussion boards through the Learning 40 Management System (LMS) as a way for students to gather and share their reflections 41 on virtual clinical learning activities. These are not new strategies for nursing education 42 and while they can be a valuable way to direct students to focus on their individual 43 thoughts and responses to an experience, this is not a replacement for a faculty-guided, 44 verbal, interactive and reflective discussion. In fact, the rich dialogue that defines debriefing as a dynamic two-way conversation is missing, leaving students without this 46 valuable time when faculty facilitate reflection and anticipatory. Make no mistake, however, debriefing is taxing and requires faculty energy and 48 intention, particularly during this current crisis. It is in this debriefing dialogue that the 49 thought processes of students are made visible to both students and faculty so that 50 deeper learning can take place. Regardless of the activity, debriefing provides the 51 opportunity for students to see a teacher's passion for nursing paired with their teaching 52 expertise. As students and faculty alike are becoming overwhelmed with long days of 53 screen time, it is even more imperative that faculty connect with students on a deeper 54 level to create meaningful learning through verbal interaction. If learning to think 55 remains a critical learning outcome then reflective dialogue should be at the forefront of 56 debriefing rather than computer-generated feedback alone (Dreifuerst et al., in press). 57 Good debriefing is a reflective, engaging, and informative dialogue which helps 58 faculty understand the learners' thinking, helps the learners affirm or correct their 59 thinking, and cultivates anticipation and assimilation. Debriefing is not necessarily 60 prescriptive or a solo activity with a prescriptive list of questions asking things such as 61 what went right, what went wrong, what did you learn and how do you feel? Without the 62 conversation, the meaningful learning opportunity is lost. 63 Debriefing is not simply about ensuring knowledge gain about a specific 64 condition, patient situation or clinical experience. Rather, it is a dynamic interaction 65 between the faculty and students (Jeffries et al., 2016), based on a strong pedagogical66",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}