{"paper_id": "1f778b09d0ae1add698e80d900a6bccde4a5261d", "metadata": {"title": "Simultaneous optical and magnetophoretic monitoring of DNA hybridization using superparamagnetic and plasmonic colloids", "authors": [{"first": "Maria", "middle": [], "last": "Benelmekki", "suffix": "", "affiliation": {"laboratory": "", "institution": "Swansea University", "location": {"addrLine": "Fabian Way", "settlement": "Bay Campus, Swansea", "country": "UK"}}, "email": ""}, {"first": "Sergi", "middle": [], "last": "Gasso", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lluis", "middle": ["M"], "last": "Martinez", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The detection and separation of small biomolecules from complex mixtures and the possibility of their recovering for further analyses have great benefits for the early diagnosis and prognosis of diseases. Developing simple, sensitive, and cost-effective tools that allow the rapid and accurate assembly and isolation of molecular biomarkers has the potential to improve both patient care and hospital logistic efficiency towards personalized and affordable treatments of diseases.In this work, we presenta method consisting ofUV-vis-spectroscopy assisted-magnetophoresis for the monitoring of DNA hybridization. For this purpose, a magnetic device generating 7.5 T/m uniform magnetic field gradient was designed and incorporated to a commercial spectrophotometer. Different batches of colloidal superparamagnetic particles (SMPs), with different elemental compositions, were functionalized with twenty-mer complementary oligonucleotides, TB1 and TB2. When the functionalized SMPs-TB1 and SMPs-TB2 are mixed and incubated, the hybridization process of TB1 and TB2 occurs resulting in the formation of colloidal aggregates. When brought under the magnetic field, depending on the magnetic strength (Γ) of the formed aggregates, they separate either faster or slower than the non-functionalized SMPs. The difference in magnetic separation time (Δt) is optically monitored by measuring the real time transparency of the suspension at specific wavelengths. The detection of aggregates at concentrations of 0.001% w/v was achieved, showing |Δt| ranging from 113−228 s. Based on the changes of Δt, the study addresses how electrosteric, magnetic, and hydrogen bonding interactions affect the hybridization process and suggests optimum experimental conditions for accurate monitoring of TB1-TB2 hybridization.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Within the field of biomedical applications, concepts and tools derived from nanotechnology and nanomaterials have been applied to overcome the problems of conventional techniques for advanced diagnosis and prognosis of diseases. In particular, merging nanomaterials with different properties have opened a new horizon for multifunctional nanostructures within a single platform. For example, novel nanostructures that combine, plasmonic and magnetic properties can lead to high sensitive and cost-effective biosensors, providing important improvements in patient care and at the same time reduce costs, contribute to the efficiency of the hospital logistics, and enhance safety, allowing the early detection of specific biomarkers at a single molecule level [1] [2] [3] [4] [5] .", "cite_spans": [{"start": 759, "end": 762, "text": "[1]", "ref_id": null}, {"start": 763, "end": 766, "text": "[2]", "ref_id": null}, {"start": 767, "end": 770, "text": "[3]", "ref_id": null}, {"start": 771, "end": 774, "text": "[4]", "ref_id": null}, {"start": 775, "end": 778, "text": "[5]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "With the increasing interest in the development and implementation of accessible and affordable \"personalized medicine\", nanomedicine is expected to provide solutions for early diagnosis and targeted therapy. Such expectations are projected in different paths and include inexpensive rapid tests for genetic predisposition, viral infection and the first signs of diseases long before symptoms manifest themselves [6] . Biomarkers are very important as they allow early diagnosis and intervention prior to the occurrence of potentially serious clinical events. They can be used to establish the prognosis of patient and help to plan the treatment. In addition they can provide early information about the efficacy of treatment and indicate whether to continue, switch or stop the therapy [7, 8] . For example, in the field of oncology, when tumor cells die, they release circulating tumor DNA (ctDNA) into the blood. Scientists recourse to liquid biopsy to detect and purify ctDNA, thus, the purified biomaterial is analyzed using advanced and complex technique in the field of genomics such as digital PCR, next generation sequencing (NGS), fluorescence in situ hybridization (FISH) and BEAMing [9, 10] . However, these techniques require an operation by specialized personnel in large infrastructures such as hospitals or research centres. Currently, most of the reported results are performed in optimal laboratory settings as a proof-of-concept for specific biomarkers, instead of using complex environment (e.g., whole blood, urine, cells), where the mixture of biomolecules and ions often provoke false signals and reduced the sensitivity [11] . Extensive studies have proven that plasmonic nanoparticles (especially gold) exhibit properties that facilitate their implementation in molecular assays for the detection of genetic mutations in biological samples. However the response of those systems, relies exclusively on the color change of the sample [12, 13] .", "cite_spans": [{"start": 413, "end": 416, "text": "[6]", "ref_id": null}, {"start": 787, "end": 790, "text": "[7,", "ref_id": null}, {"start": 791, "end": 793, "text": "8]", "ref_id": null}, {"start": 1195, "end": 1198, "text": "[9,", "ref_id": null}, {"start": 1199, "end": 1202, "text": "10]", "ref_id": null}, {"start": 1644, "end": 1648, "text": "[11]", "ref_id": null}, {"start": 1958, "end": 1962, "text": "[12,", "ref_id": null}, {"start": 1963, "end": 1966, "text": "13]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The term \"Magnetophoresis\" is used to describe the motion of magnetic particles when brought under a magnetic field gradient. Nowadays, magnetophoresis is being used in a wide range of research and technological areas ranging from environment remediation to biomedical applications [14, 15] . Numerous applications, encompassing wastewater treatments [16] [17] [18] , pollutant removal [19] , biomolecules isolation, drug delivery, and magnetic-particle imaging [20] [21] [22] , have been developed. Within biomedical applications, magnetic separation enables the separation and isolation of targeted biological materials such as proteins, cells, small biomolecules from complex mixtures, by the use of superparamagnetic colloids. Generally, these superparamagnetic colloids present a spherical shape with sizes ranging from a few tens of nanometers to microns. These nanostructures, are commonly made by embedding superparamagnetic nanocrystals in a nonmagnetic matrix such as polystyrene or nanoporous silica [23] [24] [25] [26] . Other nanostructures consist of magnetic nanoparticles coated with inorganic materials such as Au, Ag or silica, resulting in core/shell nanostructures [27, 28] . Prior to their use as magnetic carriers, the surfaces of these nanostructures are modified, so that they bind to the targeted biological material in a solution to produce magnetic biological composites. In the particular case of genetic and pathogenic disease detection, the surface of the particles can be modified by grafting complementary oligonucleotides. Thus, a magnetic field is applied to the sample (commonly a complex colloidal mixture) to drive the magnetic biological complex towards selected regions of the containing vessel, enabling the separation of the solid content from the liquid mixture, and thus the removal of the liquid phase [29] [30] [31] .", "cite_spans": [{"start": 282, "end": 286, "text": "[14,", "ref_id": null}, {"start": 287, "end": 290, "text": "15]", "ref_id": null}, {"start": 351, "end": 355, "text": "[16]", "ref_id": null}, {"start": 356, "end": 360, "text": "[17]", "ref_id": null}, {"start": 361, "end": 365, "text": "[18]", "ref_id": null}, {"start": 386, "end": 390, "text": "[19]", "ref_id": null}, {"start": 462, "end": 466, "text": "[20]", "ref_id": null}, {"start": 467, "end": 471, "text": "[21]", "ref_id": null}, {"start": 472, "end": 476, "text": "[22]", "ref_id": null}, {"start": 1011, "end": 1015, "text": "[23]", "ref_id": null}, {"start": 1016, "end": 1020, "text": "[24]", "ref_id": null}, {"start": 1021, "end": 1025, "text": "[25]", "ref_id": null}, {"start": 1026, "end": 1030, "text": "[26]", "ref_id": null}, {"start": 1185, "end": 1189, "text": "[27,", "ref_id": "BIBREF25"}, {"start": 1190, "end": 1193, "text": "28]", "ref_id": null}, {"start": 1846, "end": 1850, "text": "[29]", "ref_id": null}, {"start": 1851, "end": 1855, "text": "[30]", "ref_id": null}, {"start": 1856, "end": 1860, "text": "[31]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The emphasis of the present work is on the magnetophoretic separation, and isolation of small biomolecules such as single-stranded-DNA. Particularly, this report addresses a new and sensitive UV-vis spectroscopy assisted-magnetophoresis method for the monitoring of the hybridization process of twenty-mer complementary oligonucleotides (hereafter TB1 and TB2). For this purpose, two batches of magnetic particles are separately functionalized with TB1 and TB2. When the magnetic particles from two different batches are mixed and incubated, colloidal aggregates composed of the magnetic particles, TB1, and TB2 are formed as a result of the hybridization process. The aggregates, when brought under a uniform magnetic field gradient, move at a different velocity than the initial non-functionalized magnetic particles. The velocity of the formed agglomerates depends on their resulting magnetic strength, which is quantified with the parameter Γ. This behavior induces an important difference in the magnetic separation time of the formed aggregates, which is optically monitored by measuring the real time transparency of the colloidal suspension at specific wavelengths. The method is highly sensitive as it allows the detection of aggregates at concentrations of 0.001% w/v. Moreover, the aggregates concentrate in the region where the magnetic field is maximum (on the walls of the recipient containing the suspension), allowing their collection for further analyses.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Carboxyl polystyrene (PS) magnetic particles (hereafter MPs) of ∼140 nm of diameter, ∼20% of ferrite content, density ∼1.24 g/cm 3 , were purchased from Spherotech (Sphero™ CM-025-10H), and used as magnetic carriers. The initial concentration of the as received MPs is 1% (w/v). Magneto-plasmonic nanoparticles (NPs) of Fe core coated with Au shell (hereafter FeAu-NPs) of ∼50 nm were purchased from Nanoimmunotech (NITmagold Cit 50 nm). The Fe core is ∼13 nm of diameter, and the thickness of the Au shell is ∼38 nm. The surface of the Au-shell is modified with citrate anions. The initial concentration of the as received FeAu-NPs is 0.02% (w/v). All chemicals were of analytical grade and used without further purification. Sodium phosphate, EDAC (N-(3-dimethylaminopropyl)-N'-ethylcarbodiimide hydrochloride)), MES (2-(N-morpholino)ethanesulfonic acid),and Imidazole where purchased from Sigma-Aldrich. The twenty-mer complementary oligonucleotides were purchased from Sigma Life Science. Their sequences are: Sequence (5′to 3′) Amino-CCCCCATTCGTACCATTTTT (probe TB1), and Sequence (5′to 3′) Amino-AAAAATGGTACGAATGG GGG (probe TB2).", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Zeta potential measurements were performed with a Zetasizer Nano ZS (Malvern instruments), provided by a He/Ne laser of 633 nm wavelength. Hysteresis loops were measured with a superconducting quantum interference device (SQUID) magnetometer (Quantum Design MPMS5XL). The experimental results were corrected for the holder contribution. UV-vis spectra were performed using Evolution 201 Thermo Scientific spectrophotometer.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Generally speaking, the conjugation process consists of five principal steps [32] : 1) washing of the as received particles, 2) surface activation of the particles, 3) coupling (or coating) of the particles with the probes, 4) blocking process to avoid any excess reactive sites, 5) resuspension of the functionalized particles in a suitable storage buffer. All the conjugation protocols used in this work are performed according the technical recommendations in ref [32] .", "cite_spans": [{"start": 77, "end": 81, "text": "[32]", "ref_id": "BIBREF30"}, {"start": 467, "end": 471, "text": "[32]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Conjugation of the particles to TB1 and TB2 probes"}, {"text": "The as received MPs were washed with a 50 mM sodium phosphate buffer (pH 7.2), and magnetically separated. 100 μM (100 μmole/L) suspensions of TB1 and TB2 probes were prepared in sterilized H 2 O (Milli-Q). For TB1 coupling to MPs, 200 μg of MPs were suspended in 180 μL of the coupling suspension (0.1 M imidazole buffer pH = 7.2, 0.1 M EDAC (N-(3-dimethylaminopropyl)-N'-ethylcarbodiimide hydrochloride)), then 20 μL of TB1 suspension (100 μmole/L) was added. The sample was incubated for 16 h at room temperature with gentle shaking. For TB2 coupling to MPs, the same procedure was followed: 200 μg of MPs were suspended in 180 μL of the coupling suspension (0.1 M imidazole buffer pH = 7.2, 0.1 M EDAC (N-(3-dimethylaminopropyl)-N'-ethylcarbodiimide hydrochloride)), then 20 μL of TB2 suspension (100 μmole/L) was added, and the sample was subject to 16 h incubation at room temperature under gentle shaking. The MPs functionalized with TB1 and TB2 were washed separately and resuspended in 100 mM Tris (tris(hidroximetil)aminometano)buffer to block excess reactive sites. (Reacted at room temperature for 2 h with gentle shaking). Finally the particles were washed and resuspended in 50 mM sodium phosphate buffer (separately).", "cite_spans": [], "ref_spans": [], "section": "Polystyrene (PS) magnetic particle (MPs) conjugation"}, {"text": "The as received FeAu-NPs were washed with a 50 mM sodium phosphate buffer (pH 7.5). For TB1 coupling, 5.024 μg of FeAu-NPs were suspended in 200 μL of the coupling suspension (0.1 M imidazole buffer pH = 7.2, 0.1 M EDAC (N-(3-dimethylaminopropyl)-N'-ethylcarbodiimide hydrochloride), then 0.31 μL of TB1 suspension (100 μM) was added. The sample was incubated for 16 h at room temperature with gentle shaking. The same procedure was used for the conjugation of FeAu-NPs to TB2. The functionalized FeAu-NPs were washed separately and resuspended in 100 mM Tris (tris(hidroximetil)aminometano)buffer for 2 h with gentle shaking to block excess reactive sites.", "cite_spans": [], "ref_spans": [], "section": "Magneto-plasmonic FeAu-NPs conjugation"}, {"text": "Finally the NPs were washed and resuspended in 50 mM sodium phosphate buffer (separately).", "cite_spans": [], "ref_spans": [], "section": "Magneto-plasmonic FeAu-NPs conjugation"}, {"text": "The magnetophoresis setup employed in the present study is the SEPMAG QUV7.5 device (7.5 T/m) [33] . The system consists of a cubical cavity containing a permanent magnetic field with a uniform radial gradient pointing toward the walls of the cubical non-magneticsupport, as shown in Fig. 1 . The magnetic force within the magnetic device is generated by a set of permanent magnets placed in a ring-like distribution following the Halbach progression for a quadrupole [34] . The magnetic device is placed inside the spectrophotometer, and subsequently, a standard polystyrene cuvette containing the MPs suspension (the sample) is introduced into the device in the position as illustrated in Fig. 1-1 . An empty cuvette is used as a reference. Pictures showing the experimental setup are presented in figure S1 of Supporting Information. The assembly generates a constant gradient in the sample volume ( Fig. 1-2 ). The magnetic device presents symmetric apertures for the entrance and exit of the beam light. The light is transmitted in a direction perpendicular to the magnetic force direction. The design of the device allows the insertion of the sample (cuvette) in the working area where the magnetic field is higher than the saturation magnetic field, and thus the MPs become saturated.", "cite_spans": [{"start": 94, "end": 98, "text": "[33]", "ref_id": null}, {"start": 468, "end": 472, "text": "[34]", "ref_id": null}], "ref_spans": [{"start": 284, "end": 290, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 691, "end": 699, "text": "Fig. 1-1", "ref_id": "FIGREF0"}, {"start": 903, "end": 911, "text": "Fig. 1-2", "ref_id": "FIGREF0"}], "section": "Opto-magnetophoresis experimental setup"}, {"text": "The transmittance of the initial suspension increases progressively, reaching a transparent final state with all particles close to the wall of the cuvette (Fig. 1-3d) . The transmittance measurements are performed using the UV-vis lamp of the spectrophotometer as a source of light. The light beam passes through the suspension, in a perpendicular direction of the generated magnetic force, and reaches the spectrophotometer detector (Fig. 1) , while the data of the transmittance of the suspension versus time is collected [33] .", "cite_spans": [{"start": 525, "end": 529, "text": "[33]", "ref_id": null}], "ref_spans": [{"start": 156, "end": 167, "text": "(Fig. 1-3d)", "ref_id": "FIGREF0"}, {"start": 435, "end": 443, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Opto-magnetophoresis experimental setup"}, {"text": "The as received MPs were washed several times, magnetically separated, and resuspended in H 2 O Milli-Q to form a suspension of 0.001% (w/v). Their magnetic hysteresis loop shows a superparamagnetic behavior at room temperature ( Fig. 1-a) . A volume of 100 μL of the suspension was introduced into the cuvette to perform the measurement. Prior to magnetophoresis measurements, a standard transmittance spectrum of the suspension (in the range 250-900 nm) was collected ( Fig. 2-b) . The wavelengths 350 nm, 580 nm, and 750 nm were selected to collect the magnetophoresis data. Fig. 2 -c shows the obtained magnetophoresis curves of the suspension. The curves show a similar behavior consisting of a progressive increase of the suspension transmittance. The transmittance increases by 50% respect to the initial state at a time t 50 of 255.04 ± 2.67 s at 350 nm, 239.44 ± 0.86 s at 580 nm, and 236.86 ± 0.98 s at 750 nm. The time t 50 is slightly larger when the data are collected at 350 nm wavelength, which is likely due to the strong absorbance of iron at this wavelength range [35, 36] . In order to obtain the maximum contrast in separation times, all the magnetophoresis measurements presented in this study were collected at 350 nm wavelength. In addition, both MPs and FeAu-NPs are likely to show a strong absorbance around 350 nm wavelength as they both contain iron component.", "cite_spans": [{"start": 1082, "end": 1086, "text": "[35,", "ref_id": null}, {"start": 1087, "end": 1090, "text": "36]", "ref_id": null}], "ref_spans": [{"start": 230, "end": 239, "text": "Fig. 1-a)", "ref_id": "FIGREF0"}, {"start": 472, "end": 481, "text": "Fig. 2-b)", "ref_id": null}, {"start": 578, "end": 584, "text": "Fig. 2", "ref_id": null}], "section": "Opto-magnetophoretic behavior of the pristine MPs"}, {"text": "Previous works reported on two different models for magnetophoretic separation kinetics [37] [38] [39] . A fast separation kinetics driven by a reversible aggregation of the MPs, and a slow separation kinetics dominated by a single particle magnetophoretic motion. Within this context, a new theoretical frame work was developed by Andreu et al. [38] for the prediction of the aggregation behavior of MPs, when they are brought under a uniform magnetic field gradient. Briefly, the developed analytical model suggests that the aggregation behavior of colloidal magnetic particles is controlled by a dimensionless parameter N* defined as:", "cite_spans": [{"start": 88, "end": 92, "text": "[37]", "ref_id": null}, {"start": 93, "end": 97, "text": "[38]", "ref_id": null}, {"start": 98, "end": 102, "text": "[39]", "ref_id": null}, {"start": 346, "end": 350, "text": "[38]", "ref_id": null}], "ref_spans": [], "section": "Opto-magnetophoretic behavior of the pristine MPs"}, {"text": "where Φ 0 is the volume fraction of particles uniformly dispersed in the solution, and Γ is the magnetic strength constant defined as:", "cite_spans": [], "ref_spans": [], "section": "Opto-magnetophoretic behavior of the pristine MPs"}, {"text": "where μ 0 is the free space permeability, m s is the magnetic moment of a particle at saturation magnetization, D is the diameter of the particle, K B is the Boltzmann constant, and T the absolute temperature. Physically, Γ is the ratio between the magnetic energy associated to the dipole-dipole attraction, and the thermal energy. The aggregation of magnetic colloids depends on Γ and Φ 0 through N* [40] . In order to observe long chain formation (aggregation) of magnetic colloids, the condition N* > 10 should be verified. In the case where 1 < N* < 10, small chains are expected to form. If N* < 1, aggregation is not likely to occur, and the separation process is induced by the individual motion of the magnetic colloids, resulting in a slow separation process.", "cite_spans": [{"start": 402, "end": 406, "text": "[40]", "ref_id": null}], "ref_spans": [], "section": "Opto-magnetophoretic behavior of the pristine MPs"}, {"text": "In the case of the MPs used for this study, considering the saturation magnetization (∼ 17 emu/g) Fig. 2 Table S1 of the Supporting Information.", "cite_spans": [], "ref_spans": [{"start": 98, "end": 104, "text": "Fig. 2", "ref_id": null}, {"start": 105, "end": 113, "text": "Table S1", "ref_id": "TABREF0"}], "section": "Opto-magnetophoretic behavior of the pristine MPs"}, {"text": "Of note, separation times t 50 for both MPs-TB1 and MPs-TB2 suspensions (0.001% w/v) are ∼30% longer in comparison to the suspension of pristine MPs. This behavior might be attributed to the kinetic and thermodynamic colloidal stabilities acquired by the MPs-TB1 and MPs-TB2. In fact the oligonucleotides are negatively charged due to phosphate − PO ( ) 2 groups along their backbones, inducing a stability based on electrostatic repulsions particle-particle as illustrated in Fig. 3 d, which is confirmed from zeta-potential measurements as shown in Table 1 . On the other hand, steric stabilization induced by the anchored TB1 and TB2 on the surface of the MPs is likely to contribute to the observed stability of MPs-TB1 and MPs-TB2 suspensions, resulting in an electrosteric colloidal stabilization.", "cite_spans": [{"start": 354, "end": 355, "text": "2", "ref_id": null}], "ref_spans": [{"start": 477, "end": 483, "text": "Fig. 3", "ref_id": null}, {"start": 551, "end": 558, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Opto-magnetophoretic behavior of the pristine MPs"}, {"text": "In the case of pristine MPs (Fig. 3-d (1) ), the scheme illustrates the mechanism of the formation of particle chains when the suspension is brought under a magnetic force. MPs align to form short chains that move faster in response the magnetic force. when MPs are functionalized with TB1 or TB2 (Fig. 3d-(2) and d-(3) ), the induced repulsive forces between the particles (annotated as ⎯→ ⎯ F rep1 and ⎯→ ⎯ F rep2 , respectively) disturb the formation of chains of particles, which lead to individual magnetophoretic motion of MPs-TB1 and MPs-TB2, and thus, in an important increment in the magnetic separation times.", "cite_spans": [], "ref_spans": [{"start": 28, "end": 41, "text": "(Fig. 3-d (1)", "ref_id": "FIGREF0"}, {"start": 297, "end": 319, "text": "(Fig. 3d-(2) and d-(3)", "ref_id": null}], "section": "Opto-magnetophoretic behavior of the pristine MPs"}, {"text": "For the monitoring of TB1 and TB2 hybridization using the optomagnetophoresis method, 50 μL of MPs-TB1 and 50 μL of MPs-TB2 suspensions were mixed and incubated at room temperature for different times. In all cases, the working concentrations and volumes were 0.001% (w/v) and 100 μL, respectively. The suspensions were introduced in the magnetic generator of 7.5 T/m (described in Fig. 1) , which was previously placed inside the spectrophotometer, after the incubation process. The values of the separation times t 50 are shown in table S2 of the supporting information. When MPs-TB1 and MPs-TB2 suspensions (0.001%) are mixed in a ratio 1:1, and as shown in Fig. 4 force, the agglomerates move faster toward the walls of the container, following a cooperative magnetophoretic mode [37] [38] [39] . The velocity of separation of MPs-TB1/MPs-TB2 suspension is higher than the velocity of MPs-TB1 and MPs-TB2, showing differences Δt 1 ranging from ∼37 s to ∼113 s, depending on the incubation time. However, comparing the separation velocities of pristine MPs and the MPs-TB1/MPs-TB2, the separation times show smaller differences (Δt 2 ), observed for incubation times superior to 10 h, as shown in Fig. 4 a. this behavior is expected as both samples follow a cooperative magnetophoretic process, where the magnetic particles form small chain under the magnetic field gradient, and therefore move faster than the individual NPs (See Fig. 4 ) [37] [38] [39] .", "cite_spans": [{"start": 784, "end": 788, "text": "[37]", "ref_id": null}, {"start": 789, "end": 793, "text": "[38]", "ref_id": null}, {"start": 794, "end": 798, "text": "[39]", "ref_id": null}, {"start": 1443, "end": 1447, "text": "[37]", "ref_id": null}, {"start": 1448, "end": 1452, "text": "[38]", "ref_id": null}, {"start": 1453, "end": 1457, "text": "[39]", "ref_id": null}], "ref_spans": [{"start": 382, "end": 389, "text": "Fig. 1)", "ref_id": "FIGREF0"}, {"start": 661, "end": 667, "text": "Fig. 4", "ref_id": null}, {"start": 1200, "end": 1206, "text": "Fig. 4", "ref_id": null}, {"start": 1434, "end": 1440, "text": "Fig. 4", "ref_id": null}], "section": "Opto-magnetophoretic behavior of the pristine MPs"}, {"text": "FeAu-NPs were functionalized with TB1 and TB2 under the conditions described in the experimental section, and two separate batches of FeAu-NPs functionalized with TB1 (FeAu-TB1) and TB2 (FeAu-TB2) were prepared. UV-vis absorbance spectra corresponding to FeAu-TB1, FeAu-TB2 are shown in Figure S2 of the supporting information. However, the emphasis of our discussion will be on FeAu-TB1 composites (the results are the same for FeAu-TB2). To confirm the successful functionalization of the FeAu-NPs, the changes in the SPR (Surface Plasmon Resonance) peak were used. For this purpose, UV-vis spectra of FeAu-TB1 suspension were collected, and the kinetics of the intensity of the SPR peak were monitored during time. The obtained spectra of FeAu-TB1 suspensions are illustrated in figure S3 of Supporting Information. The spectra show a progressive decay of the intensity of the SPR peak around 530 nm indicating the decrease in the concentration of pristine FeAu-NPs in buffer suspension, which suggests the formation of chemical bonds between the FeAu-NPs and the TB1 oligonucleotide. On the other hand, the additional decrease of SPR peak intensity after reacting the functionalized FeAu-TB1 NPs with TB2 (as illustrated in figure S3 ) further confirms the successful functionalization of the NPs, in agreement with previous reports [41, 42] . Fig. 5 -a shows the normalized UV-vis spectra (absorbance) of the MPs-TB2 and FeAu-TB1 suspensions of concentrations of 0.01% (w/v) and 0.02% (w/v), respectively. Fig. 5 -b illustrates the normalized UV-vis spectra of the mixture of both suspensions for different times of incubation. For the preparation of the mixture, 20 μL of MPs-TB2 suspension was mixed with 80 μL the suspension of FeAu-TB1. This proportions result in a total volume of 100 μL containing 0.002% w/v of MPs-TB2 particles and 0.016% w/v of FeAu-TB1 NPs (ratio ∼ 1:8). Three samples of the mixture were prepared and incubated for different times. The resulting UV-vis spectra show a red shift of the SPR peaks of ∼15 nm and ∼32 nm when incubation times are increased to 3 h and 20 h, respectively (Fig. 5-b) . A plausible explanation of the observed red shifts, is the spatial proximity between FeAu-TB1 NPs at the occurrence of the hybridization process on the surface of MPs-TB2 particles, as illustrated in the inset in Fig. 5b , providing an efficient optical platform for a strong near-field plasmonic coupling between the FeAu-NPs [3, 42] . The position of the SPR peak corresponding to the sample after 1 h of incubation time doesn't show any shift with respect to the UV-vis spectrum of FeAu-TB1 (Fig. 5-a) , which might be a result of the short incubation time. This is in full agreement with our previous discussion in section 3.2.1., where we pointed-out the nature's role of the different interactions between the functionalized MPs. At the beginning, a balance between the repulsive interactions between FeAu-TB1 NPs and the attractive interactions between FeAu-TB1 and MPs-TB2 would take place, resulting in a small number of FeAu-TB1 NPs attached to the surface of each MP-TB2. After one hour of incubation time, a new balance between the different interactions would be established; the hydrogen bonding between the bases A-T and C-G is likely to become dominant, resulting in an increased number of FeAu-TB1 NPs attached to the surface of each MP-TB2. The spatial proximity of the FeAu-NPs resulting from the increasing number of FeAu-TB1 anchored to the surface of a MP-TB2 leads to a strong near-field plasmonic coupling between the FeAu-NPs, which justifies the SPR peak shift to higher wavelengths, as can be observed in Fig. 5 -b [3, 42] . For magnetophoresis measurements, 100 μL of the mixture suspension were incubated for 3 h. Fig. 6 -a shows the separation kinetics of the mixture in comparison to the 0.01% suspension of MPs-TB2. The separation time t 50 of MPs-TB2 (∼ 228 s) is shorter than the t 50 corresponding to FeAu-TB1/MPs-TB2 mixture, indicating that the formed aggregates FeAu-TB1/MPs-TB2 move slower than the MPs-TB2. This behavior will be approached based on the magnetic strength of the formed agglomerates. As discussed in the previous section, during magnetophoresis process, the aggregation of the particles depends strongly on the magnetic strength, Γ. In the case of FeAu-NPs, based on their physical and chemical properties (saturation magnetization of ∼5 emu/g, diameter of ∼50 nm, calculated density of ∼13.28 g/cm 3 , and the working concentration of ∼0.016% w/v), the calculated value of Γ FeAu-NPs is ∼0.69 (and N* ∼ 0.01), indicating a non-cooperative magnetophoretic process based on the individual motion of FeAu-NPs [37] [38] [39] , in agreement with the experimental magnetophoresis kinetics obtained for FeAu-NPs, showing separations times > 30 h when the suspension is brought under 7.5 T/m (not shown).", "cite_spans": [{"start": 1337, "end": 1341, "text": "[41,", "ref_id": null}, {"start": 1342, "end": 1345, "text": "42]", "ref_id": null}, {"start": 2455, "end": 2458, "text": "[3,", "ref_id": null}, {"start": 2459, "end": 2462, "text": "42]", "ref_id": null}, {"start": 3670, "end": 3673, "text": "[3,", "ref_id": null}, {"start": 3674, "end": 3677, "text": "42]", "ref_id": null}, {"start": 4690, "end": 4694, "text": "[37]", "ref_id": null}, {"start": 4695, "end": 4699, "text": "[38]", "ref_id": null}, {"start": 4700, "end": 4704, "text": "[39]", "ref_id": null}], "ref_spans": [{"start": 287, "end": 296, "text": "Figure S2", "ref_id": null}, {"start": 782, "end": 791, "text": "figure S3", "ref_id": null}, {"start": 1228, "end": 1237, "text": "figure S3", "ref_id": null}, {"start": 1348, "end": 1354, "text": "Fig. 5", "ref_id": "FIGREF8"}, {"start": 1511, "end": 1517, "text": "Fig. 5", "ref_id": "FIGREF8"}, {"start": 2115, "end": 2125, "text": "(Fig. 5-b)", "ref_id": "FIGREF8"}, {"start": 2341, "end": 2348, "text": "Fig. 5b", "ref_id": "FIGREF8"}, {"start": 2622, "end": 2632, "text": "(Fig. 5-a)", "ref_id": "FIGREF8"}, {"start": 3660, "end": 3666, "text": "Fig. 5", "ref_id": "FIGREF8"}, {"start": 3771, "end": 3777, "text": "Fig. 6", "ref_id": null}], "section": "Hybridization of FeAu-TB1 and MPs-TB2"}, {"text": "Considering the magnetic strength Γ for the different systems as follows:", "cite_spans": [], "ref_spans": [], "section": "Hybridization of FeAu-TB1 and MPs-TB2"}, {"text": "• Magnetic strength of the MPs: • Magnetic strength of the mixture MPs + FeAu-NPs:", "cite_spans": [], "ref_spans": [], "section": "Hybridization of FeAu-TB1 and MPs-TB2"}, {"text": "Where P is the number of FeAu-NPs bound to each MP. By substituting all the parameters from Eq.s 3,4 and 5 in Eq.6:", "cite_spans": [], "ref_spans": [], "section": "Hybridization of FeAu-TB1 and MPs-TB2"}, {"text": "An approximation of the number P within the experimental conditions of the presented study, was calculated considering a spherical particle of a diameter D 0 = 140 nm, surrounded with a continuous film formed of spherical NPs of a diameter D 1 = 50 nm nm, as illustrated in Fig. 6 -b. The volume of surface-NPs can be estimated as [43] π D 4 ( ) agglomerates will move slower than MPs-TB2 while P < 28, and faster for cases where P > 28.These results can be further developed to quantify the exact number of the single hybridizations occurring on the surface of each functionalized MPs. For example, assuming that each FeAu-TB1 NPs is anchored to the surface of the MP-TB2 via a specific number of hybridizations (or points), the number of the anchored FeAu-NPs can be directly associated to the number of the oligonucleotides. Which is highly promising for a quantitative and rapid molecular diagnostic test. Thereby, more quantitative studies combined with theoretical simulations are needed to further advance these findings.", "cite_spans": [{"start": 331, "end": 335, "text": "[43]", "ref_id": "BIBREF41"}], "ref_spans": [{"start": 274, "end": 280, "text": "Fig. 6", "ref_id": null}], "section": "Hybridization of FeAu-TB1 and MPs-TB2"}, {"text": "We present a simple method for a rapid and accurate detection and separation of twenty-mer oligonucleotides using superparamagnetic and magnetoplasmonic colloidal particles. The method consists of a simultaneous optical and magnetophoretic monitoring of the colloidal suspensions containing the biomolecule to be detected and isolated. For this purpose: i) A magnetic device generating a uniform magnetic field gradient of 7.5 T/m was designed and incorporated into a commercial spectrophotometer. ii) MPs composed of Fe NPs embedded in PS matrix, and magnetoplasmonic NPs composed of Fe core and Au shell, were successfully functionalized with twenty-mer complementary oligonucleotides (named TB1 and TB2). iii) The study demonstrates that incubation time plays an important role in TB1-TB2 hybridization process, and shows that, for concentrations of 0.001% (w/v), 60 min of incubation is the threshold for the hybridization process to occur. iv) Hybridization process results in the formation of agglomerates composed of the magnetic particles and the biomolecules. When brought under the 7.5 T/m magnetic field gradient, those agglomerates follow a cooperative magnetophoretic separation, and move faster than non-hybridized composites. v) The agglomerates composed of hybridized MPs-TB2/FeAu-TB1 separate either faster or slower than the non-hybridized colloids, depending the number of FeAu-NPs bound to each MP. vi) By the use of magnetoplasmonic NPs, the intensity and the shift of the SPR peak are used to track the surface functionalization of the FeAu-NPs, and the formation of the aggregates in the suspension, respectively.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Our findings suggest exciting possibilities towards a simple and sensitive method for the detection and isolation of target small biomolecules in complex mixtures. This method is promising for the improvement of conventional latex agglutination tests, used to detect a wide range of analytes in clinical laboratories [33, 44] . In addition, the possibility of recovering the agglomerates at the walls of the container allows their further analysis. In the specific case of agglomerates containing plasmonic nanoparticles, further optical analysis of the sample, such as Surface enhanced Raman scattering (SERS), can be conducted allowing the detection of biomolecules, such as proteins and antigens, at a very low concentrations [3, 45] . This method represents a big step towards a powerful quantitative tool for rapid molecular diagnosis of diseases, and thus contributes to the prevention of societies and economic-systems collapsing, as witnessed with the current coronavirus pandemic (COVID-19).", "cite_spans": [{"start": 317, "end": 321, "text": "[33,", "ref_id": null}, {"start": 322, "end": 325, "text": "44]", "ref_id": null}, {"start": 729, "end": 732, "text": "[3,", "ref_id": null}, {"start": 733, "end": 736, "text": "45]", "ref_id": null}], "ref_spans": [], "section": "Conclusions"}, {"text": "Author's contributions MB, SG, and Ll.M conceived the idea. MB planned the experiments, performed the opto-magnetophoretic measurements, analyzed the data, and wrote the manuscript. SG designed, supervised and validated the magnetic particle functionalization. LlM designed, fabricated and validated the magnetic device. All the authors discussed the results and edited the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Illustrates the formed agglomerates after hybridization process. (c) Shows the magnetic strength behavior of the formed agglomerates in (b) versus P, the number of FeAu-NPs bound to each MPs. The formed agglomerates will move slower than the MPs while P < 28 (Γ 2 < Γ 0 ). (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)", "cite_spans": [], "ref_spans": [], "section": "Declaration of Competing Interest"}], "bib_entries": {"BIBREF25": {"ref_id": "b25", "title": "Designing hybrid nanoparticles", "authors": [{"first": "M", "middle": [], "last": "Benelmekki", "suffix": ""}], "year": 2015, "venue": "IOP concise physics", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Bioconjugate Techniques, 3 rd ed", "authors": [{"first": "Greg", "middle": ["T"], "last": "Hermanson", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Nanomaterials: the original product of nanotechnology", "authors": [{"first": "M", "middle": [], "last": "Benelmekki", "suffix": ""}], "year": 2019, "venue": "IOP Concise Physics", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Setup used for magnetophoresis measurements. (1) Shows the magnetic accessory designed to place inside the commercial spectrophotometer used in this study.(2) The distribution of the magnetic field gradient in the half-height plane crossing the set of magnets inside the device in (1), indicating the position of the sample (cuvette), and the light trajectory trough the sample.(3)Illustrates an overview on the magnetic separation steps using the device in (1); (a) the cuvette containing the magnetic particle suspension (brown balls) is introduced into the system illustrated in (1); (b) top-view showing the initial distribution of the particles, the incident light is absorbed (blocked) by the particles; (c) the particles are driven by the magnetic force and move to the wall of the cuvette, then the light absorbance is partially reduced; (d) when all the particles reach the wall, the suspension reaches a maximum transparency (minimum absorbance), indicating the end of the separation process.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "-a, the density of the MPs (∼1.24 g/ cm 3 ), and the concentration of the suspension (0.001% w/v), the calculated values of the magnetic strength (Γ 0 ) and the dimensionless parameter N ( ) 0 * are ∼14.79 and ∼2.82, respectively. Therefore, the magnetophoresis process of the pristine MPs is based on a cooperative motion driven by the formation of relatively small chains, inducing separation time t 50 of ∼255 s at 350 nm for concentrations of 0.001% (w/v). 3.2. Opto-magnetophoretic monitoring of TB1-TB2 hybridization 3.2.1. Hybridization of MPs-TB1 and MPs-TB2 As described in Section 2.2, the MPs were functionalized with twenty-mer complementary oligonucleotides TB1 and TB2, and two separated suspensions of MPs-TB1 and MPs-TB2 were prepared. For the opto-magnetophoresis measurements, different concentration of MPs-TB1 and MPs-TB2 were prepared in H 2 O Milli-Q, and volumes of 100 μL were used for all the measurements. Figs. 3a and b show the obtained separation curve of the suspensions at different concentrations for MPs-TB1 and MPs-TB2, respectively. The separation times t 50 decrease exponentially when the concentrations of the suspensions are increased, as illustrated in Fig. 3-c. More details are given in the caption of Fig. 3. The values of t 50 in each case are presented in", "latex": null, "type": "figure"}, "FIGREF2": {"text": "-a, 60 min of incubation time is the threshold for the hydrogen bonding to occur between the bases A-T (Adenine-Thymine) and C-G (Cytosine-Guanine), overcoming the electrosteric repulsion. This hybridization results in the formation of agglomerates, as schematically illustrated in Figs. 4-c and 4-d. When the suspension is brought under the magnetic", "latex": null, "type": "figure"}, "FIGREF3": {"text": "show the increase in the suspension transmittance versus the separation time. The horizontal black arrow in (c) indicates when the suspension reaches 50% of its transmittance. The vertical arrows (dashed line) indicate the corresponding separation times (t 50 ).", "latex": null, "type": "figure"}, "FIGREF4": {"text": "rep2 between tow particles of MPs-TB1 and MPs-TB2, respectively.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "s0 is the magnetic moment at saturation and D 0 (∼ 140 nm) is the diameter of the MPs • Magnetic strength of FeAu-NPs:", "latex": null, "type": "figure"}, "FIGREF6": {"text": "thus the maximum number of the spherical NPs fitting in this volume of surface is P ∼ 54, which indicates that a maximum of 54 FeAu-NPs can bind to the surface of a MP, resulting in a magnetic strength of the composite, Γ 2 ∼ 2Γ 0 .Fig. 6-c illustrates the behavior of the parameter Γ 2 versus the number P. From the obtained curve, one can deduce that the formed", "latex": null, "type": "figure"}, "FIGREF7": {"text": "suspension (black line). Δt 1 and Δt 2 indicate the separation time differences between the mixture of MPs-TB1/MPs-TB2, MPs-TB1 (or MPs-TB2), and pristine MPs, respectively. (b) shows a small chain of pristine MPs formed when a magnetic field is applied. (c) illustrates the repulsive forces resulting from the electrosteric stabilization of MPs-TB1 and MPs-TB2 after mixing both suspensions. (d) Shows an agglomerate formed after hybridization process. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Normalized UV-vis absorbance spectra of (a) MPs-TB1 and FeAu-TB2 suspension, (b) mixture of MPs-TB2 and FeAu-TB1 suspensions after different incubation times, showing red-shifts of the SPR peak when increasing incubation time.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Fig. 6. (a) Magnetic separation curves of MPs-TB2 suspension (black) and MPs-TB2/FeAu-TB1 suspension (red), after 3 h incubation. (b) Illustrates the formed agglomerates after hybridization process. (c) Shows the magnetic strength behavior of the formed agglomerates in (b) versus P, the number of FeAu-NPs bound to each MPs. The formed agglomerates will move slower than the MPs while P < 28 (Γ 2 < Γ 0 ). (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Zeta potential values of the different suspensions measured at 0.001% concentrations.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors thank Ms. Almudena Perez and Dr. Xavier Serra for their technical support during the functionalization process of the magnetic particles.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": "Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.colsurfb.2020.111126.", "cite_spans": [], "ref_spans": [], "section": "Appendix A. Supplementary data"}]}