{
    "paper_id": "1f77b948be33859f3927989fa8de6d964e377c83",
    "metadata": {
        "title": "Revista da Sociedade Brasileira de Medicina Tropical #StayHome: Monitoring and benchmarking social isolation trends in Caruaru and the Região Metropolitana do Recife during the COVID-19 pandemic",
        "authors": [
            {
                "first": "Patricia",
                "middle": [],
                "last": "Takako",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Endo",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Patricia",
                "middle": [
                    "Takako"
                ],
                "last": "Endo",
                "suffix": "",
                "affiliation": {},
                "email": "patricia.endo@upe.brhttps:@orcid.org"
            },
            {
                "first": "Ivanovitch",
                "middle": [],
                "last": "Silva",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Luciana",
                "middle": [],
                "last": "Lima",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Leonardo",
                "middle": [],
                "last": "Bezerra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rafael",
                "middle": [],
                "last": "Gomes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marcel",
                "middle": [],
                "last": "Ribeiro-Dantas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gisliany",
                "middle": [],
                "last": "Alves",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Henrique",
                "middle": [],
                "last": "Kayo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "De Carvalho Monteiro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Theo",
                "middle": [],
                "last": "Lynn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This technical report presents information related to the Social Isolation Index (SII) of the city of Caruaru, Pernambuco, Brazil. The data was provided by In Loco, a technology startup that has collected the movement of around 60 million Brazilians through cell phone location.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "COVID-19 is a pandemic characterized by uncertainty in transmission, pathogenicity, and strain-specific control options. Governments have a wide range of non-pharmaceutical public health intervention strategies to mitigate the transmission and the associated socio-economic effects of respiratory diseases, including hand-washing, use of face masks, closure of educational institutions and non-essential businesses, transport and travel restrictions, and the focus of this report, i.e., quarantine, self-isolation, and social distancing 1 . The success of such strategies depends on the effectiveness of government authorities in strategizing communication and enabling measures and both personal and community voluntary responses and behaviors 2 . Mathematical models are widely used for informing government decisions. However, lessons from previous coronavirus outbreaks, for example severe acute respiratory syndrome, is that the proportion of transmission that occurs before the onset of clinical symptoms or in asymptomatic infection could be as important as the intrinsic transmissibility for determining the ease of control and effectiveness of intervention strategies 3 . Data on the impact of government interventions are difficult to collect and if collected at all, may not be available to local decision-makers at the level of granularity to make timely decisions and interventions during a rapidly evolving pandemic. Consequently, a simple, rapid, low-cost, time-and context sensitive indicator of the effectiveness of intervention strategies, such as social distancing is required. In the absence of mobility data from official sources, anonymous mobile phone traces can be used as a proxy of human movement and social interactions 4,5 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This technical report uses data from In Loco, a Brazilian consumer geo-tracking and advertising software vendor, to create a proxy for effective social distancing rates based on consumers' spatio-temporal movements, and then uses these measurements to create a social isolation index (SII) 6 . Furthermore, the granularity of data available may allow targeted interventions in smaller, well-defined communities or streets, i.e., at a hyperlocal level. To illustrate this, we compared the city of Caruaru in Pernambuco, Brazil with 15 municipalities in the Região Metropolitana do Recife (RMR).",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 291,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Caruaru is the most populous city in the interior of Pernambuco with 361,118 inhabitants; it is the most important city in the Agreste Pernambuco 7,8 . It is an economic center for textiles and handicrafts, hosting one of the largest handicraft markets in Brazil, the Feira de Caruaru, with over 28,300 vendors in a space over 40,000 m 2 in size 9 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2/4 Endo PT et al. -Monitoring social isolation trends in Caruaru"
        },
        {
            "text": "In Loco's software is installed in over 60 million mobile phones through its integration on approximately 600 partner applications 6 . These applications were downloaded voluntarily by end users under the In Loco or partner terms and conditions, which allow the collection of spatio-temporal data necessary for the functioning of the app and In Loco advertising. Anonymous consumer spatio-temporal data collected by In Loco were used to construct the SII based on the proportion of mobile phones in a given geographic area that remained within a radius of 450 m of their \"habitual home\" location during a given day. In line with recommendations from In Loco 6 , habitual home is defined as the location with the largest activity at night time, in this case, where the mobile phone is located overnight. A polygon-based approach was used to create geographic boundaries for cities, states, and other geographic objects. Individual-level data were aggregated for pre-defined geographic areas, where a minimum number of In Loco users were active. Once aggregated, the data were visualized using Tableau. There was an inverse relationship between the SII score and commuter movement, i.e., a higher SII score implied less movement from the habitual home and vice-versa. For example, if the SII score is 30% for a specific geographic area on a given day, it indicates that 30% of monitored mobile phones remained within 450 meters of their habitual homes on that day. State-level data are available publicly on In Loco's website 10 ; more granular data are only available subject to agreement with In Loco.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 132,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 658,
                    "end": 659,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Despite the federal government's reluctance, and in the absence of readily available alternatives, many states and municipalities are using In Loco data to inform decision-making, including Alagoas, Amapá, Amazonas, Ceará, Maranhão, Goiás, Mato Grosso do Sul, Mato Grosso, Minas Gerais, Pará, Paraíba, Piauí, Santa Catarina, and Rio Grande do Sul 11 . In Loco data are also being used in Recife and Caruaru to monitor social isolation.",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 349,
                    "text": "11",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "On March 15, 2020, state public health measures to mitigate the spread of COVID-19 were implemented in Caruaru, including selfisolation, social distancing, quarantine, suspension of education, and gatherings of over one hundred people 12 . The market and all non-essential businesses were closed by March 20, 2020, and mobile health and hygiene controls were installed on March 22, 2020 13 . The first official case of COVID-19 in Caruaru was registered on March 23, 2020, the first case of community contamination on March 27, 2020, and the first death by COVID-19 on April 10, 2020. By May 1, 2020, Caruaru had 59 confirmed cases and five deaths from COVID-19, as well as 131 suggested cases of the disease 13 .",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 237,
                    "text": "12",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 387,
                    "end": 389,
                    "text": "13",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "Using SII data sourced from In Loco, Figure 1 presents the SII for Caruaru and 15 municipalities in RMR at three points from March 1, 2020 to April 14, 2020, and ranks each by SII based on the hypothesis that higher index scores correlate with higher effective social isolation. T2 corresponds to the day following the order implementing state measures. As can be seen, the SII increased dramatically in all municipalities as state public health measures were implemented, moving from an average SII of 32.4% at T1 to 57.5% at T3; the SII range at T1 was 24%-37.6% and 50.8%-63.6 at T2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 45,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The SII suggests that movement declined by T2 as general knowledge and media coverage of COVID-19 increased and then decreased again following the implementation of state measures. This suggests that both media coverage and state intervention play important but different roles in supporting social distancing and isolation measures. However, the data also suggest that community response to public health media coverage and interventions is not uniform. Indeed, despite the measures taken locally in Caruaru, even before the first reported case of COVID-19, their SII remained the lowest of the 16 municipalities ranked. This suggests that to ensure effective social distancing and achieve social isolation, ongoing local public health interventions are required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "Federal, state, and local public health policy makers and influencers need to measure, monitor, and respond to factors impacting the social and economic life of urban communities. With novel epidemics, uncertainty in the transmission, pathogenicity, and availability and effectiveness of strain-specific control options complicate both decision-making and the efficacy of intervention. Community norms and behaviors are not homogenous, neither are public interventions. Local proactive decision-making and anticipatory interventions require local intelligence so that remediation and optimization actions can be taken. This technical report suggests that spatio-temporal data from existing consumer software applications, although not designed for public health purposes, can be useful for monitoring adherence to public health policies in pandemics. We indicated how such data can be used for monitoring social isolation. This is not however a panacea for social isolation monitoring. The sample used for the SII described in this report is not necessarily representative of the general population. At-risk cohorts, including older people and those living in extreme poverty, are less likely to have a mobile phone or have the In Loco software installed. Notwithstanding this, SII is a promising, potentially useful, and necessary indicator for timely and effective social isolation decision-making. Benchmarking allows government officials to identify not only trends but also relative performance and learn from others who would appear to be performing more effectively before taking further action. Policymakers need to consider whether mandating access to similar spatio-temporal data from commercial providers overrides the right to privacy when in the public interest. In future work, we will report on the impact of additional public health interventions and explore the relationship of SII with other demographic variables, media coverage, and COVID-19 statistics for each urban community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FINAL CONSIDERATIONS"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Fundação de Medicina Tropical Doutor Heitor Vieira Dourado",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fundação de Vigilância em Saúde do Amazonas",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mitigation Strategies for Pandemic Influenza A: Balancing Conflicting Policy Objectives",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Comput Biol",
            "volume": "7",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "How will country-based mitigation measures influence the course of the COVID-19 epidemic?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "931--935",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Factors that make an infectious disease outbreak controllable",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "16",
            "pages": "6146--51",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mobile phone data and COVID-19: Missing an opportunity?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Letouzé",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sterly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Delataille",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Nadai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lepri",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "On the Use of Human Mobility Proxies for Modeling Epidemics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tizzoni",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bajardi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Decuyper",
                    "suffix": ""
                },
                {
                    "first": "Kon",
                    "middle": [
                        "Kam"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Blondel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Comput Biol",
            "volume": "10",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Cientistas de dados na luta contra a COVID-19",
            "authors": [
                {
                    "first": "In",
                    "middle": [],
                    "last": "Loco",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "História | Prefeitura Municipal de Caruaru",
            "authors": [
                {
                    "first": "Prefeitura",
                    "middle": [],
                    "last": "Municipal De Caruaru",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mapa de Isolamento Social | COVID-19 | Coronavírus no Brasil | Inloco",
            "authors": [
                {
                    "first": "In",
                    "middle": [],
                    "last": "Loco",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Coronavírus: uso de dados de geolocalização contra a pandemia põe em risco sua privacidade? -BBC News Brasil",
            "authors": [],
            "year": null,
            "venue": "BBC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Alepe Legis -Portal da Legislação Estadual de Pernambuco",
            "authors": [
                {
                    "first": "Assembleia",
                    "middle": [],
                    "last": "Legislativa De Pernambuco",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Boletim Municipal: Informativo Coronavírus| Prefeitura Municipal de Caruaru",
            "authors": [
                {
                    "first": "Prefeitura",
                    "middle": [],
                    "last": "Municipal De Caruaru",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}