{
    "paper_id": "1f7d234ed6786659b55262d623da49de09ee2c33",
    "metadata": {
        "title": "Expansion of SARS-CoV-2-specific Antibody-secreting Cells and Generation of 1 Neutralizing Antibodies in Hospitalized COVID-19 Patients 2 3",
        "authors": [
            {
                "first": "Renata",
                "middle": [],
                "last": "Varnaitė",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ANA Futura",
                    "location": {
                        "addrLine": "15 Karolinska Institutet",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Marina",
                "middle": [],
                "last": "García",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ANA Futura",
                    "location": {
                        "addrLine": "15 Karolinska Institutet",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Hedvig",
                "middle": [],
                "last": "Glans",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska University Hospital",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Kimia",
                "middle": [
                    "T"
                ],
                "last": "Maleki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ANA Futura",
                    "location": {
                        "addrLine": "15 Karolinska Institutet",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Tyler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Sandberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ANA Futura",
                    "location": {
                        "addrLine": "15 Karolinska Institutet",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Janne",
                "middle": [],
                "last": "Tynell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ANA Futura",
                    "location": {
                        "addrLine": "15 Karolinska Institutet",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Wanda",
                "middle": [],
                "last": "Christ",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ANA Futura",
                    "location": {
                        "addrLine": "15 Karolinska Institutet",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Nina",
                "middle": [],
                "last": "Lagerqvist",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hilmir",
                "middle": [],
                "last": "Asgeirsson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska University Hospital",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Hans-",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gustaf",
                "middle": [],
                "last": "Ljunggren",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ANA Futura",
                    "location": {
                        "addrLine": "15 Karolinska Institutet",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Gustaf",
                "middle": [],
                "last": "Ahlén",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lars",
                "middle": [],
                "last": "Frelin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matti",
                "middle": [],
                "last": "Sällberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "#",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kim",
                "middle": [],
                "last": "Blom",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ANA Futura",
                    "location": {
                        "addrLine": "15 Karolinska Institutet",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Jonas",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Klingström",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ANA Futura",
                    "location": {
                        "addrLine": "15 Karolinska Institutet",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [],
                "last": "Gredmark-Russ",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ANA Futura",
                    "location": {
                        "addrLine": "15 Karolinska Institutet",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronavirus disease 2019 , caused by severe acute respiratory syndrome 27 coronavirus 2 (SARS-CoV-2), emerged in late 2019 and has since become a global 28 pandemic. Pathogen-specific antibodies are typically a major predictor of protective 29",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "immunity, yet B cell and antibody responses during COVID-19 are not fully understood. 30",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Here, we analyzed antibody-secreting cell (ASC) and antibody responses in twenty 31 hospitalized COVID-19 patients. The patients exhibited typical symptoms of COVID-19, and 32 presented with reduced lymphocyte numbers and increased T cell and B cell activation. 33",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Importantly, we detected an expansion of SARS-CoV-2 nucleocapsid protein-specific ASCs 34 in all twenty COVID-19 patients using a multicolor FluoroSpot assay. Out of the 20 patients, 35",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "16 had developed SARS-CoV-2-neutralizing antibodies by the time of inclusion in the study. 36",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "CoV-2-neutralizing antibody titers, suggesting that SARS-CoV-2-specific antibody levels 38 may reflect the titers of neutralizing antibodies in COVID-19 patients during the acute phase 39 of infection. Lastly, we showed that interleukin 6 (IL-6) and C-reactive protein (CRP) 40 concentrations were higher in serum of patients who were hospitalized for longer, supporting 41 the recent observations that IL-6 and CRP could be used to predict COVID-19 severity. 42 Altogether, this study constitutes a detailed description of clinical and immunological 43 parameters in twenty COVID-19 patients, with a focus on B cell and antibody responses, and 44 provides tools to study immune responses to SARS-CoV-2 infection and vaccination. 45 46 interleukin 6 48 49 prolonged shedding of RSV in the airways (9). Thus, the kinetics of ASC response may be 74 dependent on pathogen persistence. 75 76",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In humans, ASCs can be identified using flow cytometry as CD19 + CD20 low/isotype-77 switched B cells with high cell surface expression of CD38 and CD27 molecules, as well as 78 intracellular expression of proliferation marker Ki-67 (10, 11). Although flow cytometry is a 79 valuable tool to measure the frequencies of total ASCs in peripheral blood, it only allows 80 phenotypic characterization. Functional antibody secretion capacity and antigen-specificity of 81",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ASCs are typically described using the gold standard enzyme-linked immunospot (ELISpot) 82 assay (12). ELISpot is a highly sensitive method allowing for detection of ASCs producing 83 different antibody isotypes at single-cell level, including IgA, IgG and IgM, against different 84 antigens. Flow cytometry and ELISpot can therefore be used in combination to 85 comprehensively describe the magnitude and specificity of B cell responses to infectious 86 agents. 87 88 Antigen-specific antibodies can contribute to pathogen control either by (i) directly 89 interfering with the entry of a pathogen into the target cells (referred to as neutralization); or 90 by (ii) assisting the effector cells in recognizing and eliminating infected target cells (known 91 as antibody-dependent cellular cytotoxicity) (13). Neutralizing antibodies are typically 92 considered to be the strongest predictor of protective immunity following natural infection or 93 vaccination. Therefore, it is of great importance to evaluate the neutralizing capacity and 94 persistence of specific antibodies in acute viral infections such as SARS-CoV-2. 95 96",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Here, we provide a detailed description of early B cell and antibody responses to SARS-CoV-97 2 infection in a cohort of twenty hospitalized patients with severe COVID-19. We found a 98 157 734-747.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19), caused by severe acute respiratory syndrome 51 coronavirus 2 (SARS-CoV-2), emerged in late 2019 and has since become a global pandemic 52",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 50"
        },
        {
            "text": "(1). SARS-CoV-2 primarily affects the respiratory tract and can cause severe respiratory 53 illness, which sometimes requires mechanical ventilation (2). The world is racing to 54 understand the immune responses to SARS-CoV-2 in order to identify correlates of 55 protection, and to aid treatment and vaccine development. In the majority of infections, 56 pathogen-specific antibodies are one of the main contributors to protective immunity, yet B 57 cell and antibody responses during COVID-19 are currently not fully understood. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 50"
        },
        {
            "text": "Two-fold dilution series from 1:10 to 1:10240 in EMEM (Gibco) + 5% FCS (Thermo Fisher 234 Scientific) were performed on the serum samples, which were previously heat inactivated at 235 56˚C for 30 minutes. Each dilution was subsequently mixed with equal volume of 4000 236 TCID50/ml SARS-CoV-2 (50 µl serum plus 50 µl virus) and incubated for 1 hour at 37 °C 237 and 5% CO2. Each sample was prepared in duplicates. After incubation, the mixtures were 238 added on confluent Vero E6 cells seeded on 96-well plates and incubated at 37 °C 5% CO2. 239 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Micro-neutralization assay 233"
        },
        {
            "text": "Statistical analyses were performed using GraphPad Prism software 7.0 for MacOSX 259 (GraphPad Software). Correlation analyses were performed using Spearman's correlation 260 test. Statistical significance for differences between COVID-19 patients and healthy controls 261 was determined by two-sided Mann-Whitney U test. P values of < 0.05 were considered 262 statistically significant. FlowJo software version 10.5.3 (Tree Star) was used to analyze all 263 flow cytometry data. FluoroSpot data was analyzed with Apex software (Mabtech). 264",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics and data analysis 258"
        },
        {
            "text": "Twenty COVID-19 patients were enrolled in this study during hospitalization at Karolinska 266 University Hospital, Sweden. All twenty patients exhibited typical COVID-19 symptoms of 267 fever, cough and breathing difficulties, and a few also experienced chest pain, myalgia and 268 diarrhea ( Table I) . Some of the patients presented with common co-morbidities such as 269 overweightness, hypertension, asthma, cardiovascular disease and diabetes mellitus type II. (Table I, Fig. 1A and B). In parallel, seven donors without an ongoing 279 respiratory disease or signs of inflammation were included in the study as healthy controls. values in the majority of patients (Fig. 1C) . Numbers of total leukocytes, neutrophils, 290 monocytes and platelets in peripheral blood were within the normal range in the majority of 291 COVID-19 patients at the time of sampling (Fig. 1C ). In contrast, we observed reduced 292 lymphocyte numbers, with the median lymphocyte numbers falling below or within the lower 293 range of reference values (Fig. 1C ). Reduced lymphocyte numbers in peripheral blood of 294 COVID-19 patients were confirmed by flow cytometry analysis of absolute cell counts. We 295 found significantly lower CD45 + lymphocyte numbers in the patients compared to healthy 296 controls (Fig. 1D) . CD3 + T cell and CD3 + CD8 + T cell numbers were also significantly lower 297",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 301,
                    "text": "Table I)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 466,
                    "end": 475,
                    "text": "(Table I,",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 476,
                    "end": 483,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 669,
                    "end": 678,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 865,
                    "end": 873,
                    "text": "(Fig. 1C",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1033,
                    "end": 1041,
                    "text": "(Fig. 1C",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1292,
                    "end": 1301,
                    "text": "(Fig. 1D)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Results 265"
        },
        {
            "text": "in patients compared to the controls, while no significant difference in the numbers of 298 CD3 + CD4 + T cells and CD19 + B cells was observed between COVID-19 patients and healthy 299 controls (Fig. 1D) . 300",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 204,
                    "text": "(Fig. 1D)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Results 265"
        },
        {
            "text": "We next assessed the overall activation level of the adaptive immune system in COVID-19 303 patients. T cell and B cell activation levels were measured based on the expression of the 304 activation marker CD38 and the proliferation marker Ki-67 using multicolor flow cytometry 305 on freshly isolated peripheral blood mononuclear cells (PBMCs) ( Fig. 2A) . We observed 306 significantly higher frequencies of activated CD4 + T cells, CD8 + T cells and CD19 + B cells in 307 COVID-19 patients compared to healthy controls (Fig. 2B) . Additionally, there was a strong 308 positive correlation between the frequencies of activated CD8 + T cells and CD4 + T cells in 309 COVID-19 patients (rs = 0.699, P < 0.001) (Supplementary Fig. 2A) . 310 311",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 354,
                    "text": "Fig. 2A)",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 530,
                    "text": "(Fig. 2B)",
                    "ref_id": null
                },
                {
                    "start": 724,
                    "end": 732,
                    "text": "Fig. 2A)",
                    "ref_id": null
                }
            ],
            "section": "T cells and B cells are activated in COVID-19 patients 302"
        },
        {
            "text": "Flow cytometric analyses revealed increased frequencies of activated CD38 + Ki-67 + B cells in 313 the COVID-19 patients ( Fig. 2A and B) . Therefore, we further analyzed if antibody-secreting cell (ASC) frequencies were also increased in peripheral blood. ASCs were identified as 315 isotype-switched B cells expressing high levels of surface CD38 and CD27 (CD19 + CD20 low/-316 IgD -CD38 high CD27 high ) (Fig. 3A ). As expected, low frequencies and numbers of ASCs were 317 detected in peripheral blood of healthy controls ( Fig. 3B and C). However, significantly 318 higher ASC frequencies and numbers were observed in COVID-19 patients compared to 319 healthy controls, constituting up to 31% of all circulating B cells ( Fig. 3B and C) . 320 321 Next, we assessed the expression of immunoglobulins (Ig) by the ASCs in COVID-19 322 patients and healthy controls (Fig. 3A ). IgA has previously been shown to be expressed by 323 80% of all ASCs at steady state (16). In agreement with this, the largest proportion within the 324 ASC compartment in healthy controls was IgA + ASCs, whereas the majority of ASCs in 325 COVID-19 patients expressed IgG (Fig. 3D ). IgM + ASCs were present at comparable 326 frequencies in both COVID-19 patients and healthy controls (Fig. 3D ). Noteworthy, a 327 substantial ASC expansion was detected as early as 7 days, and as late as 19 days after the 328 onset of symptoms ( Supplementary Fig. 2B) . 329 330",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 137,
                    "text": "Fig. 2A and B)",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 415,
                    "text": "(Fig. 3A",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 535,
                    "text": "Fig. 3B",
                    "ref_id": null
                },
                {
                    "start": 727,
                    "end": 741,
                    "text": "Fig. 3B and C)",
                    "ref_id": null
                },
                {
                    "start": 867,
                    "end": 875,
                    "text": "(Fig. 3A",
                    "ref_id": null
                },
                {
                    "start": 1152,
                    "end": 1160,
                    "text": "(Fig. 3D",
                    "ref_id": null
                },
                {
                    "start": 1265,
                    "end": 1273,
                    "text": "(Fig. 3D",
                    "ref_id": null
                },
                {
                    "start": 1411,
                    "end": 1433,
                    "text": "Supplementary Fig. 2B)",
                    "ref_id": null
                }
            ],
            "section": "Significant expansion of antibody-secreting cells in COVID-19 patients 312"
        },
        {
            "text": "The expansion of ASCs is usually a result of an ongoing infection and is characterized by 332 high specificity towards the infectious agent (17). To investigate if the ASCs identified by 333 flow cytometry were SARS-CoV-2-specific, we developed a FluoroSpot assay -a 334 fluorescence-based variant of the enzyme-linked immunospot (ELISpot) assay, which allows 335 for simultaneous detection of total and antigen-specific IgA-, IgG-and IgM-ASCs. To detect 336 SARS-CoV-2-specific IgA-, IgG-and IgM-ASCs, we generated recombinant SARS-CoV-2 337 nucleocapsid protein (N protein). 338",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of SARS-CoV-2-specific antibody-secreting cells in COVID-19 patients 331"
        },
        {
            "text": "The FluoroSpot assay confirmed the ASC expansion detected by flow cytometry, as the total 340 numbers of IgA-, IgG-, and IgM-ASCs in COVID-19 patients were significantly higher than 341 in healthy controls ( Fig. 3E and G) . Moreover, the total ASC frequencies and numbers 342 detected by flow cytometry positively correlated with total numbers of ASCs measured by 343",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 222,
                    "text": "Fig. 3E and G)",
                    "ref_id": null
                }
            ],
            "section": "Detection of SARS-CoV-2-specific antibody-secreting cells in COVID-19 patients 331"
        },
        {
            "text": "FluoroSpot (rs = 0.537, P = 0.01; and rs = 0.636, P = 0.003, respectively). Consistent with 344 flow cytometry data, IgG-ASCs constituted the predominant subset of all ASCs in COVID-345 19 patients, followed by IgA-ASCs ( Fig. 3D and G) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 236,
                    "text": "Fig. 3D and G)",
                    "ref_id": null
                }
            ],
            "section": "Detection of SARS-CoV-2-specific antibody-secreting cells in COVID-19 patients 331"
        },
        {
            "text": "The expansion of SARS-CoV-2-specific ASCs in all of the patients in our cohort suggested 359 that the patients had developed SARS-CoV-2-specific antibodies in response to the infection. 360",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of SARS-CoV-2-specific and neutralizing antibodies in COVID-19 patients 358"
        },
        {
            "text": "To investigate this in detail, we next analyzed SARS-CoV-2-specific antibody levels. 361 362 First, we measured SARS-CoV-2 spike S1-specific IgA and IgG, as well as N-protein-363 specific IgM antibody levels by ELISAs. We found detectable SARS-CoV-2-specific IgA (15/20 patients), IgG (15/20 patients) and IgM (16/20 patients) antibody levels in most of the 365 COVID-19 patients ( Fig. 4A and B ). Next, we determined total anti-SARS-CoV-2 IgG 366 antibody levels measured towards SARS-CoV-2-infected cells using an immunofluorescence 367 assay (IFA) (Fig. 4C) . We found that 16 out of the 20 patients were positive in this assay, 368 with titers ranging from 40 to 5120 (Fig. 4C ). As expected, none of the healthy controls were 369 positive in any of the antibody assays (Fig. 4A) . Higher IgG levels were detected in patients 370 who were sampled late compared to early after the onset of symptoms, as total and spike S1- (16/20), but at heterogeneous titers ranging from 10 to 1920 (Fig. 4D) . Three of the four 380 patients with undetectable levels of SARS-CoV-2-neutralizing antibodies were also below 381 the level of detection for SARS-CoV-2-specific antibodies in IFA and all ELISAs (Fig. 4A) . 382 383 Interestingly, we observed a strong positive correlation between total SARS-CoV-2-specific 384",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 395,
                    "text": "Fig. 4A and B",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 561,
                    "text": "(Fig. 4C)",
                    "ref_id": null
                },
                {
                    "start": 673,
                    "end": 681,
                    "text": "(Fig. 4C",
                    "ref_id": null
                },
                {
                    "start": 775,
                    "end": 784,
                    "text": "(Fig. 4A)",
                    "ref_id": null
                },
                {
                    "start": 988,
                    "end": 997,
                    "text": "(Fig. 4D)",
                    "ref_id": null
                },
                {
                    "start": 1194,
                    "end": 1203,
                    "text": "(Fig. 4A)",
                    "ref_id": null
                }
            ],
            "section": "Generation of SARS-CoV-2-specific and neutralizing antibodies in COVID-19 patients 358"
        },
        {
            "text": "IgG antibody levels and neutralizing antibody titers in COVID-19 patients (Fig. 4E) . Both 385 S1-specific IgA and IgG, as well as N-specific IgM levels also correlated with SARS-CoV-2-386 neutralizing antibody titers suggesting that SARS-CoV-2-specific antibody titers may reflect 387 the levels of neutralizing antibodies during the acute phase of COVID-19 (Fig. 4E) . 388",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 83,
                    "text": "(Fig. 4E)",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 368,
                    "text": "(Fig. 4E)",
                    "ref_id": null
                }
            ],
            "section": "Generation of SARS-CoV-2-specific and neutralizing antibodies in COVID-19 patients 358"
        },
        {
            "text": "CoV-2-neutralizing antibody responses. We found that CD8 + T cell activation level, but not 391 CD4 + T cell or CD19 + B cell activation level, positively correlated with neutralizing antibody 392 titers (rs = 0.544, P = 0.01; rs = 0.271, P = 0.25, and rs = -0.136, P = 0.57, respectively) 393 (Supplementary Fig. 2E -G) . 394 395",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 320,
                    "text": "(Supplementary Fig. 2E -G)",
                    "ref_id": null
                }
            ],
            "section": "Next, we assessed if the frequencies of activated T cells and B cells correlate with SARS-390"
        },
        {
            "text": "An important role of neutralizing antibodies is to limit the spread of the virus. We screened 397 all serum samples by real time RT-PCR for SARS-CoV-2 RNA (14) . Three COVID-19 398 patients were positive for SARS-CoV-2 RNA in serum (Fig. 4A) . Notably, 2 out of the 3 399 SARS-CoV-2 RT-PCR-positive patients lacked detectable levels of neutralizing antibodies, 400 which might allow for a more efficient spread of SARS-CoV-2 in those patients (Fig. 4A) . ",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "(14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 241,
                    "text": "(Fig. 4A)",
                    "ref_id": null
                },
                {
                    "start": 443,
                    "end": 452,
                    "text": "(Fig. 4A)",
                    "ref_id": null
                }
            ],
            "section": "Detection of SARS-CoV-2 RNA in serum of COVID-19 patients 396"
        },
        {
            "text": "The pro-inflammatory cytokine IL-6 and CRP serum levels have been shown to correlate 407 with disease severity in COVID-19 patients (19, 20). We measured IL-6 serum concentration 408 in all COVID-19 patients at the time of inclusion in this study using ELISA. We found 409",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inflammatory makers, neutralizing antibodies and disease severity in COVID-19 406"
        },
        {
            "text": "heterogenous, yet significantly higher median concentration of IL-6 in COVID-19 patients 410 compared to the controls (Fig. 5A) . 411",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 127,
                    "text": "(Fig. 5A)",
                    "ref_id": null
                }
            ],
            "section": "Inflammatory makers, neutralizing antibodies and disease severity in COVID-19 406"
        },
        {
            "text": "There was a strong positive correlation between the IL-6 and CRP levels at the time of 413 inclusion in this study (Fig. 5B) . Higher serum concentrations of both IL-6 and CRP were higher in patients with longer duration of hospitalization (Fig. 5B) . Notably, IL-6 and CRP 415 serum concentrations negatively correlated with neutralizing antibody titers in COVID-19 416 patients, indicating a possible link between inflammation and humoral responses in COVID-417 19 (Fig. 5B) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 124,
                    "text": "(Fig. 5B)",
                    "ref_id": null
                },
                {
                    "start": 240,
                    "end": 249,
                    "text": "(Fig. 5B)",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 476,
                    "text": "(Fig. 5B)",
                    "ref_id": null
                }
            ],
            "section": "412"
        },
        {
            "text": "Authors declare no conflicts of interest. 538 539 Acknowledgments 540",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest 537"
        },
        {
            "text": "We would like to thank the patients and healthy controls for participating in the study. We ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest 537"
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A pneumonia outbreak associated with a new 550 coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "Y.-Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G.-F",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Z.-L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical features 554 of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The generation of 556 antibody-secreting plasma cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Nutt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Hodgkin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Tarlinton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Corcoran",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Immunol",
            "volume": "15",
            "issn": "",
            "pages": "160--171",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Antibody Secreting Cell, Memory B-cell, and Sero-Antibody Responses in the Human 560 Influenza Challenge Model",
            "authors": [],
            "year": null,
            "venue": "J. Infect. Dis",
            "volume": "209",
            "issn": "",
            "pages": "1354--1361",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Rapid and massive virus-specific 564 plasmablast responses during acute dengue virus infection in humans",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pattanapanyasat",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chokephaibulkit",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol",
            "volume": "86",
            "issn": "",
            "pages": "2911--565",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Massive 568 plasmablast response elicited in the acute phase of hantavirus pulmonary syndrome",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Fernández",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D C"
                    ],
                    "last": "Sasiain",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Martínez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schierloh",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Detection of 2019 novel 599 coronavirus (2019-nCoV) by real-time RT-PCR",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Goossens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "National Health Commission State Administration of Traditional Chinese Medicine",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "601",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Blood-borne human plasma cells in steady state are derived from mucosal 604 immune responses",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Doerner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Blood",
            "volume": "113",
            "issn": "",
            "pages": "2461--2469",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Cells during Vaccinations and Respiratory Viral Infections Are 608 Characterized by High Specificity and Lack of Bystander Effect",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Antibody-Secreting",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Immunol",
            "volume": "186",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Evaluation of SARS-CoV-2 neutralizing antibodies using a",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marchi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Montomoli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "CPE-based colorimetric live virus micro-neutralization assay in human serum samples",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Viral and host factors related to the clinical 617 outcome of COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Prognostic value of interleukin-6, C-reactive protein, and procalcitonin in patients with 620 COVID-19",
            "authors": [],
            "year": null,
            "venue": "J. Clin. Virol",
            "volume": "127",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Association between magnitude of the virus-specific plasmablast response and disease 624 severity in dengue patients",
            "authors": [],
            "year": null,
            "venue": "J. Immunol",
            "volume": "190",
            "issn": "",
            "pages": "80--87",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Breadth of concomitant immune responses prior to patient recovery: a case report of non-628 severe COVID-19",
            "authors": [],
            "year": null,
            "venue": "Nat. Med",
            "volume": "",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Potent neutralizing antibodies against SARS-CoV-2 identified by high-633 throughput single-cell sequencing of convalescent patients' B cells",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "X.-D",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Cell",
            "volume": "632",
            "issn": "2020",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Antibody responses to SARS-CoV-2 in patients with COVID-19",
            "authors": [],
            "year": null,
            "venue": "Nat. Med",
            "volume": "",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Effectiveness of 646 convalescent plasma therapy in severe COVID-19 patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "117",
            "issn": "",
            "pages": "9490--9496",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Lymphocyte Subset Alteration in COVID-19 Pneumonia",
            "authors": [],
            "year": null,
            "venue": "J. Infect. Dis",
            "volume": "221",
            "issn": "",
            "pages": "1762--1769",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "ASCs 703 were defined as CD19 + CD20 low/-IgD -CD38 high CD27 high . (C) Numbers of ASCs per microliter 704 of whole blood, calculated using absolute B cell numbers and frequencies of ASCs measured 705 by flow cytometry. (D) Frequencies of IgA-, IgG-, and IgM-ASCs within the total ASC 706 population measured by flow cytometry",
            "authors": [],
            "year": null,
            "venue": "B) Frequencies of ASCs within all B cells in COVID-19 patients and in HCs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "one COVID-19 patient (13 days after symptom 709 onset) and one healthy control. IgM fluorescence is originally red, but replaced with white in 710 this figure for visualization purpose. (G) Numbers of total IgA-, IgG-, and IgM-ASCs per 711 million PBMCs, as measured by FluoroSpot assay. (H) Numbers of SARS-CoV-2 712 nucleocapsid protein-specific IgA-, IgG-, and IgM-ASCs per million PBMCs. Experiments 713 were performed on all COVID-19 patients (n = 20) and healthy controls",
            "authors": [],
            "year": null,
            "venue": "FluoroSpot assay showing total IgA-, IgG-, and IgM-ASCs (E), and SARS-CoV-2 708 nucleocapsid protein-specific ASCs (F) from",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "SARS-CoV-2-specific and neutralizing antibody levels in COVID-19 patients",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Individual antibody responses to SARS-CoV-2 in COVID-19 patients (n = 20) and 719 healthy controls (HC) (n = 7). Positivity for IgA against S1-protein",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "720",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Blue color indicates a positive 722 response and the color scale is adjusted for the minimum positive assay value and the highest 723 value recorded within the patient cohort for each assay. White boxes indicate values below 724 positive threshold or below detection level for each assay. Red asterisks represent patients 725 with detectable levels of SARS-CoV-2 RNA in serum. (B) IgA, IgG, and IgM antibody levels 726 in COVID-19 patients and controls, analyzed by ELISAs. Dotted horizontal line indicates the threshold for positive result. OD, optical density. OD ratio = OD of the sample divided by 728 OD of the calibrator. (C) Total SARS-CoV-2 IgG antibody titers determined by 729 immunofluorescence assay",
            "authors": [],
            "year": null,
            "venue": "IgM against N protein, total IgG antibodies against whole SARS-CoV-2, and SARS-CoV-2-721 neutralizing antibody titers are presented in the heatmap",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "CoV-2-neutralizing antibody titers determined by microneutralization assay. Patients with 731 titers < 10 were assigned a value of 1. (E) Correlation between SARS-CoV-2-specific IgA",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "IgG and IgM antibody titers and SARS-CoV-2-neutralizing antibody titers",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Spearman's correlation test. rs: Spearman's rank correlation coefficient. P < 0.05 was 734 considered statistically significant. Four data points from COVID-19 patients with identical 735 values are highlighted",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "are one of the key players of the adaptive immune system and can provide sterilizing 60 immunity against pathogens through the secretion of pathogen-specific antibodies. B cells 61 carry immunoglobulin (Ig) surface receptors with a high range of specificity that can directly 62 recognize different antigens. Early during acute infections upon the encounter with the 63 antigen, B cells differentiate into antibody-secreting cells (ASCs), including plasmablasts and 64 plasma cells, which produce large quantities of pathogen-specific antibodies (3). 65 66 ASCs can expand to very high levels during some acute human infections (4-7). For example, 67 during human dengue virus infection, ASCs expand to constitute an average of 47% of all 68 circulating B cells (5). Meanwhile, at steady state conditions in healthy individuals, ASCs 69 comprise only up to around 1% of all circulating B cells (5). The ASC response is typically 70 transient, peaking at around day 7 of the febrile stage of infection (8). However, during acute 71 human respiratory syncytial virus (RSV) infection, ASC response could be detected for as 72 long as 22-45 days after the onset of symptoms, which was found to be associated with 73 FACSDiva Software (BD Biosciences). For a detailed gating strategy see Supplementary Fig. monoclonal antibody conjugates were used for cell surface staining: anti-CD8-161 Qdot605 (3B5) (Thermo Fisher Scientific), anti-CD19-BUV395 (SJ25C1), anti-CD14-V500 162 (MφP9), anti-CD4 -BUV737 (RPA-T4) (all from BD Biosciences), anti-CD123-BV510 163 (6H6), anti-CD27-BV650 (O323), anti-CD20-FITC (2H7), anti-CD38-BV421 (HB-7), anti-164 IgD-PE-Cy7 (IA6-2), anti-IgM-BV785 (MHM-88) (all from BioLegend), anti-CD3-PE-Cy5 165 (UCHT1), anti-CD56-ECD (N901) (all from Beckman Coulter), and anti-IgA-APC 166 (REA1014) (Miltenyi). LIVE/DEAD Fixable Near-IR Dead Cell Stain Kit (Thermo Fisher 167 Scientific) was used as a viability marker. The following monoclonal antibody conjugates 168 were used for intracellular staining: anti-IgG-PE (HP6017) (BioLegend) and anti-Ki-67-169 AF700 (B56) (BD Biosciences). 170 171 FluoroSpot assay for antibody-secreting cells 172 The number of SARS-CoV-2 nucleocapsid (N) protein-specific IgA, IgG and IgM antibody-173 secreting cells (ASCs), as well as the total number of IgA-, IgG-and IgM-ASCs in freshly 174 isolated PBMCs were measured using a multicolor B cell FluoroSpot kit with modifications 175 (Mabtech). Briefly, ethanol-activated IPFL membrane plates were coated overnight with 176 either: (i) anti-IgG, anti-IgA, and anti-IgM capture antibodies (15µg/mL of each) for the 177 detection of all ASCs, or (ii) SARS-CoV-2 N protein (10 µg/mL) for the detection of SARS-178 CoV-2-specific ASCs. The plates were washed with PBS and blocked with R10 media 179 (RPMI-1640 with 10% FCS, 1% Pen/Strep, 2mM L-Glutamine (all from Thermo Fisher 180 Scientific)) for 30 minutes at RT before the addition of freshly isolated PBMCs. Plates were 181 then incubated at 37°C in 5% CO2 for 20 hours and then developed with anti-human IgG-550 (yellow fluorescence), anti-human IgA-490 (green fluorescence) and anti-human IgM-640 183 (red fluorescence) secondary detection antibodies (diluted 1:500 each) (all antibodies from 184 Mabtech",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Four days later the cells were inspected for signs of cytopathic effect (CPE) by optical 240 microscopy. Each well was scored as either 'neutralizing' if less than 50% of the cell layer 241 showed signs of CPE, or 'non-neutralizing' if ≥50% CPE was observed. Results are shown as 242 the arithmetic mean of the reciprocals of the highest neutralizing dilutions from the two 243 duplicates for each sample. 244 245 Real-time RT-PCR 246 RNA was extracted from freshly thawed serum samples using the MagDEA Dx SV reagent 247 kit and the magLEAD instrument (Precision System Science). The assay used to detect 248 SARS-CoV-2 RNA was modified from (14): forward primer 5'-249 CATGTGTGGCGGTTCACTATATGT-3', reverse primer 5'-250 TGTTAAARACACTATTAGCATAWGCAGT-3', and RdRp_SARSr-P2 probe. The assay 251 was carried out in 25 µL reaction mixtures containing 5µL RNA template, TaqMan Fast 252 Virus 1-Step Master Mix, 0.6 µM forward primer, 0.8 µM reverse primer, and 0.2 µM probe 253 (Applied Biosystems). Thermal cycling was performed at 50°C for 5 min, 95°C for 20 sec, 254 followed by 40 cycles of 95°C for 3 sec, and 60°C for 30 sec in a StepOne Plus real-time 255 PCR (Applied Biosystems).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "270 According to the guidelines for diagnosis and treatment of COVID-19 (Version 7) released 271 by the National Health Commission and State Administration of Traditional Chinese 272 Medicine, 19 out of the 20 patients were classified as severe, and 1 out of the 20 as critically 273 ill (15). While all patients enrolled in this study were hospitalized at the infectious diseases 274 wards at the time of sampling, two patients were treated at the intensive care unit (ICU) 275 before inclusion in this study, while one patient required ICU treatment after the inclusion. 276 Peripheral blood samples from the twenty COVID-19 patients were collected at a median of 277 15 days after the self-reported onset of symptoms, and at a median of 3 days after 278 hospitalization",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Clinical chemistry parameters in COVID-19 patients 282Blood cell counts and clinical chemistry parameters in peripheral blood of COVID-19 283 patients were measured at the Diagnostics Laboratory of the Karolinska University Hospital 284 on the same day as the inclusion in this study (+/-24 hours). Clinical chemistry tests showed 285 increased levels of inflammatory markers, including C-reactive protein (CRP), lactate 286 dehydrogenase (LDH) and ferritin(Fig. 1C). Some patients also presented with increased 287 levels of aspartate transaminase (AST), alanine transaminase (ALT) and D-dimer, while 288",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "we detected SARS-CoV-2 N protein-specific ASCs in all twenty COVID-19 348 patients, but not in controls, suggesting an active SARS-CoV-2-specific B cell response in 349 acute COVID-19 (Fig. 3F and H). We detected IgA-, IgG-and IgM-ASCs that are specific 350 for SARS-CoV-2 N-protein, yet at highly variable numbers among the patients. Overall, N-351 protein-specific ASCs constituted a small fraction of total ASCs [median (IQR) = 3.47% 352 (2.5-4.9)]. Nonetheless, total ASC frequencies determined by flow cytometry positively 353 correlated with N protein-specific ASC numbers (rs = 0.574, P = 0.008), suggesting that the 354 ASC expansion detected by flow cytometry may reflect the magnitude of SARS-CoV-2 N 355 protein-specific ASC response. 356 357",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "using a micro-neutralization assay we assessed if the COVID-19 patients had generated 376 SARS-CoV-2-neutralizing antibodies (18). This assay measures the ability of COVID-19 377 patient serum to reduce the cytopathic effect (CPE) caused by SARS-CoV-2 infection of 378 susceptible cells in vitro. Neutralizing antibodies were detected in most of the patients 379",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "401 However, our attempts to isolate live SARS-CoV-2 from patient serum on Vero E6 cells were 402 unsuccessful (data not shown), suggesting absence or low levels of live SARS-CoV-2 in 403 serum of COVID-19 patients. 404 405",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "indicated by the expansion of SARS-CoV-2-specific ASCs. Although not all 423 patients in the present cohort had detectable levels of SARS-CoV-2-specific antibodies at the 424 time of sampling, SARS-CoV-2 nucleocapsid protein-specific ASCs could be detected in all 425 patients using the FluoroSpot assay. In addition, we showed a clear relationship between the 426 levels of SARS-CoV-2-specific antibodies and total SARS-CoV-2-neutralizing antibodies. 427This suggests that standard serological assays may inform about the levels of neutralizing 428 SARS-CoV-2-specific antibodies, which may offer protection from a re-infection. 429Additionally, tools employed in this study may be of relevance in the assessment of long-430 lasting immunity after SARS-CoV-2 infection and vaccination. 431432The expansion of ASCs in the present cohort of COVID-19 patients highlights an active B 433 cell response to SARS-CoV-2 infection. The frequencies of ASCs within the total circulating 434 B cell population were highly variable between COVID-19 patients, ranging from 3 to 31%. 435Although the patients in this cohort were sampled at different timepoints following the onset 436 of symptoms, a high variability in ASC frequencies have also been observed among patients 437 infected with influenza or dengue virus sampled at normalized timepoints (e.g., 7 days after 438 febrile illness) (4, 5). Although ASCs have been shown to expand to very high levels in some439 viral infections, constituting up to 50-80% of all peripheral B cells, the highest ASCs 440 frequency in this cohort of COVID-19 patients was 31% (5, 7, 21). Healthy controls in this 441 study had very low frequencies of ASCs in the circulation, a finding consistent with previous 442 observations (5, 6, 16). 443 444 The ASC response in peripheral blood is usually transient and peak at around 7 days after the 445 onset of febrile illness, dropping to steady-state levels 2-3 weeks later (8). Interestingly, we 446 observed a substantial ASC expansion as late as 19 days following symptom debut. This 447 finding highlights the similarity between COVID-19 and respiratory syncytial virus (RSV) 448 infection, where a significant ASC expansion could be detected as late as 22-45 days after the 449 onset of symptoms (9). The prolonged ASC expansion in RSV infection was associated with 450 longer RSV shedding in the airways. Thus, the kinetics of ASC response may be dependent 451 on pathogen persistence. In support of our findings, a recent report on longitudinal immune 452 responses in a single COVID-19 patient with mild disease showed the peak of ASC 453 expansion at day 8 after symptom onset, but a substantial ASCs response could still be 454 detected by day 20 (22). Thus, it remains to be investigated whether SARS-CoV-2 455 persistence in the airways may lead to a prolonged ASC response in circulation. 456 457 The expansion of ASCs is usually characterized by high specificity towards the infectious 458 agent (17). Here, we successfully demonstrated that COVID-19 patients generate SARS-459 CoV-2-specific ASC responses using a FluoroSpot assay. We were able to successfully 460 identify SARS-CoV-2-specific IgA-, IgG-and IgM-ASCs in all COVID-19 patients. The 461 frequency of SARS-CoV-2-specific ASCs within the total ASC population in this patient 462 cohort was relatively low. However, since only the SARS-CoV-2 N protein was used to 463 detect specific ASCs in this study, the numbers of N protein-specific ASCs do not reflect the 464 overall magnitude of the specific ASC response. The use of SARS-CoV-2 viral lysate or 465 recombinant SARS-CoV-2 proteins in combination would allow for the evaluation of the 466 overall ASC response. Furthermore, the FluoroSpot assay described in this study could be 467 adapted to evaluate memory B cell responses to various SARS-CoV-2 proteins in 468 convalescent COVID-19 patient samples. The protective level of SARS-CoV-2-neutralizing antibodies in COVID-19 has not yet been 471 determined. Monoclonal antibodies isolated from convalescent COVID-19 patients showed a 472 strong SARS-CoV-2-neutralizing capacity in vitro and in vivo in transgenic mice expressing 473 human SARS-CoV-2 receptor ACE2 (23). However, extensive longitudinal studies in 474 humans are required to investigate if recovered COVID-19 patients are protected from re-475 infection with SARS-CoV-2. Seroconversion in COVID-19 patients, measured by detectable 476 SARS-CoV-2-specific IgG levels, has been recently shown to take place within nineteen days 477 after the onset of symptoms (24). The four patients in the present COVID-19 cohort without 478 detectable neutralizing antibody titers were sampled at days 7, 8, 9, and 15 after symptom 479 debut. Although these four patients did not have detectable neutralizing antibody titers, 480 SARS-CoV-2 specific ASCs were detected. This indicates that the FluoroSpot assay may be 481 a more sensitive method to detect early B cell responses to SARS-CoV-2, compared to 482 standard serological assays. 483 484 In this cohort of patients, 2 out of the 4 patients with undetectable neutralizing antibody 485 levels had SARS-CoV-2 RNA in serum. Currently, the extent to which neutralizing 486 antibodies contribute to the control of viremia in COVID-19 is unclear. Our results seem to 487 suggest that neutralizing antibodies may not be the only player in SARS-CoV-2 control in 488 circulation, as one patient with substantial levels of SARS-CoV-2-neutralizing antibodies in 489 this cohort had detectable serum levels of SARS-CoV-2 RNA. A pilot study assessing the 490 effectiveness of COVID-19 patient treatment with convalescent plasma containing SARS-491 CoV-2-neutralizing antibodies found that the treatment reduced viral load in patients within a 492 few days after administration, suggesting that neutralizing antibodies have a role in the 493 management of viremia in COVID-19 (25).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Rapid serology tests are essential for COVID-19 diagnostics and for national serosurveillance 496 programs. Neutralizing antibody tests, however, are usually laborious and time-consuming. 497Therefore, diagnostic tests often rely on other methods such as ELISA. Antibody levels 498 detected by ELISA, however, do not necessarily reflect the neutralization capacity of patient 499serum. Here, we demonstrated a strong correlation between SARS-CoV-2-specific and 500 SARS-CoV-2-neutralizing antibody titers. These data suggest that the levels of SARS-CoV-501 2-specific antibodies measured with ELISA may reflect the capacity of serum from COVID-502 19 patients to neutralize SARS-CoV-2. 503 504 COVID-19 patients generally present with decreased lymphocyte numbers in peripheral 505 blood, which is particularly pronounced in severe cases (19, 26, 27). T cells appear to be the 506 most affected lymphocyte subset. In agreement with these observations, we found decreased 507 numbers of lymphocytes, and significantly lower T cell numbers in the present cohort of 508 COVID-19 patients. 509 510 In addition to lymphopenia, COVID-19 patients typically display increased concentrations of 511 inflammatory cytokines in serum, especially in severe cases (19, 27). The levels of 512 inflammatory markers IL-6 and CRP, in particular, have been shown to correlate with disease 513 severity in COVID-19 patients (19, 20). In this cohort of COVID-19 patients we also 514 observed increased levels of IL-6 and CRP, with comparable median values to those 515 measured by Liu et al. in severe COVID-19 patients (20). We show that higher IL-6 and CRP 516 levels were observed in patients who were hospitalized for longer, suggesting that these 517 markers may be of use in predicting the duration of COVID-19. 518 Lastly, we observed an inverse correlation between IL-6 levels and SARS-CoV-2-520 neutralizing antibody titers in COVID-19 patients. This relationship may indicate that the 521 lack of SARS-CoV-2-neutralizing antibodies leads to higher inflammation, or that high levels 522 of inflammation impair or delay antibody responses. Further studies where a longitudinal 523 patient sampling at controlled timepoints is performed are required to describe the 524 relationship between inflammation and humoral responses in COVID-19. 525 526 Taken together, we provided a detailed description of clinical and immunological parameters 527 in twenty COVID-19 patients, with a focus on B cell and antibody responses. We 528 demonstrated that COVID-19 patients elicit a SARS-CoV-2-specific B cell response, 529 indicated by the expansion of SARS-CoV-2-specific ASCs. In addition, we showed a clear 530 relationship between the levels of SARS-CoV-2-specific antibodies and total SARS-CoV-2-531 neutralizing antibodies. The tools employed in this study may be of relevance in the 532 assessment of long-lasting immunity after SARS-CoV-2 infection and vaccination.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "541 thank the nurses at the Karolinska University Hospital, Stockholm, Sweden for blood 542 sampling of patients, T. Aktas and M. Olausson at the Public Health Agency of Sweden for 543 technical assistance, and P. Schierloh at IBB-UNER-CONICET (Argentina) for providing 544 input on statistical analysis. 545 7. McElroy, A. K., R. S. Akondy, C. W. Davis, A. H. Ellebedy, A. K. Mehta, C. S. Kraft, G. 571 M. Lyon, B. S. Ribner, J. Varkey, J. Sidney, A. Sette, S. Campbell, U. Ströher, I. Damon, S. 572 T. Nichol, C. F. Spiropoulou, and R. Ahmed. 2015. Human Ebola virus infection results in 573 substantial immune activation. Proc. Natl. Acad. Sci. U.S.A. 112: 4719-4724. 574 8. Fink, K. 2012. Origin and function of circulating plasmablasts during acute viral 575 infections. Front Immunol 3: 1-5. 576 9. Lee, F. E.-H., A. R. Falsey, J. L. Halliley, I. Sanz, and E. E. Walsh. 2010. Circulating 577 antibody-secreting cells during acute respiratory syncytial virus infection in adults. J. Infect. 578 Dis. 202: 1659-1666. 579 10. Wrammert, J., K. Smith, J. Miller, W. A. Langley, K. Kokko, C. Larsen, N.-Y. Zheng, I. 580 Mays, L. Garman, C. Helms, J. James, G. M. Air, J. D. Capra, R. Ahmed, and P. C. Wilson. 581 2008. Rapid cloning of high-affinity human monoclonal antibodies against influenza virus. 582 Nature 453: 667-671. 583 11. Qian, Y., C. Wei, F. Eun-Hyung Lee, J. Campbell, J. Halliley, J. A. Lee, J. Cai, Y. M. 584 Kong, E. Sadat, E. Thomson, P. Dunn, A. C. Seegmiller, N. J. Karandikar, C. M. Tipton, T. 585 Mosmann, I. Sanz, and R. H. Scheuermann. 2010. Elucidation of seventeen human peripheral 586 blood B-cell subsets and quantification of the tetanus response using a density-based method 587 for the automated identification of cell populations in multidimensional flow cytometry data. 588 Cytometry B Clin Cytom 78: S69-82. 589 12. Crotty, S., R. D. Aubert, J. Glidewell, and R. Ahmed. 2004. Tracking human antigen-590 specific memory B cells: a sensitive and generalized ELISPOT system. J. Immunol. Methods 591 286: 111-122. 592 13. Murin, C. D., I. A. Wilson, and A. B. Ward. 2019. Antibody responses to viral infections: 593 a structural perspective across three different enveloped viruses. Nature Microbiology 4: 594 Footnotes 656 1. Grant support 657 This work was supported by the Marianne and Marcus Wallenberg Foundation (SGR), and 658 the KID PhD student funding program from Karolinska Institutet (SGR), the Swedish 659 Research Council (JK), and the SciLifeLab national COVID-19 research program (JK). Clinical chemistry parameters in peripheral blood of COVID-19 patients. 679 (A) Number of days since the onset of COVID-19 symptoms that peripheral blood samples 680 were taken. (B) Number of days since hospitalization that peripheral blood samples were 681 taken. (C) Blood cell counts and clinical chemistry parameters in peripheral blood of 682 COVID-19 patients measured on the day of the inclusion in this study (+/-24 hours). Gray 683 boxes indicate the range for reference values. (D) Absolute numbers of CD45 + , CD3 + , CD4 + , 684 CD8 + , and CD19 + cells in peripheral blood of COVID-19 patients (n = 20) and healthy 685 controls (HC) (n = 7) measured by flow cytometry. Statistical significance was determined 686 using Mann-Whitney U test (D). Graphs display median and IQR. n = number of patients. 687 CRP -C-reactive protein; LDH -lactate dehydrogenase; AST -aspartate transaminase; ALT 688 -alanine transaminase; PCT -procalcitonin; DL -detection limit. *, P < 0.05; **, P < 0.01; 689 ***, P < 0.001; ns -not significant. 690 T cells and B cells are activated in peripheral blood of COVID-19 patients. 692 (A) Representative flow cytometry plots of CD38 and Ki-67 co-expression in CD4 + and 693 CD8 + T cells, as well as CD19 + B cells in one representative COVID-19 patient (16 days 694 after symptom onset) and one healthy control (HC). (B) Frequencies of CD38 and Ki-67 co-695 expressing CD4 + T cells, CD8 + T cells and CD19 + B cells in COVID-19 patients (n = 20) and 696 healthy donors (n = 7). Bar graphs display median and IQR. Statistical significance was 697 determined using Mann-Whitney U test. *, P < 0.05; ***, P < 0.001. 698 SARS-CoV-2 nucleocapsid protein-specific antibody-secreting cells (ASCs) 700 expand in COVID-19 patients. (A) Flow cytometry gating strategy used to identify ASCs 701 and the IgA-, IgG-, and IgM-ASC subsets. B cells are gated on live CD14 -CD123 -CD3 -CD4 -Correlations between the levels of IL-6, CRP, neutralizing antibodies and the 738 duration of COVID-19. (A) Serum concentrations of IL-6 in COVID-19 patients and 739 healthy controls. Bar graph displays median and IQR. Statistical significance was determined 740 using Mann-Whitney U test. (B) Correlation matrix for serum IL-6, CRP, neutralizing 741 antibody titers, duration of hospitalization and the number of days between symptom onset to 742 discharge from hospital. Correlations were examined by Spearman's correlation test. The 743color scale represents the range values for Spearman's rank correlation coefficient (rs). *, P < 744 0.05; **, P < 0.01; ***, P < 0.001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "cytometry gating strategy for antibody-secreting cells (ASCs), the IgA, IgG and IgM ASC subsets, as well as activated B cells. (B) Flow cytometry gating strategy for CD4 + and CD8 + T cell activation, defined as the co-expression of CD38 and Ki-67. Correlation between CD4 + and CD8 + T cell activation levels, as measured by CD38 and Ki-67 co-expression using flow cytometry. (B) Graph displaying the antibody-secreting cell (ASC) frequencies within the total pool of CD19 + B cells and the number of days since symptom onset of COVID-19. (C) Correlation between total IgG titers against SARS-CoV-2 (measured by IFA) and the number of days since symptom onset of COVID-19. (D) Correlation between levels of SARS-CoV-2 S1 protein-specific IgG levels and the number of days since symptom onset of COVID-19. (E-G) Correlations between activated T cells and B cells with SARS-CoV-2 neutralizing antibody titers. Correlations were examined by Spearman's correlation test. r s : Spearman's rank correlation coefficient. P < 0.05 was considered statistically significant.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). Fluorescent spots indicating a single ASC were detected with an IRIS FluoroSpot 185 reader and counted with Apex software (Mabtech). 186 Recombinant SARS-CoV-2 nucleocapsid protein 188 A full-length nucleocapsid (N) phosphoprotein nucleotide sequence (1293 base-pairs) of the 189 SARS-CoV-2 virus was optimized and synthesized (Genscript). The synthesized sequence 190 was cloned into a PET-30a(+) vector with a carboxyterminal His tag for detection of protein 191 expression in E.coli. The E. coli strain BL21 Star (DE3) was transformed with the 192 recombinant plasmid and a single colony was inoculated into TB medium containing 193 antibiotic and cultured at 37°C at 200 rpm and then induced with IPTG. Protein purity and 194 molecular weight were determined by SDS-PAGE and Western blot according to standard 195 50 µL of serum were mixed with 150 µL of EMEM (Gibco) and added to confluent Vero E6 199 cells seeded in 24-well plates. Cells were incubated with diluted serum for 1 hour, and 1 mL 200 of Vero E6 medium was added after the incubation. Cells were subsequently incubated 201 further for 10 days at 37 °C and 5% CO2 and monitored for cytopathic effect (CPE) by 202 Vero E6 cells were infected with SARS-CoV-2 (isolate SARS-CoV-2/human/SWE/01/2020, 206 accession number MT093571) for 24 hours, trypsinized and mixed with uninfected Vero E6 cells, and then seeded on microscope slides. Twelve hours later, slides were fixed in acetone 208 and stored at -80˚C until further use. Serum samples were heat-inactivated at 56˚C for 30 209 minutes prior to analysis. For analysis of total SARS-CoV-2 IgG antibody titers, serum 210 samples were serially diluted from 1:20 to 1:5120. 25 µL of diluted serum was then added to 211 fixed cells and incubated at 37˚C for 30 min, after which the slides were washed in NaCl for 212 30 min. Bound SARS-CoV-2 IgG antibodies were then detected by incubating for 30 min at 213 37˚C with a secondary AF488-conjugated AffiniPure goat anti-human IgG antibody (Jackson 214 Immunoresearch), diluted 1:200 in 0.1% Evan's Blue. SARS-CoV-2 IgG positive cells were 215 visualized using a Nikon Eclipse Ni fluorescence microscope (x40 magnification). The titer 216 of IgG in each serum sample was determined by the inverted dilution factor value for the 217 highest dilution with positive staining. 218 SARS-CoV-2 specific IgG and IgA antibodies in serum were detected using anti-SARS-221 CoV-2 ELISA kits (both from Euroimmun), according to the manufacturer's instructions. 222 SARS-CoV-2 specific IgM antibodies were detected using EDI Novel Coronavirus COVID-223 19 IgM ELISA kit (Epitope Diagnostics), according to the manufacturer's instructions. Serum 224 samples were heat-inactivated at 56˚C for 30 minutes prior to analysis. 225 IL-6 levels in serum from patients and healthy controls were measured in freshly thawed 227 serum using human IL-6 ELISA development kit (Mabtech), according to the manufacturer's 228 instructions. Serum samples were diluted 1:2 in ready-to-use ELISA diluent (Mabtech) prior 229 to performing the IL-6 ELISA assay.230",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Clinical characteristics of 20 hospitalized COVID-19 patients. Abbreviations: n: number of patients; BMI: body mass index. SpO2: percutaneous oxygen saturation.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}