{"paper_id": "1f8363460e6518aa336d52d50bf5a9497ddeee12", "metadata": {"title": "How to better communicate exponential growth of infectious diseases", "authors": [{"first": "Martin", "middle": [], "last": "Schonger", "suffix": "", "affiliation": {"laboratory": "", "institution": "ETH Zurich", "location": {"country": "Switzerland"}}, "email": ""}, {"first": "Daniela", "middle": [], "last": "Sele", "suffix": "", "affiliation": {"laboratory": "", "institution": "ETH Zurich", "location": {"country": "Switzerland"}}, "email": ""}, {"first": "Mschonger@ethz", "middle": [], "last": "Ch", "suffix": "", "affiliation": {"laboratory": "", "institution": "ETH Zurich", "location": {"country": "Switzerland"}}, "email": ""}, {"first": "Daniela", "middle": ["Ethz"], "last": "Sele@gess", "suffix": "", "affiliation": {"laboratory": "", "institution": "ETH Zurich", "location": {"country": "Switzerland"}}, "email": ""}, {"first": "", "middle": [], "last": "Ch", "suffix": "", "affiliation": {"laboratory": "", "institution": "ETH Zurich", "location": {"country": "Switzerland"}}, "email": ""}, {"first": "Eth", "middle": [], "last": "Zurich", "suffix": "", "affiliation": {"laboratory": "", "institution": "ETH Zurich", "location": {"country": "Switzerland"}}, "email": ""}, {"first": "Hochschule", "middle": [], "last": "Luzern", "suffix": "", "affiliation": {"laboratory": "", "institution": "ETH Zurich", "location": {"country": "Switzerland"}}, "email": ""}, {"first": "Switzerland", "middle": [";"], "last": "", "suffix": "", "affiliation": {"laboratory": "", "institution": "ETH Zurich", "location": {"country": "Switzerland"}}, "email": ""}]}, "abstract": [{"text": "Sustained non-pharmaceutical interventions (NPIs) can contain the spread of infectious disease when vaccines or treatments are not available 1-3 . The benefit of such behavioural adaptations can be modelled as the deceleration of the exponential growth of cases. Humans underestimate exponential growth, as has been documented in biological 4 , environmental 5-6 and financial contexts 7-13 . Hence, they might also underestimate the benefit of reducing the exponential growth rate. Different ways of communicating the same scenario, i.e. frames, have been found to have a large impact on people's evaluations and choices in the contexts of social behaviour 14,15 , risk taking [16] [17] [18] [19] and health care 20-23 . Here we show that framing matters for people's assessment of the benefits of measures to mitigate the spread of infectious disease. In two commonly used frames, most subjects in our experiment drastically underestimate the number of cases mitigation measures avoid. Framing growth in terms of doubling times, rather than growth rates, improves understanding. In a non-standard framing, which focuses on time gained rather than cases avoided, the median subject assesses the benefit of mitigation measures correctly. These findings suggest changes that public health authorities can adopt to communicate the exponential spread of infectious disease more effectively. Beyond public health, the findings have applications to, for example, the regulation of the sale of financial products, retirement savings, education and the public understanding of exponential processes in the environment.", "cite_spans": [{"start": 678, "end": 682, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 683, "end": 687, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 688, "end": 692, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 693, "end": 697, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Abstract"}, {"text": "Non-pharmaceutical interventions (NPIs) like increased hand-washing, social distancing, (precautionary) quarantines, school closures or dialling down economic life have been found to contain the spread of COVID-19 1-3 . Absent options like vaccines or treatments, such behavioural adaptations may need to be sustained for many months. However, while their costs are directly felt, their benefit is abstract: they slow the prospective exponential growth of the infectious disease. Public support for and adherence to such measures depends on correct assessment of their benefits, in particular by opinion and community leaders. Unfortunately, previous research 4-13 has shown that people underestimate exponential growth. This suggests that people might also underestimate the benefit of decreasing the growth rate of an exponential process.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The assessment of exponential disease spread, and of the benefit of decreasing the underlying growth rate, may depend on the way information is communicated. Indeed, regarding other decision problems in social behavior 14,15 , risk taking 16-19 and health care 20-23 , different ways of communicating identical information about a scenario, i.e. different frames, have been found to alter people's perception and evaluation of available choices. In this study, we experimentally investigate whether different frames can facilitate understanding of exponential growth and of the benefit of NPIs.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "In the experiment we present subjects with a hypothetical scenario, in which a country can slow the spread of an infectious disease by adopting NPIs. The country has 974 cases of the infectious disease. Without these mitigation measures, the number of cases grows by 26% a day, to about 1 million cases in 30 days. NPIs would reduce the daily growth rate to 9% a day, resulting in about 13,000 cases in 30 days. Or, looking . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "at the benefit of the mitigation measures from a different perspective, the country would gain about 50 days until 1 million cases are reached.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Subjects are asked their beliefs concerning three questions: what the benefit of the mitigation measures is ('mitigation question'), how much the disease spreads if no mitigation measures are taken ('high exponential growth question') and by how much it spreads if mitigation measures are taken ('low exponential growth question').", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The scenario and the three questions are presented to subjects in one of four frames, A1, A2, B1, and B2 (given in fig. 1a-d) . Each subject is randomly assigned to one frame. Frames vary along two dimensions, A vs. B and 1 vs. 2. Dimension 1 vs. 2 concerns the way in which the growth of the disease is communicated: either in terms of the daily growth rate (A1/B1), or in the equivalent doubling time in days (A2/B2). Dimension A vs. B changes the perspective on the benefit of the mitigation measures: either in terms of the cases avoided within 30 days (about 985,000 in A1/A2) or in terms of the time gained until 1 million cases are reached (about 50 days in B1/B2). Hence, in all four frames subjects are given the same exponential function, but while in frames A1/A2 they are asked for cases as a function of time, an exponential problem, in frames B1/B2 they are asked for time as a function of cases, a logarithmic problem. People naturally employ logarithmic scales 24,25 . Thinking from a logarithmic perspective is not the same, but prompting people to do so seems worth investigating.", "cite_spans": [], "ref_spans": [{"start": 115, "end": 125, "text": "fig. 1a-d)", "ref_id": "FIGREF1"}], "section": ""}, {"text": "A subject exhibits exponential growth bias if she underestimates exponential growth. In frames A1/A2, this means underestimating the number of cases which result after a given time. In frames B1/B2, this means overestimating the amount of time until a given number of cases is reached. In line with this, we define mitigation bias as underestimating the benefit of decelerating the exponential spread of the disease. In frames A1/A2, this means underestimating the number of cases avoided due to the mitigation measures, in frames B1/B2 it means underestimating the number of days gained due to the measures.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The study was conducted online on March 25 and 26, 2020. At this time, all educational institutions and non-essential shops in Switzerland were closed due to SARS-CoV-2. Subjects were students in non-STEM fields at Swiss universities. In answering, subjects were asked to use their intuition and to refrain from using calculators or spreadsheets (for further study details see Methods). The order of questions was randomized. In total, there were 459 subjects, 116 each in frames A1, B1 and B2, and 111 in frame A2.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The copyright holder for this preprint this version posted June 14, 2020. For each frame F, MF depicts the mitigation, HF the high exponential growth, LF the low exponential growth question.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The copyright holder for this preprint this version posted June 14, 2020. . https://doi.org/10.1101/2020.06.12.20129114 doi: medRxiv preprint Fig. 2 gives the cumulative distribution functions of subjects' answers, with the solid line indicating the correct answers and the shaded areas indicating beliefs with mitigation/exponential growth bias. For the mitigation question, in frames A1/A2 ( fig. 2a) , NPIs avoid about 985,000 cases. In both frames, most subjects underestimate these benefits: 94% of subjects in frame A1 and 87% of subjects in frame A2 exhibit mitigation bias. These shares are not statistically significantly different at the 99%-level. The median answer is 8,600 cases avoided in frame A1, and 82,000 cases avoided in frame A2 (for further quantiles see extended data table 1). Hence, the median answer in the frame using doubling times exhibits less bias than the median answer in the frame using growth rates (! < 10 !\" ). For frames B1/B2, where mitigation measures buy the country about 50 days, consider fig. 2b : 44% of subjects in frame B1 and 36% of subjects in frame B2 believe that fewer days are gained, i.e. exhibit mitigation bias. The fraction of subjects exhibiting mitigation bias is not statistically significantly different between the two frames at the 99%level. The median assessment of the benefit of the mitigation measures is 60 days in frame B1, and 50 days in frame B2. The median answers are not statistically significantly different between the two frames at the 99%-level. Frames A1/A2 employ the exponential perspective, and frames B1/B2 employ the logarithmic perspective. Therefore the median answers are not comparable, but one can compare these frames according to the fraction of biased subjects. In frame A1, 50 percentage points more subjects are biased than in frame B1 (! < 10 !#$ ). In frame A2, 51 percentage points more subjects are biased than in frame B2 (! < 10 !#% ).", "cite_spans": [], "ref_spans": [{"start": 142, "end": 148, "text": "Fig. 2", "ref_id": "FIGREF2"}, {"start": 394, "end": 402, "text": "fig. 2a)", "ref_id": "FIGREF2"}, {"start": 1032, "end": 1039, "text": "fig. 2b", "ref_id": "FIGREF2"}], "section": ""}, {"text": "If the disease spreads at the high growth rate, there will be about 1 million cases in 30 days ( fig. 2c ). 90% of subjects in frame A1 and 67% of subjects in frame A2 underestimate this, i.e. exhibit exponential growth bias. The median answer is 15,000 cases in frame A1, and 256,000 cases in frame A2. Framing the scenario using doubling times facilitates understanding: the share of subjects who exhibit the bias is lower (! < 10 !$ ), and the median answer in that frame is closer to the correct amount (! < 10 !% ). Turning to frames B1/B2, the median answer in these frames coincides with the correct value of 30 days. 42% of subjects in frame B1, and 21% of subjects in frame B2 believe it takes longer than that to reach 1 million cases, i.e. exhibit exponential growth bias. Hence, the share of participants exhibiting exponential growth bias is lower when doubling times are used (! < 10 !% ). Comparing the exponential and logarithmic perspectives, in frame A1 48 percentage points more subjects are biased than in frame B1 (! < 10 !#% ), and in frame A2, 46 percentage points more subjects are biased than in frame B2 (! < 10 !## ).", "cite_spans": [], "ref_spans": [{"start": 97, "end": 104, "text": "fig. 2c", "ref_id": "FIGREF2"}], "section": ""}, {"text": "If the disease spreads at the low growth rate, there will be about 13,000 cases after 30 days ( fig. 2e ). In frame A1, the median answer is 5,000 cases, and 65% of subjects exhibit exponential growth bias. In frame A2, which uses doubling times, the median answer is 15,000 cases and only a minority of subjects, 41%, exhibit exponential growth bias. The median answer in the frame using doubling times is closer to the correct amount than the median answer in the frame using growth rates. For frames B1/B2, the correct answer is about 80 days ( fig. 2f) . The median answer is 90 days in frame B1, and 80 days in frame B2. 54% of subjects in frame B1, and 28% of subjects in frame B2 believe it takes longer to reach a million cases. Hence, we again find that the share of participants exhibiting exponential growth bias is lower when doubling times are used (! < 10 !$ ). Comparing A vs. B, in frame A1, 11 percentage points more subjects are biased than in frame B1 (! = 0.056), and in frame A2, 13 percentage points more subjects are biased than in frame B2 (! = 0.03).", "cite_spans": [], "ref_spans": [{"start": 96, "end": 103, "text": "fig. 2e", "ref_id": "FIGREF2"}, {"start": 548, "end": 556, "text": "fig. 2f)", "ref_id": "FIGREF2"}], "section": ""}, {"text": "The picture that emerges from all three questions is that framing matters. In particular, for any question and frame where bias is common to begin with, communicating the scenario in a way that prompts the logarithmic view reduces the prevalence of biased answers. Extended data table 2 gives an overview of . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The copyright holder for this preprint this version posted June 14, 2020. . https://doi.org/10.1101/2020.06.12.20129114 doi: medRxiv preprint these and further comparisons between all four frames. As can be seen from the table, for all questions, the fraction of subjects exhibiting bias is lower in frame B2 than in all other frames. In the following, we examine to what extent mitigation bias can be accounted for by exponential growth bias. The correct answer to the mitigation question is the difference between the correct answers to the two exponential growth questions. Hence, to relate the mitigation bias found in frames A1 and A2 to exponential growth bias, we compare a subject's answer in the mitigation question to the difference between her answers to the high and low exponential growth questions ( fig. 3) . For this exercise, we restrict attention to positive . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 814, "end": 821, "text": "fig. 3)", "ref_id": "FIGREF3"}], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 14, 2020. . https://doi.org/10.1101/2020.06.12.20129114 doi: medRxiv preprint data points and those subjects to whom the mitigation question was displayed prior to the exponential growth questions. For 14% of subjects in frame A1 and 5% of subjects in frame A2, the answer to the mitigation question is exactly equal to the difference in their answers to the exponential growth questions (for subjects who see the mitigation question after the exponential growth questions, this occurs more frequently, see extended data figure 1). 66% of subjects in frame A1 and 76% of subjects in frame A2 give an answer to the mitigation question which is smaller than the difference in their answers to the exponential growth questions. Hence, for these subjects mitigation bias is more severe than their answers to the exponential growth questions would suggest. The null hypothesis that mitigation bias is no more severe than exponential growth bias is rejected for both frame A1 (! < 0.05) and frame A2 (! < 10 !$ ). The phenomenon of exponential growth bias has been discussed for centuries 26,27 and has received renewed attention in the press in the context of the coronavirus pandemic 28,29 . To investigate subjects' awareness of exponential growth bias, we ask subjects what they believe about other subjects' answers to the high exponential growth question. 83% of subjects in frame A1 and 91% of subjects in frame A2 believe that others underestimate or strongly underestimate the number of cases. In both frames B1 and B2, 66% of subjects believe that others overestimate or strongly overestimate the span of time. Hence, most subjects have an awareness of the phenomenon of exponential growth bias. Despite this awareness, subjects exhibit exponential growth bias and mitigation bias in the frames using an exponential perspective.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "To summarize, in the commonly used frame of case growth and daily exponential growth rates, subjects drastically underestimate the benefit of decreasing the growth rate of an infectious disease. Communicating exponential growth in terms of doubling times rather than growth rates decreases the bias. Employing a logarithmic perspective, that is asking for time gained, rather than an exponential perspective, which asks for cases avoided, dramatically improves understanding.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 14, 2020. . https://doi.org/10.1101/2020.06.12.20129114 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 14, 2020. ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "To test whether the fraction of biased subjects is larger in one frame than another, we convert the answers to 1 if the answer is below the true value, 0 otherwise. We then test the hypothesis that the probability of success is larger in the first frame than the second using Pearson's chisquared test.", "cite_spans": [], "ref_spans": [], "section": "Statistical tests Fraction of biased subjects."}, {"text": "To test whether the median answer differs between two frames, we use the Brown-Mood median test.", "cite_spans": [], "ref_spans": [], "section": "Median answer."}, {"text": "To test whether mitigation bias can be fully explained by exponential growth bias, we use a binomial test: Define as the number of successes the number of subjects who give an answer to the mitigation question which is larger than the difference between their answers to the exponential growth questions. Define as the number of failures the number of subjects who give an answer to the mitigation question which is smaller than the difference between their answers to the exponential growth questions.", "cite_spans": [], "ref_spans": [], "section": "Relation of biases."}, {"text": "The online experiment was implemented by the laboratory staff of ANONYMIZED. The authors had no contact with the subjects, by e-mail or otherwise.", "cite_spans": [], "ref_spans": [], "section": "Experimental procedure"}, {"text": "Subjects are randomly assigned with equal probability to one of the four treatment groups/frames. Each subject sees three questions related to exponential processes, each presented on a separate screen: the mitigation question and the high and low exponential growth questions. The question differ according to the treatment group/frame the subject is in. The question on beliefs about others' answers also differs by treatment group/frame.", "cite_spans": [], "ref_spans": [], "section": "Treatment groups/frames"}, {"text": "For all questions, the answer box is free form entry. No unit was specified. Subjects were instructed to always specify units in their answers wherever appropriate. Neutral examples on how to answer were used (for instance do not answer 187, answer 1 m 87 cm or answer 1.87 m).", "cite_spans": [], "ref_spans": [], "section": "Questions and instructions"}, {"text": "Subjects were requested not to use calculators, spreadsheets or other tools. Rather, subjects were requested to use their intuition.", "cite_spans": [], "ref_spans": [], "section": "Questions and instructions"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Questions and instructions"}, {"text": "The copyright holder for this preprint this version posted June 14, 2020. . https://doi.org/10.1101/2020.06. 12.20129114 doi: medRxiv preprint In the following we give the mitigation question, the high growth exponential question and the low growth exponential question. Brackets indicate the parts of the questions that differ across frames. [How long will it take until 1'000'000 people are infected in this country?]/[How many people will be infected in 30 days?]", "cite_spans": [{"start": 109, "end": 142, "text": "12.20129114 doi: medRxiv preprint", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "A remark on the screen clarifies that in answering people who have died or recovered are to be taken into account as well.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Questions are randomized such that subjects either see the screen with the mitigation question first, or the two exponential growth questions first. The two exponential growth questions were further randomized within each other. That is, within each frame subjects were randomly assigned to one of four subgroups, which saw the exponential questions in one of the following orders:", "cite_spans": [], "ref_spans": [], "section": "Randomization of screen order"}, {"text": "-High exponential growth question, low exponential growth question, mitigation question -Low exponential growth question, high exponential growth question, mitigation question -Mitigation question, high exponential growth question, low exponential growth question -Mitigation question, high exponential growth question, low exponential growth question", "cite_spans": [], "ref_spans": [], "section": "Randomization of screen order"}, {"text": "To elicit whether a subject is aware of the phenomenon of exponential growth bias, the high exponential growth question of their frame is again shown to the subject. She is asked to indicate her belief of how other subjects answered this question on a 5-point-Likert scale with the following options:", "cite_spans": [], "ref_spans": [], "section": "Awareness of exponential growth bias"}, {"text": "-Frames A1 and A2: The answers of most participants were far too low / The answers of most participants were too low / The answers of most participants were approximately correct / The answers of most participants were too high / The answers of most participants were far too high. -Frames B1 and B2: Most participants indicated a timespan which was far too short / Most participants indicated a timespan which was too short / Most participants were approximately correct / Most participants indicated a timespan which was too long / Most participants indicated a timespan which was far too long.", "cite_spans": [], "ref_spans": [], "section": "Awareness of exponential growth bias"}, {"text": "All authors contributed equally to the project and are listed alphabetically. The authors declare no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Awareness of exponential growth bias"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Awareness of exponential growth bias"}, {"text": "The copyright holder for this preprint this version posted June 14, 2020. . https://doi.org/10.1101/2020.06.12.20129114 doi: medRxiv preprint a b", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Extended Data Fig. 1 | Mitigation bias and exponential growth bias -subsample of subjects who see exponential growth questions first, a, answers to the mitigation question plotted against the difference in answers to the exponential growth questions for frame A1 (n=49), b, same plot for frame A2 (n=40). Solid line indicates the correct answer (about 1 million cases avoided). For observations on the dashed line, mitigation bias can be fully explained by exponential growth bias (28% in frame A1, 23% in frame A2). Multiple identical answers displayed by larger crosses. Only subjects to whom the two exponential growth questions was displayed prior to the mitigation question. Data points with non-positive values are excluded.", "cite_spans": [], "ref_spans": [{"start": 14, "end": 20, "text": "Fig. 1", "ref_id": "FIGREF1"}], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 14, 2020. ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Effect of non-pharmaceutical interventions to contain COVID-19 in China", "authors": [{"first": "S", "middle": [], "last": "Lai", "suffix": ""}, {"first": "N", "middle": ["W"], "last": "Ruktanonchai", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41586-020-2293-x"]}}, "BIBREF1": {"ref_id": "b1", "title": "Estimating the effects of non-pharmaceutical interventions on COVID-19 in Europe", "authors": [{"first": "S", "middle": [], "last": "Flaxman", "suffix": ""}, {"first": "S", "middle": [], "last": "Mishra", "suffix": ""}, {"first": "A", "middle": [], "last": "Gandy", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41586-020-2405-7"]}}, "BIBREF2": {"ref_id": "b2", "title": "The effect of large-scale anti-contagion policies on the COVID-19 pandemic", "authors": [{"first": "S", "middle": [], "last": "Hsiang", "suffix": ""}, {"first": "D", "middle": [], "last": "Allen", "suffix": ""}, {"first": "S", "middle": [], "last": "Annan-Phan", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41586-020-2404-8"]}}, "BIBREF3": {"ref_id": "b3", "title": "The pond-and-duckweed problem: Three experiments on the misperception of exponential growth", "authors": [{"first": "W", "middle": ["A"], "last": "Wagenaar", "suffix": ""}, {"first": "H", "middle": [], "last": "Timmers", "suffix": ""}], "year": 1979, "venue": "Acta Psychologica", "volume": "43", "issn": "", "pages": "239--251", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Misperception of exponential growth", "authors": [{"first": "W", "middle": ["A"], "last": "Wagenaar", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Sagaria", "suffix": ""}], "year": 1975, "venue": "Perception and Psychophysics", "volume": "18", "issn": "", "pages": "416--422", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Intuitive Prediction of Growth", "authors": [{"first": "W", "middle": ["A"], "last": "Wagenaar", "suffix": ""}, {"first": "H", "middle": [], "last": "Timmers", "suffix": ""}], "year": 1978, "venue": "Environmental Assessment of Socioeconomic Systems. NATO Conference Series", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "How laypeople and experts misperceive the effect of economic growth", "authors": [{"first": "F", "middle": [], "last": "Christandl", "suffix": ""}, {"first": "D", "middle": [], "last": "Fetchenhauer", "suffix": ""}], "year": 2009, "venue": "Journal of Economic Psychology", "volume": "20", "issn": "", "pages": "381--392", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Misunderstanding savings growth: Implications for retirement savings behavior", "authors": [{"first": "C", "middle": ["R M"], "last": "Mckenzie", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Liersch", "suffix": ""}], "year": 2011, "venue": "Journal of Marketing Research", "volume": "48", "issn": "", "pages": "1--13", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Exponential growth bias and financial literacy", "authors": [{"first": "J", "middle": [], "last": "Almenberg", "suffix": ""}, {"first": "C", "middle": [], "last": "Gerdes", "suffix": ""}], "year": 2012, "venue": "Applied Economic Letters", "volume": "19", "issn": "", "pages": "1693--1696", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "What will my account really be worth? Experimental evidence on how retirement income projections affect saving", "authors": [{"first": "G", "middle": ["S"], "last": "Goda", "suffix": ""}, {"first": "C", "middle": [], "last": "Flaherty Manchester", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Sojourner", "suffix": ""}], "year": 2014, "venue": "Journal of Public Economics", "volume": "119", "issn": "", "pages": "80--92", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Exponential growth bias and lifecycle consumption", "authors": [{"first": "M", "middle": ["R"], "last": "Levy", "suffix": ""}, {"first": "J", "middle": [], "last": "Tasoff", "suffix": ""}], "year": 2016, "venue": "Journal of the European Economic Association", "volume": "14", "issn": "", "pages": "545--583", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A method for evaluating the quality of financial decision making with an application to financial education", "authors": [{"first": "S", "middle": [], "last": "Ambuehl", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "Bernheim", "suffix": ""}, {"first": "A", "middle": [], "last": "Lusardi", "suffix": ""}], "year": 2017, "venue": "National Bureau of Economic Research", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Exponential-growth bias and overconfidence", "authors": [{"first": "M", "middle": ["R"], "last": "Levy", "suffix": ""}, {"first": "J", "middle": [], "last": "Tasoff", "suffix": ""}], "year": 2017, "venue": "Journal of Economic Psychology", "volume": "58", "issn": "", "pages": "1--14", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The Relevance of Kahneman and Tversky's concept of framing to organizational behavior", "authors": [{"first": "M", "middle": ["H"], "last": "Bazerman", "suffix": ""}], "year": 1984, "venue": "Journal of Management", "volume": "10", "issn": "3", "pages": "333--343", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Anomalies: Ultimatums, Dictators and Manners", "authors": [{"first": "C", "middle": [], "last": "Camerer", "suffix": ""}, {"first": "R", "middle": [], "last": "Thaler", "suffix": ""}], "year": 1995, "venue": "Journal of Economic Perspectives", "volume": "9", "issn": "2", "pages": "209--219", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The Foundations of Statistics", "authors": [{"first": "L", "middle": ["J"], "last": "Savage", "suffix": ""}], "year": 1954, "venue": "", "volume": "", "issn": "", "pages": "101--104", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Decision Analysis: Introductory Lecturs on Choices under Uncertainty", "authors": [{"first": "H", "middle": [], "last": "Raiffa", "suffix": ""}], "year": 1968, "venue": "", "volume": "", "issn": "", "pages": "80--86", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "An Analysis of decision under risk", "authors": [{"first": "D", "middle": [], "last": "Kahneman", "suffix": ""}, {"first": "A", "middle": [], "last": "Tversky", "suffix": ""}], "year": 1979, "venue": "Econometrica", "volume": "47", "issn": "2", "pages": "263--291", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Risk taking and problem context in the domain of losses: an expected utility analysis", "authors": [{"first": "J", "middle": ["C"], "last": "Hershey", "suffix": ""}, {"first": "P", "middle": ["J H"], "last": "Schoemaker", "suffix": ""}], "year": 1980, "venue": "Journal of Risk and Insurance", "volume": "47", "issn": "1", "pages": "111--132", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The framing of decisions and the psychology of choice", "authors": [{"first": "A", "middle": [], "last": "Tversky", "suffix": ""}, {"first": "D", "middle": [], "last": "Kahneman", "suffix": ""}], "year": 1981, "venue": "Science", "volume": "211", "issn": "4481", "pages": "453--458", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "On the elicitation of preference for alternative therapies", "authors": [{"first": "B", "middle": ["J"], "last": "Mcneil", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Pauker", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Sox", "suffix": ""}, {"first": "A", "middle": [], "last": "Tversky", "suffix": ""}], "year": 1982, "venue": "New England Journal of Medicine", "volume": "306", "issn": "", "pages": "1259--1262", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Rational choice and the framing of decisions", "authors": [{"first": "A", "middle": [], "last": "Tversky", "suffix": ""}, {"first": "D", "middle": [], "last": "Kahneman", "suffix": ""}], "year": 1986, "venue": "Journal of Business", "volume": "59", "issn": "4", "pages": "251--278", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Does attribute framing in discrete choice experiments influence willingness to pay? Results from a discrete choice experiment in screening for colorectal cancer", "authors": [{"first": "K", "middle": [], "last": "Howard", "suffix": ""}, {"first": "G", "middle": [], "last": "Salkeld", "suffix": ""}], "year": 2009, "venue": "Value in Health", "volume": "12", "issn": "2", "pages": "354--363", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": ". 1e illustrates the underlying system. The parameters of the questions are set such that for the high growth exponential question the correct answer in frames A1/A2 is about equal to the number of cases given in frames B1/B2, and, conversely, the correct answer in frames B1/B2 is about equal to the amount of time given in frames A1/A2. The mitigation measures either reduce the number of cases in the country (A1/A2), or buy time for the country (B1/B2).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Experimental stimuli in the four different frames, a-d, questions in frames A1, A2, B1 and B2, e, schematic of questions with exponential functions ! ! (26% per day/doubling time of 3 days) and ! \" (9% per day/doubling time of 8 days).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Effect of framing on bias, a-b, cumulative distribution function (CDF) of answers to the mitigation question, for a, frame A1 (orange line, n=114)) and frame A2 (blue line, n=102), b, frame B1 (green line, n=109) and frame B2 (purple line, n=111), c-d, CDF of answers to the high exponential growth question, c, frame A1 (n=115) and A2 (n=111), d, frame B1 (n=109) and B2 (n=111), e-f, CDF of answers to the low exponential growth question, e, frame A1 (n=116) and A2 (n=111), f, frame B1 (n=113) and B2 (n=116). Solid vertical line indicates correct answer. Shaded area indicates beliefs which reveal mitigation /exponential growth bias. Axes are capped.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Mitigation bias and exponential growth bias. a, answers to the mitigation question plotted against the difference in answers to the exponential growth questions for frame A1 (n=54), b, same plot for frame A2 (n=50). Solid lines indicate the correct answer to the mitigation question resp. the difference between the correct answers to the exponential growth questions (about 1 million cases avoided). For observations on the dashed line, mitigation bias can be fully explained by exponential growth bias. Multiple identical answers are displayed by larger circles. Only subjects to whom the mitigation question was displayed prior to the exponential growth questions. Data points with non-positive values excluded, one large outlier in A2 not shown.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Mitigation question: Mitigation measures would reduce the daily growth rate from 26% to 9%. How many cases could be avoided in 30 days? (986,330 cases) High [low] exponential growth question: The number of infected people grows by 26% [9%] per day. Mitigation question: Mitigation measures would lengthen the doubling time from 3 days to 8 days. How many cases could be avoided in 30 days?", "latex": null, "type": "table"}, "TABREF1": {"text": "24. Dehaene, S. Symbols and quantities in parietal cortex: elements of a mathematical theory of number representation and manipulation. In Sensorimotor Foundations of Higher Cognition, Haggard, P., Rossetti, Y. & Kawato, M. (eds.), 527-574 (2008). 25. Dehaene, S., Izard, V. Spelke, E. & Pica, P. Log or linear? Distinct intuitions of the number scale in Western and Amazonian indigene cultures, Science, 320 (5880), 1217-1220 (2008). 26. Khāllikan, I. Biographical Dictionary (MacGuckind de Slane, W. Oriental Translation Fund of Great Britain and Ireland, 1868), vol. 3 (1274). 27. Alighieri, D. \"Canto XXVIII\" in Paradiso, line 93 (early 14th century). 28. Zeit. Schach und das Virus: Warum das Ausbreitungstempo bei Corona so entscheidend ist. Die Zeit. Dalton, C. I'm an ER doctor. Please take coronavirus seriously. The Guardian.", "latex": null, "type": "table"}, "TABREF2": {"text": "Mitigation question. In a country, 974 people have been infected so far. The number of infected people [grows by 26% daily]/[doubles every 3 days]. The country aims to have as few infected people as possible in 30 days. Therefore, the adoption of measures such as increased hand-washing and social distancing is being discussed. With these measures, the number of infected people would [grow at merely 9% per day]/ [double only every 8 days]. [How much time would the country gain with these measures until 1'000'000 people are infected?]/[How many infections could be avoided in the following 30 days with these measures?]. exponential growth question. In a country, 974 people have been infected so far. The number of infected people [grows by 26% per day]/[doubles every 3 days]. [How long will it take until 1'000'000 people are infected in this country?]/[How many people will be infected in 30 days?] Low exponential growth question. In a country, 974 people have been infected so far. The number of infected people [grows by 9% per day]/[doubles every 8 days].", "latex": null, "type": "table"}, "TABREF3": {"text": ". https://doi.org/10.1101/2020.06.12.20129114 doi: medRxiv preprint Extended Data Table 1 | Question parameters and response quantiles", "latex": null, "type": "table"}}, "back_matter": [{"text": "Differences of share of biased subjects. The 95%-confidence intervals are given in parentheses. The p-value of the one-sided hypothesis test is given.", "cite_spans": [], "ref_spans": [], "section": "Extended Data Table 2 | Difference in bias across frames"}]}