{
    "paper_id": "1f8410e85ab2ebcddf61f133522a88b0b5627347",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Australia is a food secure nation that exports 60% of its total production. 1 Yet, COVID-19 is having an impact on the ability of rural and remote communities to access sufficient, affordable nutritious food. Australia is not alone in experiencing pockets of food shortages. A recent joint statement from leading international food agencies highlighted the consequences that the restrictions have placed on movement within and between countries, disrupting food supply chains and the availability of food. 2 During the early days of the outbreak of COVID-19 when panic buying began to take hold in Australia, the Alliance was regularly contacted by a member representative from a remote NSW town with a high Aboriginal population. He was concerned about the persistent and severe food supply shortages in his town that could impact household and community food security. Further media reports from other parts of the country indicated that a reduced food supply in rural areas was more general. The small, remote Aboriginal and Torres Strait Islander communities have been heavily affected, according to a media statement released from The Hon Ken Wyatt's office. 3 Along with the apparent food shortages have come rising prices of staple foods, which creates additional anxiety amongst disadvantaged communities. 4 Food security exists where 'all people at all times have physical and economic access to sufficient safe and nutritious food that meets their dietary needs and food preferences for an active and healthy life.' 5 There are four pillars of food security: (a) food availability (b) food access, including both affordability and transport (c) food utilisation and (d) the stability of the food supply. 6 Conversely, food insecurity is defined as a situation in which individuals, households and communities have limited or uncertain ability to meet these conditions that might or might not be accompanied by hunger. 7, 8 The outcome of food insecurity is poorer physical and mental health outcomes. 6, 9 The prevalence of food insecurity in Australia varies from 4% to 14%, 10 but in disadvantaged populations it can be as high as 83%. 6 Even at the lower end of this percentage, it means approximately 1 million Australians are experiencing food insecurity. The factors that impact on food insecurity are poverty, unemployment, low educational levels, social isolation, food literacy and time 6, [9] [10] [11] many of which put people living rural, regional and remote communities at greater risk. Additional challenges for those living in remote parts of Australia are being able to source good-quality fresh produce away from urban areas. 7 Unemployment rates in rural areas are lower under usual conditions, so rising rates of unemployment during the coronavirus pandemic might precipitate higher prevalence of food insecurity, particularly for those regions that have been affected by drought and the recent bush fires, where agricultural and tourism businesses have taken a severe hit.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 77,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 506,
                    "end": 507,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1164,
                    "end": 1165,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1314,
                    "end": 1315,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1714,
                    "end": 1715,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1928,
                    "end": 1930,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1931,
                    "end": 1932,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2011,
                    "end": 2013,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2014,
                    "end": 2015,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2148,
                    "end": 2149,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2406,
                    "end": 2408,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2409,
                    "end": 2412,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2413,
                    "end": 2417,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2418,
                    "end": 2422,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2654,
                    "end": 2655,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 puts the spotlight on food insecurity in rural and remote Australia"
        },
        {
            "text": "In terms of solutions to addressing food insecurity in rural, regional and remote Australia, food relief charitable agencies play a key role in responding to the immediate needs of people experiencing food insecurity. 10 However, while these services can help to reduce hunger and offer interventions to improve food knowledge and skills, they do not reduce the underlying causes of food insecurity. 6, 11 It is not reasonable to expect that lasting improvements to food insecurity come from individual and charity-led responses. 9 Instead, governments at all levels-national, state and local-have critical roles to play in addressing food insecurity. Poverty is one of the main factors for a household being food insecure, so Australian government policies that improve household financial resources through fair welfare payments and potentially subsidised groceries will enable people to feed themselves in culturally appropriate ways. 6 Since the Federal Government announced the stimulus package during COVID-19, JobSeeker allowances have been increased and other social security benefits have been boosted, which will provide some protection against food insecurity for vulnerable individuals, families and communities. Policies that are directed towards improving living and working conditions for disadvantaged people are also necessary to address the underlying causes of food insecurity.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 220,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 400,
                    "end": 402,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 403,
                    "end": 405,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 530,
                    "end": 531,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 938,
                    "end": 939,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 puts the spotlight on food insecurity in rural and remote Australia"
        },
        {
            "text": "At the local level, strategies to improve food security in rural communities could include collaborative efforts between relevant stakeholders, such as state and local governments as well as private industry. The Alliance's virtual conversation 12 on affordable and nourishing food for rural and remote communities considers policy and practical solutions.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 247,
                    "text": "12",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 puts the spotlight on food insecurity in rural and remote Australia"
        },
        {
            "text": "An initiative that has shown promise was a program funded by a local health district in two rural local government areas in Victoria, which improved access to fruit and vegetables through small store incentives. 13 In the context of changing weather patterns and climate change, local governments are particularly well placed to use environmental sustainability principles to guide the development of food security programs in Australia. 14 Under the Public Health and Wellbeing Act in Victoria, each local government has the responsibility for creating a health and well-being plan, which provides an opportunity to address the issues of climate change and food insecurity, while improving community capacity, building resilience and social cohesion. 7 Shared principles for both food sustainability and food security are ecosystems' protection and biodiversity; food justice and fairness; and valuing local economies, local food systems and community resilience. 14 It is at the local level where concerted responses to food insecurity are required, because this is where people experience food insecurity. Importantly, local strategies must be supported by the Australian Government and state governments that provide the other supports that people need.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 214,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 752,
                    "end": 753,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 965,
                    "end": 967,
                    "text": "14",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 puts the spotlight on food insecurity in rural and remote Australia"
        },
        {
            "text": "National Rural Health Alliance, Canberra, ACT, Australia Email: gabrielle@ruralhealth.org.au",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gabrielle O'Kane PhD, Chief Executive Officer"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Food security in Australia in an era of neoliberalism, productivism and climate change",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lyons",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Rural Studies",
            "volume": "29",
            "issn": "",
            "pages": "30--39",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "FAO IFAD, the World Bank & WFP. Joint Statement on COVID-19 Impacts on Food Security and Nutrition",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Food and Agriculture Organisation",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Media Statement",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Food"
                    ],
                    "last": "Wyatt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Security",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Australia Might be Recovering from Coronavirus, but Getting Your Next Meal Remains a Concern",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cousins",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Food and Agriculture Organisation",
            "authors": [],
            "year": 2011,
            "venue": "FAO. FAO in the 21st Century: Ensuring Food Security in a Changing World",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Food insecurity and socioeconomic disadvantage in Australia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Seivwright",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Callis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Flatau",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Enviro Res Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "How are Victorian local governments responding to climate change and food insecurity?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beaudry",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Mckay",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Haines",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Health Promot J Austral",
            "volume": "2020",
            "issn": "",
            "pages": "1--8",
            "other_ids": {
                "DOI": [
                    "10.1002/hpja.330"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Committee on World Food security. Coming to Terms with Terminology",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Food insecurity in regional rural Australia",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Mungai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Priestly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pawar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Aust Soc Work",
            "volume": "73",
            "issn": "2",
            "pages": "149--161",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Food provision among food relief agencies in rural Australia, and perceived barriers and enablers to provide healthy food",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bortolin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Priestly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sangster",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Aust J Rural Health",
            "volume": "26",
            "issn": "",
            "pages": "86--92",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Population-based interventions addressing food insecurity in Australia: a systematic scoping review",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Yii",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Palermo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kleve",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nutr Diet",
            "volume": "77",
            "issn": "",
            "pages": "6--18",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A Virtual Conversation: Affordable and Nourishing Food for Rural and Remote Communities during COVID-19 and Beyond",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A mixed-methods impact evaluation of the feasibility of an initiative in small rural stores to improve access to fruit and vegetables",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Palermo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gardiner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Charaktis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blake",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Aust J Primary Health",
            "volume": "22",
            "issn": "",
            "pages": "545--553",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Health promotion and food insecurity: exploring environmental sustainability principles to guide practice within Australia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nuttman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Patrick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Townsend",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lawson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Health Promot J Austral",
            "volume": "31",
            "issn": "",
            "pages": "68--76",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}