{
    "paper_id": "1f8567445c5362034eda8e048134e27feefc1d3a",
    "metadata": {
        "title": "Innovative liver research continues during the current pandemic",
        "authors": [
            {
                "first": "Sven",
                "middle": [],
                "last": "Francque",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Antwerp University Hospital",
                    "location": {
                        "settlement": "Edegem",
                        "country": "Belgium"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Whilst the COVID-19 pandemic runs its devastating course, heavily impacting on the health and quality of life (QoL) of many, the scientific community continues to work hard to reconcile the need for new knowledge to fight this unprecedented threat to individual and global health, the high clinical needs, as well as the continuous need to invest in research for the non-COVID-19related diseases that continue to impact on our populations. The editorial team of JHEP Reports is therefore pleased to present the next issue of the journal on schedule.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First, we tackle the COVID-19 issue by providing a key position paper that comprehensively summarises our current knowledge on how COVID-19 impacts on the liver, how preexisting liver disease might impact on Covid-19 infections and how to continue to ensure care for patients with acute and chronic liver disease in the current context. 1 This document is a joint effort of the European Association for the Study of the Liver and the European Society of Clinical Microbiology and Infectious Diseases and gives guidance regarding the burning issues. Patients with pre-existing medical conditions are regarded as populations at risk of a severe disease course, but it is currently unclear to what extent chronic liver diseases should be considered as risk factors. Patients with advanced liver disease as well as liver transplant patients likely represent vulnerable patient cohorts with an increased risk of infection and/or a severe course of COVID-19. Furthermore, an unusual allocation of healthcare resources is currently required in virtually all countries around the world. This may negatively impact the care of patients with chronic liver disease who continue to require medical attention. This position paper offers guidance on how to balance the need to avoid nosocomial dissemination of the virus to patients and healthcare providers, whilst at the same time maintaining a high standard of care for patients who require immediate and continued medical attention.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 338,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The question of whether nucleos(t)ide analogues (NUCs) can be safely discontinued in certain patients with chronic hepatitis B remains a matter of debate. One of the factors that could potentially allow for the safe withdrawal of NUCs is the depletion of cccDNA that might occur with long-term treatment. In the current issue of JHEP Reports, Lai et al. report that viral rebound occurred in most cases following NUC cessation in a series of 19 patients with undetectable intrahepatic cccDNA (covalently closed circular DNA). 2 To what extent the determination of cccDNA on liver biopsy can reliably reflect liver cccDNA depletion is obviously questionable, but this study adds to the growing knowledge on how to handle patients following successful NUC treatment. Van Hees et al. 3 also reported a >50% rebound rate after treatment cessation in Caucasian patients with HBeAg seroconversion, with potentially fatal outcomes. The study of Lai et al. adds a note of caution regarding NUC cessation, but unfortunately it does not fill the unmet need of identifying reliable predictors for the safe discontinuation of NUCs.",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 527,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 781,
                    "end": 782,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Whilst hepatitis C has been successfully tackled in the last decade, hepatitis B and hepatitis B-D coinfection continue to challenge the hepatology community, as many knowledge gaps persist and viral eradication is rarely achieved in hepatitis B, whilst the treatment of hepatitis D is even more challenging. The complex interaction between the virus and host immune system is incompletely understood, which hampers the development of efficacious treatments. 4 The development of animal models that reliably mimic the infection in patients is particularly challenging. Usai et al. present their results on a large and comprehensive study on the immunological mechanisms driving disease progression in hepatitis B-D coinfection. 5 In an adeno-associated vector-mediated mouse model of hepatitis B-D the authors surprisingly found a limited role of different immune cell populations (e.g. T cells or natural killer cells) in the induction of liver damage. By contrast, interferon-and tumour necrosis factor alpha (TNF-a)-mediated pathways appeared to be of crucial importance. Inhibition of TNF-a by etanercept ameliorated hepatitis-D-induced liver damage. Although the conclusion that pharmacological inhibition of TNF-a represents an attractive strategy to control hepatitis-D-induced acute liver damage is premature, the findings are innovative and substantially contribute to our understanding of the immunology of hepatitis-D-related disease, which should allow further exploration of the manipulation of these pathways in the quest for an effective treatment.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 460,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 728,
                    "end": 729,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although distinct diseases, alcoholic and non-alcoholic fatty liver disease (ALD and NAFLD) share multiple features. Not only the histological picture, but also several pathophysiological mechanisms overlap, e.g. the impact of alcohol on metabolic pathways including sterol regulatory element-binding protein 1c or peroxisome proliferator-activated receptor-a that are key metabolic pathways in the pathophysiology of NAFLD, 6 or the role of genetic factors. Furthermore, in many patients both the drivers of NAFLD (such as overweight and diabetes) and the use of alcohol are concomitantly present. This can impact on the management of ALD and NAFLD, elegantly summarised in the review by Louvet et al. 7 One of the aspects that is poorly touched upon in the (medical) management of patients, is their perceived QoL. Several tools have been developed over time to capture the impact of the disease on this important aspect of disease burden, which is particularly challenging in the context of NAFLD, as the aforementioned comorbidities intrinsically affect QoL. Sweeney et al. extensively reviewed the literature on QoL impairment in the specific population of patients with NAFLD-related compensated cirrhosis, concluding that those patients suffer significantly from lower QoL and poorer physical health. 8 They also reviewed the available patient-reported outcome measures (PROMs) that are increasingly important in the design of clinical trials and patient management policies. They highlight the current limitations of the PROMs that have been used so far and conclude that there is a need for a standardised and structured approach to these measures in clinical trials of patients with NAFLD-related cirrhosis, as well as in daily clinical practice.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 426,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 703,
                    "end": 704,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1308,
                    "end": 1309,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rare liver diseases ask for collaborative efforts to provide high quality data that can solve clinical research questions. The European Union has actively promoted this by recognising European Reference Networks (ERN) for rare diseases, including RARE LIVER for rare liver diseases. A group of centres, some from this ERN, report on their pooled series of patients with autoimmune hepatitis with normal IgG levels, which corresponds to 10% of their patient population. 9 Although these studies inevitably struggle with their retrospective nature and with selection bias (reinforced in this study by the fact that IgG levels are part of the diagnostic criteria for autoimmune hepatitis), the findings of Hartl et al. are insightful and substantially contribute to our understanding of this clinical entity. It appears that these patients differ little in their characteristics at diagnosis compared to patients with a typical elevation of IgG, but have a higher, albeit with 24% still rather low, chance of remaining in stable remission after cessation of all treatment. The issue of whether to stop any immunosuppressive treatment and the selection of patients who might qualify for this, is still ill-defined and hence the study by Hartl et al. is an important contribution to help settle this clinical challenge. Wilson's disease is an even rarer condition, and acute liver failure in this disease is usually confined to childhood or young adulthood. In this issue of JHEP Reports, Shribman et al. not only report on a very rare case of acute liver failure as a primary manifestation of Wilson's disease in a patient over 60 years of age, but also report the experience of the transplant community in the United Kingdom with liver transplantation in this specific setting over the past 2 decades. 10 Only 8 such cases of acute liver failure as the first presentation of Wilson's disease in patients older than 40 years, or 1 in 1,250 listed for transplantation, could be identified. Although rare, this implies that this cause of acute liver failure should be part of the differential diagnosis of acute liver failure at any age.",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 470,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1799,
                    "end": 1801,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Budd-Chiari syndrome is another rare disease with multiple challenges in clinical management. One of these is the frequent occurrence of benign regenerative lesions that need to be discriminated from malignant lesions, especially in case of mild elevations of alpha-foetoprotein that frequently accompany these benign lesions. As the contrast dynamics in Budd-Chiari syndrome are altered compared to a classical cirrhotic condition (especially impacting on the venous wash-out that is an important criterion in imaging-based diagnosis of hepatocellular carcinoma), and as the regenerative lesions in Budd-Chiari syndrome have features of focal nodular hyperplasia and hence show hyperenhancement in the arterial phase of contrast-enhanced imaging, the classical imaging criteria do not always suffice to reliably rule out malignancy in focal liver lesions of patients with Budd-Chiari syndrome. In a retrospective analysis of 26 patients with suspected liver lesions (a large single centre series for this condition), Van Wettere et al. report on the accuracy of MRI with hepatobiliary excretion contrast agent in differentiating hepatocellular carcinoma lesions, which were all homogenously hypointense in the hepatobiliary excretion phase, from the benign lesions, which were almost all hyperintense, at least in the periphery of the lesion, or also homogenously. 11 Diagnostic accuracy was very high, especially in combination with an alphafoetoprotein level >15 ng/ml. This important observation is of great relevance in the management of Budd-Chiari syndrome.",
            "cite_spans": [
                {
                    "start": 1366,
                    "end": 1368,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From the same group, the current issue of JHEP Reports offers a comprehensive state-of-the-art overview of the role of imaging in the diagnosis of liver tumours, focusing mainly but not exclusively, on hepatocellular carcinoma. Besides a detailed and critical appraisal of what has become standard of care, Gregory et al. shed light on the future role of imaging in the clinical management of patients with a large variety of liver tumours. 12 Of particular interest is the assessment of tumour response to various therapies. This goes beyond the assessment of viable tumour tissue, for some years the cornerstone of treatment response assessment in hepatocellular carcinoma. The response to immunotherapy is particularly challenging due to specific radiological images that appear in line with dynamics of treatment-induced alterations. 3D volumetry and radiomics offer new perspectives, the latter working on voxel level, mathematically analysing and manipulating their binary signatures in complex models, allowing to go beyond size or human-eye based semantic descriptors. Also, quantitative and functional imaging provide insight into microscopic tumour changes that may be used as early predictors of response. This elegant review will guide clinicians through the fascinating innovations that imaging is offering in diagnosing these various liver tumours and in assessing treatment responses (to therapies with different modes of action, which require different corresponding imaging modalities).",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 443,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We hope you enjoy the issue!",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Care of patients with liver disease during the COVID-19 pandemic: EASL-ESCMID position paper",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boettler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Newsome",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "U"
                    ],
                    "last": "Mondelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maticic",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cordero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cornberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JHEP Rep",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Rebound of HBV DNA after cessation of nucleos/tide analogues in chronic hepatitis B patients with undetectable covalently closed circular DNA",
            "authors": [
                {
                    "first": "C-L",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "Dk-H",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Gt-T",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W-K",
                    "middle": [],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "M-F",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JHEP Rep",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Stopping nucleos(t)ide analogue treatment in Caucasian hepatitis B patients after HBeAg seroconversion is associated with high relapse rates and fatal outcomes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Hees",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bourgeois",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Vlierberghe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sersté",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Francque",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Michielsen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Aliment Pharmacol Ther",
            "volume": "47",
            "issn": "8",
            "pages": "1170--1180",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Treating chronic hepatitis delta: the need for surrogate markers of treatment efficacy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yurdaydin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Abbas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cornberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Esteban",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Etzion",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Hepatol",
            "volume": "70",
            "issn": "5",
            "pages": "1008--1015",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "TNF-alpha inhibition ameliorates HDV-induced liver damage in a mouse model of acute severe infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Usai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maestro",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Camps",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Olague",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Suárez-Amaran",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vales",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JHEP Rep",
            "volume": "2",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "PPARa gene expression correlates with severity and histological treatment response in patients with non-alcoholic steatohepatitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Francque",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Verrijken",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Caron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prawitt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Paumelle",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Derudas",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Hepatol",
            "volume": "63",
            "issn": "1",
            "pages": "164--173",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Combined alcoholic and non-alcoholic steatohepatitis",
            "authors": [
                {
                    "first": "L-C",
                    "middle": [],
                    "last": "Ntandja-Wandji",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gnemmi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mathurin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Louvet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JHEP Rep",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Health-related quality of life and patient-reported outcome measures in NASH-related cirrhosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mcsweeney",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Breckons",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fattakhova",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oluboyede",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vale",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ternent",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JHEP Rep",
            "volume": "2",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Features and outcome of AIH patients without elevation of IgG",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hartl",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Miquel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zachou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Asghar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pape",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JHEP Rep",
            "volume": "2",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Liver transplantation for late-onset presentations of acute liver failure in Wilson's disease: the UK experience over 2 decades",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shribman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Warner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Duckworth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gimson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JHEP Rep",
            "volume": "2",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Hepatobiliary MR contrast agents are useful to diagnose hepatocellular carcinoma in patients with Budd-Chiari syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Wettere",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Paulatto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Raynaud",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bruno",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Payancé",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Plessier",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JHEP Rep",
            "volume": "2",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Evaluation of liver tumour response by imaging",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gregory",
                    "suffix": ""
                },
                {
                    "first": "Dioguardi",
                    "middle": [],
                    "last": "Burgio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Corrias",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vilgrain",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ronot",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JHEP Rep",
            "volume": "2",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}