{
    "paper_id": "1f8699a59074b16cf76152c4c5bbe243c76ce0b2",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "Surveillance 8705 words in main article text (including footnotes).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "interview infected individuals to learn about their activities and the people they encountered after becoming ill, and then monitor those contacts for illness. According to a recent report from the Johns Hopkins Center for Health Security, more than 100,000 contact tracers may be needed nationally to grapple with the COVID-19 pandemic. 16 Massachusetts alone \"plans to hire and train roughly 1,000 people to do contact tracing.\" 17",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 340,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Other jurisdictions have trained their sights on cell phone data as a new, potentially more powerful, efficient, and accurate tool for contact tracing. With China, South Korea, Singapore, Israel, and others as examples, data brokers and app developers are working to bring digital contact tracing to European and American markets. 18 Their pitch is enticing. In a forthcoming paper in Science, researchers at Oxford argue that COVID-19 spreads too quickly and asymptomatically to be controllable through traditional contact tracing methods. 19 To alleviate the need for long term mass social distancing, the authors of that study argue that communities will need to deploy \"instant digital contact tracing.\" 20 15 Id. 16 COVID-19 testing and support for quarantining identified contacts, undermine the efficacy of digital contact tracing efforts that its proponents seemingly take for granted. 21 As for privacy, digital contact tracing efforts abroad already raise significant cause for concern. These mass surveillance programs sweep up revealing location data indiscriminately. Although they are defended on grounds of emergency and the urgent need to contend with the present health crisis, experiences in those countries already reveal the potential for abuse. Moreover, our own history amply demonstrates that surveillance powers claimed on emergency grounds frequently remain after the emergency has passed, often morphing into tools of social control targeted against Should the political branches fail to perform on these duties, then the courts, as guardians of the Fourth Amendment's sacred trust, must act.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 333,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 543,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 718,
                    "end": 720,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 894,
                    "end": 896,
                    "text": "21",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the U.S. context, questions about protecting privacy against threats of government surveillance implicate the Fourth Amendment, which guarantees that \"The right of the people to be secure in their persons, houses, papers, and effects against unreasonable searches and seizures shall not be violated . . . .\" 24 Would an epidemiological surveillance program that uses cellphone location data to conduct individual contact tracing or to document and predict infection patterns using aggregate data be subject to Fourth Amendment regulation? If so, what form should those regulations take? Answering these questions requires addressing two Fourth Amendment 23 By \"location tracking,\" we mean the use of technologies like cell site location or GPS that monitor the movements of individual persons or devices through space. In the present context, location tracking technologies might be used to trace the movements of individuals who test positive for SARS-CoV-2 and to document potential contacts with others. By \"proximity tracking,\" we mean technologies like geofencing or Wi-Fi that document the presence of individuals or devices in a specific area. Proximity tracking might be used to control the flow of persons in particular spaces, such as malls, grocery stores, or even cities. It might also be used to identify those who have traversed hotspots or other areas of potential contagion. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. FOURTH AMENDMENT FRAMEWORKS"
        },
        {
            "text": "thousands of requests each year. They may therefore already be acting as state agents when they collect and aggregate location data. 26 That case is even stronger in the narrower circumstance of epidemiological surveillance. These programs require ongoing access to historical data for baseline analysis, recent aggregate data to model population flows and contact patterns, targeted data to trace individual persons, and real-time data to monitor the activities of persons and groups. In short, these programs will entail close, ongoing public-private partnerships, which will have the effect of converting AT&T, Google, and other data collectors and aggregators into government agents for purposes of the Fourth Amendment. 27",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 135,
                    "text": "26",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. FOURTH AMENDMENT FRAMEWORKS"
        },
        {
            "text": "To the extent doubts about the state agency requirement persist, they are probably mooted by the Supreme Court's recent decision in Carpenter v. United States. 28 There, the Court held that the Fourth Amendment governs law enforcement access to historical cell site location data gathered and stored by cellphone service providers (cellphone location data, whether in the form of cell site location or GPS tracking, appears to be a centerpiece of tracing and proximity surveillance proposals because these devices are so often with their users 29 ). As the Carpenter",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 162,
                    "text": "in Carpenter v. United States. 28",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. FOURTH AMENDMENT FRAMEWORKS"
        },
        {
            "text": "Court noted, service providers collect and aggregate this data for their own business purposes. 30",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. FOURTH AMENDMENT FRAMEWORKS"
        },
        {
            "text": "Nevertheless, the Court held that law enforcement must secure a warrant before accessing that data in the context of a criminal investigation. 31 The Court was decidedly mealy-mouthed about what constituted the \"search\" in Carpenter, who did it, and when, 32 but the circumstances contemplated by epidemiological surveillance programs are sufficiently analogous to conclude that the state agency requirement would not be an impediment to applying the Fourth Amendment, even if the precise reasons why might remain a mystery.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 145,
                    "text": "31",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. FOURTH AMENDMENT FRAMEWORKS"
        },
        {
            "text": "But does epidemiological surveillance constitute a \"seizure\" or a \"search\"? The Fourth",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. FOURTH AMENDMENT FRAMEWORKS"
        },
        {
            "text": "Amendment regulates conduct that threatens the security of the people against \"unreasonable searches and seizures.\" Conventionally, this means that the Fourth Amendment applies only to conduct that constitutes either a \"seizure\" or a \"search.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. FOURTH AMENDMENT FRAMEWORKS"
        },
        {
            "text": "\"Seizures\" entail material interference with property or liberty. Depending on the technology used, epidemiological surveillance programs plausibly could constitute seizures of \"effects.\" For example, if the government required citizens to install specific applications on their cellular phones or other electronic devices, then that interference might well amount to a seizure of effects. So, too, if government agents surreptitiously hacked devices to install tracking software. 33 In addition, if a surveillance program was aimed at using personal devices to limit 30 Carpenter, 138 S. Ct. at 2212. 31 Id. at 2221. 32 See id. at 2217 (\"The location information obtained from Carpenter's wireless carriers was the product of a search.\"); id. at 2220 (\"The Government's acquisition of the cell-site records was a search within the meaning of the Fourth Amendment.\"). 716-18 (1984) .",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 483,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 568,
                    "end": 604,
                    "text": "30 Carpenter, 138 S. Ct. at 2212. 31",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 620,
                    "text": "32",
                    "ref_id": null
                },
                {
                    "start": 868,
                    "end": 881,
                    "text": "716-18 (1984)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. FOURTH AMENDMENT FRAMEWORKS"
        },
        {
            "text": "12 technology company and made available to researchers or business entities? Is the CDC subject to Fourth Amendment regulation if it has done nothing more than what a private party could do?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. FOURTH AMENDMENT FRAMEWORKS"
        },
        {
            "text": "In one respect the answer is easy: \"Yes, of course!\" As described above, the state agency requirement highlights the fact that government agents are subject to Fourth Amendment restraints that do not bind private actors. In another respect, however, the answer is less clear. 43 One might wonder about the application of doctrine elaborated in the context of criminal law enforcement to the quite different case of public health. It is important here to distinguish between two distinct Fourth Amendment questions: whether government action constitutes a \"search,\" and, if so, what form of prospective restraint is necessary to guarantee the security of the people against unreasonable search. When answering the \"search\" question, it does not matter whether the government agent is engaged primarily in criminal law enforcement or public health. A search is a search, whether conducted by police looking for evidence of a crime or the CDC looking for traces of a contagion. By contrast, when addressing the remedy question, it matters quite a bit whether a search is conducted to advance a criminal investigation or to advance other governmental interests. See infra notes 51-58 and accompanying text. In addition, there are real concerns that some tracking programs justified by public health concerns may be exploited for other purposes, including law enforcement, immigration, and national security, which will require careful safeguards. See infra Part II.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 278,
                    "text": "43",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. FOURTH AMENDMENT FRAMEWORKS"
        },
        {
            "text": "13 cell site location data that is routinely gathered and aggregated by cellphone service providers for their own business purposes. 44 The crux of the Court's reasoning was that location tracking reveals a host of intimate details about private associations and activities. 45 The Court also worried that granting law enforcement unfettered access to this kind of data would facilitate programs of broad and indiscriminate search, threatening the right of the people to be secure against threats of arbitrary state power, and conjuring the specters of general warrants and writs of assistance that haunted the minds of the founding generation. 46",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 135,
                    "text": "44",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 277,
                    "text": "45",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. FOURTH AMENDMENT FRAMEWORKS"
        },
        {
            "text": "Epidemiological surveillance programs robust enough to conduct individual contact tracing or to document disease progression using aggregate data will trigger these same concerns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. FOURTH AMENDMENT FRAMEWORKS"
        },
        {
            "text": "This suggests that they, too, would be subject to some form of Fourth Amendment restraint. The fact that some of the data used might be anonymized does not change the calculus. First, as has been amply demonstrated, it is very easy to deanonymize location data. 47 That is likely to be particularly true in a world where people have been ordered to stay at home because location data will be robustly associated with individual residences. Second, the fact that data is anonymized may salve some of the individual privacy concerns, but it does little to resolve concerns about \"arbitrary power\" 48 and \"permeating . . . surveillance,\" 49 which threaten the 44 as public health as long as they are narrowly tailored, likely to succeed, strike a reasonable balance between privacy interests and public policy goals, and limit the discretion of government agents conducting searches. 58 The next Part details a framework that policymakers can apply to",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 264,
                    "text": "47",
                    "ref_id": null
                },
                {
                    "start": 657,
                    "end": 659,
                    "text": "44",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. FOURTH AMENDMENT FRAMEWORKS"
        },
        {
            "text": "16 meet these constitutional demands when deploying and using epidemiological surveillance tools such as contact tracing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. FOURTH AMENDMENT FRAMEWORKS"
        },
        {
            "text": "The COVID-19 pandemic poses an emergency for public health. Faced with such emergencies, executive agents are wont to assert broad discretionary powers. As the Canadian Freeholder observed in 1779, they are fond of doctrines of reason of state, and state necessity, and the impossibility of providing for great emergencies and extraordinary cases, without a discretionary power in the crown to proceed sometimes by uncommon methods not agreeable to the known forms of law. 59",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. LEGISLATING DIGITAL CONTACT TRACING IN THE SHADOW OF THE FOURTH AMENDMENT"
        },
        {
            "text": "The Fourth Amendment guards against these threats, \"curb[ing] the exercise of discretionary authority\" to search and seize. 60 To deploy and use epidemiological surveillance tools will therefore require more than executive fiat. What the Fourth Amendment demands is a clear and deliberative process, weighing the genuine benefits and costs of programs likely to engage in invasive and potentially mass surveillance. This process-which should involve both legislative and agency actors-must identify prospective remedial measures sufficient to safeguard the right of people to be secure against unreasonable searches and seizures while reasonably accommodating legitimate public health goals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. LEGISLATING DIGITAL CONTACT TRACING IN THE SHADOW OF THE FOURTH AMENDMENT"
        },
        {
            "text": "In other work, one of us has elaborated a constitutionally informed framework policymakers can apply when designing data surveillance programs. 61 This framework challenges the political branches to engage critical questions about need, efficacy, parsimony, and discretion before deploying these kinds of surveillance tools. It also provides a guide for courts to evaluate the constitutional sufficiency of the regulatory structures erected around these kinds of surveillance programs. 62 Below, we explain how that framework might guide the development and deployment of public health surveillance programs like digital contact tracing, location monitoring, and data aggregation and analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. LEGISLATING DIGITAL CONTACT TRACING IN THE SHADOW OF THE FOURTH AMENDMENT"
        },
        {
            "text": "Pre-deployment review. Before a digital public health surveillance program is deployed, proponents must publicly and transparently identify the goals of the program and establish a reasonable, scientifically grounded fit between those goals, the methods to be used, and the data to be gathered. 63 In particular, proponents must clearly articulate why digital methods outperform traditional alternatives in order to justify additional intrusions on privacy. Reliable processes to identify infected individuals must be followed by efficient procedures to inform and monitor any contacts who may have been exposed. In the case of COVID-19, current proposals for digital contact tracing largely appear to take for granted that identified contacts will immediately and reliably self-isolate for the two-week incubation period of a possible COVID-19 infection. The Oxford research team that advocates \"instant digital contact tracing\" plainly states that it modelled the impact of \"tracing the contacts of symptomatic cases and quarantining them.\" 72 Their model defines its success rate as \"the fraction of all contacts traced, assuming perfectly successful quarantine upon tracing, or the degree to which infectiousness of contacts is reduced assuming all of them are traced.\" 73 That is a generous assumption with no demonstrated grounding in reality.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 297,
                    "text": "63",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. LEGISLATING DIGITAL CONTACT TRACING IN THE SHADOW OF THE FOURTH AMENDMENT"
        },
        {
            "text": "Our recent experience with social distancing suggests that many people will continue to congregate, whether by choice or necessity, despite prompts to maintain social distance. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. LEGISLATING DIGITAL CONTACT TRACING IN THE SHADOW OF THE FOURTH AMENDMENT"
        },
        {
            "text": "abound of crowded subways, public markets, houses of worship, beaches, and parks across the country. 74 Workers without paid sick leave-let alone paid leave for possible, but unconfirmed, infection-may simply be unable to afford to self-isolate when prompted by public health orders, even if they are otherwise inclined to obey. From a purely practical perspective, then, models grounded in assumptions about compliance with self-isolation instructions offer little in terms of evidence that digital tracing methods will be superior enough to traditional methods to justify the radical costs to privacy attendant to mass surveillance.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 103,
                    "text": "74",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "II. LEGISLATING DIGITAL CONTACT TRACING IN THE SHADOW OF THE FOURTH AMENDMENT"
        },
        {
            "text": "Moreover, digital contact tracing may cast so wide and impersonal a net that it will be less effective than traditional means in generating compliance. Depending on the precision of the location data, prompts to self-isolate may become overbroad and routine, which will further reduce compliance. Social distancing recommendations emphasize six feet of distance between people to minimize infection. This suggests that ideal contact tracing would limit its scope to individuals who were within six feet of an infected person. But cell tower and GPS data typically have margins of error of more than six feet. GPS data, which is more precise than cell tower location data, is usually accurate only to within sixteen feet, with even poorer performance in crowded urban areas. 75 Bluetooth tracking may be more precise, but it is also overinclusive,",
            "cite_spans": [
                {
                    "start": 774,
                    "end": 776,
                    "text": "75",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "II. LEGISLATING DIGITAL CONTACT TRACING IN THE SHADOW OF THE FOURTH AMENDMENT"
        },
        {
            "text": "likely registering contacts between devices despite the presence of walls, car doors, or even whole floors in a building. 76",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. LEGISLATING DIGITAL CONTACT TRACING IN THE SHADOW OF THE FOURTH AMENDMENT"
        },
        {
            "text": "At least for now, these tools are likely to direct into isolation many people who were never actually at risk. Over time, overbroad notifications will fail to prompt appropriate selfisolation even among individuals who are genuinely at risk-the epidemiological equivalent of crying \"wolf!\" Other difficulties may arise as well, from false or malicious designations of an individual as infected when they are not, to insufficient participation in voluntary programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. LEGISLATING DIGITAL CONTACT TRACING IN THE SHADOW OF THE FOURTH AMENDMENT"
        },
        {
            "text": "Traditional contact tracing, though perhaps a bit slower, may still prove to be more precise, accurate, robust, reliable, and visceral, and therefore may be more effective in generating actual compliance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. LEGISLATING DIGITAL CONTACT TRACING IN THE SHADOW OF THE FOURTH AMENDMENT"
        },
        {
            "text": "In sum, digital contact tracing is unlikely at present to yield its promised benefits due to low testing rates, low compliance rates, and technological limitations. Before requesting or requiring individuals to sacrifice their locational and associational privacy, policymakers must ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. LEGISLATING DIGITAL CONTACT TRACING IN THE SHADOW OF THE FOURTH AMENDMENT"
        },
        {
            "text": "Even if an epidemiological surveillance program can establish efficacy, that does not end the Fourth Amendment inquiry. Given the substantial privacy interests at stake, legislators and app developers must take care at all stages of design, deployment, and use to mitigate against privacy harms, beginning with data gathering. Indeed, these later stages-and the need to continue to probe issues of efficacy-will take on increased importance if app developers or policymakers charge ahead before pre-deployment review is completed. 78",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. LEGISLATING DIGITAL CONTACT TRACING IN THE SHADOW OF THE FOURTH AMENDMENT"
        },
        {
            "text": "Data gathering and aggregation. Epidemiological surveillance programs such as digital contact tracing should gather the minimum amount and types of data reasonably necessary to facilitate their public health goals. Although GPS data is seemingly ubiquitous, it casts too wide a net and thus exposes a larger population's location data in response to every query. Bluetooth data, by contrast, may be able to register proximity between devices more precisely, alongside or instead of logging location directly. 79 Utilizing proximity data rather than location data could minimize the intrusiveness of the data gathered because this data would reveal that two devices were in proximity but not where. Limiting the timeframe covered by location or proximity data would minimize the scope of information revealed about a person's movements, habits, and intimate associations. 80 78 See, e.g., supra notes 5-6 and accompanying text (charting the proliferation of digital contact tracing apps, including in some U.S. states). 79 Id. 80 In addition to satisfying the Fourth Amendment, data gathering, aggregation, and other features of a digital contact tracing effort must also comply with existing statutory privacy protections. For instance, the California Consumer Privacy Act provides California residents with, among other rights, the right to know what information certain businesses have collected about them, the right to request deletion of that data, and the right to opt out of the sale of that data to others. See CAL. CIV. CODE § 1798 CODE § .100-1798 should conduct regular reviews to determine whether the promises of a program match its reality.",
            "cite_spans": [
                {
                    "start": 874,
                    "end": 876,
                    "text": "78",
                    "ref_id": null
                },
                {
                    "start": 1019,
                    "end": 1021,
                    "text": "79",
                    "ref_id": null
                },
                {
                    "start": 1026,
                    "end": 1028,
                    "text": "80",
                    "ref_id": null
                },
                {
                    "start": 1529,
                    "end": 1540,
                    "text": "CODE § 1798",
                    "ref_id": null
                },
                {
                    "start": 1541,
                    "end": 1557,
                    "text": "CODE § .100-1798",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. LEGISLATING DIGITAL CONTACT TRACING IN THE SHADOW OF THE FOURTH AMENDMENT"
        },
        {
            "text": "Epidemiological surveillance programs such as digital contact tracing have been touted as a silver bullet that will free the American public from the strictures of social distancing, enabling a return to school, work, and socializing. But these tools also tread on established expectations of privacy while presenting real threats of persistent mass surveillance. In sorting through these promises and challenges, the Fourth Amendment will have a critical role to play. Like all matter how popular or seemingly necessary in \"providing for great emergencies and extraordinary cases.\" 91 In particular, the Fourth Amendment will require that epidemiological surveillance programs demonstrate sufficient potential to serve compelling public health goals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "There are good reasons to be skeptical. Unless and until more mundane aspects of contact tracing are operating efficiently-including availability of testing and practical support for appropriate self-isolation by contacts-there is little reason to think that there is enough promise to justify the dramatic expansions in government power and significant costs to personal privacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Even if there is good reason to believe in the public health promise of these programs, the Fourth Amendment requires more than blind faith in the judgment of government officials. The",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Fourth Amendment is genetically skeptical of granting broad, unfettered discretion for state agents to conduct searches and seizures. 92 To meet Fourth Amendment demands, epidemiological surveillance programs, whether directed at digital contact tracing, location monitoring, or data aggregation and analysis, must be the products of rigorous deliberative processes, weighing the genuine benefits and costs. Robust prospective remedial measures should be put in place to secure privacy and liberty, including limitations on data gathering, aggregation, storage, access, analysis, and use. In addition, programs should be subject to constant review and sunset provisions. Only by adopting these kinds of procedural and substantive safeguards can we hope to achieve legitimate public health goals as we face COVID-19 while also protecting our sacred constitutional trust. 91 2 MASERES, supra note 59, at 243-44. 92 See United States v. Jones, 565 U.S. 400, 416 (2012) (Sotomayor, J., concurring).",
            "cite_spans": [
                {
                    "start": 910,
                    "end": 912,
                    "text": "92",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Crowds Gathered at National Mall to Watch Blue Angels",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "See",
                    "suffix": ""
                },
                {
                    "first": "Minyvonne",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thunderbirds Flyover, NBC NEWS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus News: Social Distancing Is Not Happening on the NYC Subway",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Closes Wharf Fish Markets after Patrons Fail to Follow Social Distancing Guidelines",
            "authors": [
                {
                    "first": "Nick",
                    "middle": [],
                    "last": "Boykin &amp; Sarah Konsmo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mayor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "at 2219 (touting improved cell tower triangulation methods giving location precision to within 50 meters)",
            "authors": [
                {
                    "first": "See",
                    "middle": [],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ct",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "GPS-enabled smartphones are typically accurate to within a 4.9 m (16 ft.) radius under open sky\"). Nonetheless, the majority of existing digital contact tracing apps appear to rely on GPS data. See Woodhams",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gps",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gov",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Accuracy",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "[a] virus.\" 15 Traditionally, contact tracing has relied on skilled workers, who",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "provisions of in the Bill of Rights, it imposes limits on what the political branches can do, no",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "See CRYSTAL WATSON ET AL., A NATIONAL PLAN TO ENABLE COMPREHENSIVE COVID-19CASE FINDING AND CONTACT TRACING IN THE US 8 (Apr. 10, 2020).Despite the public health benefits touted by proponents, it is not clear that digital contact tracing can achieve its lavish claims; nor is it evident that it can do so without imposing disproportionate privacy harms. Current technological limitations, as well as limitations in",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "disfavored individuals and groups. 22This Article assesses whether and under what circumstances the United States ought to embrace the use of epidemiological surveillance programs, including the use of cell phone location data for contact tracing purposes. Part I analyzes the constitutionality of programs like digital contact tracing, arguing that the Fourth Amendment's protection against unreasonable searches and seizures may well regulate the use of location data for epidemiological purposes, but that the legislative and executive branches have significant latitude to develop these programs within the broad constraints of the \"special needs\" doctrine elaborated by the courts in parallel circumstances. Part II cautions that the absence of a firm warrant requirement for digital contact tracing should not serve as a green light for unregulated digital location tracking, whether in the form of individual or aggregate surveillance, and by means of location or proximity tracking.23  In light of substantial risks to privacy that a digital contact tracing program might entail, this Article argues for a thoughtful, constitutionally sufficient, legislative scheme that does not indulge the hubris of emergency, assert claims of broad, unchecked power, or follow the siren's song of technovelty. Policymakers must instead ask hard questions about efficacy and the comparative advantages of location tracking versus more traditional means of controlling epidemic contagions, take seriously threats to privacy, tailor programs parsimoniously, establish clear metrics for determining success, and set plans for decommissioning surveillance programs.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "thresholds: whether the program entails state action and whether the conduct at issue constitutes a \"search\" or a \"seizure.\"The Fourth Amendment applies only to governments and their agents. It does not regulate the conduct of private persons or entities. Based on the surveillance programs deployed in other",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The Supreme Court has long allowed government agents to access through lawful means information voluntarily shared with third parties.For example, law enforcement can access information about a suspect's financial transactions through the suspect's bank or credit card servicer without worrying about the Fourth Amendment because this conduct does not intrude upon reasonable expectations of privacy. 40 In a similar vein, government agents are free to observe anyone's public movements 41 or to access areas open to the public 42 without subjecting themselves to Fourth Amendment constraints. Would either or both of these lines of casescolloquially, the third-party and public observation doctrines-exempt epidemiological surveillance programs from Fourth Amendment scrutiny? Probably not. In Carpenter, the Court held that neither the third-party nor the public observation doctrine could relieve law enforcement 43 from the burden of securing a warrant before accessing 40 See United States v. Miller, 425 U.S. 435 (1976); California Bankers Ass'n v. Shultz, 416 U.S. 21 (1974). See United States v. Knotts, 460 U.S. 276 (1983). See California v. Greenwood, 486 U.S. 35 (1988) (looking through trashcan placed at the curb for pickup is not a \"search\"); Oliver v. United States, 466 U.S. 170 (1984) (entering upon and examining \"open fields\" is not a search).",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Carpenter, 138 S. Ct. at 2220.    The epidemiological surveillance programs discussed in recent months, be they individual tracking, location monitoring, or the use of aggregate data, are likely to fall under the special needs doctrine because their purpose is to address public health challenges rather than to effect the goals of traditional law enforcement. The Court has endorsed public health as a legitimate ground for special needs searches on a number of occasions 53 where the programs are sufficiently likely to succeed in serving a legitimate public interest 54 and stayed true to their public health goals.55  The centerpiece of the special needs doctrine is the balancing of compelling government interests served by searches against the privacy interests of those subject to potential search. In the present context, there is no doubt that there are significant public health interests at stake. Proper interventions could well save thousands, if not hundreds of policy interests while still guaranteeing the right of the people to be secure from threats of unreasonable searches and seizures. Executive agencies and legislatures play a key role in this context. Courts tend to grant the political branches broad latitude to develop and deploy administrative and programmatic structures regulating the use of searches that serve goals such",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Contact tracing is a well-established component of ordinary public health measures.Historically, contact tracing has utilized skilled workers to conduct interviews, contact potentially infected individuals, and counsel and diagnose those individuals throughout a monitoring or quarantine period. But there is emerging evidence that digital contact tracing may have substantial benefits over traditional methods of interview and direct contact, given theunique attributes of COVID-19. Recent modelling data comparing traditional and digital contact Previous infectious disease mitigation efforts reinforce the need to prioritize traditional processes before resorting to technologically enhanced surveillance. In 2014, a West African outbreak of Ebola eventually made its way to the United States. 68 The first case of U.S. Ebola was Thomas Eric Duncan, who had contact with an Ebola patient in Liberia four days before traveling to the United States. Although Duncan should have been screened before departing Liberia, that screening did not occur. Moreover, when Duncan presented with symptoms at a 64 See Ferretti et al., supra note 19.Texas emergency room, \"somehow doctors were unaware that he had recently traveled from one of the West Africa countries where Ebola [was] spreading rapidly. He was sent home, highly infectious.\" 69 Duncan eventually succumbed to Ebola, but not before infecting two of his caregivers. As one commentator concluded, \"Ebola is a tragic reminder of the power of the",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Data storage. The privacy harms of digital location tracking are exacerbated the longer tracking lasts and the longer data remains available to government agents.85  The Supreme Court has recognized that the time-machine nature of digital location tracking is inconsistent with \"a central aim of the Framers . . . to place obstacles in the way of a too permeating police surveillance.\" 86 Strict durational limits on data collection, storage, and destruction are vital to minimize threats to privacy posed by epidemiological surveillance programs.For example, current public health practice recommends a two-week quarantine or active monitoring period for individuals potentially infected with the COVID-19 virus. 87 A similar durational limit would be appropriate for location data utilized for digital contact tracing. Only contacts within that fourteen-day period are likely to be at risk of infection, with more temporally distant contacts having interacted with the infected person before they were infected or contagious. It therefore seems that location data should be collected and retained only for two weeks at a time, after which it should be destroyed. Insofar as there may be good reasons to extend this window, the point remains that it is important to set limits on how much data is retained and for how long. access, analysis, and use. Access to the data gathered, aggregated, and stored as part of an epidemiological surveillance program-and authority to query that data-should be strictly limited to those whose access is essential for the program to function. This data should not be available to people, groups, or algorithms for purposes unrelated to digital contact tracing 25 and certainly should not be open source. The reason is straightforward: Mission creep imperils the success and constitutional soundness of such a program as does the risk of abuse.For instance, mass digital location data would surely aid the Department of Justice in investigating and prosecuting crimes or the Department of Homeland Security in tracking and arresting undocumented immigrants in the United States. But these uses would plainly diverge from the purposes undergirding this digital location data program. So, too, would a functionary's use of the data to trace a former spouse's movement and associations. Just as data should be siloed to prevent its misuse, access and authority to query this data should be zealously guarded, privileging public health efforts and excluding law enforcement or other efforts. Absent such segmentation, the Supreme Court's recent epistle on digital location privacy in Carpenter would be meaningless.Similarly, even within the public health arena, the use of this mass surveillance data must be strictly limited to its intended purpose. For instance, while digital location data might be accessible to public health officials engaged in contact tracing efforts, it would be inappropriate for that data to be accessible to government officials charged with enforcing general social distancing orders. 88 This constitutes a separate purpose requiring independent justification.Moreover, if decentralization of data is possible, then direct access by any government entity might well be unnecessary, and therefore inappropriate.The program must end. A well-designed and well-justified epidemiological surveillance program designed to combat COVID-19 must be coupled with strict sunset provisions. The War on Terror, launched in the wake of the 9/11 attacks, is instructive in the way that demands for emergency authority can act as one-way ratchets, effecting permanent expansions of surveillance88  But seeGian Volpicelli, The NHS Coronavirus App Could Track How Long You Spend Outside, WIRED, Apr. 7,  2020, https://www.wired.co.uk/article/nhs-coronavirus-tracking-app.    powers, and how crises can metastasize, developing into perpetual claims of emergency. It is telling that, in the midst of the current crisis, Congress once again granted a reprieve to the National Security Agency's troubled Section 215 program, which originated the bulk collection of telephonic metadata. 89 Once a tool like contact tracing is operational, it will be tempting for public health officials to utilize this tool to combat other infectious diseases. Seasonal influenza, after all, sickens millions and kills thousands each year. 90 The ability to more easily track and trace the flu would surely aid public health efforts. Yet this, too, would constitute unjustified mission creep.Recursive review. Finally, audit procedures should be required to ensure accountability after the fact. Audit trails or other documentation should enable review of who gains access to sensitive location data, on what authority, and for what queries. In addition, program managers",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}