{
    "paper_id": "1f89d4d7dc9585797e89801a71ad0121cc4b259e",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Caroline",
                "middle": [
                    "Green"
                ],
                "last": "Whitcomb",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgia Southern University",
                    "location": {
                        "settlement": "Statesboro",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": "cw10355@georgiasouthern.edu"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On a Monday in late April 2020, I woke to a gurgling sound in my stomach and a feverish headache. This could not be happening. I had followed all the rules and then some. The few times I had ventured out for groceries, I wore a mask and gloves, showered afterward, and even gone so far as to flush my sinuses and gargle with a disgusting Betadine/saline concoction suggested by my physician parents. I simply could not be sick. Being confined to our home for weeks on end had been bad enough, knowing I was now going to be relegated to my bedroom, bathroom, and study for days on end made my already irritated stomach roll. Questions and thoughts bounced about in my pounding head. Would my children get it? Who do I call to request a test? What medications can I take? Will I be granted extensions on my work? I want my mom and I guess this means I can go back to bed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 and Its Psychic Intensities"
        },
        {
            "text": "The following day, I inquired with the local hospital about being tested for Covid-19 and was informed I was not eligible because I was under fifty and 'non-essential.' Via telemed, I was told to quarantine and follow the guidelines of those with a positive test result. Quarantine, the word that makes social distancing seem like a walk in the park. However, after a day or two, I somewhat settled into my bizarre reality. Exhausted from the unidentified illness, my days and nights became jumbled. I read, paced, slept, wrote, painted my toenails, surfed the Internet, dreamed, and daydreamed. Initially, my introverted-self was hanging in there. However, around day 5, something snapped. My dreams became bizarrely vivid and my thoughts obtusely philosophical, strange, and different than ever before. I missed my children. I wanted to pet my dogs. I needed to be outside. I ached for human connection. Springsteen's (1992) song, 'Human Touch,' was on repeat inside my head. Desperate, I flung open the door at the top of the  staircase, looked down at my family, and cried. That night, I pulled Christopher Bollas' (2002) Cracking Up: The Work of Unconscious Experience from the shelf and began to read. I recalled from my initial reading an inability to connect with Bollas' writing. 'Who thinks like this?' was scribbled on one of the countless yellow post-it notes scattered throughout the book. That night, on the same note I wrote, 'I do. It just took a pandemic to make me.'",
            "cite_spans": [
                {
                    "start": 906,
                    "end": 926,
                    "text": "Springsteen's (1992)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1111,
                    "end": 1125,
                    "text": "Bollas' (2002)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 978,
                    "end": 1077,
                    "text": "Desperate, I flung open the door at the top of the  staircase, looked down at my family, and cried.",
                    "ref_id": null
                }
            ],
            "section": "COVID-19 and Its Psychic Intensities"
        },
        {
            "text": "Everyday experiences evoke what Freud called 'psychic intensities,' as a slightly different 'degree of interest' arises in a single moment that awakens memories, instinctual states, and vivid thoughts...Something in what the French call le vecu (the lived experience) has had a very particular psychic effect, and records itself as a constellation of the self's experience at that very moment...A psychic intensity is also something of a questioning, when the individual implicitly asks what has happened, but in doing so unleashes the dispersing forms of the question itself. (Bollas 2002: 48-49) Are We All in the Same Boat?",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 597,
                    "text": "(Bollas 2002: 48-49)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 and Its Psychic Intensities"
        },
        {
            "text": "Reading Slavoj Žižek's (2020) Pandemic!: COVID-19 Shakes the World, I began to see I was not alone in my recent psychic intensities and the resulting questions (Bollas 2002: 48) . Slavoj Žižek, a Slovenian philosopher and cultural critic, impressively churned out this work in the early months of 2020 and released it on March 24th. The hot pink book with the words 'The Most Dangerous Philosopher in the West' splashed across the back cover had my attention. This was my first encounter with the internationally known philosopher and his opening sentences fascinated me.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 177,
                    "text": "(Bollas 2002: 48)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 and Its Psychic Intensities"
        },
        {
            "text": "'Touch me not,' according to John 20:17, is what Jesus said to Mary Magdalene when she recognized him after his resurrection. How do I, an avowed Christian atheist, understand these words? ... Christ...will be there not as a person to touch, but as the bond of love and solidarity between people-so, 'do not touch me, touch and deal with other people in the spirit of love.' (Žižek 2020: 2) Love without touch. Žižek (2020: 2) goes on to suggest that a deep look into the eyes of another can offer more than an intimate touch. I wonder at the idea. Can we truly love one, deeply and intimately, we have never held? Can we look into someone's eyes virtually and share a life-altering moment? Žižek (2020: 2) quotes Hegel: 'The beloved is not opposed to us, he is one with our own being; we see us only in him, but then again he is not a we anymore-a riddle, a miracle [ein Wunder], one that we cannot grasp. ' Žižek suggests in his introduction that, in our avoidance of others, we are able to truly experience them and grasp their importance in our lives. He believes corporal distancing has the power to strengthen our bond with humanity.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 390,
                    "text": "(Žižek 2020: 2)",
                    "ref_id": null
                },
                {
                    "start": 907,
                    "end": 908,
                    "text": "'",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 and Its Psychic Intensities"
        },
        {
            "text": "The book's chapters function as a series of essays centered around Žižek's call for a new communism. Each addresses a different topic, some more compelling than others. The first, 'We're All in the Same Boat Now', does not offer the same enticing writing of the introduction but the Martin Luther King, Jr. quote resonates. I woke this morning to learn Magaline Eubanks, a kind and gentle soul who has worked for my parents for years, died unexpectedly during the night from compli- The 'Martian invaders' ruthlessly exploiting and destroying life on earth are we, humanity, ourselves; and after all devices of highly developed primates to defend themselves from us have failed, we are now threatened 'by the humblest things that God, in his wisdom, put upon this earth,' Stupid viruses which just blindly reproduce themselves-and mutate. (Žižek 2020: 13) My parents' former medical careers could not save Mag. The knowledge of the attending staff coupled with state-of-the-art medical equipment could not save Mag. The virus won and continues to win in the USA. Its victims are often the Black and Brown bodies traditionally sacrificed throughout the nation's history. Are we all truly in the same boat? Yes, in the sense we are all potentially susceptible but no, in light of national statistics and death rates.",
            "cite_spans": [
                {
                    "start": 839,
                    "end": 855,
                    "text": "(Žižek 2020: 13)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 and Its Psychic Intensities"
        },
        {
            "text": "In Žižek's second chapter, 'Why Are We Tired All the Time?', he describes three groups of workers: 'self-employed and self-exploited workers in the developed West, debilitating assembly line work in the Third World, [and] the growing domain of human care workers in all its forms where exploitation abounds...Each of the three groups implies a specific mode of being tired and overworked' (23). For Žižek, the paid workers, those 'whose work has to take place outside, in factories and fields, in stores, hospitals and public transport' are the world's most vulnerable. He challenges readers to remember only work which benefits the community will bring true satisfaction. In the beginning weeks of state-required social distancing, before becoming ill, I volunteered with an inner-city school's cafeteria staff packing meals for children who relied on school provisions to survive. After the first few days of standing in the mealpacking assembly line, I was exhausted. The small group of full-time cafeteria staff was primarily African American women in their sixties. I could not hold a candle to the stamina and strength of those ladies. For Žižek, their fatigue, like that of our medical workers, is worthwhile. While I agree, should we not also consider why the 'worthwhile' sacrifice is continually and primarily asked of those marginalized by society?",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 221,
                    "text": "[and]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 and Its Psychic Intensities"
        },
        {
            "text": "Žižek's own concern for the world's forgotten becomes apparent in his description of the refugees caught in the 'devilish dance between Erdogan and Putin' (Žižek 2020: 33) . Here, Žižek asks readers to consider the pandemic's possible impact in Europe and Erdogan and Putin's exploitation of refugees in their ongoing attempts to prevent a unified Europe. Žižek suggests 'it is vital to all to stress tolerance and solidarity towards [those] who are arriving, this...is likely to be much more effective than appeals to abstract humanitarianism…' (35).",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 171,
                    "text": "(Žižek 2020: 33)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Towards a Vision of Global Solidarity"
        },
        {
            "text": "With alternative solutions in mind, Žižek transitions into a description of the society he hopes will emerge as a result of the pandemic. Instead of a world plagued by the ideological viruses of 'fake news, paranoiac conspiracy theories, [and] explosions of racism', Žižek longs for the spread of a more 'beneficent ideological virus...the virus of thinking of an alternate society, a society beyond nation-state, a society that actualizes itself in the forms of global solidarity and cooperation' (37). He speculates Covid-19 may provide an opportunity to 're-invent Communism based on trust in the people and in science' (37). For Žižek, it is in the dead time, the Gelassenheit produced by the virus, we are afforded the opportunity to reflect on the '(non)sense' of our current state (57). Žižek's Communists of today are those who have pondered how liberal values are threatened and who acknowledge true freedom will only be achieved through radical change in the crisis of global capitalism (46). For Žižek, this change requires a shift of focus from individual responsibility to a global struggle for a just social and economic system.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 243,
                    "text": "[and]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Towards a Vision of Global Solidarity"
        },
        {
            "text": "In his final commentary Žižek (2020: 104-105) writes, 'Disaster Communism as an antidote to disaster capitalism...The state [must] assume a much more active role...It is through our effort to save humanity from self-destruction that we are creating a new humanity. It is only through this mortal threat that we can envision a unified humanity.' Currently, the mortal threat of the virus seems lost on the USA. Some Americans are fighting historic and systemic racism through Black Lives Matter protests. Others fearlessly enter indoor arenas in Trumpian exaltation, cheering Make America Great Again (MAGA) at the top of their lungs. Bizarrely, Americans are collectively 'over' the pandemic, periodically pausing from shouting and protesting to jointly storm beaches, restaurants, and shopping malls. The death of Magaline Eubanks and thousands of others were grieved in accordance with the momentary social distancing guidelines. Sadly, they failed to become emblems of societal and governmental negligence and catalysts of radical change. In the USA, Žižek's hope for a unified humanity appears to be an unrealized dream. While social distancing may have produced a deeper appreciation of our loved ones, it does not seem to have transformed societal opposites into bosom buddies or, except for the rarest of pandemic love stories, have unveiled a beloved we have never touched and yet is one with our most intimate being.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Towards a Vision of Global Solidarity"
        },
        {
            "text": "Žižek's appendix includes a discussion of two letters from friends. The first suggests we follow the teachings of Lacan (simplified) and 'try to identify with your symptom, without any shame, which means (I am simplifying a bit here), fully assume all rituals, formulas, quirks, and so on, that will help stabilize your daily life. Everything that might work is permitted here if it helps to avoid a mental breakdown' (Žižek 2020: 112) . The second describes our changed outlook on life: 'It's the idea of a world where you have an apartment, basics like food and water, the love of others and a task that really matters, now more than ever. The idea that one needs 'more' seems unreal now.' (113).",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 435,
                    "text": "(Žižek 2020: 112)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Towards a Vision of Global Solidarity"
        },
        {
            "text": "Prior to the appendix, Žižek's work left me with a new ache in my stomach. Not even a global pandemic could drive us away from greed and power and towards each other. Yet, in Žižek's appendix, I found a glimmer of hope. My quarantine, psychic intensities, and tears were not for naught. I now understood that in the dead time, the aloneness, I found my inmost being, a being previously silenced by life's cacophony. I discovered unusual but beneficial coping tools: a Mexican blanket, the writing of Albert Camus, and an app that generates the calming sound of ocean waves. Finally, I learned it is the basics, love, and worthwhile tasks we need, and these that satisfy. While we have not unified humanity, maybe the pandemic driven discovery of the necessity of quiet time, personal coping tools, authentic love, and the beauty of basics will move us one step closer towards each other and Žižek's vision of global solidarity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Towards a Vision of Global Solidarity"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cracking up: The work of unconscious experience",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bollas",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Human touch",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Springsteen",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Los Angeles: A&M Studios",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pandemic!: COVID-19 shakes the world",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Žižek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "cations resulting from Covid-19. The heartbreaking description of her attempted resuscitation weighs heavily on my mind as I open my computer to continue my review of Žižek's work. Žižek considers the pandemic as somewhat of an inversion of H. G. Wells' The War of the Worlds.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}