{"paper_id": "1f8efbecbed2205daf8d29a86c050b2617d9ed23", "metadata": {"title": "Universal masking for COVID-19: evidence, ethics and recommendations Handling editor Seye Abimbola", "authors": [{"first": "Tak", "middle": ["Kwong"], "last": "Chan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hong Kong University", "location": {"settlement": "Hong Kong, Hong Kong"}}, "email": ""}, {"first": "Pharmacology", "middle": [], "last": "", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hong Kong University", "location": {"settlement": "Hong Kong, Hong Kong"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "► Policy makers must rely on best available evidence rather than awaiting strongest evidence when devising urgent policies that can potentially save human lives. ► There is no shortage of mechanistic evidence and observational studies that affirmed the benefits of wearing a face mask in the community, which should drive urgent public health policy while we await the results of further research. ► There is no valid scientific evidence to support the assertion that the use of a face mask in the community may impose a higher risk of infection on the ground of improper use or false sense of security. ► Rationing offers no moral ground to ignore the evidence about the benefits for the users of lower priorities. ► The proper approach to addressing shortage is to formulate stratified recommendations that take full account of the benefits of using face masks in the community and provide viable solutions at different scenarios (see table 3 in the main text). ► I urge the WHO and policy makers worldwide to consider my stratified recommendations, or adopting measures to a similar effect, particularly as the authorities are contemplating relaxation of other aggressive measures such as border closure, lockdown and social distancing.", "cite_spans": [], "ref_spans": [{"start": 937, "end": 944, "text": "table 3", "ref_id": "TABREF2"}], "section": "Summary box"}, {"text": "This commentary echoes the plea from Greenhalgh et al to encourage people to wear a disposable surgical mask (face mask) in the community. 1 There is limited clinical evidence that wearing a disposable face mask, enhancing hand hygiene practice or social distancing can reduce transmission of respiratory viral infections in the community, 2 3 although there is mechanistic basis for these measures to work. 4 5 For COVID-19, hand hygiene and social distancing are widely recommended, while universal use of face masks in the community is not widely recommended, especially in some Western countries. [6] [7] [8] [9] Some doubted the effectiveness of wearing a face mask in the community. 10 Some argued it may foster a false sense of security. 10 11 Some said face masks should be reserved for healthcare workers. 7 Inconsistent messages from the experts and policy makers about the rationale for the recommendation has led to confusion in the community. I aim to provide further clarification of the evidence and ethics on this issue (which can provide grounds alternative and/or supplementary to the precautionary principle applied by Greenhalgh et al) and make a plea to the World Health Organisation (WHO) and policy makers to reformulate current recommendations with a view to enhancing the practice of wearing a face mask in the community.", "cite_spans": [{"start": 139, "end": 140, "text": "1", "ref_id": "BIBREF0"}, {"start": 340, "end": 343, "text": "2 3", "ref_id": null}, {"start": 408, "end": 411, "text": "4 5", "ref_id": null}, {"start": 601, "end": 604, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 605, "end": 608, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 609, "end": 612, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 613, "end": 616, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 689, "end": 691, "text": "10", "ref_id": "BIBREF9"}, {"start": 745, "end": 750, "text": "10 11", "ref_id": null}, {"start": 815, "end": 816, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "InTroduCTIon"}, {"text": "CurrenT beST avaIlable evIdenCe SHould guIde urgenT polICy While public health decisions should be evidence-based, drawing on randomised controlled trials (RCT) as an important source of information, the methodological challenges of evaluating large-scale public health interventions need to be recognised. 12 When there is logistic difficulty in conducting an RCT, evidence from other data sources can provide valid support for an urgent public health action. 13 The mechanistic effects of handwashing and wearing a face mask have been demonstrated, thus offering some scientific basis for their benefits in terms of disease control. 4 5 A recently published article shows turbulent gas cloud can prolong the life of pathogenbearing droplets and allow them to travel a longer distance. The turbulent gas cloud dynamics should offer further scientific basis to recommend the use of face masks for source control and protection of the wearer. 14 Healthcare workers are recommended to wear a face mask as part of droplet precautions, which may prevent them from splashes BMJ Global Health of respiratory droplets from sneezing, coughing or talking patients.", "cite_spans": [{"start": 307, "end": 309, "text": "12", "ref_id": "BIBREF11"}, {"start": 461, "end": 463, "text": "13", "ref_id": "BIBREF12"}, {"start": 635, "end": 638, "text": "4 5", "ref_id": null}], "ref_spans": [], "section": "InTroduCTIon"}, {"text": "Some experts suggested that while there is a perception that wearing a face mask may help, there is little evidence of any benefit outside the clinical setting. 15 In a recent meta-analysis, six RCTs were identified reporting the effect of wearing a face mask with enhanced hand hygiene in reducing laboratory-confirmed influenza in the community. 2 Although none of them supported a significant protective effect, 2 all the authors acknowledged that their studies may have underestimated the effect of the intervention (see table 1 for their limitations). [16] [17] [18] [19] [20] [21] Their results also may not be generalisable to the universal use of face masks in the community during an actual pandemic which should result in heightened level of public awareness and community efforts.", "cite_spans": [{"start": 161, "end": 163, "text": "15", "ref_id": "BIBREF14"}, {"start": 348, "end": 349, "text": "2", "ref_id": "BIBREF1"}, {"start": 557, "end": 561, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 562, "end": 566, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 567, "end": 571, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 572, "end": 576, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 577, "end": 581, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 582, "end": 586, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 525, "end": 532, "text": "table 1", "ref_id": "TABREF0"}], "section": "InTroduCTIon"}, {"text": "As some authors unequivocally made it clear, due to the inherent limitations, one cannot base on their RCTs to conclude that it offers no benefits to wear a face mask in the community during a pandemic. Furthermore, an absence of evidence (from RCTs in this instance) should be distinguished from evidence of absence. 22 A previous systematic review identified two case controlled observational studies to assess the effectiveness of wearing a face mask in the community. [23] [24] [25] Subsequent to that systematic review, one further relevant observational study was published. 26 All these three observational studies concurred with each other, showing a significant protective effect of face masks in the community, although their findings may be limited by misclassification and reporting bias (see table 2 for details). In view of the imperfect data from the RCTs, the mechanistic evidence and the observational studies should contribute to the best available evidence guiding the policy. While efforts should be guided for further clinical research, the benefits of wearing a face mask in the community during a pandemic should be affirmed in the interim. Put another way, while the strongest evidence from valid RCTs is not yet available, and perhaps it will never be available because of the methodology issue, the choice should favour accepting current best available evidence over putting human lives at risk during a pandemic. Summing up, I wish to quote Greenhalgh et al as saying '… While there are occasions when systematic review (of RCTs) is the ideal approach to answering specific forms of questions, the absence of thoughtful, interpretive critical reflection can render such products hollow, misleading and potentially harmful'. 27 FaCe maSk wearerS are oFFered added proTeCTIon raTHer THan puT aT HIgHer rISk oF InFeCTIon The WHO recommend that in the community only symptomatic patients and caretakers should wear a face mask. 6 But studies have shown that COVID-19 carriers may be asymptomatic and so members of the public may be unaware that they carry the virus. 28 29 The effective control of disease outbreak relies on the concerted efforts of everyone in the community. As the symptomatic infected are asked to wear a mask to avoid splash onto others, the logic should follow that all healthy individuals should also wear a face mask for two reasons. First, they should avoid a splash from others who may be asymptomatic carriers not wearing a mask. Second, they may be an asymptomatic carrier themselves.", "cite_spans": [{"start": 318, "end": 320, "text": "22", "ref_id": "BIBREF21"}, {"start": 472, "end": 476, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 477, "end": 481, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 482, "end": 486, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 581, "end": 583, "text": "26", "ref_id": "BIBREF25"}, {"start": 1751, "end": 1753, "text": "27", "ref_id": "BIBREF26"}, {"start": 1951, "end": 1952, "text": "6", "ref_id": "BIBREF5"}, {"start": 2090, "end": 2095, "text": "28 29", "ref_id": null}], "ref_spans": [{"start": 805, "end": 812, "text": "table 2", "ref_id": "TABREF1"}], "section": "InTroduCTIon"}, {"text": "Some experts talked about the downside to wearing a face mask and thereby opposed the idea that the general public should wear a face mask. 10 They said people wearing a face mask may be exposed to a higher risk of getting the infection-if they touch their face more often, if they wear the mask improperly or if they dispose of the mask unsafely. There is a previous study showing that some people may touch their face 23 times a day. 30 It was therefore argued that mask wearers who touch the mask on their face may be exposed to a higher risk of infection. Such arguments are flawed in that there is no evidence that people who wear a face mask would touch their face more often than those who do not. Indeed, given the splash that one without a face mask may receive on the face during usual contact with other people, people who touch their face often is likely exposed to the similar risk of infection regardless of whether they wear a face mask or not.", "cite_spans": [{"start": 140, "end": 142, "text": "10", "ref_id": "BIBREF9"}, {"start": 436, "end": 438, "text": "30", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "InTroduCTIon"}, {"text": "There were also concerns about the use of a face mask because this may offer a false sense of security. 10 11 No effective measure would by itself offer 100% protection. People who wash hands properly and frequently may also have a false sense of security let alone those who do not wash their hands long enough or thoroughly enough. Various measures need to be applied in combination to achieve maximal effectiveness. The proper response should be to reinforce the proper way of applying all useful measures in combination through education. A previous study showed that the use of a face mask likely reduces viral exposure and infection risk on a population level in spite of imperfect fit and imperfect adherence. 31 To assert that the use of a face mask in the community may impose a higher risk of infection on the ground of improper use or false sense of security has no support of valid scientific evidence, defies common sense and raises suspicion of an implicit decision not to act or to act on the basis of past practice rather than available evidence. 13 The current available evidence about the benefits of its use should prompt the policy makers to recommend it with no further delay. raTIonIng oFFerS no moral ground To Ignore THe evIdenCe abouT THe beneFITS oF wearIng a FaCe maSk In THe CommunITy It has been suggested that face masks should be reserved for healthcare workers, the sick and caregivers. 7 While this can be a ground for rationing the distribution of face masks to those in greater needs, this by no means offers a reasonable basis to ignore the evidence about its benefits in the community setting. To start with, the authorities BMJ Global Health should have always kept a sufficient amount of protective gears for the healthcare workers and for everyone in the community in preparation of an outbreak. In case of shortage during a pandemic, there is no dispute that those in greater needs such as healthcare workers should be given higher priorities of getting face masks. However, it is also important to protect the public and slow the spread of the infection in the community. The proper approach to addressing shortage is to formulate stratified recommendations that take full account of the benefits of using face masks in the community and provide solutions at different scenarios (see table 3 ). Acknowledging the benefits of using face masks in the community does make a big difference. An analogy can be made to patients with end-stage renal disease. Even for those who are given lower priorities for renal transplantation, amid severe organ shortage, they deserve to have their needs recognised, to be put on a waiting list and to be given the hope and the chance of receiving the best cure. The rationale is plain. Dignity is an essential dimension of human health and even dying patients deserve to have their needs recognised and treated with respect. 32 In a similar vein, during a pandemic, even when the public cannot be allocated sufficient face masks, they deserve to have their needs treated with respect. In case the public are asked to sacrifice their well-being for the overall benefits of the entire community, they need to be told of this and they deserve the credits.", "cite_spans": [{"start": 104, "end": 109, "text": "10 11", "ref_id": null}, {"start": 717, "end": 719, "text": "31", "ref_id": "BIBREF30"}, {"start": 1063, "end": 1065, "text": "13", "ref_id": "BIBREF12"}, {"start": 1419, "end": 1420, "text": "7", "ref_id": "BIBREF6"}, {"start": 2899, "end": 2901, "text": "32", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 2326, "end": 2333, "text": "table 3", "ref_id": "TABREF2"}], "section": "InTroduCTIon"}, {"text": "Those who are given higher priorities for face masks are protected by administrative tools and legal means available to the authorities to ensure adequate supplies to them. On the other hand, manipulating the otherwise legitimate demand from those given lower priorities would unjustly deny the free market a chance to respond to their genuine need with accelerated production of face masks or invention of substitute products. Any effort of rationing by means of ignoring the evidence about the benefits for the users of lower priorities does not fit into any current ethical framework 33 and would be counter to maintaining public trust in the public office and the medical profession.", "cite_spans": [{"start": 587, "end": 589, "text": "33", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "InTroduCTIon"}, {"text": "Herd ImmunITy oFFerS no moral ground To leT THe InFeCTIon Spread One may even suggest that infection should be allowed to spread to produce herd immunity. Herd immunity was recognised when it was observed in the 1930s that the number of new infection subsequently dropped after a significant number of children became immune to measles. Nowadays, it can be produced by vaccinating the community. In theory, allowing the infection to spread naturally can also produce herd immunity. Given the existing public health tools to slow down the spread of BMJ Global Health infection, however, allowing infection to spread naturally would mean sacrificing human lives with intention. At best, this would be highly controversial and would only be remotely justifiable if and only if there was evidence that sacrificing some human lives at first can save more human lives at the end. There is no such evidence. Nor do we have any evidence that people infected with COVID-19 at one time point may develop immunity in the subsequent exposure to the same or slightly mutated virus. We may also remain optimistic that a vaccination may be available in a matter of months or early next year. In the circumstance, the priority should be to protect human lives by all means. When there are measures that potentially can slow down the spread of infection, with wearing a face mask in the community being one of them, they must be actively pursued.", "cite_spans": [], "ref_spans": [], "section": "InTroduCTIon"}, {"text": "We are still in the battle against COVID-19. While social distancing and hand washing form the main recommendations, there is no shortage of mechanistic evidence and observational studies that affirmed the benefits of wearing a face mask in the community. Wearing a face mask is an effective, cheap and easy-to-implement measure. It is more essential when social distancing is less feasible, such as on public transport, when people shop for daily essentials, and for people who cannot work from home.", "cite_spans": [], "ref_spans": [], "section": "ConCluSIonS"}, {"text": "The development of COVID-19 pandemic and the current crisis may in part be attributable to the insufficient protection for the community. While the benefits of the universal use of face masks in the community should have been recognised earlier, it will never be too late to implement what is necessary. There may be a long period that other more aggressive measures such as border closure, lockdown and social distancing need to be relaxed to some extent after the peak of the pandemic but before the pandemic completely subsides. This will be the time the general public will need sufficient protection more than ever. The recommendations can be tailored to different scenarios but the bottom line is that it should remain faithful to the current available evidence. I urge the WHO and policy makers worldwide to consider my stratified recommendations, or adopting measures to a similar effect (see table 3 ).", "cite_spans": [], "ref_spans": [{"start": 901, "end": 908, "text": "table 3", "ref_id": "TABREF2"}], "section": "ConCluSIonS"}, {"text": "acknowledgements The author would like to thank Ben Cowling for helpful comments on an earlier draft.", "cite_spans": [], "ref_spans": [], "section": "ConCluSIonS"}, {"text": "Funding The author has not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.", "cite_spans": [], "ref_spans": [], "section": "ConCluSIonS"}, {"text": "Competing interests None declared.", "cite_spans": [], "ref_spans": [], "section": "ConCluSIonS"}, {"text": "patient consent for publication Not required.", "cite_spans": [], "ref_spans": [], "section": "ConCluSIonS"}, {"text": "provenance and peer review Not commissioned; externally peer reviewed. open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/. orCId id Tak Kwong Chan http:// orcid. org/ 0000-0001-7349-4345", "cite_spans": [], "ref_spans": [], "section": "ConCluSIonS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Face masks for the public during the covid-19 crisis", "authors": [{"first": "T", "middle": [], "last": "Greenhalgh", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Schmid", "suffix": ""}, {"first": "T", "middle": [], "last": "Czypionka", "suffix": ""}], "year": 2020, "venue": "BMJ", "volume": "369", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/bmj.m1435"]}}, "BIBREF1": {"ref_id": "b1", "title": "Nonpharmaceutical measures for pandemic influenza in Nonhealthcare Settings-Personal protective and environmental measures", "authors": [{"first": "J", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "Eyc", "middle": [], "last": "Shiu", "suffix": ""}, {"first": "H", "middle": [], "last": "Gao", "suffix": ""}], "year": 2020, "venue": "Emerg Infect Dis", "volume": "26", "issn": "", "pages": "967--75", "other_ids": {"DOI": ["10.3201/eid2605.190994"]}}, "BIBREF2": {"ref_id": "b2", "title": "Nonpharmaceutical measures for pandemic influenza in Nonhealthcare Settings-Social distancing measures", "authors": [{"first": "M", "middle": ["W"], "last": "Fong", "suffix": ""}, {"first": "H", "middle": [], "last": "Gao", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Wong", "suffix": ""}], "year": 2020, "venue": "Emerg Infect Dis", "volume": "26", "issn": "", "pages": "976--84", "other_ids": {"DOI": ["10.3201/eid2605.190995"]}}, "BIBREF3": {"ref_id": "b3", "title": "A quantitative assessment of the efficacy of surgical and N95 masks to filter influenza virus in patients with acute influenza infection", "authors": [{"first": "D", "middle": ["F"], "last": "Johnson", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Druce", "suffix": ""}, {"first": "C", "middle": [], "last": "Birch", "suffix": ""}], "year": 2009, "venue": "Clin Infect Dis", "volume": "49", "issn": "", "pages": "275--282", "other_ids": {"DOI": ["10.1086/600041"]}}, "BIBREF4": {"ref_id": "b4", "title": "Efficacy of soap and water and alcohol-based hand-rub preparations against live H1N1 influenza virus on the hands of human volunteers", "authors": [{"first": "M", "middle": ["L"], "last": "Grayson", "suffix": ""}, {"first": "S", "middle": [], "last": "Melvani", "suffix": ""}, {"first": "J", "middle": [], "last": "Druce", "suffix": ""}], "year": 2009, "venue": "Clin Infect Dis", "volume": "48", "issn": "", "pages": "285--91", "other_ids": {"DOI": ["10.1086/595845"]}}, "BIBREF5": {"ref_id": "b5", "title": "Coronavirus disease (COVID-19) advice for the public: when and how to use masks", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "COVID-19): steps to prevent illness", "authors": [], "year": 2019, "venue": "Centers for disease control and prevention. coronavirus disease", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Are face masks useful for preventing coronavirus", "authors": [], "year": 2020, "venue": "National Health Service", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Daily updates on the coronavirus: is wearing a surgical mask, as protection against acute respiratory infections", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Said in a video on bbc", "authors": [{"first": "S", "middle": [], "last": "Yeung", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Reported as saying on bbc", "authors": [{"first": "D", "middle": [], "last": "Birx", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Evidence-Based public health: moving beyond randomized trials", "authors": [{"first": "C", "middle": ["G"], "last": "Victora", "suffix": ""}, {"first": "J-P", "middle": [], "last": "Habicht", "suffix": ""}, {"first": "J", "middle": [], "last": "Bryce", "suffix": ""}], "year": 2004, "venue": "Am J Public Health", "volume": "94", "issn": "", "pages": "400--405", "other_ids": {"DOI": ["10.2105/AJPH.94.3.400"]}}, "BIBREF12": {"ref_id": "b12", "title": "Evidence for Health Decision Making -Beyond Randomized, Controlled Trials", "authors": [{"first": "T", "middle": ["R"], "last": "Frieden", "suffix": ""}], "year": 2017, "venue": "N Engl J Med", "volume": "377", "issn": "", "pages": "465--75", "other_ids": {"DOI": ["10.1056/NEJMra1614394"]}}, "BIBREF13": {"ref_id": "b13", "title": "Turbulent gas clouds and respiratory pathogen emissions: potential implications for reducing transmission of COVID-19", "authors": [{"first": "L", "middle": [], "last": "Bourouiba", "suffix": ""}], "year": 2020, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.4756"]}}, "BIBREF14": {"ref_id": "b14", "title": "Quoted as saying on bbc", "authors": [{"first": "J", "middle": [], "last": "Dunning", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Mask use, hand hygiene, and seasonal influenza-like illness among young adults: a randomized intervention trial", "authors": [{"first": "A", "middle": ["E"], "last": "Aiello", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Murray", "suffix": ""}, {"first": "V", "middle": [], "last": "Perez", "suffix": ""}], "year": 2010, "venue": "J Infect Dis", "volume": "201", "issn": "", "pages": "491--499", "other_ids": {"DOI": ["10.1086/650396"]}}, "BIBREF16": {"ref_id": "b16", "title": "Facemasks, hand hygiene, and influenza among young adults: a randomized intervention trial", "authors": [{"first": "A", "middle": ["E"], "last": "Aiello", "suffix": ""}, {"first": "V", "middle": [], "last": "Perez", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Coulborn", "suffix": ""}], "year": 2012, "venue": "PLoS One", "volume": "7", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0029744"]}}, "BIBREF17": {"ref_id": "b17", "title": "Facemasks and hand hygiene to prevent influenza transmission in households: a cluster randomized trial", "authors": [{"first": "B", "middle": ["J"], "last": "Cowling", "suffix": ""}, {"first": "K-H", "middle": [], "last": "Chan", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Fang", "suffix": ""}], "year": 2009, "venue": "Ann Intern Med", "volume": "151", "issn": "", "pages": "437--483", "other_ids": {"DOI": ["10.7326/0003-4819-151-7-200910060-00142"]}}, "BIBREF18": {"ref_id": "b18", "title": "Impact of nonpharmaceutical interventions on URIs and influenza in crowded, urban households", "authors": [{"first": "E", "middle": ["L"], "last": "Larson", "suffix": ""}, {"first": "Y-Hui", "middle": [], "last": "Ferng", "suffix": ""}, {"first": "J", "middle": [], "last": "Wong-Mcloughlin", "suffix": ""}], "year": 2010, "venue": "Public Health Rep", "volume": "125", "issn": "", "pages": "178--91", "other_ids": {"DOI": ["10.1177/003335491012500206"]}}, "BIBREF19": {"ref_id": "b19", "title": "Findings from a household randomized controlled trial of hand washing and face masks to reduce influenza transmission in", "authors": [{"first": "J", "middle": ["M"], "last": "Simmerman", "suffix": ""}, {"first": "P", "middle": [], "last": "Suntarattiwong", "suffix": ""}, {"first": "J", "middle": [], "last": "Levy", "suffix": ""}], "year": 2011, "venue": "Influenza Other Respir Viruses", "volume": "5", "issn": "", "pages": "256--67", "other_ids": {"DOI": ["10.1111/j.1750-2659.2011.00205.x"]}}, "BIBREF20": {"ref_id": "b20", "title": "The role of facemasks and hand hygiene in the prevention of influenza transmission in households: results from a cluster randomised trial", "authors": [{"first": "T", "middle": [], "last": "Suess", "suffix": ""}, {"first": "C", "middle": [], "last": "Remschmidt", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Schink", "suffix": ""}], "year": 2009, "venue": "BMC Infect Dis", "volume": "12", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1471-2334-12-26"]}}, "BIBREF21": {"ref_id": "b21", "title": "Rational use of face masks in the COVID-19 pandemic", "authors": [{"first": "S", "middle": [], "last": "Feng", "suffix": ""}], "year": 2020, "venue": "Lancer Respir Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The use of masks and respirators to prevent transmission of influenza: a systematic review of the scientific evidence", "authors": [{"first": "F", "middle": [], "last": "Bin-Reza", "suffix": ""}, {"first": "Lopez", "middle": [], "last": "Chavarrias", "suffix": ""}, {"first": "V", "middle": [], "last": "Nicoll", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2012, "venue": "Influenza Other Respir Viruses", "volume": "6", "issn": "", "pages": "257--67", "other_ids": {"DOI": ["10.1111/j.1750-2659.2011.00307.x"]}}, "BIBREF23": {"ref_id": "b23", "title": "Sars transmission, risk factors, and prevention in Hong Kong", "authors": [{"first": "Jtf", "middle": [], "last": "Lau", "suffix": ""}, {"first": "H", "middle": [], "last": "Tsui", "suffix": ""}, {"first": "M", "middle": [], "last": "Lau", "suffix": ""}], "year": 2004, "venue": "Emerg Infect Dis", "volume": "10", "issn": "", "pages": "587--92", "other_ids": {"DOI": ["10.3201/eid1004.030628"]}}, "BIBREF24": {"ref_id": "b24", "title": "Risk factors for SARS among persons without known contact with SARS patients", "authors": [{"first": "J", "middle": [], "last": "Wu", "suffix": ""}, {"first": "F", "middle": [], "last": "Xu", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2004, "venue": "Emerg Infect Dis", "volume": "10", "issn": "", "pages": "210--216", "other_ids": {"DOI": ["10.3201/eid1002.030730"]}}, "BIBREF25": {"ref_id": "b25", "title": "Effectiveness of vaccination and wearing masks on seasonal influenza in Matsumoto City", "authors": [{"first": "M", "middle": [], "last": "Uchida", "suffix": ""}, {"first": "M", "middle": [], "last": "Kaneko", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hidaka", "suffix": ""}], "year": 2014, "venue": "Prev Med Rep", "volume": "5", "issn": "", "pages": "86--91", "other_ids": {"DOI": ["10.1016/j.pmedr.2016.12.002"]}}, "BIBREF26": {"ref_id": "b26", "title": "Time to challenge the spurious hierarchy of systematic over narrative reviews?", "authors": [{"first": "T", "middle": [], "last": "Greenhalgh", "suffix": ""}, {"first": "S", "middle": [], "last": "Thorne", "suffix": ""}, {"first": "K", "middle": [], "last": "Malterud", "suffix": ""}], "year": 2018, "venue": "Eur J Clin Invest", "volume": "48", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/eci.12931"]}}, "BIBREF28": {"ref_id": "b28", "title": "The transmission and diagnosis of 2019 novel coronavirus infection disease (COVID-19): a Chinese perspective", "authors": [{"first": "Y", "middle": [], "last": "Han", "suffix": ""}, {"first": "H", "middle": [], "last": "Yang", "suffix": ""}], "year": 2020, "venue": "J Med Virol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/jmv.25749"]}}, "BIBREF29": {"ref_id": "b29", "title": "Face touching: a frequent habit that has implications for hand hygiene", "authors": [{"first": "Yla", "middle": [], "last": "Kwok", "suffix": ""}, {"first": "J", "middle": [], "last": "Gralton", "suffix": ""}, {"first": "M-L", "middle": [], "last": "Mclaws", "suffix": ""}], "year": 2015, "venue": "Am J Infect Control", "volume": "43", "issn": "", "pages": "112--116", "other_ids": {"DOI": ["10.1016/j.ajic.2014.10.015"]}}, "BIBREF30": {"ref_id": "b30", "title": "Professional and homemade face masks reduce exposure to respiratory infections among the general population", "authors": [{"first": "M", "middle": [], "last": "Van Der Sande", "suffix": ""}, {"first": "P", "middle": [], "last": "Teunis", "suffix": ""}, {"first": "R", "middle": [], "last": "Sabel", "suffix": ""}], "year": 2008, "venue": "PLoS One", "volume": "3", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0002618"]}}, "BIBREF31": {"ref_id": "b31", "title": "Promoting dignity: the ethical dimension of health", "authors": [{"first": "D", "middle": ["R"], "last": "Buchanan", "suffix": ""}], "year": 2016, "venue": "Int Q Community Health Educ", "volume": "36", "issn": "", "pages": "99--104", "other_ids": {"DOI": ["10.1177/0272684X16630885"]}}, "BIBREF32": {"ref_id": "b32", "title": "Fair allocation of scarce medical resources in the time of Covid-19", "authors": [{"first": "E", "middle": ["J"], "last": "Emanuel", "suffix": ""}, {"first": "G", "middle": [], "last": "Persad", "suffix": ""}, {"first": "R", "middle": [], "last": "Upshur", "suffix": ""}], "year": 2020, "venue": "N Engl J Med Overseas Ed", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMsb2005114"]}}}, "ref_entries": {"FIGREF0": {"text": "data availability statement No additional data are available.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Summary of evidence-RCTs for the effectiveness of combined face mask wearing and hand hygiene in the community for laboratory-confirmed influenza The authors only collected specimens from home visits up to day 6. They may have missed secondary infections that occurred 7 days or more after illness onset in the index patient. Underpower-the projected sample size was not attained for laboratoryconfirmed influenza cases. 2. Only participants reporting ILI symptoms are provided laboratory tests-reporting compliance was 65.5% for control group and 80.7% for intervention group. 3. Limited face mask compliance-only 50% in the intervention arm reported using face masks within 48 hours of onset of influenza-like symptoms. 4. In the intervention arm, only the caretaker and the ill person were asked to wear a face mask within the household when an ILI occurred in any household member. Participants were asked to implement the measures only within the households. 3. Limited face mask compliance: 17.6% in the control arm reported using face masks during the study. 4. Ninety per cent of ill index case children in the study slept in the same bedroom as their parents. Underpower-did not reach the number of households required. 3. Participants were asked to implement the measures only within the households. 4. Limited compliance-adherence to wearing face masks during the first 5 days of implementation was 18%-55%.", "latex": null, "type": "table"}, "TABREF1": {"text": "Summary of evidence-observational studies for the effectiveness of face mask wearing in the community", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Observational studies OR (95% CI) </td><td>Setting </td><td>Limitations\n</td></tr><tr><td>Lau et al24 </td><td>0.36 (0.25 to 0.62) </td><td>Population wide </td><td>1. Misclassification: WHO's case definition for probable severe acute respiratory syndrome (SARS) cases was used. Some cases may not have laboratory confirmation.\n2. Reporting bias.\n</td></tr><tr><td>Wu et al25 </td><td>Sometimes wore a mask: 0.40 (0.02 to 0.9)\nAlways wore a mask: 0.3 </td><td>Population wide </td><td>1. Misclassification: China Ministry of Health's definitions for probable SARS cases was used. Some cases may not have laboratory confirmation.\n</td></tr><tr><td>(0.1 to 0.6)\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>2. Reporting bias.\n</td></tr><tr><td>Uchida et al26 </td><td>0.859 (0.778 to 0.949) </td><td>Population wide </td><td>1. Misclassification less likely: 96.4% of diagnoses by rapid influenza diagnostic kits.\n2. Reporting bias.\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Stratified recommendations based on evidence and addressing shortage", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>probability) </td><td>Prepandemic (medium to high </td><td>Pandemic and the peak </td><td>Postpeak or exit strategy\n</td></tr><tr><td>In the community\n</td><td>Face masks available\n</td><td>Face masks not available\n</td><td>Face masks available\n</td><td>Face masks not available\n</td><td>Face masks available\n</td><td>Face masks not available\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>High risks patients (eg, old age, chronic illness)\n</td><td>Stay home </td><td>Stay home </td><td>Stay home </td><td>Stay home </td><td>Stay home </td><td>Stay home\n</td></tr><tr><td>Strong needs to be exposed (eg, essential workers, shopping for daily needs)\n</td><td>Wear a mask, distance from others\n</td><td>Distance from others\n</td><td>Wear a mask, distance from others\n</td><td>Stay home </td><td>Wear a mask, distance from others\n</td><td>Distance from others\n</td></tr><tr><td>Others </td><td>Wear a mask, distance from others\n</td><td>Stay home </td><td>Stay home </td><td>Stay home </td><td>Wear a mask, distance from others\n</td><td>Stay home\n</td></tr></table></body></html>"}}, "back_matter": []}