{
    "paper_id": "1f94cffef3e35f718fb8db9d18c535ae3e46433f",
    "metadata": {
        "title": "Is Prepandemic Vaccination a Wise Investment?",
        "authors": [
            {
                "first": "John",
                "middle": [],
                "last": "Treanor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rochester Medical Center",
                    "location": {
                        "settlement": "New York"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Influenza A viruses with novel hemagglutinins that circulate in various animal populations, such as migratory waterfowl and swine, have been recognized as the source of pandemic influenza in humans for many years. Since the late 1990s, multiple episodes in which avian influenza A viruses have been transmitted to humans and caused severe disease have been observed, and it is possible that these types of events have also occurred in the past but were not recognized. Most of these events have not led to sustained personto-person transmission, although it appears that a relatively minimal number of mutations could result in transmission for some of these viruses [1, 2] . The recent experience with the emergence of novel H1N1 viruses is an example of just how rapidly such a virus could spread throughout the world once a pandemic began, and the disease impact of an influenza A virus of an entirely new subtype would likely be much greater.",
            "cite_spans": [
                {
                    "start": 667,
                    "end": 670,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 671,
                    "end": 673,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In response to these events, there has been a substantial international effort to monitor the ecology of influenza A viruses at the animal-human interface, and to create and perform initial clinical evaluation of vaccines against those viruses identified as having the highest threat potential. These studies have consistently demonstrated that generation of a potentially protective serum antibody response will require multiple doses and the use of potent vaccine adjuvants. Several such vaccines have been stockpiled for future use, with plans to deploy them in specific target groups if a pandemic due to an influenza A virus of a relevant subtype emerges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The challenges of responding to a rapidly emerging pandemic with a vaccination program were obvious during the H1N1 emergence, and would be even more difficult if multiple vaccine doses were required. In an intriguing and thoughtful article in this issue of Clinical Infectious Diseases [3] , Dr Goodman suggests that rather than stockpiling such vaccines in storage, it might be better to stockpile immunity in recipients by employing the vaccines in advance of a pandemic. In this strategy, targeted groups would be immunized with pandemic vaccines in advance of a pandemic, simplifying the logistics of responding if and when such an event did occur.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 290,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In part, the utility of this approach is supported by studies that have shown that many of these candidate pandemic vaccines can prime the immune system for very vigorous and broad serum antibody responses to subsequent doses, even if administered many years later. Such priming has been demonstrated for pandemic inactivated vaccines [4, 5] , DNA vaccines [6, 7] , and pandemic live attenuated influenza vaccines [8, 9] . Common findings of these studies have been that even individuals who did not appear to respond to their original vaccine series are primed, that adjuvants do not appear to be required for either the priming or boosting vaccine [10] , and that increases in serum antibody following boosting are extremely rapid, peaking within 14 days. Administration of such pandemic vaccines to selected groups in advance would potentially allow those individuals to rapidly become immune to an emerging virus with a single subsequent dose, and might even afford some level of protection on their own, although this is less clear.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 338,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 339,
                    "end": 341,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 361,
                    "end": 363,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 418,
                    "end": 420,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are a number of gaps in our understanding of this potential approach that could be addressed by further research. Obviously, it is important to continue monitoring and assessing the risk posed by the many potentially pandemic influenza viruses present in birds and other animals. It will also be important to define the parameters around the priming and boosting phenomenon in more detail. Although the safety and immunogenicity of candidate pandemic vaccines have cumulatively been tested in thousands of subjects, both young and old, the numbers of subjects who have participated in studies examining induction of immune memory by these vaccines has been relatively small.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In his essay, Dr Goodman has outlined some of the practical questions that would be important to answer prior to deploying a prepandemic vaccination strategy. Boosting phenomena have been demonstrated in H5 vaccines when the priming and boosting vaccines are of different clades; however, it is not clear how much antigenic difference within the same subtype affects the priming effect, and how antigenically distinct 2 vaccines can be and still demonstrate boosting. In addition, studies have demonstrated boosting with H5 and H7 vaccines, but other influenza subtypes, including H2, should be explored to determine the generalizability of this effect. Assessment of the response has generally focused on serum hemagglutinationinhibition and neutralizing antibody responses, but the effect of priming on other responses such as mucosal antibody and neuraminidase-specific responses [11] should also be assessed.",
            "cite_spans": [
                {
                    "start": 883,
                    "end": 887,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To date, studies have evaluated inactivated vaccine boosting of subjects previously primed by inactivated, live, or DNA vaccines. It is not known whether using a different order of administration, such as inactivated vaccine followed by live or DNA vaccination, would also demonstrate this effect. A related question would be whether priming and boosting with different forms of vaccine is more or less effective than using the same vaccine formulation for priming and boosting [12] . Potent adjuvants, such as MF59 and AS03, among others, clearly improve the primary immune response to inactivated pandemic vaccines. However, even subjects primed with unadjuvanted vaccines manifest strong booster responses, and the potential need for adjuvants in such a prime-boost strategy also needs to be more clearly defined. Because any strategy to prime a population in advance of a pandemic will take place in the context of annual seasonal vaccination, it will also be important to understand how concomitant seasonal vaccine impacts the response [13] .",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 482,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1042,
                    "end": 1046,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In most published studies of priming and boosting with pandemic vaccines, there are some individuals in any study group who respond to the boost and others who receive the same priming regimen and do not. As Goodman [3] and others [14] have pointed out, one of the most difficult questions that remains unanswered is how to predict the priming effect and assess its duration. Mechanistic studies in humans are difficult because of the limited sites that can be sampled. But in addition to shedding light on the mechanisms of priming, developing accessible markers of priming would be extremely useful in enabling a more comprehensive assessment of the factors that will impact the success of such an approach as a mitigation strategy.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 231,
                    "end": 235,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Expanding the knowledge regarding optimal strategies and predictors of priming for pandemic vaccination will inform policy decisions about whether such a strategy should be employed, and, if so, in whom. Such a policy will also need to consider the real likelihood that any specific subtype might be a pandemic threat. As once pointed out by the late Yogi Berra (or by Neils Bohr), \"it's tough to make predictions, especially about the future.\" But assessing whether the risk of any specific virus really justifies prepandemic vaccination, and developing the best strategies for who would be the target for this program, will be a difficult and essential component of the decisionmaking process. Dr Goodman's article should serve as a stimulus for further discussions in this regard.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Potential conflict of interest. The author has received institutional grant support from Ligocyte, Romark, Novartis, Sanofi vaccines, and the National Institutes of Health; has received consulting fees from Novartis; has received travel support from the Infectious Diseases Society of America and Health Canada; and is currently listed on an institutional patent application for an influenza vaccine mutation. The author has submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Experimental adaptation of an influenza H5 HA confers respiratory droplet transmission to a reassortant H5 HA/H1N1 virus in ferrets",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hatta",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "486",
            "issn": "",
            "pages": "420--428",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Airborne transmission of influenza A/H5N1 virus between ferrets",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Herfst",
                    "suffix": ""
                },
                {
                    "first": "Eja",
                    "middle": [],
                    "last": "Schrauwen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Linster",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "336",
            "issn": "",
            "pages": "1534--1575",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Investing in immunity: prepandemic immunization to combat future influenza pandemics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Infect Dis",
            "volume": "62",
            "issn": "",
            "pages": "495--503",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Boosting immunity to influenza H5N1 with MF59-adjuvanted H5N3 A/Duck/Singapore/97 vaccine in a primed human population",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Colegate",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Vaccine",
            "volume": "21",
            "issn": "",
            "pages": "1687--93",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Immune responses of healthy subjects to a single dose of intramuscular inactivated influenza A/Vietnam/1203/04 H5N1 vaccine after priming with an antigenic variant",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Goji",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nolan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolff",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Treanor",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Infect Dis",
            "volume": "198",
            "issn": "",
            "pages": "635--676",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "DNA priming and influenza vaccine immunogenicity: two phase I open label randomised clinical trials",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ledgerwood",
                    "suffix": ""
                },
                {
                    "first": "C-J",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "916--940",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prime-boost interval matters: a randomized phase I study to identify the minimum interval necessary to observe the H5 DNA influenza vaccine priming effect",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ledgerwood",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zephir",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect Dis",
            "volume": "354",
            "issn": "",
            "pages": "418--440",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A live attenuated influenza A (H5N1) vaccine induces long-term immunity in the absence of a primary antibody response",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Talaat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Luke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khurana",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Infect Dis",
            "volume": "209",
            "issn": "",
            "pages": "1860--1869",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Live attenuated H7N7 influenza vaccine primes for a vigorous antibody response to inactivated H7N7 influenza vaccine",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Babu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fitzgerald",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vaccine",
            "volume": "32",
            "issn": "",
            "pages": "6798--804",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Immunogenicity of avian influenza A/Anhui/01/2005 (H5N1) vaccine with MF59 adjuvant: a randomized clinical trial",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Belshe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Frey",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "JAMA",
            "volume": "312",
            "issn": "",
            "pages": "1420--1428",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A Vero cell-derived whole-virus H5N1 vaccine effectively induces neuraminidase-inhibiting antibodies",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fritz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sabarth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kiermayr",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Infect Dis",
            "volume": "205",
            "issn": "",
            "pages": "28--34",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Improving pandemic H5N1 influenza vaccines by combining different vaccine platforms",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Luke",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Subbarao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Expert Rev Vaccines",
            "volume": "13",
            "issn": "",
            "pages": "873--83",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Serological responses for an avian influenza A/H7N9 vaccine mixed at the point-of-use with MF59 adjuvant: a randomized clinical trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Mulligan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Winokur",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "JAMA",
            "volume": "312",
            "issn": "",
            "pages": "1409--1428",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Priming for pandemic influenza: thanks for the memories",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Infect Dis",
            "volume": "209",
            "issn": "",
            "pages": "1857--1866",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}