{"paper_id": "1f9487659694f7d08248d3e25296889075e542c8", "metadata": {"title": "A PREVIOUSLY UNRECOGNIZED UNR STEM-LOOP STRUCTURE IN THE CORONAVIRUS 5' UNTRANSLATED REGION PLAYS A FUNCTIONAL ROLE IN REPLICATION", "authors": [{"first": "Pinghua", "middle": [], "last": "Liu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jason", "middle": ["J"], "last": "Millership", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lichun", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": ["P"], "last": "Giedroc", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "required for defective interfering RNA replication, subgenomic RNA synthesis, and presumably also for virus genome replication. 1-3 For the BCoV 5' UTR, the minimum free energy structure is predicted to contain three stem-loops. 3 We have analyzed the entire 5' UTR sequences of nine group 1 and group 2 coronaviruses, including the newly discovered SARS and HKU1 coronaviruses, using consensus, covariation secondary structure predictions. Our analysis shows that the predicted secondary structures of all coronavirus 5' UTRs are strikingly similar and contain three or four stem-loops, including a previously unrecognized highly conserved UNR stem-loop.", "cite_spans": [{"start": 229, "end": 230, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Abstract"}, {"text": "Computer-assisted modeling predicts an invariant and previously unrecognized UNR stem-loop among nine coronavirus UTR sequences, denoted SL2. This predicted conserved structure encompasses nucleotides 42-56 for both MHV and the SARScoronavirus. NMR spectroscopy of the 16-nt RNA SL2 sars reveals spectral features consistent with a UNR hairpin loop. Reverse genetics studies revealed that SL2 is required for MHV replication; MHV genomes containing a substitution of the required U48 with C in the UNR loop (U48C) were not viable. RT-PCR analysis of the U48C mutant indicated that negative sense genome sized RNAs were present in cells electroporated with this mutant; however, neither positive nor negative sense subgenomic RNAs were detected. Mutations that destabilized the stem of SL2 were viable but had moderately to severely impaired replication phenotypes. Mutants that maintained the stem-loop structure replicated similarly to wild-type MHV. These genetic data strongly support the existence of the predicted UNR stem loop and its functional importance in viral replication.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The RNA secondary structure prediction algorithm Vienna RNA 1.5 4 was used to predict the secondary structures of group 1 and group 2 coronavirus 5' UTRs. A reverse genetic system based on in vitro assembly of cloned cDNAs (A-G) was used to recover wild-type MHV-A59 1000 and mutant viruses. 5 To construct mutants in SL2, a series of with MluI and Sac II sites at its 5' and 3' ends, respectively. The assembled fragment containing either the wild-type sequence, or with mutations in SL2, was ligated into MHV-A59-1000 RNA was electroporated into BHK-R cells to recover infectious virus as described. 5 Viruses were plaque purified and expanded once in DBT cells. Mutants were tested three times, including three blind passages of lysates from electroporated cultures without recovering infectious virus, before being declared non-viable. Total cellular RNAs were extracted 4 and 8 hours post-electroporation and assayed by nested RT-PCR to detect negative sense genome sized RNA and positive and negative sense subgenomic RNAs, as described. 6 ", "cite_spans": [{"start": 292, "end": 293, "text": "5", "ref_id": "BIBREF4"}, {"start": 602, "end": 603, "text": "5", "ref_id": "BIBREF4"}, {"start": 1044, "end": 1045, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "A series of three stem-loops denoted I, II, and III had been predicted in the BCoV 5' UTR. These predictions were supported in part by nuclease mapping experiments and by DI replication assays. 3, 7 However, it was puzzling to us that the predicted stem-loops I and II of BCoV are not conserved amongst group 2 coronaviruses. Here we used Vienna RNA 1.5 4 to predict the 5' UTR secondary structures of nine coronaviruses (summarized in Table 1 ). The results of Vienna RNA folding predictions carried out for MHV and SARS-CoV are shown in Figure 1 . All coronavirus 5' UTR secondary structural models are strikingly similar, and are characterized by three major helical stems, denoted SL1, SL2, and SL4. Some sequences show a fourth stem-loop, denoted SL3, in which the leader TRS (TRS-L) is folded into a hairpin loop. SL2 is absolutely conserved and previously unrecognized. The (C/U)UUG(U/C) pentaloop sequence is the most highly conserved contiguous run of nucleotides in the entire 5' UTR outside of the core TRS-L, and covariation analysis clearly reveals that this loop is always stacked on a 5-bp helix. Analysis of the entire 30 kb MHV and SARS-CoV genomes reveals that SL2-like stem loops are extremely rare (appearing just 3 and 5 other times, respectively); this suggests an important role in coronavirus replication.", "cite_spans": [{"start": 194, "end": 196, "text": "3,", "ref_id": "BIBREF2"}, {"start": 197, "end": 198, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 436, "end": 443, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 539, "end": 547, "text": "Figure 1", "ref_id": "FIGREF2"}], "section": "RESULTS"}, {"text": "The (C/U)UUG(U/C) sequence of SL2 has all the features of a classical UNR (U 0 •N +1 •R +2 ) hairpin loop, in which a UNR triloop stacks on a Y:Y, Y:A (Y-pyrimidine) or G:A noncanonical base pair. 8 The basic structural feature of the U-turn architecture is a sharp turn in the phosphate backbone between U 0 and N +1 (i.e., a uridine (U)-turn, first identified in the anticodon and T-loops of tRNA). In a UNR loop, U 0 is stacked on the noncanonical base pair and is engaged in two critical hydrogen bonds: the U 0 imino proton donates a hydrogen bond to the nonbridging phosphate oxygen following R +2 , and the U 0 2'-OH proton donates a hydrogen bond to the N7 of R +2. Substitution of U 0 with any other nucleotide will abrogate formation of these hydrogen bonds and therefore destabilize the loop. A 16-nt RNA termed SL2 sars in vitro transcribed by SP6 RNA polymerase was subjected to NMR spectroscopy. 1 H-15 N HSQC and 2 J HNN-COSY spectra acquired with uniformly 13 C, 15 N-labeled SL2 sars ( Fig. 2A, B) reveal the expected correlations for all five base pairs in the stem as well as two upfield-shifted 1 H-15 N correlations (Fig. 2B) ; their detection in the uridine-only 13 C, 15 N-[U]-labeled sample reveal that they must correspond to U3-H3 cross-peaks (Fig. 2C) indicative of noncanonical hydrogen bonding. These uridines likely correspond to U48 and U51 (Fig. 1B) .", "cite_spans": [{"start": 197, "end": 198, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 1003, "end": 1014, "text": "Fig. 2A, B)", "ref_id": "FIGREF3"}, {"start": 1137, "end": 1146, "text": "(Fig. 2B)", "ref_id": "FIGREF3"}, {"start": 1269, "end": 1278, "text": "(Fig. 2C)", "ref_id": "FIGREF3"}, {"start": 1372, "end": 1381, "text": "(Fig. 1B)", "ref_id": "FIGREF2"}], "section": "RESULTS"}, {"text": "Based on the predicted UNR stem-loop, a series of mutations were introduced into the SL2 region of MHV. Introduction of a conservative U48C substitution into the MHV genome resulted in a nonviable genome, a result consistent with our prediction of an invariant U at position 48. At 4 and 8 h post-electroporation of U48C or wild-type genomes, total RNA was extracted and analyzed by nested RT-PCR. As shown in Figure  3 , negative sense genome sized RNAs were present in cells electroporated with U48C; however, neither positive nor negative sense subgenomic RNA6 and RNA7 were detected. A similar result was also obtained for RNA3 (not shown).", "cite_spans": [], "ref_spans": [{"start": 410, "end": 419, "text": "Figure  3", "ref_id": "FIGREF4"}], "section": "RESULTS"}, {"text": "Consistent with the predicted structure of the UNR loop, the U49A mutant was viable and produced a virus with a near normal plaque size (Figs 4A-B) . Three other mutant viruses, C45G, G53C, and C45G/G53C, with substitutions in the SL2 helical stem were recovered, although their plaque sizes are different. Mutants C45G and G53C, predicted to destabilize SL2, both form smaller plaques than wild-type virus. The double mutant C45G/G53C restores the SL2 stem and forms plaques slightly larger than wildtype MHV-A59. One step growth curves confirmed the growth phenotypes of these viruses (Figs. 4C-D) . Denaturing gel electrophoresis of metabolically labeled RNA prepared from cells infected with wild-type MHV or various SL2 mutants demonstrated that a similar ratios of genome and subgenomic RNAs were synthesized, but that the amount of RNA synthesized correlated with virus growth phenotype. Thus cells infected with the G53C mutant synthesized much less RNA than wild-type MHV-A59 1000, cells 27 infected with the C45G/G53C and U49A mutants synthesized near wild-type levels of RNA, and cells infected with the C45G mutant synthesized somewhat less RNA than wild-type infected cells (data not shown). Taken together, these results are consistent with a role for SL2 in MHV RNA replication and transcription.", "cite_spans": [], "ref_spans": [{"start": 136, "end": 147, "text": "(Figs 4A-B)", "ref_id": "FIGREF5"}, {"start": 587, "end": 599, "text": "(Figs. 4C-D)", "ref_id": "FIGREF5"}], "section": "RESULTS"}, {"text": "The genetic and NMR studies presented above support the proposed secondary structure model for the coronavirus 5' UTR, and the functional importance of SL2 in subgenomic RNA synthesis. All coronaviruses contain similar SL1, SL2, and SL4 stemloops. This covariation-based model differs in several respects from an earlier minimum free energy structure predicted for the BCoV 5' UTR. 3 The highly conserved SL2 structure we have studied here is not present in the prior BCoV model. Our genetic and biophysical studies support the prediction of SL2 being a UNR U-turn stem-loop. One feature shared by both models is a stem-loop designated as stem-loop III in the earlier BCoV model, which corresponds to stem-loop 4B in our model. The previous BCoV minimum free energy model is also supported by nuclease mapping studies, particularly for stem-loop III, and by genetic studies using DI RNAs. This raises the remote possibility, not addressed here, that the two competing confirmations may exist in equilibrium and perhaps have different functional roles in coronavirus replication. ", "cite_spans": [{"start": 382, "end": 383, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "This work was supported by NIH grants AI051493 (J.L.L.) and AI040187 (D.P.G.).", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A cis-acting function for the coronavirus leader in defective interfering RNA replication", "authors": [{"first": "R.-Y", "middle": [], "last": "Chang", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Hofmann", "suffix": ""}, {"first": "P", "middle": ["B"], "last": "Sethna", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Brian", "suffix": ""}], "year": 1994, "venue": "J. Virol", "volume": "68", "issn": "", "pages": "8223--8231", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Analysis of cis-acting sequences essential for coronavirus defective interfering RNA replication", "authors": [{"first": "Y", "middle": [], "last": "Kim", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Jeong", "suffix": ""}, {"first": "S", "middle": [], "last": "Makino", "suffix": ""}], "year": 1993, "venue": "Virology", "volume": "197", "issn": "", "pages": "53--63", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Stem-loop III in the 5' untranslated region is a cisacting element in bovine coronavirus defective interfering RNA replication", "authors": [{"first": "S", "middle": [], "last": "Raman", "suffix": ""}, {"first": "P", "middle": [], "last": "Bouma", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Williams", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Brian", "suffix": ""}], "year": 2003, "venue": "J. Virol", "volume": "77", "issn": "", "pages": "6720--6730", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Vienna RNA secondary structure server", "authors": [{"first": "I", "middle": ["L"], "last": "Hofacker", "suffix": ""}], "year": 2003, "venue": "Nucleic Acids Res", "volume": "31", "issn": "", "pages": "3429--3431", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Systematic assembly of a full-length infectious cDNA of mouse hepatitis virus strain A59", "authors": [{"first": "B", "middle": [], "last": "Yount", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Denison", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Weiss", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Baric", "suffix": ""}], "year": 2002, "venue": "J. Virol", "volume": "76", "issn": "", "pages": "11065--11078", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The effect of mutations in the mouse hepatitis virus 3'(+)42 protein binding element on RNA replication", "authors": [{"first": "R", "middle": ["F"], "last": "Johnson", "suffix": ""}, {"first": "M", "middle": [], "last": "Feng", "suffix": ""}, {"first": "P", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Millership", "suffix": ""}, {"first": "B", "middle": [], "last": "Yount", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Baric", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Leibowitz", "suffix": ""}], "year": null, "venue": "J. Virol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The UCUAAAC promoter motif is not required for highfrequency leader recombination in bovine coronavirus defective interfering RNA", "authors": [{"first": "R.-Y", "middle": [], "last": "Chang", "suffix": ""}, {"first": "R", "middle": [], "last": "Krishnan", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Brian", "suffix": ""}], "year": 1996, "venue": "J. Virol", "volume": "70", "issn": "", "pages": "2720--2729", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Predicting U-turns in ribosomal RNA with comparative sequence analysis", "authors": [{"first": "R", "middle": ["R"], "last": "Gutell", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Cannone", "suffix": ""}, {"first": "D", "middle": [], "last": "Konings", "suffix": ""}, {"first": "D", "middle": [], "last": "Gautheret", "suffix": ""}], "year": 2000, "venue": "J. Mol. Biol", "volume": "300", "issn": "", "pages": "791--803", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "26plasmid A. cDNA corresponding to the entire MHV-A59 genome were assembled by in vitro ligation, transcribed in vitro, and the transcribed mutant genomic RNA or wild-type nts) in plasmid A were synthesized and ligated together to form a 135-bp DNA fragment overlapping oligonucleotides spanning the sequence between MluI and SacII sites (1 to 106STRUCTURE OF THE CORONAVIRUS 5 UTR", "latex": null, "type": "figure"}, "FIGREF1": {"text": "' P. LIU ET AL.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Predicted 5' UTR secondary structures of MHV and SARS-CoV.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "(A) 1 H-15 N HSQC and (B) 2 J HNN-COSY spectra acquired with uniformly 13 C, 15 N-labeled SL2 sars . (C) 2 J HNN-COSY spectrum acquired for a uridine-only 13 C, 15 N-[U]-labeled sample. Conditions: 1 H frequency 600 MHz, pH 6.0, 0.1 M KCl, 5 mM MgCl2, 10-25ºC.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Nested RT-PCR analysis of cells electroporated with wild-type or U48C mutant genomes.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Characterization of growth phenotypes for viable SL2 mutant viruses.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Predicted 5' UTR secondary structure for group 1 and 2 coronaviruses.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Viruses </td><td>Predicted secondary structure </td><td> </td><td> </td></tr><tr><td>SL1 </td><td>SL2 </td><td>SL3 </td><td>SL4 </td></tr><tr><td>HCoV-OC43 </td><td>Predicted </td><td>Strongly predicted </td><td>Predicted </td><td>Predicted </td></tr><tr><td>BCoV </td><td>Predicted </td><td>Strongly predicted </td><td>Unfolded at 37•C </td><td>Predicted </td></tr><tr><td>MHV </td><td>Predicted </td><td>Strongly predicted </td><td>Not predicted </td><td>Predicted </td></tr><tr><td>HKU1 </td><td>Predicted </td><td>Strongly predicted </td><td>Unfolded at 37•C </td><td>Predicted </td></tr><tr><td>SARS-CoV </td><td>Predicted </td><td>Strongly predicted </td><td>Predicted </td><td>Predicted </td></tr><tr><td>HCoV-NL63 </td><td>Predicted </td><td>Strongly predicted </td><td>Not predicted </td><td>Predicted </td></tr><tr><td>HCoV-229E </td><td>Predicted </td><td>Strongly predicted </td><td>Not predicted </td><td>Predicted </td></tr><tr><td>TGEV </td><td>Predicted </td><td>Strongly predicted </td><td>Not predicted </td><td>Predicted </td></tr></table></body></html>"}}, "back_matter": []}