{
    "paper_id": "1f9a1e98b42ca167e9f0b8d7f4ea40df0770bc55",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The goal of this column is to inform mental health care professionals about the evolving way in which the diagnosis of Coronavirus Disease 2019 (COVID-19) is being made, with an emphasis on tests to assist in making that diagnosis, some of which are available now, while others are in the process of becoming available. These tests will also better define the risk of fatality due to COVID-19 by better identifying those who have been infected. This column will also provide some general information about the disease and its relative risks. For readers who want more information and the ability to stay current, links to credible websites that are being continuously updated are also included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "COVID-19 and the media coverage concerning it have created great concern among both the general population and healthcare providers. This distress is likely to be further amplified in those who have significant psychiatric illnesses, including but not limited to anxiety disorders, major depression, bipolar disorder, and psychotic illnesses. Mental health care providers are therefore likely to encounter patients with questions and concerns about this illness. I hope that this column will help those professionals answer questions and concerns that their patients have.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the interest of brevity, this column will focus on the following questions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(1) What is the definition of a case and how is that changing? (2) What types of tests are available and what types of tests are coming? (3) How will the availability of these tests impact probabilities of serious risk including fatalities? (4) What is likely to happen after the first wave of COVID-19?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Readers should keep in mind a number of caveats as context for this column. First, it is being written as of March 26, 2020, the day on which the highest number of deaths from the virus in the United States occurred to date-237, with total US deaths now exceeding 1000. Changes are occurring rapidly so that this column may be dated in a short time. Nevertheless, the information is timely for practitioners now. To help keep it current, the references include links to websites from credible sources that are being continuously updated, so that readers can go to those sources for additional current information even months after this column has been published.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOME CAVEATS"
        },
        {
            "text": "Second, I am a physician specializing in psychiatry and clinical pharmacology rather than infectious diseases, virology, or other related medical and laboratory specialties. However, I did 2 years of anatomical pathology during which I studied viral diseases. After that, I did my general medical internship followed by my psychiatry residency. Subsequently, I have spent 40 years as an academic physician with an emphasis on all phases of drug development research, and I have read the current literature on COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOME CAVEATS"
        },
        {
            "text": "Coronaviruses are a large family of viruses that are so named because of the crown-like spikes observed on their surface when viewed by electron microscopy. There are hundreds of coronaviruses, most of which circulate among animals, including pigs, camels, bats, and cats. Sometimes those viruses jump to humanscalled a spillover event-and can cause disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A BRIEF BACKGROUND"
        },
        {
            "text": "Seven coronaviruses are known to cause human disease. Four of these human coronaviruses (HCoVs)-HCoV-229E, HCoV-OC43, HCoV-NL63, and HCoV-HKU1-usually cause a mild to moderate upper respiratory illness (eg, the common cold) in people. These 4 viruses continually circulate in the human population and cause respiratory infections in adults and children worldwide. 1 However, 3 more recent coronaviruses can cause severe acute respiratory syndrome (SARS) with more serious outcomes in people, including death. The first definition of COVID-19 was based solely on signs and symptoms of the infection (principally fever, cough, and shortness of breath) and ruling out other possible causes, particularly negative tests for influenza. This approach is still common but has been enhanced by a test to detect active shedding of the COVID-19 virus in respiratory specimens, mainly via upper nasal swabs. These tests use real time Reverse Transcriptase (RT)-Polymerase Chain Reaction (PCR) Diagnostics Panels. 5,6 A real-time RT-PCR is a diagnostic laboratory test that is used to measure the amount of a specific type of RNA, such as the RNA associated with the COVID-19 virus, as a means of detecting the presence of that virus. It involves reverse transcription of RNA into DNA and then amplification of specific DNA targets using a polymerase chain reaction. The use of these tests moves the diagnosis from one based on symptoms and excluding other possible causes to a diagnosis based on a finding confirming that the individual is shedding COVID-19 virus.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 365,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "A BRIEF BACKGROUND"
        },
        {
            "text": "There are, however, several limitations to these tests. First, they have been and still are in limited supply in many areas of this country, although that situation is improving. Second, a negative test in someone who is asymptomatic is of limited value, because the individual could be too early in the disease process to test positive (the incubation period can be from 2 to 14 days after becoming infected), but, more importantly, because the asymptomatic individual may not have been exposed to the virus at the time of the testing but could be exposed even later that day and subsequently become positive. Therefore, for both reasons, the test is generally reserved for individuals who are meaningfully symptomatic. In other words, a negative test does not mean that an individual is safe going forward. An exception to the general rule is to test even asymptomatic individuals who have been in close contact with an active COVID-19 patient. Testing such individuals may detect the presence of virus before they become symptomatic-and some will never become symptomatic but they can still infect others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A BRIEF BACKGROUND"
        },
        {
            "text": "Some individuals who become infected have either no symptoms or only mild symptoms (perhaps as high as 20% and 50%, respectively, in individuals under 20 years of age with no significant comorbid medical conditions such as lung or cardiac disease, immunodeficiency conditions, and morbid obesity). Conversely, the risk of serious infection goes up with age (older than 65 years of age) and/or with comorbid medical conditions including respiratory and cardiovascular disease, immunocompromised status, morbid obesity (ie, body mass index ≥ 40), significant kidney or liver impairment, and/or diabetes. It is very important, however, to be aware that asymptomatic and mildly symptomatic individuals can still spread the disease (termed asymptomatic transmission). Therefore, precautions need to be taken when younger individuals are in the home of those who are at high risk for serious and potentially fatal infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A BRIEF BACKGROUND"
        },
        {
            "text": "Another type of test is also currently in development that will detect antibodies against COVID-19. 7 Several groups in this country and around the world are developing these tests, and some companies have begun to sell them. This test would be positive in patients who have had the virus even if they were asymptomatic. In addition, these are individuals who could be immune to the current form of COVID-19 and thus could be able to return to work and be a COVID-19 \"blocker,\" an individual who would not spread the disease.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 101,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "A BRIEF BACKGROUND"
        },
        {
            "text": "With that said, this disease is new and knowledge is being accumulated rapidly. Currently, it is not known how long people who never become symptomatic can continue to shed virus, nor is it known how long immunity-if developed-will last.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A BRIEF BACKGROUND"
        },
        {
            "text": "When the disease was diagnosed only by the presence of symptoms and the absence of other causes, that meant that only individuals with symptoms, and often mainly those with moderate to severe symptoms, were in the denominator, which would increase the apparent fatality rate. As the antibody test becomes available, it can identify individuals who were infected but were either asymptomatic or whose symptoms were so mild that they did not come to medical attention. Those cases will now be added to the denominator and thus will bring down the apparent fatality rate. How much it will drop remains to be seen. Currently, the population-wide fatality rate has been estimated to be as low as 0.05% to 1%, but the fatality rate can be as high as 8% in elderly patients in nursing homes. 8 ",
            "cite_spans": [
                {
                    "start": 785,
                    "end": 786,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "HOW WILL THE AVAILABILITY OF THESE TESTS IMPACT PROBABILITIES OF SERIOUS RISK INCLUDING FATALITIES?"
        },
        {
            "text": "The COVID-19 pandemic is circling the globe. Having started in the northern hemisphere, it is now moving into the southern hemisphere. Over the coming months, it could die out or it could mutate to a new form that is either more or less virulent. If such a mutation occurs, it is possible that those who become immune to the first version of the virus will not be immune to the next version, which is what is referred to as \"a second wave.\" There could also be additional subsequent waves. This is of course a common pattern for influenza and certainly was the case for the 1918 influenza pandemic which lasted from January 1918 to December 1920 with 3 waves. 9 However, numerous efforts are underway to develop safe and effective vaccines. Those vaccines would first be focused on the current form of COVID-19, but they would then shift to other variant versions of COVID-19 if they emerge as second or subsequent wave(s).",
            "cite_spans": [
                {
                    "start": 660,
                    "end": 661,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "WHAT HAPPENS AFTER THE FIRST WAVE?"
        },
        {
            "text": "The focus of this column is usually pharmacology, and it can be reassuring to your patients that there are pharmacological treatments available that can be critical to the treatment of seriously ill patients with COVID infections. These patients often develop secondary bacterial infections, so that antibiotics can play an important role. Also, intravenous fluids are often critical to prevent cardiovascular collapse. The virus produces inflammatory reactions and may cause a \"cytokine storm,\" and anti-inflammatory treatments, including corticosteroids and antihistamines, may be used to combat these conditions. In addition, oxygen and ventilator support can be critical in saving lives in desperately ill patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT ABOUT MEDICATIONS TO TREAT COVID-19?"
        },
        {
            "text": "In addition to these treatment options, as of March 28, 2020, 202 studies to test the effectiveness of various treatments for COVID-19 and/or related serious coronavirus infections were listed on the ClinicalTrials. gov website. 10 These studies are being conducted in 9 regions of the world, with China (71 trials), Europe (44 trials), and the United States (22 trials) leading the list. The drugs being studied are mainly, if not exclusively, already marketed for other indications and run the gamut from antimalarial, antiviral, and antiinflammatory drugs to herbal agents and antibodies. While there is a rationale for studying each of these agents, clinical trials must be conducted to determine their efficacy and safety for COVID-19. The reason that most, if not all, of the drugs being studied are already marketed is that their approval provides evidence of safety at least in patients with the illness for which the drug was approved, but the safety profile even of these agents may be different in individuals with COVID-19. In addition to these treatments, as noted above, efforts are underway to develop safe and effective vaccines.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 231,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "WHAT ABOUT MEDICATIONS TO TREAT COVID-19?"
        },
        {
            "text": "A detailed discussion of each of the treatments being considered in these trials is beyond the scope of this column. The point for you and for your conversations with your patients is the recognition that effective treatments for some of the complications of COVID-19 are available now and that a substantial effort is underway to find additional treatments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT ABOUT MEDICATIONS TO TREAT COVID-19?"
        },
        {
            "text": "The goal of this column was to provide information that you can share with your patients who may be understandably fearful about COVID-19, focusing on topics that may be of foremost concern to them. It is important to discuss the risk posed by COVID-19 as realistically as possible, as the risk is less than one might imagine from current news reports, especially for younger patients who are not immunocompromised and do not have significant respiratory or cardiovascular disease. It will also help patients to understand the nature of the tests that are available or soon will be available, which will allow an assessment of where an individual is in the disease process. It is also important for our patients to realize that effective treatments are available for the various consequences of COVID-19 and, in addition, that active research is underway to establish the efficacy and safety of other possible treatments and to develop safe and effective vaccines. Most important at this stage is to explain the rationale for and the importance of the guidance from the Centers for Disease Control and Prevention on protecting oneself and the population at large by practicing good hygiene (eg, frequent handwashing) and social distancing to reduce the chances of becoming infected and/or infecting others. Interested readers can find a wealth of additional information on COVID-19 and other coronaviruses on the websites 2-12 listed in the reference list for this column.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hosts and sources of endemic human coronaviruses",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Muth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Niemeyer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Adv Virus Res",
            "volume": "100",
            "issn": "",
            "pages": "163--188",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Available at: www.niaid.nih.gov/diseases-conditions/ coronaviruses",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe Acute Respiratory Syndrome",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wikipedia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Testing in US. Bethesda, MD: NIH; 2020. Available at: www.nih.gov/ health-information/coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "GA: CDC; 2020. Available at: www.fda.gov/media/134922/ download",
            "authors": [],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention (CDC). CDC 2019-Novel Coronavirus (2019-nCoV) Real-Time RT-PCR Diagnostic Panel: Instructions for Use. Atlanta",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "US companies, labs rush to produce blood test for coronavirus immunity",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Terhune",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Martell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steenhuysen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Reuters World News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Boston Globe Media: Stat; 2020. Available at: www.statnews.com/2020/03/17/a-fiascoin-the-making-as-the-coronavirus-pandemic-takes-holdwe-are-making-decisions-without-reliable-data",
            "authors": [
                {
                    "first": "Jpa",
                    "middle": [],
                    "last": "Ioannidis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Available at: www.clinicaltrials.gov/ct2/results?cond= COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "National Institutes of Health. ClinicalTrials.gov website",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Consumer update. Food safety and availability during the coronavirus pandemic. College Park, MD: FDA Center for Food Safety and Applied Nutrition",
            "authors": [],
            "year": 2020,
            "venue": "US Food and Drug Administration (FDA)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Available at: www.worldometers.info/coronavirus",
            "authors": [
                {
                    "first": "Worldometer",
                    "middle": [],
                    "last": "Website",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "These 3 viruses and the diseases associated with them are: (a) SARS-CoV (now more commonly called SARS-CoV-1), which emerged in late 2002 and disappeared by 2004; (b) Middle East respiratory syndrome (MERS) virus, which emerged in 2012 and remains in circulation in camels; and (c) SARS-CoV-2 which emerged in December 2019 in China and causes the disease, COVID-19. 2-4 WHAT IS THE DEFINITION OF A COVID-19 CASE AND HOW IS IT CHANGING?",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}