{
    "paper_id": "1f9b62debfbd780ee3b14e84df48c8a67b44db6f",
    "metadata": {
        "title": "Journal Pre-proofs RAGE receptor: May be a potential inflammatory mediator for SARS-COV-2 infection?",
        "authors": [
            {
                "first": "Mohsen",
                "middle": [],
                "last": "Kerkeni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jawhar",
                "middle": [],
                "last": "Gharbi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Mohsen Kerkeni 1 Receptor for advanced glycation end products (RAGE), a 35 KDa protein from immunoglobulin superfamily, is a pro-inflammatory pattern recognition receptor (PRRs) that has been related to many inflammatory diseases. RAGE was named for its ability to bind advanced glycation end products (AGEs) and promote vascular inflammation in the vessels. It is expressed on multiples types of cells, such as vascular cells, immune cells, neurons, cardiomyocytes, adipocytes, glomerular epithelial cells, podocytes, and lung epithelial cells.",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 16,
                    "text": "Kerkeni 1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RAGE receptor: May be a potential inflammatory mediator for SARS-COV-2 infection?"
        },
        {
            "text": "RAGE bound with a series of ligands such as AGEs, S100 proteins, high mobility group box1 (HMGB1), lysophosphatidic acid (LPA), amyloid beta peptide (A), islet amyloid polypeptide (IAPP) and macrophage 1-antigen (Mac-1) [1, 2] . Ligand-RAGE complex activiates mitogen-activated protein kinase (MAPK) and NF-B, and induces production of various proinflammatory cytokines.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 224,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 225,
                    "end": 227,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "RAGE receptor: May be a potential inflammatory mediator for SARS-COV-2 infection?"
        },
        {
            "text": "In the body, two mains form of RAGE receptor: one is a membrane bound RAGE (mRAGE) and the second is a soluble RAGE (sRAGE). mRAGE has three domains: an 2 extracellular which has a V, C1, and C2-type Ig domains that recognizes and binds RAGE ligands, a hydrophobic transmembrane domain, and a cytoplasmic domain that functions in intracellular signaling. sRAGE contains only the extracellular domain and is a product of either alternative splicing events or proteolytic cleavage of mRAGE and can binds ligands but cannot transduce signals intracellulary and prevents inflammatory cascades [3] .",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 592,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "RAGE receptor: May be a potential inflammatory mediator for SARS-COV-2 infection?"
        },
        {
            "text": "Previous studies have shown that RAGE is expressed in both non-diabetic and diabetic atherosclerotic lesions in human subjects, levels of sRAGE have been extensively studied in humans subject to test associations of RAGE pathway to diabetes, CVD and thrombotic disorders [4] . We have demonstrated that sRAGE levels were markedly associated in diabetes with and without microvascular complications and in inflammatory diseases [5] [6] [7] . In the lung, due to the highest level expression, RAGE also involved in numerous disorders such as allergic airway inflammation and asthma, pulmonary fibrosis, lung cancer, chronic obstructive pulmonary disease, acute lung injury, pneumonia, cystic fibrosis and bronchopulmonary dysplasia and also in pulmonary hypertension by the complex AGE-RAGE axis [8, 9] .",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 274,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 431,
                    "end": 434,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "[7]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 794,
                    "end": 797,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 800,
                    "text": "9]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "RAGE receptor: May be a potential inflammatory mediator for SARS-COV-2 infection?"
        },
        {
            "text": "Signaling pathway stimulated by RAGE-ligand binding depends on the specificity and the identity of the ligand, how it bound to RAGE and the tissue type where inflammation is occurring. The presence of RAGE ligands in the extracellular environment has been shown to frequently induce RAGE expression, which leads to further amplification of inflammatory signaling cascades. Importantly, RAGE ligands are not degraded to prevent further signalization when they bind and act signal by RAGE. Therefore, an increased accumulation of ligands, they continuous amplify the inflammatory response by pooling the inflamed region. In acute lung injury (ALI) and acute respiratory distress syndrome (ARDS) are characterized by epithelial barrier disruption, endothelial permeability and impaired alveolar fluid clearance. One the major hallmarks of ALI/ARDS is alveolar epithelial cell injury for which RAGE has been suggested as a biomarker [10] . Indeed, in multiple mousse models of 3 ALI and in patients with ALI/ARDS, sRAGE levels were increased in broncho alveolar lavage fluid and correlated with the degree of lung injury [10] . In humans, systemic and alveolar levels of sRAGE, S100 proteins and HMGB1 from damaged alveolar epithelial (AT1) cells are increased in patients with ARDS, and plasma sRAGE levels were correlated with severity of lung injury and increased mortality [11] .",
            "cite_spans": [
                {
                    "start": 929,
                    "end": 933,
                    "text": "[10]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1117,
                    "end": 1121,
                    "text": "[10]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1373,
                    "end": 1377,
                    "text": "[11]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "RAGE receptor: May be a potential inflammatory mediator for SARS-COV-2 infection?"
        },
        {
            "text": "RAGE is an important inflammatory mediator in many pulmonary diseases and is an attractive therapeutic target. sRAGE normally circulates in the blood at low levels, and sRAGE levels increase in patients with inflammatory diseases, highlighting a potential role for sRAGE as a biomarker. Administration of sRAGE as a therapeutic agent to block RAGE signaling has shown promising results in studies of asthma, chronic hypoxia, and cystic fibrosis [12] . Other methods of blocking RAGE specifically in the lung have not yet been tested, such as anti-RAGE antibodies and small molecules inhibitors of RAGE as azeliragon (TTP488) have shown promise in the tissues and disease models and was began to make their way into human clinical trials treatment of Alzheimer disease. HMGB1, as a ligand for RAGE, play many functions in side and in outside of cells. Extracellular HMGB1 released from cells showed a potential pathogenic role in viral infection diseases. Using HMGB1 molecules inhibitors or anti-HMGB1 antibodies showed beneficial effects in experimental inflammatory diseases and protection against damage in diverse acute and chronic diseases caused by infections [13, 14] . Additionally, the high affinity RAGE ligand HMGB1 was upregulated during pneumonia caused by influenza A virus and RAGE deficient mice were relatively protected and improved viral clearance [15] . Increased expression of HMGB1 has been also observed in a number of thrombosis related diseases such as CAD, stroke, PAD, disseminated intravascular coagulation and neurons thrombosis [16] . 4 Angiotensin-converting enzyme 2 (ACE2) was identified as the receptor of SARS-COV-2. Cell entry depends on binding of the viral spike (S) proteins to cellular receptors and on S protein priming by host cell proteases. However, for a better understanding of the pathophysiology induced by SARS-COV-2, significant biochemical mechanisms remain till obscure. Ang II is known as an important vasoconstrictor in the renin angiotensin system (RAS) and exerts multiple functional effects on cells and causes endothelial hyperpermeability, and that were highlighted by a recent review showing the relationship between ACE2, RAS and vascular complication diseases [17] . Recently, an in vitro study showed that a strong link between Ang II type-1 receptor (AT1)-mediated signaling cascades and RAGE-mediated signaling cascades in Ang II induced hyperpermeability endothelial due to an increased production of HMGB1 by cellular injury and neutralization of secreted HMGB1 using HMGB1 antibodies or sRAGE, a decoy receptor for HMGB1, significantly attenuated Ang II induced endothelial hyperpermeability [18] . Interestingly, we hypothesize that RAGE receptor may act a potential mediator for inflammatory disease during SARS-COV-2 and a biomarker for severity of disease related viral infection. RAGE expression and its ligands have not yet been studied in infected patients with SARS-COV-2 and levels of ligands such as HMGB1, S100 proteins and sRAGE merit for analysis in tissues and in the blood too. Further research should explore whether RAGE act as a potential mediator of inflammation on SARS-COV-2 infection, and whether RAGE inhibitors may be using as novel therapeutic targets of prevention, regression and slowing of progression of SARS-COV-2 infections that currently lack efficient therapy.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 449,
                    "text": "[12]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1166,
                    "end": 1170,
                    "text": "[13,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1171,
                    "end": 1174,
                    "text": "14]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1367,
                    "end": 1371,
                    "text": "[15]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1558,
                    "end": 1562,
                    "text": "[16]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1565,
                    "end": 1566,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2222,
                    "end": 2226,
                    "text": "[17]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2660,
                    "end": 2664,
                    "text": "[18]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "RAGE receptor: May be a potential inflammatory mediator for SARS-COV-2 infection?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation and characterization of two binding proteins for advanced glycosylation end products from 5 bovine lung which are present on the endothelial cell surface",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vianna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gerlach",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Biol Chem",
            "volume": "267",
            "issn": "",
            "pages": "14987--97",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The multiple faces of RAGE-opportunities for therapeutic intervention in aging and chronic disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ramasamy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shekhtman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Novel splice variants of the receptor for advanced glycation end-products expressed in human vascular endothelial cells and pericytes, and their putative roles in diabetes-induced vascular injury",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yonekura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sakurai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Petrova",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Abedin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biochem J",
            "volume": "370",
            "issn": "",
            "pages": "1097--109",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Receptor for Advanced Glycation End Products (RAGE) and Mechanisms and Therapeutic Opportunities in Diabetes and Cardiovascular Disease: Insights From Human Subjects and Animal Models. Front Cardiovasc Med",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Egaña-Gorroño",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "López-Díez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yepuri",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Ramirez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reverdatto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Gugger",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Elevated serum levels of",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kerkeni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saïdi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bouzidi",
                    "suffix": ""
                },
                {
                    "first": "Ben",
                    "middle": [],
                    "last": "Yahya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hammami",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "AGEs, sRAGE, and pentosidine in Tunisian patients with severity of diabetic retinopathy",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Soluble Receptor for Advanced Glycation End Products, and Metabolic Syndrome: The Metformin Effect",
            "authors": [
                {
                    "first": "Carboxymethyl-Lysine",
                    "middle": [],
                    "last": "Pentosidine",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Dis Markers",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Increased serum concentrations of N ɛ -carboxymethyllysine are related to the presence and the severity of rheumatoid arthritis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Knani",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bouzidi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zrour",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bergaoui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hammami",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kerkeni",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ann Clin Biochem",
            "volume": "55",
            "issn": "",
            "pages": "430--436",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "All the \"RAGE\" in lung disease: The receptor for advanced glycation endproducts (RAGE) is a major mediator of pulmonary inflammatory responses",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Oczypok",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Oury",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Paediatr Respir Rev",
            "volume": "23",
            "issn": "",
            "pages": "40--49",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "AGE-RAGE Stress in the Pathophysiology of Pulmonary Hypertension and its Treatment",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prasad",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Angiol",
            "volume": "28",
            "issn": "",
            "pages": "71--79",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Receptor for advanced glycation end-products is a marker of type I cell injury in acute lung injury",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Uchida",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shirasawa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Ware",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kojima",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hata",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Makita",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Respir Crit Care Med",
            "volume": "173",
            "issn": "",
            "pages": "1008--1023",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Increased levels of soluble receptor for advanced glycation end products (sRAGE) and high mobility group box 1 (HMGB1) are associated with death in patients with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fujiwara",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawagoe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maeda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yamagishi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Biochem",
            "volume": "44",
            "issn": "",
            "pages": "601--605",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Soluble receptor for advanced glycation end products (sRAGE) attenuates haemodynamic changes to chronic hypoxia in the mouse",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Farmer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ewart",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Mair",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pulm Pharmacol Ther",
            "volume": "29",
            "issn": "",
            "pages": "7--14",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Potential role of high mobility group box 1 in viral infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Sama",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Viral Immunol",
            "volume": "19",
            "issn": "",
            "pages": "3--9",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Targeting Inflammation Driven by HMGB1. Front Immunol",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Receptor for advanced glycation end products is detrimental during influenza A virus pneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Zoelen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Van Der Sluijs",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Achouiti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Florquin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Braun-Pater",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virology",
            "volume": "391",
            "issn": "",
            "pages": "265--73",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Emerging Role of High Mobility",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Angiotensin Converting Enzyme 2: SARS-CoV-2 Receptor and Regulator of the Renin-Angiotensin System",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gheblawi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Viveiros",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circ Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCRESAHA.120.317015"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Soluble RAGE attenuates AngIIinduced endothelial hyperpermeability by disrupting HMGB1-mediated crosstalk between AT1R and RAGE",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "An",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Exp Mol Med",
            "volume": "51",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the pathophysiology of SARS-COV-2 has provided a strong stimulus to further our understanding of the viral infection and its associated diseases. No data is available regarding RAGE receptor, and its relationships with SARS-COV-2 infection.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "No conflict of interest was declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        }
    ]
}