{
    "paper_id": "1f9fe978893836d2418c93dce036df98cea2c1c2",
    "metadata": {
        "title": "The role of telemedicine in the delivery of healthcare in the COVID-19 Pandemic",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Telemedicine may include a variety of technologies to securely deliver remote health care including: live (synchronous) videoconferencing, typically a two-way audiovisual link between a patient and an HCP in different locations; audio-only visits via patient portals and messaging technologies; remote patientmonitoring tools; and store-and-forward technologies that collect images and data to be transmitted at a later time (e.g., educational materials) 5 . These technologies offer several possible advantages including: the ability to quickly ask and receive answers to questions; more timely diagnosis and institution of treatment for some conditions such as stroke; patients have access to medical specialists as well as a general HCP; the possibility of enhanced patient privacy; reduced costs and increased convenience; and reduced need for physical contact limiting potential infectious exposures. The potential disadvantages of telemedicine include: the need for technical training on the part of the HCP and to some degree, the patient; the necessary equipment to conduct the tele-visit; the possibility of a reduction in continuity of care like the retail healthcare movement; and last but certainly, not the least of the disadvantages is the inability to conduct a physical examination 5 .",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 456,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While sustaining optimal care during a pandemic is challenging, we can draw on prior experience. In 2012, the NHF-McMaster Guidelines on Care Models for Haemophilia Management 6 suggested that an optimal integrated care model include a hematologist, a specialized haemophilia nurse, a physical therapist, a social worker and round-the-clock access to a specialized coagulation laboratory be part of the integrated care team. While it may seem daunting, there is significant precedent for remote care delivery in haemophilia management. The impact of telemedicine, outreach clinics and other remote care delivery systems as an alternative/add-on to integrated care was identified as a priority within the guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 2013, the US National Hemophilia Program Coordinating Center (NHPCC) conducted a survey of Hemophilia Treatment Centers (HTC) assessing gaps in care and resources needed to support care 7 . Compared to the previous survey there was a marked increase in those identifying geographical access as a technical assistance need. Subsequently, one of four projects of national significance funded by the NHPCC evaluated how HTCs could provide care remotely to rural areas using telemedicine 8 . The pilot study demonstrated a high level of patient satisfaction with the telemedicine approach and significant cost savings, both in terms of cost of travel and time away from work. While telemedicine outreach clinics have long existed and been utilized in a Accepted Article number of HTCs to resolve geographical access challenges the pilot project results published in 2018 demonstrated that, while not without challenges, telemedicine is especially well-suited for patient s with chronic disorders such as hemophilia 8 .",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 488,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1014,
                    "end": 1015,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Concerns raised with telemedicine have primarily been related to privacy and data protection due to the risk for inadvertent disclosure of sensitive information 9 . As part of the US national response to the COVID-19 national public health emergency, the Office for Civil Rights (OCR) has stated that it will not impose penalties on physicians using telehealth in the event of noncompliance with regulatory requirements as outlined in the Health Insurance Portability and Accountability Act (HIPAA) 10 . Despite this change, it is important that HCPs obtain consent from patients for the telemedicine visit.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 501,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patient acceptance of, and satisfaction with, telemedicine has generally been favorable 5 . In one study examining the management of osteoporosis 11 , participants expressed comfort with the use of technology and believed that the quality of care was comparable to in-person visits. Benefits included the convenience and a reduced burden of travel and costs. Perceived barriers this study identified included lack of follow-up and compliance with recommended tests and studies. Prior experience does not allow us to conclude that telemedicine can deliver outcomes similar to in-person clinical encounters. During the pandemic, telemedicine will be utilized to deliver both routine care and emergency management. In addition to clinical outcomes, it will be important to document and monitor patient-important outcomes e.g. impact on functional status along with feasibility and acceptability. We can anticipate many lessons applicable to future health care delivery will be learned during the pandemic. As noted by Hermans, et al, within this rapidly evolving health care environment HTCs must adapt to the new reality of telemedicine. However, ultimately clinical trials may be required to understand if telemedicine is to be a long-term and suitable alternative for in-person delivery of care for people living with bleeding disorders. The task for telemedicine providers will be to tackle these challenges head-on. We need more research demonstrating that telemedicine improves patient-centered outcomes and that it can do so efficiently -not just for individual encounters but at the population level, without leading to overuse 12 . In summary, in the context of a pandemic, telemedicine has the potential to increase convenience, improve access, improve patient safety and better manage costs, limiting exposures to patients and HCPs while Accepted Article reducing the burden on healthcare facilities allowing them to deal with the sickest patients. In a more general sense, widespread implementation of telemedicine will not only enhance the direct care of patients with bleeding disorders but will enable more people, especially those living in underserved areas, to receive specialty hematology care 8 . With the recent trends in the healthcare marketplace seeing an increase in enrollment in high-deductible consumer-driven health plans, rewarding providers for value requires moving encounters to lower cost options while maintaining quality care delivery.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 89,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1633,
                    "end": 1637,
                    "text": "12 .",
                    "ref_id": null
                },
                {
                    "start": 2210,
                    "end": 2211,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The pandemic has catalyzed HCPs and patients to try telemedicine at an unprecedented level 13 . How we embed the learnings from our experiences during the pandemic in the future delivery of care remains to be seen. However, there is little doubt that the way care is provided by HCPs and sought by patients in the future will be transformed. Telehealth will be a critical pillar enabling the cost-effective and safe provision of value-based care. Telemedicine is a good option for patients and HCP's for situations where the medical care infrastructure remains intact and HCPs are available to interact with patients to deliver care remotely 14 .",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 93,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 642,
                    "end": 644,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The COVID-19 Pandemic: New Global Challenges for the Hemophilia Community",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hermans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weill",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Pierce",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Haemophilia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Role of Telehealth in the Medical Response to Disasters",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lurie",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMA Intern Med",
            "volume": "178",
            "issn": "6",
            "pages": "745--746",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global Telemedicine Implementation and Integration Within Health Systems to Fight the COVID-19 Pandemic: A Call to Action",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ohannessian",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Duong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Odone",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JMIR Public Health Surveill",
            "volume": "6",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Telemedicine 2020 and the next decade",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Dorsey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Topol",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Barriers and Facilitators That Influence Telemedicine-Based, Real-Time, Online Consultation at Patients' Homes: Systematic Literature Review",
            "authors": [
                {
                    "first": "Hky",
                    "middle": [],
                    "last": "Almathami",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Win",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vlahu-Gjorgievska",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Internet Res",
            "volume": "22",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "NHF-McMaster Guideline on Care Models for Haemophilia Management",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Key",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Skinner",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Haemophilia",
            "volume": "22",
            "issn": "",
            "pages": "6--16",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Expanding telemedicine to medical homes for comprehensive care delivery",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Use of telehealth in the delivery of comprehensive care for patients with haemophilia and other inherited bleeding disorders",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kulkarni",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Haemophilia",
            "volume": "24",
            "issn": "1",
            "pages": "33--42",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Telemedicine and European law",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Callens",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Med Law",
            "volume": "22",
            "issn": "4",
            "pages": "733--741",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Civil Rights, HIPAA, and the Coronavirus Disease 2019 (COVID-19) In: Rights. OfC",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Understanding patient experiences and challenges to osteoporosis care delivered virtually by telemedicine: a mixed methods study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palcu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Munce",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Jaglal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Osteoporos Int",
            "volume": "31",
            "issn": "2",
            "pages": "351--361",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Virtual visits--confronting the challenges of telemedicine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "18",
            "pages": "1684--1685",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Telehealth visits are booming as doctors and patients embrace distancing amid the coronavirus crisis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Coombs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Virtually Perfect? Telemedicine for Covid-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hollander",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "MD National Hemophilia Foundation",
            "authors": [
                {
                    "first": ".",
                    "middle": [
                        "A"
                    ],
                    "last": "Leonard",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Valentino",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "JD Institute for Policy Advancement Ltd",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mark",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Skinner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "This article is protected by copyright. All rights reserved",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ]
}