{
    "paper_id": "1f9f68fa31b776c8c2a315f78508dbf3c6ffec10",
    "metadata": {
        "title": "Accepted Article Diagnosis of COVID-19 pneumonia despite missing detection of viral nucleic acid and initially inconspicuous radiologic findings",
        "authors": [
            {
                "first": "Martin",
                "middle": [],
                "last": "Schiller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "HochFranken Hospitals",
                    "location": {
                        "addrLine": "Hofer Straße 40",
                        "postCode": "95213",
                        "settlement": "Munchberg, Munchberg",
                        "country": "Germany"
                    }
                },
                "email": "martin.schiller@kliniken-hochfranken.de"
            },
            {
                "first": "Stephan",
                "middle": [],
                "last": "Wydra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MVZ Jena",
                    "location": {
                        "addrLine": "Orlaweg 2",
                        "postCode": "07743",
                        "settlement": "Jena",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Hans",
                "middle": [
                    "Ulrich"
                ],
                "last": "Kerl",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "HochFranken Hospitals",
                    "location": {
                        "addrLine": "Hofer Straße 40, Hofer Straße 40",
                        "postCode": "95213, 95213",
                        "settlement": "Radiology, Munchberg, Munchberg",
                        "region": "Munchberg",
                        "country": "Germany, Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Wolfgang",
                "middle": [],
                "last": "Kick",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "HochFranken Hospitals",
                    "location": {
                        "addrLine": "Hofer Straße 40",
                        "postCode": "95213",
                        "settlement": "Munchberg, Munchberg",
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The diagnosis of coronavirus disease 2019 is mainly based on a positive SARS-CoV-2 polymerase chain reaction (PCR) result. PCR samples are obtained from upper or lower respiratory tract specimens. However, the sensitivity of PCR is known to have some limitations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We report on a patient who was admitted to our hospital with dyspnea, fever, cough and history of contact to a SARS-CoV-2 infected relative. The initial chest computed tomography (CT) showed only minimal changes and SARS-CoV-2 PCR from a nasopharyngeal swab sample was negative. PCR results obtained from further nasopharyngeal swabs, qualified sputum samples, and from a lower respiratory tract specimen also remained negative. At day 13 after admission, a second chest CT showed radiological findings suspicious for viral pneumonia. Finally, serologic results showed high levels of IgG and IgA antibodies against the S1 domain of the SARS-CoV-2 spike protein and the patient was diagnosed with COVID-19 pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since the first recognition of a pneumonia of unknown etiology in Wuhan (December 2019) severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has rapidly spread around the world [1] [2] [3] . The disease caused by this virus has been named corona virus disease 2019 . In order to identify COVID-19 patients highly sensitive and specific diagnostic tools are important. Up to now, COVID-19 diagnosis is mainly based on PCR results and the respective specimens are usually obtained from the upper or lower respiratory tract 4, 5 . However, the sensitivity of PCR has its limitations and we and others have observed false-negative PCR results in the past [6] [7] [8] . The sensitivity of chest CT seems to be somewhat higher 9 . However, radiologic findings are not highly specific for COVID-19, as other viruses or diseases can cause similar radiologic phenomena 10 . A further diagnostic option is the detection of antibodies directed against SARS-CoV-2 epitopes (e.g. the S1 domain of the SARS-CoV-2 spike protein) in patients sera 11 .",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 529,
                    "end": 531,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 532,
                    "end": 533,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 659,
                    "end": 662,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 667,
                    "end": 670,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 868,
                    "end": 870,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1039,
                    "end": 1041,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "A 79 year old male patient was admitted to our hospital due to fever (38.5°C) and cough. The medical history of the patient included hypertension, diabetes, coronary heart disease, cerebral and peripheral vascular disease, and condition after lower leg amputation. The patient was admitted to our hospital on April 10 th , 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report:"
        },
        {
            "text": "On admission the patient presented with dehydration, fever, cough, and drowsiness. Vital parameters were normal, with a heart rate of 60/min, respiratory rate of 22/min, and peripheral oxygen saturation of 94%. A close relative of the patient was only recently (about 2 weeks before the patient's Accepted Article admission) diagnosed to be SARS-CoV-2 positive. Laboratory findings included a slight elevation of c-reactive protein (CRP: 26mg/L; normal range: <5mgl/L) and d-dimer levels (390 ng/mL; normal range: < 250 ng/mL), with a normal procalcitonine level (PCT: 0.11 ng/mL; normal range: <2 ng/mL). Importantly, white blood cell counts and lymphocyte counts were in a normal range (WBC: 6.0/nL; normal range: 4.3-10/nL; lymphocytes: 42.8%; normal range: 20.5-51.1%), and high sensitive troponin was slightly elevated (42 pg/mL; normal range: <14pg/mL). We suspected COVID-19 pneumonia and performed a chest CT scan as well as a nasopharyngeal swab for SARS-CoV-2 PCR testing (Real Star SARS-CoV-2 PCR Kit, altona Diagnostics GmbH, Hamburg, Germany). The CT scan showed only minimal changes, namely a very small and discrete ground glass opacity in the left upper lobe ( figure 1A) . SARS-CoV-2 PCR came up with a negative result. Thus, at this point, we could not truly confirm the suspected diagnosis of COVID-19 pneumonia (despite the history of a close contact to a SARS-CoV-2 positive relative).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1177,
                    "end": 1187,
                    "text": "figure 1A)",
                    "ref_id": null
                }
            ],
            "section": "Case report:"
        },
        {
            "text": "The patient was transferred to our isolation ward for further diagnostics and treatment. We started an intravenous volume substitution with crystalloids. The patient received an empiric antibiotic treatment with levofloxacin and the patient's condition slightly improved. The concomitant medication of the patient included amlodipine, ramipril, bisoprolol, simvastatin, pregabalin, pantoprazole, clopidogrel, and acetylsalicylic acid. However, after an initial improvement, fever persisted. We performed an antipyretic treatment with paracetamol. Blood cultures, urine cultures, cultures from qualified sputum, and laboratory screening for atypical pneumonia (legionella, mycoplasma, and chlamydia) remained negative. We therefore collected another nasopharyngeal swab as well as a qualified sputum sample for SARS-CoV-2 PCR testing. Again, the results were negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report:"
        },
        {
            "text": "During the further course of treatment the patient complained about a shortage of breath and required oxygen supplementation. He developed a lymphocytopenia (WBC: 6.0/nl, lymphocytes: 14.1 %) and an increase in CRP levels (164.8 mg/L). We performed another chest CT at day 13 after admission. This CT scan showed bilateral, multilobular ground glass opacities and crazy paving with a predominant peripheral and posterior distribution, as well as beginning consolidations, consistent with the diagnosis of a viral pneumonia (figure 1). At day 14, we collected patient's serum for SARS-CoV-2 antibody (IgA and IgG) detection and a specimen from lower respiratory tract (deep tracheal aspiration) for PCR. Again, the PCR was negative for SARS-CoV-2. However, the serologic testing by an anti-SARS-CoV-2 IgG and IgA ELISA (EUROIMMUN AG, Luebeck, Germany), came up with a highly positive ratio for both, IgG and IgA. These clinical, radiologic and laboratory findings finally led to the diagnosis of COVID-19 pneumonia. During the further disease course, the patient received a supportive treatment, which consisted of a careful fluid substitution (with crystalloids) and antipyretic medication (with paracetamol). Further, the patient received oxygen supplementation as required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report:"
        },
        {
            "text": "Up to now the clinical condition of the patient has very much improved and no more oxygen supplementation is necessary. The chest CT scan performed at day 21 after admission shows an improvement of CT-morphological changes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical and virological data of the first cases of COVID-19 in Europe: a case series",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Lescure",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bouadma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30200-0"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30566-3"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Laboratory diagnosis of emerging human coronavirus infections -the state of the art. Emerging microbes & infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Loeffelholz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25855"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comparison of nasopharyngeal and oropharyngeal swabs for SARS-CoV-2 detection in 353 patients received tests with both specimens simultaneously",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.04.023"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "False-negative of RT-PCR and prolonged nucleic acid conversion in COVID-19: Rather than recurrence",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25855"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A case report of COVID-19 with false negative RT-PCR test: necessity of chest CT. Japanese journal of radiology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11604-020-00967-9"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus disease (COVID-19): observations and lessons from primary medical care at a German community hospital",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schiller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fisahn",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Huebner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Community Hosp Intern Med Perspect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/20009666.2020.1763079"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Diagnostic Performance of CT and Reverse Transcriptase-Polymerase Chain Reaction for Coronavirus Disease 2019: A Meta-Analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11604-020-00958-w"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "AI Augmentation of Radiologist Performance in Distinguishing COVID-19 from Pneumonia of Other Etiology on Chest CT",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "X"
                    ],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020201491"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Diagnostic Performance of",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Elslande",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Houben",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Depypere",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Rapid IgG/IgM Antibody Tests and the Euroimmun IgA/IgG ELISA in COVID-19 Patients",
            "authors": [],
            "year": 2020,
            "venue": "Clin Microbiol Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmi.2020.05.023"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "of COVID-19 (figure 1). The patient was discharged on May the 6 th , 2020 in a stable condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "We here report on a pneumonia that was initially suspected to be SARS-CoV-2 negative, based on a series of negative PCR results. The chest CT, performed on admission, only showed a very discrete ground glass opacity in the left upper lobe. However, the patient's history and clinical presentation were suggestive for COVID-19 diagnosis. Clinical and laboratory findings, a second chest CT, and the detection of high levels of IgA and IgG antibodies against SARS-CoV-2 finally confirmed the diagnosis of COVID-19 pneumonia.Educational points from this case: CT scans were performed at day 1 (left side), day 13 (middle), and day 21 (right side) after the admission. At day 1, only a very discrete ground glass nodule was found in the left upper lobe (white arrows). A second CT scan at day 13 revealed multilobular ground glass opacities and consolidations with peripheral and bilateral involvement of the lung. The CT-scan at day 21 shows an improvement of these CT-findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        }
    ]
}