{"paper_id": "1fa0d5ee594a0d92334fe0d41ac44ef16eb2145d", "metadata": {"title": "Route guidance ranking procedures with human perception consideration for personalized public transport service", "authors": [{"first": "Avishai", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Avi", "middle": [], "last": "Ceder", "suffix": "", "affiliation": {"laboratory": "", "institution": "Technion-Israel Institute of Technology", "location": {"postCode": "32000", "settlement": "Haifa", "country": "Israel"}}, "email": "es:ceder@technion.ac.il"}, {"first": "Yu", "middle": [], "last": "Jiang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Danmarks Tekniske Universitet (DTU)", "location": {"addrLine": "Bygningstorvet 116B", "postCode": "DK-2800", "settlement": "Kgs. Lyngby", "country": "Denmark A R"}}, "email": ""}, {"first": "A", "middle": ["A"], "last": "Ceder", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Y", "middle": [], "last": "Jiang", "suffix": "", "affiliation": {}, "email": ""}, {"first": ")", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The use of smartphone applications (apps) to acquire real time and readily available journey planning information is becoming instinctive behavior by public transport (PT) users. Through the apps, a passenger not only seeks a path from origin to destination, but a satisfactory path that caters to the passenger's preferences at the desired time of travel. Essentially, apps attempt to provide a means of personalized PT service. As the implications of the Covid-19 pandemic take form and infiltrate human and environmental interactions, passenger preference personalization will likely include avoiding risks of infection or contagious contact. The personal preferences are enabled by multiple attributes associated with alternative PT routes. For instance, preferences can be connected to attributes of time, cost, and convenience.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "This work establishes a personalized PT service, as an adjustment to current design frameworks, by integrating user app experience with operators' data sources and operations modeling. The work proceeds to focus on its key component: the personalized route guidance methodology. In addition to using the existing shortest path or k-weighted shortest path method, this study develops a novel, lexicographical shortest path method, considering a just noticeable difference (JND). The method adopts lexicographical ordering to capture passenger preferences for different PT attributes following Ernst Weber's law of human perception threshold. However, a direct application of Weber's law violates the axiom of transitivity required for an implementable algorithm, and thus, a revised method is developed with proven algorithms for ranking different paths. The differences between the three route-guidance methods and the effects of the JND perception threshold on the order of the alternative PT routes are demonstrated with an example.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The developments were examined in a case study by simulation on the Copenhagen PT network. The results show that using the JND method reduces the value/cost of the most important attributes. Identical robust results are attained when JND parameters are not specified and default values are used. The latter may apply for the future with a mixture of specified and default preference input values. Finally, the computation time indicates a favorable potential for real-life applications. It is believed that the consideration of human threshold perception will encourage decision makers to establish new criteria to comply with this.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "With changes in awareness and perception of social distance, evolving from the Covid-19 pandemic, people are likely to be more inclined to changing their habits and thinking paradigms and to accepting a new era of personalized public transport (PT) mobility. In most major cities around the world, PT plays a key role. The development of smartphones has enabled making real time, easily accessible journey planning information an integral part of the PT system (Ceder, 2016) . Simultaneously, smartphones and other devices provide information contributing to big data. Thus, as each passenger has specific preferences when undertaking a trip, s/he can send them to the operator via apps so as to improve travel experiences. This illustrates the duality of PT information: (a) informing big data centers which help passenger mobility planning and real-time adjustments, and (b) personalizing passenger preferences using optimal route guidance methodology. Whereas (a) and (b) are inseparable from the use and purpose of the same information, the objective of this study is to develop a methodology adjusting current design frameworks, considering (a) integrated with a new modeling of (b).", "cite_spans": [{"start": 461, "end": 474, "text": "(Ceder, 2016)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "Beyond the basic mechanics of planning and paying for a journey, PT passengers are likely to have preferences for certain features of a journey, including modal and route choices, likely to influence their travel decisions. A number of factors have been found to affect passenger choices, such as the quality of a PT service, connectivity, fare cost, accessibility, and distance (Kingham et al., 2001; Galdames et al., 2011; Frappier et al., 2018; te Morschea et al., 2019) . Each passenger might personalize requirements accordingly (Bian and Liu, 2019; Liao et al., 2019) , so that these factors would play a major role in determining PT route choices (Grison et al., 2017) . Moreover, passenger choices could then be adapted by preferences changing with time of day, mood, parallel plan and schedule adjustments, family considerations, etc. Indeed, a user has unique requirements for every trip. Thus, a well-designed smartphone app should enable passenger interaction with operators for sending preferences and receiving information accordingly. Increased attention has been given by the industry and researchers to informative and to some extent personalized smartphone apps in recent years, and this continues (Ludwig et al., 2009; Arentze, 2013; Shaheen et al., 2016; Campigotto et al., 2016) .", "cite_spans": [{"start": 379, "end": 401, "text": "(Kingham et al., 2001;", "ref_id": "BIBREF37"}, {"start": 402, "end": 424, "text": "Galdames et al., 2011;", "ref_id": "BIBREF20"}, {"start": 425, "end": 447, "text": "Frappier et al., 2018;", "ref_id": "BIBREF19"}, {"start": 448, "end": 473, "text": "te Morschea et al., 2019)", "ref_id": "BIBREF62"}, {"start": 534, "end": 554, "text": "(Bian and Liu, 2019;", "ref_id": "BIBREF4"}, {"start": 555, "end": 573, "text": "Liao et al., 2019)", "ref_id": "BIBREF41"}, {"start": 654, "end": 675, "text": "(Grison et al., 2017)", "ref_id": "BIBREF22"}, {"start": 1216, "end": 1237, "text": "(Ludwig et al., 2009;", "ref_id": "BIBREF43"}, {"start": 1238, "end": 1252, "text": "Arentze, 2013;", "ref_id": "BIBREF2"}, {"start": 1253, "end": 1274, "text": "Shaheen et al., 2016;", "ref_id": "BIBREF51"}, {"start": 1275, "end": 1299, "text": "Campigotto et al., 2016)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Passenger preferences"}, {"text": "Generally speaking, as per Chorus (2012) , there are two perspectives to the benefits of personalized smartphone apps: (i) services remember and learn from passenger choice profiles and allow predicting passenger mobility and issuing context-sensitive personal advice (Lathia et al., 2013; Bouhana et al., 2013; Arentze, 2013) , and (ii) services prioritize passenger preferences over other attributes (Peng and Huang, 2000; Zografos et al., 2009; Chorus et al., 2009) . This study will construct an adjusted framework to capture both perspectives, proposing that perspective (i) be addressed by a big data center, wherein various data sources are stored and utilized to predict passengers' travel behavior and to assist operators in making realtime operational decisions, and perspective (ii), the core of this study, be addressed by developing a personalized route guidance methodology considering passenger preferences.", "cite_spans": [{"start": 27, "end": 40, "text": "Chorus (2012)", "ref_id": null}, {"start": 268, "end": 289, "text": "(Lathia et al., 2013;", "ref_id": "BIBREF40"}, {"start": 290, "end": 311, "text": "Bouhana et al., 2013;", "ref_id": "BIBREF5"}, {"start": 312, "end": 326, "text": "Arentze, 2013)", "ref_id": "BIBREF2"}, {"start": 402, "end": 424, "text": "(Peng and Huang, 2000;", "ref_id": "BIBREF48"}, {"start": 425, "end": 447, "text": "Zografos et al., 2009;", "ref_id": "BIBREF72"}, {"start": 448, "end": 468, "text": "Chorus et al., 2009)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Passenger preferences"}, {"text": "In comparison with previous studies, our novel developments include:", "cite_spans": [], "ref_spans": [], "section": "Passenger preferences"}, {"text": "(1) Devising a path comparison methodology which captures passenger preferences with respect to various PT attributes. In comparison with existing literature (Peng and Huang, 2000; Zografos et al., 2009; Chorus et al., 2009; Ludwig et al., 2009; Arentze, 2013; Nuzzolo et al., 2014) , this study considers the order of passenger preferences that could be specified via an app, instead of using weighting parameters. The difference between the two methods is demonstrated using an illustrative example.", "cite_spans": [{"start": 158, "end": 180, "text": "(Peng and Huang, 2000;", "ref_id": "BIBREF48"}, {"start": 181, "end": 203, "text": "Zografos et al., 2009;", "ref_id": "BIBREF72"}, {"start": 204, "end": 224, "text": "Chorus et al., 2009;", "ref_id": "BIBREF11"}, {"start": 225, "end": 245, "text": "Ludwig et al., 2009;", "ref_id": "BIBREF43"}, {"start": 246, "end": 260, "text": "Arentze, 2013;", "ref_id": "BIBREF2"}, {"start": 261, "end": 282, "text": "Nuzzolo et al., 2014)", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Passenger preferences"}, {"text": "We propose that a personalized PT route guidance app should provide a set of ordered paths considering passenger preferences for different PT attributes, in contrast with most existing apps where path order is determined by only one PT attribute, such as travel time. In a study of online shopping systems (Kumar and Benbasat, 2006) , recommendations are shown to affect customer choices. By analogy, we believe recommendations related to a route guidance app, i.e., ordered paths, would affect passengers' route choice. Thus, the order of the paths must be based on different PT attributes rather than a single one. We attain that by adopting the lexicographical ordering approach to determine the set of paths by their order, aligned with passenger preference for certain PT attributes as per a personalized route-recommendation app. The lexicographic ordering method is an appropriate methodology for multicriteria decision analysis. It is well suited to hierarchical consideration of conflicting objectives (Ehrgott, 2005) . Applying lexicographic ordering to the multicriteria pathfinding problem can be traced to Martins (1984) , where a label setting algorithm was developed to find nondominated paths. Martins's method is as an extension of the Dijkstra algorithm in the sense that it extends the min operator in Dijkstra algorithm to a lexicographic min operator. Martins' method was further extended by Gandibleux et al. (2006) to handle bottleneck type criteria. Pulido et al. (2014) developed a label-setting algorithm to find optimal paths satisfying a set of lexicographic goals or minimizing deviation from goals if these cannot be fully satisfied. Another approach to solving the multicriteria pathfinding problem is to develop an aggregate function for converting multiple labels to a single label. Different aggregation functions have been proposed and examined in the literature (Tung and Chew, 1992; Iori et al., 2010; Paixão and Santos, 2013) . The algorithm developed in this study is in line with the Martins' method and can be viewed as an extension of the Dijkstra algorithm. In the field of transport behavioral modeling, the application of the lexicographic ordering approach is very limited. To the best of our knowledge, only Karaliopoulos et al. (2017) noticed that lexicographic heuristics are a fast and frugal heuristic approach recognized by behavioral sciences such as psychology and biology and adapted it to model travelers' car-search behavior.", "cite_spans": [{"start": 306, "end": 332, "text": "(Kumar and Benbasat, 2006)", "ref_id": "BIBREF38"}, {"start": 1011, "end": 1026, "text": "(Ehrgott, 2005)", "ref_id": "BIBREF18"}, {"start": 1119, "end": 1133, "text": "Martins (1984)", "ref_id": "BIBREF44"}, {"start": 1413, "end": 1437, "text": "Gandibleux et al. (2006)", "ref_id": "BIBREF21"}, {"start": 1474, "end": 1494, "text": "Pulido et al. (2014)", "ref_id": "BIBREF49"}, {"start": 1898, "end": 1919, "text": "(Tung and Chew, 1992;", "ref_id": "BIBREF63"}, {"start": 1920, "end": 1938, "text": "Iori et al., 2010;", "ref_id": "BIBREF32"}, {"start": 1939, "end": 1963, "text": "Paixão and Santos, 2013)", "ref_id": "BIBREF47"}, {"start": 2255, "end": 2282, "text": "Karaliopoulos et al. (2017)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Passenger preferences"}, {"text": "(2) Capturing elements of human perception combined with preferences for various PT attributes. Weber's law, an established psychophysical phenomenon, is initially incorporated into a route guidance methodology. In short, Weber's law states that when comparing two stimuli, a person is not likely to perceive any difference between them when the ratio of the difference is small. Modeling by this concept allows us to examine and understand a specific cognitive limitation of human behavior. To a certain extent, this law is similar to the framework of bounded rationality recognized by Nobel laureate economist, Simon (1955) . In comparison with prevailing literature on bounded rationality by transport-related modeling (Zhang, 2011; Guo and Liu, 2011; Wu et al., 2013; Szeto et al., 2015; Di and Liu, 2016) , this study focuses on the application of public transport service and does not solve equilibrium choice behavior for a set of options.", "cite_spans": [{"start": 613, "end": 625, "text": "Simon (1955)", "ref_id": "BIBREF54"}, {"start": 722, "end": 735, "text": "(Zhang, 2011;", "ref_id": "BIBREF70"}, {"start": 736, "end": 754, "text": "Guo and Liu, 2011;", "ref_id": "BIBREF24"}, {"start": 755, "end": 771, "text": "Wu et al., 2013;", "ref_id": "BIBREF64"}, {"start": 772, "end": 791, "text": "Szeto et al., 2015;", "ref_id": "BIBREF60"}, {"start": 792, "end": 809, "text": "Di and Liu, 2016)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Passenger preferences"}, {"text": "(3) Proposing a revised comparison method in the spirit of Weber's law by establishing a theorem to satisfy the axiom of transitivity in developing an algorithm for the shortest path of prioritizing preferences, including a proof of its correctness. Generally speaking, the proposed pathfinding algorithm belongs to the class of multicriteria shortest path problems initiated by Hansen (1980) and Martins (1984) . Most existing studies use either a weighting function to convert multiple criteria into a single criterion (Modesti and Sciomachen, 1998; Horváth and Kis, 2018) or find the set of non-dominated Pareto paths (Martins, 1984; Guerriero and Musmanno, 2001; Disser et al., 2008; Androutsopoulos and Zografos, 2009; Reinhardt and Pisinger, 2011; Chen et al., 2013; Delling et al., 2014; Ambrosino and Sciomachen, 2014; Shi et al., 2017) . In comparison with previously developed methods in the literature, the novelty of our method is to consider human perception as an important element in evaluating different options. The absence of this novel consideration from existing multicriteria shortest path methods makes its comparison with an available benchmark algorithm impossible. More importantly, the main objective of this study is, for the first time, to establish a solid and comprehensive framework of personalized PT services in addition to developing an efficient solution algorithm.", "cite_spans": [{"start": 379, "end": 392, "text": "Hansen (1980)", "ref_id": "BIBREF30"}, {"start": 397, "end": 411, "text": "Martins (1984)", "ref_id": "BIBREF44"}, {"start": 521, "end": 551, "text": "(Modesti and Sciomachen, 1998;", "ref_id": "BIBREF45"}, {"start": 552, "end": 574, "text": "Horváth and Kis, 2018)", "ref_id": "BIBREF31"}, {"start": 621, "end": 636, "text": "(Martins, 1984;", "ref_id": "BIBREF44"}, {"start": 637, "end": 666, "text": "Guerriero and Musmanno, 2001;", "ref_id": "BIBREF23"}, {"start": 667, "end": 687, "text": "Disser et al., 2008;", "ref_id": "BIBREF16"}, {"start": 688, "end": 723, "text": "Androutsopoulos and Zografos, 2009;", "ref_id": "BIBREF1"}, {"start": 724, "end": 753, "text": "Reinhardt and Pisinger, 2011;", "ref_id": "BIBREF50"}, {"start": 754, "end": 772, "text": "Chen et al., 2013;", "ref_id": "BIBREF9"}, {"start": 773, "end": 794, "text": "Delling et al., 2014;", "ref_id": "BIBREF13"}, {"start": 795, "end": 826, "text": "Ambrosino and Sciomachen, 2014;", "ref_id": "BIBREF0"}, {"start": 827, "end": 844, "text": "Shi et al., 2017)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Passenger preferences"}, {"text": "Basically, this study first presents a structural framework for future app personalization. Secondly, a novel route guidance methodology is developed prioritizing passenger preferences combined with elements of human perception above various PT attributes. The proposed methodology is compared with the k-weighted shortest path and shortest path methods to demonstrate the advantage of the novel approach in providing improved personalized routes in future apps. Fig. 1 depicts an adjustment to current design frameworks, such that the general scheme of the figure is already part of PT operation in most developed countries but without the use of a prudent, personalized, online pathfinding algorithm. Fig. 1 A.A. Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667 of two parts, refers to the left side to the user experience with a smartphone app, and on the right side to operator data.", "cite_spans": [{"start": 710, "end": 782, "text": "A.A. Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667", "ref_id": null}], "ref_spans": [{"start": 463, "end": 469, "text": "Fig. 1", "ref_id": "FIGREF2"}, {"start": 703, "end": 709, "text": "Fig. 1", "ref_id": "FIGREF2"}], "section": "Passenger preferences"}, {"text": "(1) User experience: For the use of a personalized PT guidance app, a passenger first sets up a trip destination, along with preferences associated with various PT attributes for the trip. The passenger, then, declares the selection of a route and a schedule. During the trip, the app detects the passenger's location and, if applicable, recommends a set of alternative route choices adapted to realtime circumstances. Passenger preferences and route choice data can be stored in the big data center given passenger consent.", "cite_spans": [], "ref_spans": [], "section": "Design framework"}, {"text": "(2) Operator: The big data center stores both real time and historical data, including smartcard and traffic count data. In addition, it is suggested that other emerging data sources be incorporated from social networks (Xiao and Lo, 2016) , special events (Calabrese et al., 2010) , Internet of Things (IoT) (Handte et al., 2016) , autonomous vehicles (AV), etc. These data will assist the operator in determining real time PT operational tactics. Notably, for further performance improvements, collaboration with other transportrelated providers, such as shared autonomous vehicles, bike-sharing, on-demand transit, etc., is recommended. This will facilitate a seamless, multimodal travel experience and pave the way to mobility as a service.", "cite_spans": [{"start": 220, "end": 239, "text": "(Xiao and Lo, 2016)", "ref_id": "BIBREF65"}, {"start": 257, "end": 281, "text": "(Calabrese et al., 2010)", "ref_id": "BIBREF6"}, {"start": 309, "end": 330, "text": "(Handte et al., 2016)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Design framework"}, {"text": "Acknowledgement is warranted for personalized PT systems proposed by Arentze (2013), Nuzzolo et al. (2014) , and Campigotto et al. (2016) . Comparatively speaking, their works focus more on the user side while our proposed framework incorporates the perspectives of both the user and the operator.", "cite_spans": [{"start": 85, "end": 106, "text": "Nuzzolo et al. (2014)", "ref_id": "BIBREF46"}, {"start": 109, "end": 137, "text": "and Campigotto et al. (2016)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Design framework"}, {"text": "No doubt that the path recommended for a passenger is important because it affects the passenger's route choice and results in different travel experiences. If the passenger is satisfied with the route suggested and experiences a pleasant journey, it improves the attractiveness and image of the PT service. This section discusses three path recommendation methods: the shortest path, k-weighted shortest path, and lexicographical ordering using JND threshold. The overview of these three methods is shown in Fig. 2 .", "cite_spans": [], "ref_spans": [{"start": 509, "end": 515, "text": "Fig. 2", "ref_id": null}], "section": "Route guidance methodology"}, {"text": "The basic methodology for recommending a path is the shortest path method. This method finds the best route based on one of the passenger's preferences, e.g., travel time or an OD related attribute. The merit is its computational efficiency based on well-developed shortest path algorithms in practice. It is suitable for a passenger who is only interested in one attribute, such as time or fare. However, because this approach only recommends one path, it is highly possible that different passengers would receive the same recommendation, implying that the personalization level is low, and could induce congestion in PT vehicles if all passengers follow the same suggestion.", "cite_spans": [], "ref_spans": [], "section": "Route guidance methodology"}, {"text": "We found a few avenues to overcome the demerits of the shortest path method. First, is the use of the k-weighted shortest path method that provides a set of paths sorted by weighted cost. That is, the use of weighted cost to search and order paths by incorporating the effects of various PT attributes on passengers' route choice. Generally speaking, the values of weighting parameters could be input by the passengers, using default values or predicted via advanced machine learning algorithms (i.e., Arentze, 2013; Campigotto et al., 2016) . Because of the freedom of setting weighting parameters, across the time of day and day of the week, different passengers could obtain different paths catering to their preferences. This feature indeed achieves a certain degree of personalization. However, the set and order of paths considered and recommended are sensitive to the values of the weighting parameters; if the parameters are not well-calibrated, the path order may not reflect passenger preference order, as is shown below in the example in Section 4. A good personalized route guidance app should, on the one hand, provide satisfactory personalized results, but, on the other hand, minimize passenger effort in inserting input parameters. In addition, using the weighted cost path method implicitly requires that all of the PT attributes be converted to monetary values. In this respect, we note that although such a requirement is generally acceptable in practice and research, there are still investigations and discussions on valuing the PT attributes, such as passenger walking, waiting, and transfer times.", "cite_spans": [{"start": 502, "end": 516, "text": "Arentze, 2013;", "ref_id": "BIBREF2"}, {"start": 517, "end": 541, "text": "Campigotto et al., 2016)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Route guidance methodology"}, {"text": "Nonetheless, for personalized consideration, it is most important to understand and consider human factors in modeling and analysis. Both the shortest path and k-weighted shortest path methods do not really take human factors into account. Therefore, our second avenue to overcome the demerits of the shortest path method is to propose a lexicographical ordering method with a just noticeable difference (JND) threshold. This method relies on passenger declaration of the importance of the different PT attributes and on a parameter that captures human perception as it is explicated below in Section 2.2. In the following subsection, we first list the key notations used throughout this paper and, then, elaborate on the proposed methodology mathematically. ", "cite_spans": [], "ref_spans": [], "section": "Route guidance methodology"}, {"text": "The proposed new route guidance methodology is comprised of three components: (1) elimination of choices that are unacceptable to the passenger; (2) selection only of choices noticeable to the passenger; and (3) sorting the noticeable choices using lexicographical ordering method. These components are explained in this section.", "cite_spans": [], "ref_spans": [], "section": "Lexicographical ordering using JND threshold"}, {"text": "A passenger, naturally, can have preferences over a given set of PT attributes. Besides, a passenger would be able to set up a maximum or minimum acceptable value on certain PT attributes. For example, (i) a tired passenger who prefers waiting to walking may set a 20-minute wait limit to avoid being late; (ii) a slightly disabled passenger for whom having a seat constitutes the minimum comfort level sought. Existing apps, like Google Maps, limited to the travel time attribute, can set up this feature. For other attributes, the passenger needs to check and compare them manually. We envision that in the future, a highly personalized app will allow for a passenger to input an acceptable value for each PT attribute associated with a requested trip unless accepting default values. Moreover, the comparison should be completed automatically by the app instead of bothering the passenger. To attain this function, we determine a candidate set of paths, L od , as follows:", "cite_spans": [], "ref_spans": [], "section": "Personal maximum or minimum acceptable value of an attribute"}, {"text": "Eq.", "cite_spans": [], "ref_spans": [], "section": "Personal maximum or minimum acceptable value of an attribute"}, {"text": "(1) states that the use of PT line l is contained in candidate choice set L od , if each of its attributes agrees with the personal max acceptable value.", "cite_spans": [], "ref_spans": [], "section": "Personal maximum or minimum acceptable value of an attribute"}, {"text": "A.A. Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667 5 2.2.2. Just noticeable difference (JND) Following the determination of the candidate set of paths, we model passenger behavior in the process of deciding the order of these paths. Personalized decisions are naturally affected by human perception elements. Thus, in making a route choice, the differences between available PT routes must be perceived. This perception-based component leads us to the field of experimental psychology (psychophysics). That is, if the travel time of one route is 100 min and the travel time of the compared route is 103 min, the question arises of whether these three-minute differences are noticeable to the user. In other words, what is the range of nonperception minutes for the travel time of 100 min? Is it [95,105], or [90,110] , or something else?", "cite_spans": [{"start": 5, "end": 65, "text": "Ceder and Y. Jiang Transportation Research Part C 118 (2020)", "ref_id": null}, {"start": 817, "end": 838, "text": "[95,105], or [90,110]", "ref_id": null}], "ref_spans": [], "section": "Fig. 2. Three methods for path recommendation."}, {"text": "For this perception-based component, we use the difference threshold definition of JND highlighted by Ernst Weber's law (Baird and Noma, 1978; Laming, 2008; Chowdhury et al., 2015) . Weber's law states that when two stimuli are compared with each other, rather than simply perceiving the difference between the magnitudes of stimuli being compared, human beings perceive the ratio of difference. Mathematically, it is formulated as", "cite_spans": [{"start": 120, "end": 142, "text": "(Baird and Noma, 1978;", "ref_id": "BIBREF3"}, {"start": 143, "end": 156, "text": "Laming, 2008;", "ref_id": "BIBREF39"}, {"start": 157, "end": 180, "text": "Chowdhury et al., 2015)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Fig. 2. Three methods for path recommendation."}, {"text": "where ΔU is the change required for an individual to just notice a difference in the magnitude of an attribute, and U is the current stimulus's (attribute's) magnitude. As the value of the constant decreases, the perceptual sensitivity certainly improves.", "cite_spans": [], "ref_spans": [], "section": "Fig. 2. Three methods for path recommendation."}, {"text": "In the field of transportation, the JND literature is limited. Shi et al. (2011) examined car following distances in driver behavior using JND with the adoption of 0.3 as the constant for drivers' perception of change in headway. In Chowdhury et al. (2015) , the JND is adopted to capture the minimum travel time and cost savings, invoking the willingness of PT users' to take routes with transfers.", "cite_spans": [{"start": 63, "end": 80, "text": "Shi et al. (2011)", "ref_id": "BIBREF52"}, {"start": 233, "end": 256, "text": "Chowdhury et al. (2015)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Fig. 2. Three methods for path recommendation."}, {"text": "This work considers Weber's law using m JND as the JND threshold value associated with PT attribute m. Hence, the comparison between the personalized choices will consider the same if it is not perceived; i.e., the analysis will be looking at", "cite_spans": [], "ref_spans": [], "section": "Fig. 2. Three methods for path recommendation."}, {"text": "where U m is the best (most attractive) value of the attribute m among the choices and m JND may be presented in %.", "cite_spans": [], "ref_spans": [], "section": "Fig. 2. Three methods for path recommendation."}, {"text": "To incorporate the JND threshold value into the path comparison procedure, we propose using the lexicographical ordering method. The lexicographical ordering method is a method for multicriteria optimization problems when different objectives are considered in a hierarchical manner. This method is adopted because (a) the path recommendation problem is intrinsically a multicriteria optimization problem; (b) it fits our assumption that passengers have preferences for different PT attributes; (c) it could simplify the passenger's input on the smartphone app, i.e., a passenger can either declare a PT attribute is \"extremely important\" (=E), \"very important\" (=V), \"important\" (=I), or \"less important\" (=L), or simply indicate a preference for a comparison, i.e., \"travel fare is more important than travel time.\"", "cite_spans": [], "ref_spans": [], "section": "Lexicographical ordering method"}, {"text": "Instead of using an aggregated weighted cost like the k-weighted shortest path method, the lexicographical ordering method compares each PT attribute pairwise. Accordingly, we use an ordered set, V P ( ) l od , to represent various PT attributes given passenger preference P, where P is a set of preferences of all attributes. Mathematically, V P ( ) l od is defined by", "cite_spans": [], "ref_spans": [], "section": "Formulation and algorithms"}, {"text": "The set also represents passengers' preferences for different PT attributes, i.e., v l od ,1 is the most important attribute and v l M od ,| | is the least important one. Meanwhile, v l m od , denotes the scalar value of attribute m rather than a monetary value or a weighted value to reduce the number of parameters to be calibrated.", "cite_spans": [], "ref_spans": [], "section": "Formulation and algorithms"}, {"text": "Suppose that at node o there are two candidate options leading to destination d, i.e., using PT lines l and l'. We say that option l is better than option l' if the following holds:", "cite_spans": [], "ref_spans": [], "section": "Formulation and algorithms"}, {"text": "Eq. (5a) states that the value of option l' is larger (less desirable) than that of l's for the q th attribute. Eq. (5b) states that for the k th attribute among the first q-1 attributes the difference of values between options l and l' are within the JND threshold, meaning that a passenger does not notice the difference. It is worth noting that the min operator could be replaced by a max operator whenever applicable; for instance, if the attribute is getting points (similar to credit points with airlines), then, naturally, one wants to maximize it.", "cite_spans": [], "ref_spans": [], "section": "Formulation and algorithms"}, {"text": "In Eq. (5), the symbol \" \" is used to denote a strictly preferred relationship; that is, l l indicates that the passenger prefers option l over l . In Eq. (5a) if no q exists to suit the equation, it means that passengers are indifferent to the differences between the two options l and l (\"~\"). Mathematically speaking", "cite_spans": [], "ref_spans": [], "section": "Formulation and algorithms"}, {"text": "A.A. Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667 We integrate Eqs. (5) and (6), and use symbol \" \" to denote a weak preferred l over l' by l l l l l l", "cite_spans": [{"start": 5, "end": 72, "text": "Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667", "ref_id": null}], "ref_spans": [], "section": "Formulation and algorithms"}, {"text": "That is, option l is better or equal to option l′, where means both are true or either is true, and~means indifference. In addition, it is necessary to differentiate the symbols \" \" (i.e., l l ) and \" \" (i.e,.k q 1). The former denotes a preferred relationship and the latter compares between the attribute's order indexes. As is mentioned above under Eq. (6) the smaller the order index is, the more important the attribute is.", "cite_spans": [], "ref_spans": [], "section": "Formulation and algorithms"}, {"text": "Intuitively, the comparison between lines l and l using Eq. (5) can be clarified as follows: after determination of the set of acceptable choices, expressed by Eq. (3), we compare the choices of the acceptable set and look into each attribute according to the passenger's preference order. Suppose that two choices, the use of PT line l or l , are compared. Then, according to the methodology developed:", "cite_spans": [], "ref_spans": [], "section": "Formulation and algorithms"}, {"text": "a. If the values of the k th attribute of the two options are not noticeable to the passenger, then the passenger is indifferent to the two choices, and we proceed to the comparison of the next attribute, expressed by Eq. (5b). b. If the difference between the two options, for the q th attribute, is noticeable, then the passenger considers the best one of the two as a better choice, as expressed by Eq. (5a).", "cite_spans": [], "ref_spans": [], "section": "Formulation and algorithms"}, {"text": "The following example is used as an explanatory device of Eq. (5). Consider three attributes: travel time, fare, and waiting time. A passenger ranks travel time as the most important attribute, followed by fare and waiting time. For simplicity, it is assumed that both options A and B are acceptable to the passenger. The data and computation procedures for the comparison are given in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 386, "end": 393, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Formulation and algorithms"}, {"text": "From Table 1 (a) we conclude that option A is better than B, i.e., A B. The last column of this table shows that the passenger does not perceive the difference of 1.5 min between the travel times, or in other words, it is less than the JND threshold value. Then, the difference of the waiting time is noticed, thus making option A a better choice. We note that the difference of the fare is also noticed (better for B than for A), but the waiting time is more important than the fare. Therefore, the conclusion drawn is that option A is better than B.", "cite_spans": [], "ref_spans": [{"start": 5, "end": 12, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Formulation and algorithms"}, {"text": "However, the personalized attribute-based option selection process above may not satisfy the axiom of transitivity, which requires that if A B and B C, then A C. This can be proven by the following two continuations of Table 1 using a third option, C.", "cite_spans": [], "ref_spans": [{"start": 219, "end": 226, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Formulation and algorithms"}, {"text": "From Table 1 (b) and Table 1 (c), it is concluded that B C and C A, respectively. Thus, we show here that the process of using Weber's law violates the axiom of transitivity.", "cite_spans": [], "ref_spans": [{"start": 5, "end": 12, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 21, "end": 28, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Formulation and algorithms"}, {"text": "The axiom of transitivity is crucial because of the need to ensure a robust and consistent methodology. Our framework is established on the assumption that the passenger is rational, has preferences over different PT attributes, and can arrange different PT attributes by order of importance. This rationalism calls for maintaining the axiom of transitivity, and for setting the personalized preferences within a feasible and rational framework. Realistically, the input of preferences is boundless, and some users may input anything they want (also for their own amusement). This may violate the axiom of transitivity and thus must be checked and adjusted. Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667 To amend this axiom violation possibility, we propose a revised comparison equation: to use the minimum value of attributes across all options as the reference point and define a noticeable threshold as the product of that minimum value and the Weber's JND parameter. We shall call this the adjusted JND. Mathematically, it is as follows: ", "cite_spans": [{"start": 658, "end": 725, "text": "Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667", "ref_id": null}], "ref_spans": [], "section": "Formulation and algorithms"}, {"text": "Eq. (8a) states that if option l is better than option l , then there exists a q th attribute such that its value of l is larger (less desirable) than that of l, and the difference between this value and the minimum attribute's value across all feasible (acceptable) PT lines/routes is noticeable (crosses the JND threshold). Eq. (8b) states that for the k th attribute among the first q-1 attributes being more important than the q th attribute, the difference between its value and the minimum attribute's value across all feasible lines is not noticeable (does not cross the JND threshold) for both l and l . Similar to Eq. (5), the min operator could also be replaced by a max operator. In addition, we can rigorously define the indifference between optional lines, and the weak preferred line conditions based on Eqs. (6) and (7). ", "cite_spans": [], "ref_spans": [], "section": "Formulation and algorithms"}, {"text": "Based on the theorem, we can obtain the following corollaries.", "cite_spans": [], "ref_spans": [], "section": "Proof. See Appendix A."}, {"text": "Corollary 1. If path A is better than path B because of attribute q (with a noticeable difference), the q th attribute values of paths B and C are not equal, and path B is better than path C because of attribute q, then attribute q is more important than attribute q or equally as important as attribute q.", "cite_spans": [], "ref_spans": [], "section": "Proof. See Appendix A."}, {"text": "Corollary 1 implies that for a given passenger's choice between pairwise alternatives, we can deduce the passenger's preference.", "cite_spans": [], "ref_spans": [], "section": "Proof. See Appendix A."}, {"text": "Corollary 2. In continuation of corollary 1; given A C because of the q th attribute and B C because of the q th attribute.", "cite_spans": [], "ref_spans": [], "section": "Proof. See Appendix A."}, {"text": "Corollary 2 can be viewed as the counterpart of corollary 1. It indicates that for a given passenger's pairwise alternatives and a partial preference, we can deduce the passenger's preferences with regards to all options. A partial preference means that we only need to know the importance of q and q attributes, rather than all of the PT attributes.", "cite_spans": [], "ref_spans": [], "section": "Proof. See Appendix A."}, {"text": "The example from Table 1 has undergone changes in Table 2 to elaborate the comparison using Eq. (8) and to demonstrate that the results are in compliance with the axiom of transitivity.", "cite_spans": [], "ref_spans": [{"start": 17, "end": 24, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 50, "end": 57, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Proof. See Appendix A."}, {"text": "The three comparisons above follow the constructed Eq. (8) to assure agreement with the axiom of transitivity. This implies that if B A and C B, then C A. It is also observed that C B because of the waiting time and B A because of the travel time. This confirms corollary 1 to show that travel time is a more important attribute than waiting time.", "cite_spans": [], "ref_spans": [], "section": "Proof. See Appendix A."}, {"text": "Corollary 1 and corollary 2 imply that the perceived importance of the attributes always complies with the axiom of transitivity. These corollaries pave the way for us to develop a generalized sorting algorithm considering the order of importance and the JND threshold. The algorithm is as follows (for simplicity, the superscript \"od\" is omitted). Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667 Theorem 2. The JND sorting algorithm is correct.", "cite_spans": [{"start": 349, "end": 416, "text": "Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667", "ref_id": null}], "ref_spans": [], "section": "Proof. See Appendix A."}, {"text": "Remarks on the above JND sorting algorithm: (i) in Line 3 of the above procedure, when two or more (line) options of set Q i have an equal value of the i th attribute, we need to further compare from the (i + 1) th to the m th attributes of these options until the preference is detected; (ii) in Line 4, the insert of Q i at the beginning of S is done because of the options in Q i being better than the options determined previously; (iii) the JND sorting algorithm applies when the set of options is given; this set represents the scenario after enumerating all paths following the sorting of paths to satisfy passenger's preference; and (iv) the complexity of the algorithm involves also the complexity of the sorting algorithm of step 3; in our simulation case studies, we use the genetic sort algorithm in C+ + standard library with the worst-case complexity known to be O n n ( log ). The preceding comparison and ordering method rely on knowing all options a priori (see Table 2 (a)). This may not be efficient for large network applications because of the required path enumeration and storage. Thus, it would be more promising to apply the dynamic programming technique to develop a shortest path or k-shortest lexicographical ordering path algorithm based on the proposed comparison method. However, two issues are observed in the development of the shortest path algorithm. First, some PT attributes are not link-additive, such as zone-based fare or points from airlines, which we leave for a future study. Second, the options at a node cannot be known a priori in the label setting/correcting step of the shortest path algorithm. This step compares the existing best option and a new option and chooses the better one. Nonetheless, thanks to the fact that the shortest path algorithm only requires keeping the best option, the axiom of transitivity holds and can be utilized. This is formally stated as the following corollary: * It is concluded from the table that B A because of noticed difference between travel times (and the least is noticed for B). ** It is concluded from the table that C B because of noticed difference between waiting times (and the least is noted for C). *** It is concluded from the table that C A because of noticed differences between travel times (and the least is noted for C).", "cite_spans": [], "ref_spans": [{"start": 979, "end": 986, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Proof. See Appendix B."}, {"text": "Corollary 3. In continuation of corollaries 1 and 2; if B C with respect to options B C { , } and A B with respect to options A B C { , , }, then A C.", "cite_spans": [], "ref_spans": [], "section": "Proof. See Appendix B."}, {"text": "Corollary 3 states that the axiom of transitivity holds when augmenting the set of options, meaning that determining the best option does not require knowing all the options in advance. Thus, the set of options can be gradually updated. Corollary 3 allows for developing a multicriteria shortest path as follows.", "cite_spans": [], "ref_spans": [], "section": "Proof. See Appendix A."}, {"text": "Algorithm 2:. Shortest path for lexicographical ordering method with JND threshold End for 10:", "cite_spans": [], "ref_spans": [], "section": "Proof. See Appendix A."}, {"text": "If Remarks on the algorithm above for the shortest path of ordering preferences: (1) The label associated with every node and arc is a vector of attributes. Accordingly, the \"+\" in Lines 10 and 11 represents vector addition.", "cite_spans": [], "ref_spans": [], "section": "Proof. See Appendix A."}, {"text": "(2) We create another label L min for each node in comparison with the ordinary shortest path algorithm. This label is required to store the minimum value of each attribute and add another loop, Lines 4-9, to update the minimum attribute label.", "cite_spans": [], "ref_spans": [], "section": "Proof. See Appendix A."}, {"text": "(3) We compare the preference relationship \" \" under Line 5. We note that Algorithm 2 does not address the personal max/min acceptable value feature. For incorporating it, one needs to solve a constrained shortest path problem, known to be NP-complete (i.e., Handler and Zang, 1980; Lorenz and Raz, 2001; Dumitrescu and Boland, 2001) . In our study, we adopt the k-shortest path approach to eliminate unacceptable choice, in which the kshortest lexicographical ordered paths with JND threshold based on Yen's k-shortest path algorithm (Yen, 1971 ) are generated first, and the routes that violate the boundary constraints are eliminated after generating the k-shortest lexicographical ordered paths.", "cite_spans": [{"start": 259, "end": 282, "text": "Handler and Zang, 1980;", "ref_id": "BIBREF28"}, {"start": 283, "end": 304, "text": "Lorenz and Raz, 2001;", "ref_id": "BIBREF42"}, {"start": 305, "end": 333, "text": "Dumitrescu and Boland, 2001)", "ref_id": "BIBREF17"}, {"start": 535, "end": 545, "text": "(Yen, 1971", "ref_id": "BIBREF69"}], "ref_spans": [], "section": "Proof. See Appendix A."}, {"text": "A schematic map of the illustrative example appears in Fig. 3 . It contains a small PT network comprised of walking, use of bus and metro lines, and making transfers. There are assumed to be two passengers, A and B, departing from the origin to the destination shown in Fig. 3 . The two passengers naturally have different preferences.", "cite_spans": [], "ref_spans": [{"start": 55, "end": 61, "text": "Fig. 3", "ref_id": null}, {"start": 270, "end": 276, "text": "Fig. 3", "ref_id": null}], "section": "Illustrative example"}, {"text": "The notations, data, and assumptions of the example are shown in Table 3 . Three groups of PT attributes are considered: timerelated, fare-related, and comfort-related. The group of time-related attributes may include travel time, waiting time, walking time, transfer time, elevator time (if any), etc. The group of fare-related attributes may include fare of the trip, fare of a special app (if any), special service fare (if any), etc. The group of comfort-related attributes (for example, on a scale of 0-5, where 0 = no comfort at all, and 5 = excellent comfort) may include waiting comfort, riding comfort, transfer comfort, etc. It is worth noting that the PT attributes can be treated by individual attributes, and not by groups, as is demonstrated in the examples of Tables 1 and 2. With the use of the three groups of PT attributes, we illustrate, in the following problem example, the differences among the three path recommendation methods.", "cite_spans": [], "ref_spans": [{"start": 65, "end": 72, "text": "Table 3", "ref_id": "TABREF5"}], "section": "Data and assumptions"}, {"text": "Transportation Research Part C 118 (2020) 102667", "cite_spans": [], "ref_spans": [], "section": "A.A. Ceder and Y. Jiang"}, {"text": "To ensure clarity, the following are a few comments on the example:", "cite_spans": [], "ref_spans": [], "section": "Clarifications and results"}, {"text": "(1) For the small network, all paths are enumerated and compared with subsequent outcomes.", "cite_spans": [], "ref_spans": [], "section": "Clarifications and results"}, {"text": "(2) BS 2 is linked with MS 2 , BL 12 and BL 16 .", "cite_spans": [], "ref_spans": [], "section": "Clarifications and results"}, {"text": "(3) Passenger A could represent a student, thus placing a high weight on the fare related attributes, expressed in the example as total fare. In addition, because of being sensitive to pocket dollars, the JND threshold of the total fare for Passenger A is low (it is an input based perceived value). (4) Passenger B could represent a passenger in a hurry, thus placing a high weight on time-related attributes, expressed in the example by travel time. Also, because of being pressed for time the JND travel time threshold for Passenger B is low (it is an input based perceived value). (5) Travel time (in minutes) contains all of the time-related attributes: walking, waiting and riding times. (6) Total fare (in dollars) contains the riding fare and any other fare required for using the PT service. (7) The hypothetical path comfort levels are set for illustration purposes. They are ranged from 0 (least comfort) and 5 (maximum comfort) and refers to the overall comfort of walking, waiting, riding and making transfers with each option. The JND threshold of comfort, expressed by percentage, refers to the 0-5 scale. Accordingly, 20% means that the passenger does not perceive the difference between two adjacent comfort levels, but a difference of two comfort levels is noticeable. For example, the comfort level for walking flat on asphalt is 4, for a low uphill gradient is 3, and for a semi-moderated uphill gradient is 2. (8) To obtain the k-weighted shortest path, other than setting the weighting parameters, it also requires inputting the parameters that convert the attributes' value to monetary value so that the values are additive. In the example, it is set that the value of time is $0.2 per minute and the value of comfort is $(-1) per one unit of the comfort scale. The value of comfort is a negative value since it is set that the higher the comfort level, the lower the travel cost. In practice, both parameters can be based on either a survey or a fixed input monetary value from the passenger.", "cite_spans": [], "ref_spans": [], "section": "Clarifications and results"}, {"text": "A.A. Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667 * of all fare related attributes; ** of all time-related attributes; *** of all comfort-related attributes. A.A. Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667 Subsequent to these clarifications, we present the results of the example in Table 4 . Let us elaborate on the results of Table 4 . The use of the shortest path method is straightforward because it is based only on the minimum travel cost across all paths. Thus, for both Passengers A and B it will be Option 3, because of the travel cost of Option 1 (see Table 3 (b)) is 12 + 0.2*70 + 3*(−1) = $23, and of Options 2, 3, and 4 are $23.2, $21 and $34, respectively. If the shortest path determination is based on the most important attribute, Options 2 and 1 are recommended for passengers A and B, respectively. Essentially, this case is equivalent to the lexicographical order method without the consideration of JND, or to the weighted shortest path method with a weight set up to 1 for the most important attribute.", "cite_spans": [{"start": 5, "end": 72, "text": "Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667", "ref_id": null}, {"start": 181, "end": 253, "text": "A.A. Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667", "ref_id": null}], "ref_spans": [{"start": 331, "end": 338, "text": "Table 4", "ref_id": null}, {"start": 376, "end": 383, "text": "Table 4", "ref_id": null}, {"start": 610, "end": 617, "text": "Table 3", "ref_id": "TABREF5"}], "section": "Fig. 3. Schematic map of an illustrative example."}, {"text": "For the k-weighted shortest path method we consider the weights of Table 3 (c), the value of travel time and comfort to be $0.2 and $(−1) as per comment (vii) above, and the attributes' values in Table 3 (b). For example, for path Option 1 for Passenger B the weighted travel cost is 0.1*12 + 0.6*0.2*70 + 0.3*(−1) *3 = $8.7, and for Options 2, 3, 4 the costs are $11.12, $8.8, and $13.5, respectively. Thus, for Passenger B Option 1 3 2 4.", "cite_spans": [], "ref_spans": [{"start": 67, "end": 74, "text": "Table 3", "ref_id": "TABREF5"}, {"start": 196, "end": 203, "text": "Table 3", "ref_id": "TABREF5"}], "section": "Fig. 3. Schematic map of an illustrative example."}, {"text": "For the method using lexicographical order with JND, we use the information of Table 3 (d) and of the attributes' values from Table 3 (b). For passenger B the travel time of path Option 4 is more than the passenger's max acceptable value (105 min > 100 min) and thus this option is eliminated. Then, we first consider the most important time-related attribute and look at its minimum value plus the adjusted JND threshold. That is, (70 + 7) 1 mins to find out that path Options 1 and 3 are perceived as the same (75 < 77 min, thus the difference is not noticeable) and better than Option 2. Secondly, because Options 1 and 3 are perceived as the same, we look at the moderately important comfort-related attribute to find that Option 3 is better than Option 1, where the difference of comfort units is greater than the adjusted JND threshold (1 > 0.4). Thus, Option 3 1 2. We find a similar situation to be the case for Passenger A.", "cite_spans": [], "ref_spans": [{"start": 79, "end": 86, "text": "Table 3", "ref_id": "TABREF5"}], "section": "Fig. 3. Schematic map of an illustrative example."}, {"text": "A few characteristics of the illustrated example are noteworthy, including explanations of the results shown in Table 4 , as follows:", "cite_spans": [], "ref_spans": [{"start": 112, "end": 119, "text": "Table 4", "ref_id": null}], "section": "Interpretation"}, {"text": "(1) The shortest path method finds only one path based on the total travel cost, while the k-weighted shortest path and the JND methods recommend a set of paths; (2) The k-weighted shortest path and the JND methods recommend different path sets for Passengers A and B. This demonstrates that our method could provide personalized path information for different passengers; (3) For passenger B (a passenger in a hurry), the k-weighted shortest path ranks path Option 1 as the best, and the JND method ranks path Option 3 as the best; however, for the most important time-related attribute both options are perceived identically because of being inside the range of the JND threshold. The JND method, in this case, shows its advantage by allowing the next important comfort related attribute to determine the preference of Passenger B; (4) For Passenger A (a student) using the k-weighted shortest path method, we find that the difference between path Options 2 and 3 is small ($10.16 for Option 2 and $10.10 for Option 3); however, for the JND method path Option 2 is clearly the preferred one from the perspective of the most important preference (fare related). This observation demonstrates some of the differences between the two methods.", "cite_spans": [], "ref_spans": [], "section": "Interpretation"}, {"text": "The methodology developed was tested on the Copenhagen network shown in Fig. 4 (a) . The Greater Copenhagen Area is divided into 99 zones. The network studied contains Copenhagen's zones 1, 2, 3, and half of 4, covering most of central Copenhagen, involving 278 PT lines and 397 stops. The experiments were conducted based on the following: A1) Three attributes -travel time (TT), waiting time (WT), and the number of transfers (TR). WT for each line is approximated by the inverse of its frequency (Ceder, 2016) . To incorporate the TR in computing the weighted travel time, one transfer is set to be equivalent to 5 min, based on the finding in Guo and Wilson (2011) , which states that one transfer is comparable to around 4.9 min in in-vehicle travel time. Meanwhile, the transit network is coded using the route section network representation. The route section network representation was developed by de Cea and Fernández (1993) for solving the transit assignment problem , Szeto et al., 2013 , Szeto and Jiang, 2014b . In this network, a link is created to connect a pair of nodes where there is direct service between the two nodes. As a result, the number of transfers is link additive and equal to the number of traversed links minus 1. A2) A total of 1000 passengers was simulated based on Copenhagen's OD data. A3) For each passenger, the JND values of TT and WT were randomly Table 4 Results of recommended paths per method used.", "cite_spans": [{"start": 499, "end": 512, "text": "(Ceder, 2016)", "ref_id": "BIBREF8"}, {"start": 647, "end": 668, "text": "Guo and Wilson (2011)", "ref_id": "BIBREF25"}, {"start": 910, "end": 934, "text": "Cea and Fernández (1993)", "ref_id": "BIBREF14"}, {"start": 978, "end": 998, "text": ", Szeto et al., 2013", "ref_id": "BIBREF56"}, {"start": 999, "end": 1023, "text": ", Szeto and Jiang, 2014b", "ref_id": "BIBREF59"}], "ref_spans": [{"start": 72, "end": 82, "text": "Fig. 4 (a)", "ref_id": null}, {"start": 1389, "end": 1396, "text": "Table 4", "ref_id": null}], "section": "Comparison between different route guidance methods"}, {"text": "Shortest path method* Option 3 Option 3 Shortest path based on the most important attribute Option 2 Option 1 k-weighted shortest path method Option 3 2 1 4 Option 1 3 2 4 Lexicographical order with JND Option 2 3 1 4 Option 3 1 2 * The shortest path of total travel cost.", "cite_spans": [], "ref_spans": [], "section": "Path recommendation method For passenger A For passenger B"}, {"text": "1 70 min is the travel time shown in Table 3 (b); 7 min is the JND threshold shown in Table 3 (d).", "cite_spans": [], "ref_spans": [{"start": 37, "end": 44, "text": "Table 3", "ref_id": "TABREF5"}, {"start": 86, "end": 93, "text": "Table 3", "ref_id": "TABREF5"}], "section": "Path recommendation method For passenger A For passenger B"}, {"text": "A.A. Ceder and Y. Jiang Transportation Research Part C 118 (2020) ", "cite_spans": [{"start": 5, "end": 65, "text": "Ceder and Y. Jiang Transportation Research Part C 118 (2020)", "ref_id": null}], "ref_spans": [], "section": "Path recommendation method For passenger A For passenger B"}, {"text": "13 generated between 0.2 and 0.4. The JND value of TR is set to be 1, meaning that as long as the number of transfers is changed, the difference would be noticed. The upper and lower bounds of the JND were set based on the finding in Chowdhury et al. (2015) , which states that the JND of travel time is at least 25%, or 33%, depending on the type of interchange. A4) To generate weights for the three attributes, we start with generating passenger preferences. For the three attributes considered, there are six possible preference orders: TT ≻ WT ≻ TR, TT ≻ TR ≻ WT, WT ≻ TT ≻ TR, WT ≻ TR ≻ TT, TR ≻ WT ≻ TT, and TR ≻ TT ≻ WT. One preference order from the six possibilities is randomly selected. Then, we generate the weight associated with the most important attribute between 0.5 and 0.7, the second most important attribute between 0.2 and 0.4, and the least important attribute between 0.001 and 0.1. Afterwards, the weights are normalized to ensure that their sum equals 1. As a result, a clear preference among the three attributes that can be distinguished by weights is shown for all simulated passengers. Meanwhile, in the default setting, it is assumed that the probability of selecting TT and WT as the most important attribute is higher than that of selecting TR. This represents travelers for whom travel time and/or waiting time is more important than transfer time. The effect of passenger preference distribution is demonstrated in the case study. A5) The simulated 1000 passengers are the source of the demand considered, and the JND and weights represent passengers' Fig. 4 . Copenhagen network.", "cite_spans": [{"start": 234, "end": 257, "text": "Chowdhury et al. (2015)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 1588, "end": 1594, "text": "Fig. 4", "ref_id": null}], "section": "Path recommendation method For passenger A For passenger B"}, {"text": "Three simulated data sets.", "cite_spans": [], "ref_spans": [], "section": "Table 5"}, {"text": "Default See A4) See A3) Set 1", "cite_spans": [], "ref_spans": [], "section": "Generated weighting parameters Generated JND values"}, {"text": "All six possible preference orders have the same probability to be selected See A3) Set 2 See A4)", "cite_spans": [], "ref_spans": [], "section": "Generated weighting parameters Generated JND values"}, {"text": "The JND values are generated between 0.1 and 0.3 actual preferences. A6) For analyzing and comparing results from the three different methods, we assume that a passenger selects only the first recommended path. Then we compare the three PT attributes of the first path recommended by each of the three methods to evaluate whether or not this passenger can benefit by each of the recommended paths and to what extent. Based on the above setting, we found the shortest travel time path, k-weighted shortest path (we set k = 1 according to A6)), and the lexicographical shortest path with the JND threshold. The program was coded in C++ and run on a personal laptop with Intel(R) Xeon (R) CPU E5-2697 v2 @2.30 GHz.", "cite_spans": [], "ref_spans": [], "section": "Generated weighting parameters Generated JND values"}, {"text": "To examine the preference for the proposed methodology, three simulated data sets, depicted in Table 5 , are generated. The sets are created such that the comparison between the results obtained from the default set and set 1 will demonstrate the effect of passenger preference, while the comparison between the default set and set 2 will illustrate the effect of the JND values.", "cite_spans": [], "ref_spans": [{"start": 95, "end": 102, "text": "Table 5", "ref_id": null}], "section": "Generated weighting parameters Generated JND values"}, {"text": "(a) Distribution of JND values and the weighting parameter for the default data set (b) Comparing JND and shortest path (c) Comparing JND and weighted path Fig. 5 . Results of comparing different route guidance methods using default data set. A.A. Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667 The results obtained from the three data sets are plotted in Figs. 5-7, respectively. Each figure contains three subplots, namely, (a), (b), and (c). Plot (a) is the descriptive distribution of the JND and/or weighting parameters. Plots (b) and (c) illustrate how the changes of the three attributes vary when comparing the JND method, the two methods of the shortest path, and the k-weighted path.", "cite_spans": [{"start": 243, "end": 315, "text": "A.A. Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667", "ref_id": null}], "ref_spans": [{"start": 156, "end": 162, "text": "Fig. 5", "ref_id": null}], "section": "Generated weighting parameters Generated JND values"}, {"text": "In Fig. 5 (a) , both distributions of weighting parameters and JND are presented. In Fig. 6 (a) , only the distribution of weighting parameters is presented because the JND values are the same as those in the default data set shown in Fig. 5 (a) . In Fig. 7 (a) , only the distribution of the JND values are presented for TT and WT because the JND value of TR is set as 1.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 13, "text": "Fig. 5 (a)", "ref_id": null}, {"start": 85, "end": 95, "text": "Fig. 6 (a)", "ref_id": null}, {"start": 235, "end": 245, "text": "Fig. 5 (a)", "ref_id": null}, {"start": 251, "end": 261, "text": "Fig. 7 (a)", "ref_id": "FIGREF7"}], "section": "Generated weighting parameters Generated JND values"}, {"text": "Plot (b) in the three figures compares the JND and the shortest path method. A positive percentage means that the value of the JND method attribute is greater than that obtained by the shortest path method. It is shown that all average relative difference 2 values are negative in Figs. 5 (b), 6 (b), and 7 (b). Thus, it is concluded that the JND method is better than the shortest path method in reducing the average values of all three attributes across all three simulated data sets.", "cite_spans": [], "ref_spans": [], "section": "Generated weighting parameters Generated JND values"}, {"text": "The comparison of the JND and the k-weighted shortest path method is represented in plot (c) of Figs. 5-7. Generally speaking, the results of all three data sets show that the JND method is better than the other methods in reducing the value/cost of the most important PT attribute and of the least important attribute, with a tradeoff of increasing the value/cost of the second most important attribute. It is impossible for the JND method to find a different path from the path of the weighted path method, and which has reduced value/cost for all attributes. If such a path exists, it should be identified by the weighted path method.", "cite_spans": [], "ref_spans": [], "section": "Generated weighting parameters Generated JND values"}, {"text": "Nonetheless, we need to recall that the incentive for developing the proposed JND method is that when travelers' preferences are placed above various PT attributes, the proposed method recommends a path according to ordered preferences. From this perspective, the results demonstrate that the value/cost of the most important attribute value, on average, will always be reduced.", "cite_spans": [], "ref_spans": [], "section": "Generated weighting parameters Generated JND values"}, {"text": "In comparing Fig. 5 (c) with Fig. 6 (c) , a reduction or improvement in the average relative change is observed. For instance, in Fig. 5 (c) , the reduction in the most important attribute is −5.31% compared with −1.13% in Fig. 6 (c) . In comparing Fig. 5 (c) with Fig. 7 (c) , it is found that the reduction or improvement in the average relative changes increases, meaning that the more sensitive the (a) Distribution of the weighting parameters for data set 1 (b) Comparing JND and shortest path (c) Comparing JND and weighted path Fig. 6 . Results of comparing different route guidance methods using data set 1.", "cite_spans": [], "ref_spans": [{"start": 13, "end": 23, "text": "Fig. 5 (c)", "ref_id": null}, {"start": 29, "end": 39, "text": "Fig. 6 (c)", "ref_id": null}, {"start": 130, "end": 140, "text": "Fig. 5 (c)", "ref_id": null}, {"start": 223, "end": 233, "text": "Fig. 6 (c)", "ref_id": null}, {"start": 249, "end": 259, "text": "Fig. 5 (c)", "ref_id": null}, {"start": 265, "end": 275, "text": "Fig. 7 (c)", "ref_id": "FIGREF7"}, {"start": 535, "end": 541, "text": "Fig. 6", "ref_id": null}], "section": "Generated weighting parameters Generated JND values"}, {"text": "2 When computing the relative changes in the number of transfers, the difference in the number of transfers is converted to minutes by multiplying 5 min per transfer (see A1). Then the results are normalized by dividing by 60 min. A.A. Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667 passengers are to the attributes' change, the larger the discrepancy is between the two methods. In general, the results demonstrate that both the JND values and distribution of passenger preferences affect the performance of the proposed JND method. Other than the difference between the methodologies, the reasoning behind the distributions shown in the figure can be explicitly ascribed to the data, such that (i) existing randomness generates the parameters of the weights and of the JND threshold values, and (ii) those different variations of the attributes appear across different PT services; for example, between an express bus service with TT = 10 min and WT = 60 min and a regular bus service with TT = 20 min and WT = 30 min. Such differences also warrant activating route guidance tools to provide special attention to the preferred PT attribute. From a PT operation perspective, these large differences of TT and WT can provide input into the design of different paths. These considerations, with evolving personalization, may have an impact on PT network design models for both ordinary and automated PT services -and whether or not multiple PT routes are designed, with each route catering to a passenger class defined by particular preferences. Ceder and Y. Jiang Transportation Research Part C 118 (2020) Table 6 . A.A. Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667 Another noteworthy point is that the simulation study could incorporate the user selection process, however, this requires establishing a transit assignment model consistent with the proposed route guidance methodology, considering both users' personalized requests and JND values. This warrants further study.", "cite_spans": [{"start": 231, "end": 303, "text": "A.A. Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667", "ref_id": null}, {"start": 1566, "end": 1626, "text": "Ceder and Y. Jiang Transportation Research Part C 118 (2020)", "ref_id": null}, {"start": 1637, "end": 1709, "text": "A.A. Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667", "ref_id": null}], "ref_spans": [{"start": 1627, "end": 1634, "text": "Table 6", "ref_id": "TABREF6"}], "section": "Generated weighting parameters Generated JND values"}, {"text": "A fundamental assumption of the methodology is that users' preferences and JND values are known. Nonetheless, there may be situations in which this information is inaccessible, whether that reflects lack of user time to provide the information, lack of awareness of the information, or objection to providing it. In such cases, default values will be used. To illustrate the performance using default values, four comparison scenarios are devised and listed in Table 6 . In the experiment, the default JND and weight values shown in Fig. 5 (a) are considered as users' actual preference data. The results of the four comparison scenarios are presented in Fig. 8 .", "cite_spans": [], "ref_spans": [{"start": 461, "end": 468, "text": "Table 6", "ref_id": "TABREF6"}, {"start": 533, "end": 543, "text": "Fig. 5 (a)", "ref_id": null}, {"start": 655, "end": 661, "text": "Fig. 8", "ref_id": "FIGREF8"}], "section": "Effects of using default values"}, {"text": "In comparison scenario C1, it is assumed that the actual passenger preferred path is determined based on the weighted path method, but we do not know the weights; thus, this comparison shows the gap between using real and default weight values. A positive percentage means that the value of the attribute using default value is greater (inferior) than the real weight. Fig. 8 (a) shows that both the most important and important attributes become worse, and the opposite is only the case for the least important attribute.", "cite_spans": [], "ref_spans": [{"start": 369, "end": 379, "text": "Fig. 8 (a)", "ref_id": "FIGREF8"}], "section": "Effects of using default values"}, {"text": "In C2, it is assumed that passengers' actual preferred path is determined by the JND method, but we do not know the JND values. Thus, this comparison illustrates the gap between using real and default JND values. Fig. 8 (b) shows that only the average value of the least important attribute increases. Comparison scenario C3 is devised to represent the scenario whereby passengers select a preferred path based on the weighted path method, but the app recommends routes using the JND method with default JND values. The results in Fig. 8 (c) show that both the values of the most important and least important attributes are reduced, with a tradeoff of increased value for the important attribute. Lastly, C4 represents the scenario of passengers selecting the preferred path based on the JND method, while the app recommends routes using the weighted path method with a default weight. Fig. 8 (d) shows that the value of the most important attribute increases by almost 10%, while the values of the important and least important attributes are reduced significantly.", "cite_spans": [], "ref_spans": [{"start": 213, "end": 223, "text": "Fig. 8 (b)", "ref_id": "FIGREF8"}, {"start": 531, "end": 541, "text": "Fig. 8 (c)", "ref_id": "FIGREF8"}, {"start": 887, "end": 897, "text": "Fig. 8 (d)", "ref_id": "FIGREF8"}], "section": "Effects of using default values"}, {"text": "The comparison studies fail to provide strong evidence for drawing a universal conclusion regarding the selection of the best path recommendation method because their results also depend on the setting of the default parameters and simulated data. Nevertheless, the results support one purpose of this study for recommending paths with respect to passenger prioritized preferences. From this perspective, it is safe to conclude that the JND method is better than the weighted path method, because when using the JND method with default values, the average value of passengers' most important attributes is reduced, given that the increment in another one or two attributes is inevitable, due to the tradeoff among them. Below, we provide a numerical example to illustrate one scenario in which the default JND method is better than the weighted method. Notably, due to randomness in the simulated data, the scenario described in the following hypothetical example may not always occur, yet it illustrates why the default JND method is preferred.", "cite_spans": [], "ref_spans": [], "section": "Effects of using default values"}, {"text": "Consider two paths connecting one passenger's OD with the passenger's true weights for TT = 0.7, WT = 0.2, TR = 0.1, and that TT is the most important attribute with WT as a secondary important attribute.", "cite_spans": [], "ref_spans": [], "section": "Effects of using default values"}, {"text": "Path 1: TT = 10, WT = 14, TR = 0, and Path 2: TT = 13.5, WT = 6, TR = 0 Fig. 9 . Effect of different JND values. A.A. Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667 Consequently, Path 1 is the preferred path, because of 10*0.7 + 14*0.2 = 9.8 < 13.5*0.7 + 6*0.2 = 10.65. However, without knowing the passenger's weightings and by setting up default values for TT = 0.6, WT = 0.3, and TR = 0.1 with a default value of JND = 0.3, we obtain a result preferring Path 2 because 10*0.6 + 14*0.3 = 10.2 > 13.5*0.6 + 6*0.3 = 9.9. Then, if using the default JND value, Path 1 is again preferred because of the difference between the values of the very important attribute, TT for the two paths which is greater than the default JND threshold value: (13.5-10)/10 > 0.3. Therefore, the difference in the most important attribute for the two paths is noticeable, and Path 1, with its lower TT value is recommended.", "cite_spans": [{"start": 113, "end": 185, "text": "A.A. Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667", "ref_id": null}], "ref_spans": [{"start": 72, "end": 78, "text": "Fig. 9", "ref_id": null}], "section": "Effects of using default values"}, {"text": "The last part of the case study assesses the outcome of using different JND threshold values. To accomplish this, we first obtain the baseline results by setting all JND values to zero, where the proposed method is reduced to the traditional lexicographic ordering method without considering JND value. Secondly, we vary its values between 0.2 to 0.4. Fig. 9 illustrates the relative difference of the two attributes w.r.t. the baseline results of JND = 0. Fig. 9 demonstrates that the larger the JND values (passengers are less sensitive to possible changes and feel the same within this threshold range), the higher the values of the most important attribute, compensated by important and least important attributes. The reason for this result is that by using a larger JND value, the route that yields a slightly higher value for the most important attribute, but with a lower value for the important attribute, will be recommended. The following example further demonstrates this.", "cite_spans": [], "ref_spans": [{"start": 352, "end": 358, "text": "Fig. 9", "ref_id": null}, {"start": 457, "end": 463, "text": "Fig. 9", "ref_id": null}], "section": "Effects of different JND values"}, {"text": "Consider three paths connecting one passenger's OD pair with TT as the most important attribute, as follows.", "cite_spans": [], "ref_spans": [], "section": "Effects of different JND values"}, {"text": "Path 1: TT = 10, WT = 15, TR = 1 Path 2: TT = 11, WT = 13, TR = 1 and Path 3: TT = 13, WT = 10, TR = 1", "cite_spans": [], "ref_spans": [], "section": "Effects of different JND values"}, {"text": "For JND = 0, Path 1 is preferred by having the lowest TT. For JND = 0.2, Paths 1 and 2 are indifferent to TT, because of the JND's value, but Path 2 has a lower WT, thus Path 2 is preferred. For JND = 0.3, all three paths are indifferent to TT, but Path 3 is preferred having the lowest WT. However, the relative differences using JND = 0.2 (compared with to JND = 0) are computed by (11-10)/ 10 = 10% for TT, and by (13-15)/15 = −13% for WT. For JND = 0.3, the relative differences (compared with to JND = 0) are (13-10)/10 = 30% for TT, and (10-15)/15 = -33% for WT. This example shows that by increasing JND values, relative differences for the most important attribute could increase with a decrease in the important attribute. This is only an example of one passenger. Fig. 9 is obtained using the average values from all passengers, where it is also possible that some passengers will choose WT or TR as the most important attribute to them.", "cite_spans": [], "ref_spans": [{"start": 774, "end": 780, "text": "Fig. 9", "ref_id": null}], "section": "Effects of different JND values"}, {"text": "Finally, the computation times under the different numbers of attributes are reported in Table 7 . The computation time is the average time of the 1000 simulated passengers. In general, the computation time increases with the number of attributes considered. For the weighted path method, the increment in the computation time is linear with respect to the number of attributes. For the proposed JND method, the computation time is longer than for the weighted path method due to the added complexity in comparing multiple attributes and finding the minimum value of each attribute among all options (see Algorithm 2).", "cite_spans": [], "ref_spans": [{"start": 89, "end": 96, "text": "Table 7", "ref_id": "TABREF7"}], "section": "Effects of no. of attributes on the computation time"}, {"text": "In the conclusion of this work, it would be remiss not to mention the unforeseeable implications of the Covid-19 pandemic for future mobility. Presumably, more controllable automation of public transport (PT) vehicles will evolve, with a greater prospects for changing human habits and thinking paradigms. In view of the imminent era of personalized PT mobility, this work provides the setting for an adjusted design framework to create the modeling required for a personalized PT service. The framework integrates PT operators' planning and operation components, with users' experiences gathered using smartphone technologies. This work focuses on the key element of the adjusted design framework: the personalized route guidance methodology. Explication of three different route guidance methods is offered and they are compared -the classical shortest path method, a k-weighted shortest path method, and a novel lexicographical ordering shortest path method with a just noticeable difference (JND) consideration. The JND based method is based on Ernst Weber's Law of the Human Perception Threshold. This work discovers that a straightforward application of Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667 Weber's Law does not satisfy the axiom of transitivity required for an implementable algorithm, and thus a revised method was developed and proved for its correctness. A small network example illustrates the differences between the three methods. In addition, a large simulation study of the PT network of Copenhagen is conducted. This work shows that the consideration of the human threshold based on human perception elements will encourage decision makers to establish new criteria that will comply with this perception-based component. In post Covid-19 pandemic times, important attributes for a traveler may also include minimization of the risk of becoming infected or any other risks. This is a significant channel by which decision makers may alter their policies, adjusting them in accordance with the development of new advanced technologies coming to ease and optimize future urban mobility. Moreover, this work opens a new arena for public transport researchers and planners with the use of smartphone apps for acquiring real time and readily available journey planning information. Future research includes, but will not be limited to:", "cite_spans": [{"start": 1160, "end": 1227, "text": "Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667", "ref_id": null}], "ref_spans": [], "section": "Conclusion"}, {"text": "(i) conducting empirical studies to examine the impact of the recommendations on passenger route choice. The method proposed in this study is based on the hypothesis that the order of the recommended paths affects passenger route choice behavior. A similar hypothesis has been verified in the context of online shopping recommendations (Kumar and Benbasat, 2006) . (ii) conducting empirical studies for calibrating the parameters used in this work, especially human perception parameters. (iii) continuing theoretical research using the rational choice theory for adjusting unintentional passenger input. (iv) connecting the pathfinding method to PT network design models for both ordinary and automated PT services and extending existing transit/traffic assignment models (Hamdouch et al., 2014; Szeto and Jiang, 2014; Tang et al., 2020) to capture the effects of personalization and human perception. (v) developing an online algorithm and capturing the uncertainty and reliability of different PT attributes following, for example, Chen et al. (2016) , Khani (2019) , Xing and Zhou (2011), Xu et al. (2012) , Yang and Zhou (2017) , and Zhang and Khani (2019) . (vi) extending and applying the proposed methodology to solve other multicriteria pathfinding problems in a traffic network , multimodal transport network or emergency network Hadas and Ceder (1996) .", "cite_spans": [{"start": 336, "end": 362, "text": "(Kumar and Benbasat, 2006)", "ref_id": "BIBREF38"}, {"start": 773, "end": 796, "text": "(Hamdouch et al., 2014;", "ref_id": "BIBREF27"}, {"start": 797, "end": 819, "text": "Szeto and Jiang, 2014;", "ref_id": "BIBREF27"}, {"start": 820, "end": 838, "text": "Tang et al., 2020)", "ref_id": "BIBREF61"}, {"start": 1035, "end": 1053, "text": "Chen et al. (2016)", "ref_id": "BIBREF10"}, {"start": 1056, "end": 1068, "text": "Khani (2019)", "ref_id": "BIBREF36"}, {"start": 1071, "end": 1079, "text": "Xing and", "ref_id": "BIBREF66"}, {"start": 1080, "end": 1109, "text": "Zhou (2011), Xu et al. (2012)", "ref_id": null}, {"start": 1112, "end": 1132, "text": "Yang and Zhou (2017)", "ref_id": "BIBREF68"}, {"start": 1139, "end": 1161, "text": "Zhang and Khani (2019)", "ref_id": "BIBREF71"}, {"start": 1340, "end": 1362, "text": "Hadas and Ceder (1996)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Conclusion"}, {"text": "Avishai ( For clarity, we use A, B, C to denote three options and we omit the superscript od. Therefore, proving Theorem 1 is equivalent to proving that if A B and B C, then A C. Because of space limitations, we only present the proof of transitivity with respect to the strict preference relationship, i.e., if A B and B C, then A C.", "cite_spans": [], "ref_spans": [], "section": "CRediT authorship contribution statement"}, {"text": "First, given A B and B C, we have", "cite_spans": [], "ref_spans": [], "section": "CRediT authorship contribution statement"}, {"text": "( ", "cite_spans": [], "ref_spans": [], "section": "CRediT authorship contribution statement"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "An algorithmic framework for computing shortest routes in urban multimodal networks with different criteria", "authors": [{"first": "D", "middle": [], "last": "Ambrosino", "suffix": ""}, {"first": "A", "middle": [], "last": "Sciomachen", "suffix": ""}], "year": 2014, "venue": "Procedia-Social Behav. Sci", "volume": "108", "issn": "", "pages": "139--152", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Solving the multi-criteria time-dependent routing and scheduling problem in a multimodal fixed scheduled network", "authors": [{"first": "K", "middle": ["N"], "last": "Androutsopoulos", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Zografos", "suffix": ""}], "year": 2009, "venue": "Eur. J. Oper. Res", "volume": "192", "issn": "1", "pages": "18--28", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Adaptive personalized travel information systems: A Bayesian method to learn users' personal preferences in multimodal transport networks", "authors": [{"first": "T", "middle": ["A"], "last": "Arentze", "suffix": ""}], "year": 2013, "venue": "IEEE Trans. Intell. Transp. Syst", "volume": "14", "issn": "4", "pages": "1957--1966", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Fundamentals of Scaling and Psychophysics", "authors": [{"first": "J", "middle": ["C"], "last": "Baird", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Noma", "suffix": ""}], "year": 1978, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Mechanism design for first-mile ridesharing based on personalized requirements part I: Theoretical analysis in generalized scenarios", "authors": [{"first": "Z", "middle": [], "last": "Bian", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}], "year": 2019, "venue": "Transp. Res. Part B: Methodol", "volume": "120", "issn": "", "pages": "147--171", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "An integrated case-based reasoning approach for personalized itinerary search in multimodal transportation systems", "authors": [{"first": "A", "middle": [], "last": "Bouhana", "suffix": ""}, {"first": "A", "middle": [], "last": "Fekih", "suffix": ""}, {"first": "M", "middle": [], "last": "Abed", "suffix": ""}, {"first": "H", "middle": [], "last": "Chabchoub", "suffix": ""}], "year": 2013, "venue": "Transp. Res. Part C", "volume": "31", "issn": "", "pages": "30--50", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The geography of taste: Analyzing cell-phone mobility and social events", "authors": [{"first": "F", "middle": [], "last": "Calabrese", "suffix": ""}, {"first": "F", "middle": ["C"], "last": "Pereira", "suffix": ""}, {"first": "G", "middle": [], "last": "Di Lorenzo", "suffix": ""}, {"first": "L", "middle": [], "last": "Liang", "suffix": ""}, {"first": "C", "middle": [], "last": "Ratti", "suffix": ""}], "year": 2010, "venue": "Pervasive Comput", "volume": "6030", "issn": "", "pages": "22--37", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Personalized and situation-aware multimodal route recommendations: the FAVOUR algorithm", "authors": [{"first": "P", "middle": [], "last": "Campigotto", "suffix": ""}, {"first": "C", "middle": [], "last": "Rudloff", "suffix": ""}, {"first": "M", "middle": [], "last": "Leodolter", "suffix": ""}, {"first": "D", "middle": [], "last": "Bauer", "suffix": ""}], "year": 2016, "venue": "IEEE Trans. Intell. Transp. Syst", "volume": "18", "issn": "1", "pages": "92--102", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Public Transit Planning and Operation: Modeling, Practice and Behavior", "authors": [{"first": "A", "middle": [], "last": "Ceder", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Finding reliable shortest paths in road networks under uncertainty", "authors": [{"first": "B", "middle": ["Y"], "last": "Chen", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Lam", "suffix": ""}, {"first": "A", "middle": [], "last": "Sumalee", "suffix": ""}, {"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "H", "middle": [], "last": "Shao", "suffix": ""}, {"first": "Z", "middle": [], "last": "Fang", "suffix": ""}], "year": 2013, "venue": "Netw. Spatial Econ", "volume": "13", "issn": "2", "pages": "123--148", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Finding the k reliable shortest paths under travel time uncertainty", "authors": [{"first": "B", "middle": ["Y"], "last": "Chen", "suffix": ""}, {"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "W", "middle": ["H K"], "last": "Lam", "suffix": ""}], "year": 2012, "venue": "IEEE Trans. Intell. Transp. Syst", "volume": "94", "issn": "3", "pages": "1235--1242", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Traveler compliance with advice: A Bayesian utilitarian perspective", "authors": [{"first": "C", "middle": ["G"], "last": "Chorus", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Arentze", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Timmermans", "suffix": ""}], "year": 2009, "venue": "Transp. Res. Part E", "volume": "45", "issn": "3", "pages": "486--500", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The effects of travel time and cost savings on urban commuters' perception of public transport routes involving transfers", "authors": [{"first": "S", "middle": [], "last": "Chowdhury", "suffix": ""}, {"first": "A", "middle": [], "last": "Ceder", "suffix": ""}, {"first": "B", "middle": [], "last": "Schwalger", "suffix": ""}], "year": 2015, "venue": "J. Transp. Geogr", "volume": "43", "issn": "", "pages": "151--159", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Round-based public transit routing", "authors": [{"first": "D", "middle": [], "last": "Delling", "suffix": ""}, {"first": "T", "middle": [], "last": "Pajor", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Werneck", "suffix": ""}], "year": 2014, "venue": "Transp. Sci", "volume": "49", "issn": "3", "pages": "591--604", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Transit assignment for congested public transport-systems: an equilibrium model", "authors": [{"first": "J", "middle": [], "last": "De Cea", "suffix": ""}, {"first": "E", "middle": [], "last": "Fernández", "suffix": ""}], "year": 1993, "venue": "Transportation Science", "volume": "27", "issn": "2", "pages": "133--147", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Boundedly rational route choice behavior: A review of models and methodologies", "authors": [{"first": "X", "middle": [], "last": "Di", "suffix": ""}, {"first": "H", "middle": ["X"], "last": "Liu", "suffix": ""}], "year": 2016, "venue": "Transp. Res. Part B", "volume": "85", "issn": "", "pages": "142--179", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Multi-criteria shortest paths in time-dependent train networks", "authors": [{"first": "Y", "middle": [], "last": "Disser", "suffix": ""}, {"first": "M", "middle": [], "last": "Müller-Hannemann", "suffix": ""}, {"first": "M", "middle": [], "last": "Schnee", "suffix": ""}], "year": 2008, "venue": "International Workshop on Experimental and Efficient Algorithms", "volume": "", "issn": "", "pages": "347--361", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Algorithms for the weight constrained shortest path problem", "authors": [{"first": "I", "middle": [], "last": "Dumitrescu", "suffix": ""}, {"first": "N", "middle": [], "last": "Boland", "suffix": ""}], "year": 2001, "venue": "Int. Trans. Oper. Res", "volume": "8", "issn": "1", "pages": "15--29", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Multicriteria Optimization", "authors": [{"first": "M", "middle": [], "last": "Ehrgott", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Measuring the quality and diversity of transit alternatives", "authors": [{"first": "A", "middle": [], "last": "Frappier", "suffix": ""}, {"first": "C", "middle": [], "last": "Morency", "suffix": ""}, {"first": "M", "middle": [], "last": "Tre&apos;panier", "suffix": ""}], "year": 2018, "venue": "Transp. Policy", "volume": "61", "issn": "", "pages": "51--59", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Exploring the role of psychological factors in mode choice models by a latent variables approach", "authors": [{"first": "C", "middle": [], "last": "Galdames", "suffix": ""}, {"first": "A", "middle": [], "last": "Tudela", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Carrasco", "suffix": ""}], "year": 2011, "venue": "Transp. Res. Rec", "volume": "2230", "issn": "", "pages": "68--74", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Martins' algorithm revisited for multi-objective shortest path problems with a MaxMin cost function", "authors": [{"first": "X", "middle": [], "last": "Gandibleux", "suffix": ""}, {"first": "F", "middle": [], "last": "Beugnies", "suffix": ""}, {"first": "S", "middle": [], "last": "Randriamasy", "suffix": ""}], "year": 2006, "venue": "", "volume": "4", "issn": "", "pages": "47--59", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "How do users choose their routes in public transport? The effect of individual profile and contextual factors", "authors": [{"first": "E", "middle": [], "last": "Grison", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Burkhardt", "suffix": ""}, {"first": "V", "middle": [], "last": "Gyselinck", "suffix": ""}], "year": 2017, "venue": "Transp. Res. Part F", "volume": "51", "issn": "", "pages": "24--37", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Label correcting methods to solve multicriteria shortest path problems", "authors": [{"first": "F", "middle": [], "last": "Guerriero", "suffix": ""}, {"first": "R", "middle": [], "last": "Musmanno", "suffix": ""}], "year": 2001, "venue": "J. Optim. Theory Appl", "volume": "111", "issn": "3", "pages": "589--613", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Bounded rationality and irreversible network change", "authors": [{"first": "X", "middle": [], "last": "Guo", "suffix": ""}, {"first": "H", "middle": ["X"], "last": "Liu", "suffix": ""}], "year": 2011, "venue": "Transp. Res. Part B", "volume": "45", "issn": "10", "pages": "1606--1618", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Assessing the cost of transfer inconvenience in public transport systems: A case study of the London Underground", "authors": [{"first": "Z", "middle": [], "last": "Guo", "suffix": ""}, {"first": "N", "middle": ["H"], "last": "Wilson", "suffix": ""}], "year": 2011, "venue": "Transp. Res. Part A: Policy Practice", "volume": "45", "issn": "2", "pages": "91--104", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Shortest path of emergency vehicles under uncertain urban traffic conditions", "authors": [{"first": "Y", "middle": [], "last": "Hadas", "suffix": ""}, {"first": "A", "middle": [], "last": "Ceder", "suffix": ""}], "year": 1996, "venue": "Transp. Res. Rec", "volume": "1560", "issn": "", "pages": "34--39", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "A new schedule-based transit assignment model with travel strategies and supply uncertainties", "authors": [{"first": "Y", "middle": [], "last": "Hamdouch", "suffix": ""}, {"first": "W", "middle": ["Y"], "last": "Szeto", "suffix": ""}, {"first": "Y", "middle": [], "last": "Jiang", "suffix": ""}], "year": 2014, "venue": "Transp. Res. Part B", "volume": "67", "issn": "", "pages": "35--67", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "A dual algorithm for the constrained shortest path problem", "authors": [{"first": "G", "middle": ["Y"], "last": "Handler", "suffix": ""}, {"first": "I", "middle": [], "last": "Zang", "suffix": ""}], "year": 1980, "venue": "Networks", "volume": "10", "issn": "4", "pages": "293--309", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "An internet-of-things enabled connected navigation system for urban bus riders", "authors": [{"first": "M", "middle": [], "last": "Handte", "suffix": ""}, {"first": "S", "middle": [], "last": "Foell", "suffix": ""}, {"first": "S", "middle": [], "last": "Wagner", "suffix": ""}, {"first": "G", "middle": [], "last": "Kortuem", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Marrón", "suffix": ""}], "year": 2016, "venue": "IEEE Internet Things J", "volume": "3", "issn": "5", "pages": "735--744", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Bicriterion path problems. In: Multiple criteria decision making theory and application", "authors": [{"first": "P", "middle": [], "last": "Hansen", "suffix": ""}], "year": 1980, "venue": "", "volume": "", "issn": "", "pages": "109--127", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Multi-criteria approximation schemes for the resource constrained shortest path problem", "authors": [{"first": "M", "middle": [], "last": "Horváth", "suffix": ""}, {"first": "T", "middle": [], "last": "Kis", "suffix": ""}], "year": 2018, "venue": "Optimization Lett", "volume": "12", "issn": "3", "pages": "475--483", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "An aggregate label setting policy for the multi-objective shortest path problem", "authors": [{"first": "M", "middle": [], "last": "Iori", "suffix": ""}, {"first": "S", "middle": [], "last": "Martello", "suffix": ""}, {"first": "D", "middle": [], "last": "Pretolani", "suffix": ""}], "year": 2010, "venue": "Eur. J. Oper. Res", "volume": "207", "issn": "3", "pages": "1489--1496", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Reliability-based stochastic transit assignment: Formulations and capacity paradox", "authors": [{"first": "Y", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "W", "middle": ["Y"], "last": "Szeto", "suffix": ""}], "year": 2016, "venue": "Transp. Res. Part B", "volume": "93", "issn": "", "pages": "181--206", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Multi-class dynamic traffic assignment with physical queues: intersection-movement-based formulation and paradox", "authors": [{"first": "Y", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "W", "middle": ["Y"], "last": "Szeto", "suffix": ""}, {"first": "J", "middle": [], "last": "Long", "suffix": ""}, {"first": "K", "middle": [], "last": "Han", "suffix": ""}], "year": 2016, "venue": "Transportmetrica A: Transport Sci", "volume": "12", "issn": "10", "pages": "878--908", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Bounded rationality can make parking search more efficient: The power of lexicographic heuristics", "authors": [{"first": "M", "middle": [], "last": "Karaliopoulos", "suffix": ""}, {"first": "K", "middle": [], "last": "Katsikopoulos", "suffix": ""}, {"first": "L", "middle": [], "last": "Lambrinos", "suffix": ""}], "year": 2017, "venue": "Transp. Res. Part B", "volume": "101", "issn": "", "pages": "28--50", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "An online shortest path algorithm for reliable routing in schedule-based transit networks considering transfer failure probability", "authors": [{"first": "A", "middle": [], "last": "Khani", "suffix": ""}], "year": 2019, "venue": "Transp. Res. Part B", "volume": "126", "issn": "", "pages": "549--564", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Travelling to work: Will people move out of their cars", "authors": [{"first": "S", "middle": [], "last": "Kingham", "suffix": ""}, {"first": "J", "middle": [], "last": "Dickinson", "suffix": ""}, {"first": "S", "middle": [], "last": "Copsey", "suffix": ""}], "year": 2001, "venue": "Transp. Policy", "volume": "8", "issn": "2", "pages": "151--160", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Research note: the influence of recommendations and consumer reviews on evaluations of websites", "authors": [{"first": "N", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "I", "middle": [], "last": "Benbasat", "suffix": ""}], "year": 2006, "venue": "Information Systems Research", "volume": "17", "issn": "4", "pages": "425--439", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Weber's law, in \"Inside psychology: A science over 50 years", "authors": [{"first": "D", "middle": ["R J"], "last": "Laming", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Individuals among commuters: Building personalised transport information services from fare collection systems", "authors": [{"first": "N", "middle": [], "last": "Lathia", "suffix": ""}, {"first": "C", "middle": [], "last": "Smith", "suffix": ""}, {"first": "J", "middle": [], "last": "Froehlich", "suffix": ""}, {"first": "L", "middle": [], "last": "Capra", "suffix": ""}], "year": 2013, "venue": "Pervasive Mob. Comput", "volume": "9", "issn": "5", "pages": "643--664", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Consumer preferences for business models in electric vehicle adoption", "authors": [{"first": "F", "middle": [], "last": "Liao", "suffix": ""}, {"first": "E", "middle": [], "last": "Molin", "suffix": ""}, {"first": "H", "middle": [], "last": "Timmermans", "suffix": ""}, {"first": "B", "middle": [], "last": "Van Wee", "suffix": ""}], "year": 2019, "venue": "Transp. Policy", "volume": "73", "issn": "", "pages": "12--24", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "A simple efficient approximation scheme for the restricted shortest path problem", "authors": [{"first": "D", "middle": ["H"], "last": "Lorenz", "suffix": ""}, {"first": "D", "middle": [], "last": "Raz", "suffix": ""}], "year": 2001, "venue": "Oper. Res. Lett", "volume": "28", "issn": "5", "pages": "213--219", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Recommendation of personalized routes with public transport connections", "authors": [{"first": "B", "middle": [], "last": "Ludwig", "suffix": ""}, {"first": "B", "middle": [], "last": "Zenker", "suffix": ""}, {"first": "J", "middle": [], "last": "Schrader", "suffix": ""}], "year": 2009, "venue": "International Conference on Intelligent Interactive Assistance and Mobile Multimedia Computing", "volume": "", "issn": "", "pages": "97--107", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "On a multicriteria shortest path problem", "authors": [{"first": "E", "middle": ["Q V"], "last": "Martins", "suffix": ""}], "year": 1984, "venue": "Eur. J. Oper. Res", "volume": "16", "issn": "2", "pages": "236--245", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "A utility measure for finding multiobjective shortest paths in urban multimodal transportation networks", "authors": [{"first": "P", "middle": [], "last": "Modesti", "suffix": ""}, {"first": "A", "middle": [], "last": "Sciomachen", "suffix": ""}], "year": 1998, "venue": "Eur. J. Oper. Res", "volume": "111", "issn": "3", "pages": "495--508", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "An advanced traveller advisory tool based on individual preferences", "authors": [{"first": "A", "middle": [], "last": "Nuzzolo", "suffix": ""}, {"first": "U", "middle": [], "last": "Crisalli", "suffix": ""}, {"first": "A", "middle": [], "last": "Comi", "suffix": ""}, {"first": "L", "middle": [], "last": "Rosati", "suffix": ""}], "year": 2014, "venue": "Procedia-Social Behav. Sci", "volume": "160", "issn": "", "pages": "539--547", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Labeling methods for the general case of the multi-objective shortest path problem-a computational study", "authors": [{"first": "J", "middle": ["M"], "last": "Paixão", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Santos", "suffix": ""}], "year": 2013, "venue": "Computational Intelligence and Decision Making", "volume": "", "issn": "", "pages": "489--502", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Design and development of interactive trip planning for web-based transit information systems", "authors": [{"first": "Z", "middle": ["R"], "last": "Peng", "suffix": ""}, {"first": "R", "middle": [], "last": "Huang", "suffix": ""}], "year": 2000, "venue": "Transp. Res. Part C", "volume": "8", "issn": "1", "pages": "409--425", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Multiobjective shortest path problems with lexicographic goal-based preferences", "authors": [{"first": "F", "middle": ["J"], "last": "Pulido", "suffix": ""}, {"first": "L", "middle": [], "last": "Mandow", "suffix": ""}, {"first": "J", "middle": ["L P"], "last": "De La Cruz", "suffix": ""}], "year": 2014, "venue": "Eur. J. Oper. Res", "volume": "239", "issn": "1", "pages": "89--101", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Multi-objective and multi-constrained non-additive shortest path problems", "authors": [{"first": "L", "middle": ["B"], "last": "Reinhardt", "suffix": ""}, {"first": "D", "middle": [], "last": "Pisinger", "suffix": ""}], "year": 2011, "venue": "Comput. Oper. Res", "volume": "38", "issn": "3", "pages": "605--616", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Mobile Apps and Transportation: A Review of Smartphone Apps and a Study of User Response to Multimodal Traveler Information", "authors": [{"first": "S", "middle": [], "last": "Shaheen", "suffix": ""}, {"first": "E", "middle": [], "last": "Martin", "suffix": ""}, {"first": "A", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "A", "middle": [], "last": "Musunuri", "suffix": ""}, {"first": "A", "middle": [], "last": "Bhattacharyya", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "A safety distance design model based on just noticeable difference", "authors": [{"first": "W", "middle": [], "last": "Shi", "suffix": ""}, {"first": "Y", "middle": ["F"], "last": "Wei", "suffix": ""}, {"first": "X", "middle": ["L"], "last": "Li", "suffix": ""}], "year": 2011, "venue": "J. Transport. Syst. Eng. Inform. Technol", "volume": "11", "issn": "2", "pages": "33--38", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "The multi-criteria constrained shortest path problem", "authors": [{"first": "N", "middle": [], "last": "Shi", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "F", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tao", "suffix": ""}, {"first": "L", "middle": [], "last": "Liu", "suffix": ""}], "year": 2017, "venue": "Transp. Res. Part E", "volume": "101", "issn": "", "pages": "13--29", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "A behavioral model of rational choice", "authors": [{"first": "H", "middle": ["A"], "last": "Simon", "suffix": ""}], "year": 1955, "venue": "Q. J. Econ", "volume": "69", "issn": "1", "pages": "99--118", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Reliability-based transit assignment for congested stochastic transit networks", "authors": [{"first": "W", "middle": ["Y"], "last": "Szeto", "suffix": ""}, {"first": "M", "middle": [], "last": "Solayappan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Jiang", "suffix": ""}], "year": 2011, "venue": "Comput.-Aided Civ. Infrastruct. Eng", "volume": "26", "issn": "4", "pages": "311--326", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Reliability-based stochastic transit assignment with capacity constraints: Formulation and solution method", "authors": [{"first": "W", "middle": ["Y"], "last": "Szeto", "suffix": ""}, {"first": "Y", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "K", "middle": ["I"], "last": "Wong", "suffix": ""}, {"first": "M", "middle": [], "last": "Solayappan", "suffix": ""}], "year": 2013, "venue": "Transp. Res. Part C", "volume": "35", "issn": "", "pages": "286--304", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "A cell-based model for multi-class doubly stochastic dynamic traffic assignment", "authors": [{"first": "W", "middle": ["Y"], "last": "Szeto", "suffix": ""}, {"first": "", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "", "middle": [], "last": "Yu", "suffix": ""}, {"first": "A", "middle": [], "last": "Sumalee", "suffix": ""}], "year": 2011, "venue": "Comput.-Aided Civ. Infrastruct. Eng", "volume": "26", "issn": "8", "pages": "595--611", "other_ids": {"DOI": ["10.1111/j.1467-8667.2011.00717.x"]}}, "BIBREF58": {"ref_id": "b58", "title": "Transit route and frequency design: Bi-level modeling and hybrid artificial bee colony algorithm approach", "authors": [{"first": "W", "middle": ["Y"], "last": "Szeto", "suffix": ""}, {"first": "Y", "middle": [], "last": "Jiang", "suffix": ""}], "year": 2014, "venue": "Transp. Res. Part B", "volume": "67", "issn": "", "pages": "235--263", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Transit assignment: Approach-based formulation, extragradient method, and paradox", "authors": [{"first": "W", "middle": ["Y"], "last": "Szeto", "suffix": ""}, {"first": "Y", "middle": [], "last": "Jiang", "suffix": ""}], "year": 2014, "venue": "Transp. Res. Part B", "volume": "62", "issn": "", "pages": "51--76", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Bounded rationality in dynamic traffic assignment", "authors": [{"first": "W", "middle": ["Y"], "last": "Szeto", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "K", "middle": [], "last": "Han", "suffix": ""}], "year": 2015, "venue": "Bounded rational choice behaviour: Applications in transport", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Modeling and optimizing a fare incentive strategy to manage queuing and crowding in mass transit systems . Modeling and optimizing a fare incentive strategy to manage queuing and crowding in mass transit systems", "authors": [{"first": "Yili", "middle": [], "last": "Tang", "suffix": ""}, {"first": "", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "Yang", "middle": [], "last": "Yu", "suffix": ""}, {"first": "", "middle": [], "last": "Hai", "suffix": ""}, {"first": "Otto", "middle": [], "last": "Nielsen", "suffix": ""}, {"first": "", "middle": [], "last": "Anker", "suffix": ""}], "year": 2020, "venue": "", "volume": "138", "issn": "", "pages": "247--267", "other_ids": {"DOI": ["10.1016/j.trb.2020.05.006"]}}, "BIBREF62": {"ref_id": "b62", "title": "Potential uptake of adaptive transport services: An exploration of service attributes and attitudes", "authors": [{"first": "W", "middle": [], "last": "Te Morschea", "suffix": ""}, {"first": "L", "middle": ["L P"], "last": "Puellob", "suffix": ""}, {"first": "K", "middle": ["T"], "last": "Geursb", "suffix": ""}], "year": 2019, "venue": "Transp. Policy", "volume": "84", "issn": "", "pages": "1--11", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "A multicriteria Pareto-optimal path algorithm", "authors": [{"first": "C", "middle": ["T"], "last": "Tung", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Chew", "suffix": ""}], "year": 1992, "venue": "Eur. J. Oper. Res", "volume": "62", "issn": "2", "pages": "203--209", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Bounded-rationality based day-to-day evolution model for travel behavior analysis of urban railway network", "authors": [{"first": "J", "middle": [], "last": "Wu", "suffix": ""}, {"first": "H", "middle": [], "last": "Sun", "suffix": ""}, {"first": "D", "middle": ["Z"], "last": "Wang", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhong", "suffix": ""}, {"first": "L", "middle": [], "last": "Han", "suffix": ""}, {"first": "Z", "middle": [], "last": "Gao", "suffix": ""}], "year": 2013, "venue": "Transp. Res. Part C", "volume": "31", "issn": "", "pages": "73--82", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Day-to-day departure time modeling under social network influence", "authors": [{"first": "Y", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "H", "middle": ["K"], "last": "Lo", "suffix": ""}], "year": 2016, "venue": "Transp. Res. Part B", "volume": "92", "issn": "", "pages": "54--72", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Finding the most reliable path with and without link travel time correlation: A Lagrangian substitution based approach", "authors": [{"first": "T", "middle": [], "last": "Xing", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2011, "venue": "Transp. Res. Part B", "volume": "45", "issn": "10", "pages": "1660--1679", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Finding the K shortest path in a schedule-based transit network", "authors": [{"first": "W", "middle": [], "last": "Xu", "suffix": ""}, {"first": "S", "middle": [], "last": "He", "suffix": ""}, {"first": "R", "middle": [], "last": "Song", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Chaudhry", "suffix": ""}], "year": 2012, "venue": "Comput. Oper. Res", "volume": "39", "issn": "", "pages": "1812--1826", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Optimizing on-time arrival probability and percentile travel time for elementary path finding in time-dependent transportation networks: Linear mixed integer programming reformulations", "authors": [{"first": "L", "middle": [], "last": "Yang", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2017, "venue": "Transp. Res. Part B: Methodol", "volume": "96", "issn": "", "pages": "68--91", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Finding the k shortest loopless paths in a network", "authors": [{"first": "J", "middle": ["Y"], "last": "Yen", "suffix": ""}], "year": 1971, "venue": "Manage. Sci", "volume": "17", "issn": "11", "pages": "712--716", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Behavioral foundation of route choice and traffic assignment: Comparison of principles of user equilibrium traffic assignment under different behavioral assumptions", "authors": [{"first": "L", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2011, "venue": "Transp. Res. Rec", "volume": "2254", "issn": "1", "pages": "1--10", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "An algorithm for reliable shortest path problem with travel time correlations", "authors": [{"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "A", "middle": [], "last": "Khani", "suffix": ""}], "year": 2019, "venue": "Transp. Res. Part B", "volume": "121", "issn": "", "pages": "92--113", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Design and assessment of an online passenger information system for integrated multimodal trip planning", "authors": [{"first": "K", "middle": ["G"], "last": "Zografos", "suffix": ""}, {"first": "K", "middle": ["N"], "last": "Androutsopoulos", "suffix": ""}, {"first": "V", "middle": [], "last": "Spitadakis", "suffix": ""}], "year": 2009, "venue": "IEEE Trans. Intell. Transp. Syst", "volume": "10", "issn": "2", "pages": "311--323", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Set of PT routes, stops, arcs, and PT attributes + A i Set of PT lines leaving node i P Set of passenger's preferences for all of the PT attributes L od Set of acceptable candidate choices between nodes o and d V P ( ) l od Set of ordered PT attributes between nodes o and d using PT line l v l m od , The value of the m th PT attribute between nodes o and d using PT line l m JND Just noticeable difference (JND) threshold value associated with PT attribute m (Weber's JND) m acceptPersonal maximum/minimum acceptable value of the mth PT attribute A.A.Ceder and Y. Jiang  Transportation Research Part C 118 (2020)  102667 4", "latex": null, "type": "figure"}, "FIGREF2": {"text": "The comparison method based on Eq. (8) satisfies the axiom of transitivity.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Algorithm 1:. Lexicographical ordering method using JND threshold (JND sorting algorithm) Input: Set of acceptable options L, and attributes associated with each option v For i = 1 to m // Compare from the most important to the least important Q i in ascending order based on the value of the i th attribute 4: = L Q L¯ī // Insert Q i into setS 5: = L L Q i // Update the remaining choice set to be sorted. 6: If = L : 7: break // Stop if all the options have been added to the ordered set A.A.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Set of attributes M , Set of nodes N , Set of arcs = A i j i j N i j {( , )| , , }Attributes associated with each edge:", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Results of comparing different route guidance methods using data set 2.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Results of comparisons listed in", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Avi) Ceder: Conceptualization, Methodology, Validation, Formal analysis, Writing -original draft, Writing -review & editing. Yu Jiang: Methodology, Software, Validation, Writing -original draft, Writing -review & editing, Formal analysis, Visualization. Acknowledgments This work is partly funded by the Innovation Fund Denmark (IFD) under File No. 4109-00005. This research has been supported by the National Natural Science Foundation of China (NSFC) (Project No. 71701030 and 71971038) Appendix A A.1. Proof of Theorem 1", "latex": null, "type": "figure"}, "TABREF0": {"text": ", comprised Fig. 1. Design framework.", "latex": null, "type": "table"}, "TABREF1": {"text": "Comparison based on Eq. (5).", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Ordered attributes m </td><td>Option A </td><td>Option B\n</td><td>JND m\n</td><td>| v l o, md vl o, dm|</td><td>m min( v , v)JND\nl m\nod\nod\n, ,\nl m\n</td><td>Noticeable difference\n</td></tr><tr><td>Travel time (very important) </td><td>11.5 min </td><td>10 min </td><td>20% </td><td>1.5 min </td><td>2 min </td><td>No: 1.5 min &lt; 2.0 min\n</td></tr><tr><td>Waiting time (important) </td><td>5 min </td><td>10 min </td><td>20% </td><td>5 min </td><td>1 min </td><td>Yes: 5 min &gt; 1 min\n</td></tr><tr><td>Fare (least important) </td><td>$ 5 </td><td>$ 4 </td><td>10% </td><td>$ 1 </td><td>$ 0.4 </td><td>Yes: $1 &gt; $0.4\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Comparison based on Eq. (8). (a) The minimum value and JND threshold for each attribute", "latex": null, "type": "table"}, "TABREF5": {"text": "Input for the schematic map example ofFig. 3.", "latex": null, "type": "table"}, "TABREF6": {"text": "Comparison scenarios.", "latex": null, "type": "table"}, "TABREF7": {"text": "Computation time under different numbers of PT attributes.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Computation time (seconds)\n</td><td> </td></tr><tr><td>No. of attributes </td><td>Weighted path method </td><td>Proposed JND method\n</td></tr><tr><td>1 </td><td>0.129 </td><td>0.205\n</td></tr><tr><td>2 </td><td>0.150 </td><td>0.254\n</td></tr><tr><td>3 </td><td>0.175 </td><td>0.315\n</td></tr></table></body></html>"}, "TABREF9": {"text": "It is easy to deduce from (A.1a) and (A.2a) that", "latex": null, "type": "table"}}, "back_matter": [{"text": "Meanshile, when = q q, Eq. (A.2b) can be written as , . This implies that there exists a value q q 1 such that, , } ,~~{ , , } ,~. This contradicts the prerequisite of the considered scenario b, i.e., > = m q q 1 and¯. Therefore, we say that case 2) is invalided under the considered scenario b.By combing Eq. (A.3) with the results from Case 1), we conclude that A C. c) > > m q q 1 andĪ n such a case, Eq. (A.1b) impliesMeanwhile, by eliminating q from (A.5), we haveSimilar to the analysis of scenario b, we consider two cases:; combing this with the first equation of Eq. (A.2b) and the prerequisite of this scenario, i.e.,{ , , } , , k q 1. This indicates that there exists a value q q¯1, such that, , } ,~{ , , } ,~, meaning that C could dominate B. This contradicts Eq. (A.2), requiring that B should dominate C. Therefore, we conclude that Case 2) is an invalid/impossible case.By combing Eq. (A.6) and the analysis of Case 1), and Eq. (A.8), we conclude that A C. d) > < m q q 1 andĪ n such a case, Eq. (A.2b) indicates, Meanwhile, Eqs. (A.5) and (A.6) also hold, and thus, we can conclude A C. Combining scenarios a) -d), we conlucde that if A B and B C, then A C. □", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "This corollary is a direct conclusion from scenarios a) -d) in the proof of Theorem 1. □", "cite_spans": [], "ref_spans": [], "section": "A.2. Proof of corollary 1"}, {"text": "Given A C and B C, Eq. (A.2) and the following Eq. (A.10) hold., . According to Eqs. (A.10b) and (A.11), we haveTherefore, we can prove corollary 2 (a), i.e., A B. Similarly, we can prove corollary 2 (b). □", "cite_spans": [], "ref_spans": [], "section": "A.3. Proof of corollary 2"}, {"text": "Proof: Due to space limitations, the proof is not presented here. In short, we follow the procedure for the proof of Theorem 1 and consider two cases:", "cite_spans": [], "ref_spans": [], "section": "A.4. Proof of corollary 3"}, {"text": "This appendix proves Theorem 2.1) If = m 1: the algorithm reduces to a simple sorting algorithm, which is addressed by line 2. 2) When > m 1, we compare the sorted set generated at = i k and = + i k 11 1 1 1 . Given Theorem 1, the axiom of transitivity, we only need to prove that + l l h k k 1 0 . In other words, the worst option generated at = + i k 1 is better than the best option at = i k. According to line 2 of the algorithm, we know This completes the proof. □ A.A. Ceder and Y. Jiang Transportation Research Part C 118 (2020) 102667", "cite_spans": [{"start": 475, "end": 535, "text": "Ceder and Y. Jiang Transportation Research Part C 118 (2020)", "ref_id": null}], "ref_spans": [], "section": "Appendix B"}]}