{"paper_id": "1fa060ad415c9341f091498a2be88bb9b5db6bf6", "metadata": {"title": "Supplemental Information What Is Required to Prevent a Second Major Outbreak of SARS-CoV-2 upon Lifting Quarantine in Wuhan City, China", "authors": [{"first": "Lei", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mingwang", "middle": [], "last": "Shen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xiaomeng", "middle": [], "last": "Ma", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shu", "middle": [], "last": "Su", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wenfeng", "middle": [], "last": "Gong", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jing", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yusha", "middle": [], "last": "Tao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zhuoru", "middle": [], "last": "Zou", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rui", "middle": [], "last": "Zhao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Joseph", "middle": ["T F"], "last": "Lau", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wei", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Feng", "middle": [], "last": "Liu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kai", "middle": [], "last": "Ye", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Youfa", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Guihua", "middle": [], "last": "Zhuang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Christopher", "middle": ["K"], "last": "Fairley", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "selected the top 10% of the least error to generate the 95% confidence intervals of the model outputs. A new set of bounds was generated based on the selected simulations, and the parameters were re-sampled. The iteration was repeated for ten times. The last selected set of results provided the 95% confidence intervals of the model outputs. Our calibration was also adjusted to adapt the temporary changes in the definition of confirmed cases to include both clinically and laboratory diagnosis according to treatment guideline v5 ( Figure S3a ). All analyses and simulations were performed in MATLAB R 2019a.", "cite_spans": [], "ref_spans": [{"start": 535, "end": 545, "text": "Figure S3a", "ref_id": "FIGREF3"}], "section": ""}, {"text": "We constructed the scenarios for the implementation (initiated on 23 rd January 2020) and lifting of the metropolitan-wide quarantine at various dates (21 st March, 28 th April, 4 th April, 11 th April, 18 th April and 25 th April). Theses days are each seven days apart. We assumed that the implementation and lifting would mainly affect person-to-person contacts and the use of a facial mask. Upon implementing the quarantine, the number of public contacts per person-day had significantly reduced by 80% whereas household contacts were tripled. Upon lifting the quarantine, we projected the epidemic at scenarios where the number of public contacts was returned to 50%, 80%, 100% and 150% of the pre-quarantine level and facial mask usage at 95%, 80%, 50% and 10%. We assumed household contacts would return to the pre-quarantine level after lifting the quarantine. In all the scenarios, the numbers of hospital contacts for patients and doctors were set at 20 and 60 per person-day, but they were allowed to decrease in the same rate as the number of diagnosed infected individuals after the peak of the epidemic. We included for completeness' sake the day when all internal cases were likely to have resolved although acknowledge that with intercity travel, this scenario is not a practical option.", "cite_spans": [], "ref_spans": [], "section": "Construction of scenarios"}, {"text": "We proposed a dynamic compartmental model to describe the transmission of COVID-19 in Wuhan city, Hubei province, China. The population was divided into thirteen compartments ( Figure S1 ): susceptible individuals (S), asymptomatic (but infectious) individuals during the incubation period (E), undiagnosed infectious individuals with mild (I1), moderate (I2), and severe/critical (I3) symptoms, clinical diagnosed cases with radiographic evidence of pneumonia, but testing result negative at the mild (D1), moderate (D2), and severe/critical (D3) stage, treated individuals after lab diagnosis at the mild (T1), moderate (T2), and severe/critical (T3) stage, recovered (R) and dead (D) individuals. The total population size was denoted as N, (N=S+E+I1+I2+I3+D1+D2+D3+T1+T2+T3+R). Figure S1 . A schematic flow diagram of COVID-19 infection. The recovery rate of clinically diagnosed cases at the mild (D1), moderate (D2), and severe/critical (D3) stage are ρ d1 (t), ρ d2 (t), ρ d3 (t), respectively, and not shown here due to too many arrows. Susceptible individuals became infected by being in contact with latent (E) and undiagnosed infectious individuals with symptoms (I1, I2, I3) in the public space and household (private space), and in contact with infected individuals (D1, D2, D3, T1, T2, T3) in a hospital setting. The overall rate of infection was given as the sum of rates of infections via these routes. That is, Λ = Λ + Λ + Λ ℎ _ + Λ ℎ _ , and for each of route of transmission, (1) public contacts", "cite_spans": [], "ref_spans": [{"start": 177, "end": 186, "text": "Figure S1", "ref_id": null}, {"start": 782, "end": 791, "text": "Figure S1", "ref_id": null}], "section": "Model formulation"}, {"text": "(2) household contacts", "cite_spans": [], "ref_spans": [], "section": "Model formulation"}, {"text": "(3) non-COVID-19 patients in contact with COVID-19 infected individuals in a hospital setting", "cite_spans": [], "ref_spans": [], "section": "Model formulation"}, {"text": "(4) medical staff in contact with COVID-19 infected individuals in a hospital setting ( ) = 2 ( )(1 − 1 2 ), ( ) = (1 − ) ( ), ℎ ( ) = ℎ 3 (1 − 1 3 ), ℎ ( ) = ℎ 4 (1 − 2 3 ), of which denoted the probability of transmission per contact with the infectious individuals with symptoms, and we assumed this probability was lower ((1 − ε) , here 0 ≤ ε ≤ 1 denotes the reduction in per-act transmission probability) when in contact with the latent individuals. ℎ denoted the probability of transmission per contact in the hospital. m1(t) and m2(t) denoted the average number of daily person-to-person contacts in the public space and household, respectively. p1(t), p2 and p3 denoted the usage rate of the mask in the public space, household and hospital, respectively. 1 and 2 denoted the effectiveness of facial mask/respirators for infection prevention by the general population and medical staff, respectively. m3 denoted the average daily contacts between patients in a hospital setting. m4 denoted the average daily contacts between medical staff and COVID-19 infected patients. Estimation of the population size and number of susceptibles for each route of transmission For public contacts, the overall population size (N) was the number of residents in Wuhan city, whereas the number of susceptibles was the number of individuals free of COVID-19 infection (S). For household contacts, the overall population size (Nf) was estimated as the total number of households members that are at-risk of COVID-19 infection, whereas the number of susceptible households members (Sf) is the difference between Nf and the number of infected individuals in these households. We assumed that the number of the households at-risk of infection was same as the number of individuals infected in public space because the probability of two or more household members was infected at the same time but at different public venues was very small. Hence, ( ) = 1 ( ), Where r was the average number of household members in a Chinese family and F1(t) was the cumulative number of individuals infected in public space F1(t), given by", "cite_spans": [], "ref_spans": [], "section": "Model formulation"}, {"text": "Further, the number of susceptible household members was given as, ( ) = ( − 1) 1 ( ) − 2 ( ), where F2(t) denoted the accumulated number of infected household members through household transmission,", "cite_spans": [], "ref_spans": [], "section": "Model formulation"}, {"text": "An illustration of household transmission was presented in Figure S2 .", "cite_spans": [], "ref_spans": [{"start": 59, "end": 68, "text": "Figure S2", "ref_id": "FIGREF0"}], "section": "Model formulation"}, {"text": "For hospital contacts, we assumed that individuals who were suspected of infections but not yet being confirmed were most at-risk of hospital-acquired infections. The estimated number of suspected individuals is approximately 100,000 in Wuhan, and the positive diagnosed rate was about 30-40%. Therefore, Np was approximately 60000-70000 individuals. Similarly, Sp was given as ( ) = − 3 ( ), where F3(t) denoted the accumulated number of non-COVID-19 patients infected through hospital contacts,", "cite_spans": [], "ref_spans": [], "section": "Model formulation"}, {"text": "Further, for medical staff who were in direct contact with COVID-19 individuals, the overall population size (Nd) was 120,000, accounting for 80,000 medical staff in Wuhan and 40,000 from the rest of the country. Similarly, Sd was given as ( ) = − 4 ( ), where F4(t) denoted the accumulated number of medical staff infected through hospital contacts,", "cite_spans": [], "ref_spans": [], "section": "Model formulation"}, {"text": "Modelling disease progression Individuals in the incubation period (E) progressed to the infectious compartment (infected but undiagnosed) with mild symptoms at a rate k1. The progression rates from mild to moderate symptoms and from moderate to severe/critical symptoms were k2 and k3, respectively. The detection rates of the infectious compartment with mild, moderate, and severe/critical symptoms by lab diagnosis are 1 ( ), 2 , and 3 , respectively. The detection rates of the infectious compartment with mild, moderate, and severe/critical symptoms by clinical diagnosis were 1 ( ), 2 , and 3 , respectively. denoted the detection rate in clinically diagnosed individuals with a previous negative lab test. The death rates of undiagnosed, clinical diagnosed, and lab diagnosed individuals with severe/critical symptoms are 1 , 2 , 3 , respectively. We assumed all diagnosed individuals were isolated but may still be able to transmit the virus to medical staff. Infected individuals with mild symptoms were assumed to recover spontaneously at a rate . Lab diagnosed individuals on treatment who were in mild, moderate, and severe/critical stage would recover at the rate 1 ( ), 2 ( ), 3 ( ), respectively. Clinically diagnosed individuals at these three stages would recover at the rates 1 ( ), 2 ( ), 3 ( ), respectively ( Figure S1 ). The model was described by the following system of ordinary differential equations:", "cite_spans": [], "ref_spans": [{"start": 1330, "end": 1339, "text": "Figure S1", "ref_id": null}], "section": "Model formulation"}, {"text": "The cumulative number of reported diagnosed cases, deaths, and recovered individuals according to treatment guidelines version 1-4 and 6-7 (lab diagnosis) were denoted as , ℎ , . The cumulative number of reported diagnosed cases, deaths, and recovered individuals according to treatment guidelines version 5 (both lab and clinical diagnoses) were denoted as , ℎ , , respectively. They were defined by the following equations:", "cite_spans": [], "ref_spans": [], "section": "Model formulation"}, {"text": "= ( 1 + 2 + 3 ) + 1 ( ) 1 + 2 2 + 3 3 , ℎ = 3 3 ,", "cite_spans": [], "ref_spans": [], "section": "Model formulation"}, {"text": "and = ( 1 ( ) + 1 ( )) 1 + ( 2 + 2 ) 2 + ( 3 + 3 ) 3 , ℎ = 2 3 + 3 3 , = 1 ( ) 1 + 2 ( ) 2 + 3 ( ) 3 + 1 ( ) 1 + 2 ( ) 2 + 3 ( ) 3 . (3)", "cite_spans": [], "ref_spans": [], "section": "Model formulation"}, {"text": "We collected the data on the number of daily and cumulative confirmed cases and deaths from 10 th January 2020 to 7 th March 2020 from the Wuhan Municipal Health Commission [1] and the Health Commission of Hubei Province [9] (Table S2 . The mean incubation time for COVID-19 was 5.2 days (1/k1=5.2) [9] . It followed from [11] that the median time from the first symptom to dyspnea was five days (interquartile range [IQR], 1-10) and from the onset of symptoms to ICU admission was ten days (IQR, 6-12) (Table 3) . Therefore, we assumed that the meantime from mild to moderate symptoms was five days (1/k2=5), and the meantime from moderate to severe/critical was 10-5=5 days (1/k3=5). The mean time from mild symptoms to spontaneous recovery was ten days (1/ =10) [12] . The mean number of members in a Chinese household was four [13] . It followed from [14] that the probability of transmission per contact with infectious individuals in the general population was =0.09 (0.0873-0.1057) based on the ratio of the cumulative confirmed cases and the cumulative individuals with close contact. We assumed the probability of transmission per contact ℎ in the hospital was only 3% of that in the general population due to strict sterilised environment in the hospital, i.e., ℎ = 0.03 × = 0.0027. The probability of transmission per contact with latent individuals was assumed to be half (1 − ε=0.5 [0.1-0.9]) of that with infectious individuals [12] .", "cite_spans": [{"start": 173, "end": 176, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 221, "end": 224, "text": "[9]", "ref_id": "BIBREF7"}, {"start": 299, "end": 302, "text": "[9]", "ref_id": "BIBREF7"}, {"start": 322, "end": 326, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 765, "end": 769, "text": "[12]", "ref_id": null}, {"start": 831, "end": 835, "text": "[13]", "ref_id": null}, {"start": 1442, "end": 1446, "text": "[12]", "ref_id": null}], "ref_spans": [{"start": 225, "end": 234, "text": "(Table S2", "ref_id": "TABREF1"}, {"start": 503, "end": 512, "text": "(Table 3)", "ref_id": "TABREF1"}], "section": "Data sources and parameter estimation"}, {"text": "The facial mask usage rate in the public space is drastically increased during the epidemic [15] [16], and we assumed a logistic growth for this percentage, i.e., 1 ", "cite_spans": [{"start": 92, "end": 96, "text": "[15]", "ref_id": "BIBREF16"}, {"start": 163, "end": 164, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Data sources and parameter estimation"}, {"text": ", where = 15 is the time when the metropolitan-wide quanratine (23 rd Janurary) initiated but with two days delay, is the background facial masks usage rate in the public space before the epidemic, and ̅ is the maximal facial masks usage rate in the public space during the epidemic. An observational survey [17] in the street in Beijing show that only about 10% of people wear the facial mask in routine life in winter, so we assumed = 10% as the base case facial mask usage in the absence of COVID-19. The data in [15] showed that 97.6% of customers wear the facial mask in the shops in Wuhan city after quarantine (23 rd January-10 th February 2020). Another online survey [18] show that 97.3-99.3% of people wear the facial mask in the public space, so we assume ̅ = 97.6% (97.3-99.3%). The usage rate of facial mask in the private space 2 is set as zero [19] , and in the hospital facial mask usage 3 was set as 100% based on the field data. The effectiveness of mask to prevent infection for the general population 1 and for the medical staff 2 are chosen as 80% (50-95%) and 95% (90%-100%) (medical staff was assumed to be better equipped), respectively, based on one metaanalysis against respiratory infections [20] and retrospective study against COVID- 19 [21] .", "cite_spans": [{"start": 308, "end": 312, "text": "[17]", "ref_id": "BIBREF20"}, {"start": 516, "end": 520, "text": "[15]", "ref_id": "BIBREF16"}, {"start": 676, "end": 680, "text": "[18]", "ref_id": null}, {"start": 859, "end": 863, "text": "[19]", "ref_id": "BIBREF22"}, {"start": 1263, "end": 1270, "text": "19 [21]", "ref_id": null}], "ref_spans": [], "section": "Data sources and parameter estimation"}, {"text": "The data in [15] show that the number of daily customers has reduced by 71-94% since the quarantine on 23 Jan, so we assume the average number of daily contacts in the public space 1 ( ) has reduced by 80% in the base case, with a decreasing logistic function,", "cite_spans": [{"start": 12, "end": 16, "text": "[15]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Data sources and parameter estimation"}, {"text": ", where is the background daily contact number in the public space before the quarantine and was model-estimated. Home confinement led to three times longer 'stay at home' duration than the pre-quarantine level [13], so we assume the average number of daily contacts in a household increased from 4 to 12, in the form of an increasing logistic function, 2 ( ) = 4 + . The average number of daily contacts between patients was estimated as 20 , and a medical staff member would be in contact with an average of 60 (50-120) infected individuals. Both numbers were based on field data. Both numbers were allowed to decrease at the same rate as the number of diagnosed infected individuals after the peak of the epidemic. The lab diagnosis rate of individuals with severe/critical symptoms ( 3 ) and moderate symptoms ( 2 ) are chosen as 100% [11] [12] and 50% [12], respectively. The lab diagnosis rate of individuals with mild symptoms increases gradually as more health resources became available, and we assumed an increasing logistic function, 1 ( ) = 0.05 + . This function indicated that only 5% of the patients with mild symptoms was diagnosed daily initially but this rate increases to a higher value of 1 ̅̅̅̅ (model-estimated) over time. We assumed the clinical diagnosis rates for individuals with mild ( 1 ( )), moderate ( 2 ), and severe/critical symptoms ( 3 ) were proportional to the lab diagnosis rates with a factor f (model-estimated), i.e., 1 ( ) = × 1 ( ), 2 = × 2 ,", "cite_spans": [{"start": 839, "end": 843, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Data sources and parameter estimation"}, {"text": "The recovery rate of treated individuals with severe/critical symptoms 3 ( ) increased over time as more health resources became available, and we assumed an increasing logistic function, 3 ( ) = 3 ̅̅̅̅ 1+exp (− 3 ( − ))", "cite_spans": [], "ref_spans": [], "section": "Data sources and parameter estimation"}, {"text": ", where 3 ̅̅̅ was the maximal recovery rate during the epidemic, 3 was the growth rate of recovery, and was the time when the recovery rate is half of the maximal recovery rate. All three parameters were model-estimated. According to the report of the WHO-China Joint Mission on COVID-19 [22] , the average recovery period for individuals with mild and severe/critical symptoms were 2 and 4.5 weeks, respectively. Thus, we assumed the average recovery period for individuals with moderate symptoms was the average of the two, which was 3.25 weeks. According to these durations, recovery rate of individuals with a moderate symptom was 1.38 times faster than individuals with a severe/critical symptom, that is 2 ( ) = 1.38 × 3 ( ). Similarly, recovery rate of individuals with a mild symptom was 2.25 times faster than individuals with a severe/critical symptom, that is 1 ( ) = 2.25 × 3 ( ). We assumed the recovery rates of clinically diagnosed individuals with mild ( 1 ( )), moderate ( 2 ( )), and severe/critical symptoms ( 3 ( )) were proportional to the recovery rates of lab diagnosed individuals [23] and denoted this factor as q (model-estimated), i.e., 1 ( ) = × 1 ( ), 2 ( ) = × 2 ( ), 3 ( ) = × 3 ( ).", "cite_spans": [{"start": 288, "end": 292, "text": "[22]", "ref_id": "BIBREF25"}, {"start": 1105, "end": 1109, "text": "[23]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Data sources and parameter estimation"}, {"text": "The total population size in Wuhan city was 11,081,000 based on China Population and Employment Statistics Yearbook in 2019. The initial values of the disease states were given as I1(0)=41, N(0)= 11,081,000, and the initial values of other variables are 0. We left E(0) as a model-estimated parameter.", "cite_spans": [], "ref_spans": [], "section": "Data sources and parameter estimation"}, {"text": "We calibrated the model to the daily confirmed cases and deaths data from 10 th January 2020 to 7 th March 2020 by using a nonlinear least-squares method. The unknown parameters (Table S1 ) were sampled within their bounds by the Latin hypercube sampling method and repeated 1000 times. For every simulation, we calculated the sum of squared errors between the model output and data, and selected the top 10% with the least square errors was selected to form a new dataset. The selected dataset was then used to generate a new set of narrower bounds, and the parameters were resampled 1000 times within the new bounds for a new round of simulation. We repeated this iteration for ten times, and the last selected dataset was used to generate the 95% confidence intervals. All analyses and simulations were performed in MATLAB R 2019a.", "cite_spans": [], "ref_spans": [{"start": 178, "end": 187, "text": "(Table S1", "ref_id": "TABREF1"}], "section": "Data sources and parameter estimation"}, {"text": "Based on these estimated parameter values, we predicted the risk of secondary outbreak for different contact rate after lifting the quarantine (50%, 80%, 100%, 150% of contact rate in the public space before the lockdown), mask usage rate (95%, 80%, 50%, 10%), and the time to lift the quarantine (21 th March, 28 th March, 4 st April, 11 th April, 18 th April and 25 th April). March 2020 with a 100% public contact rate and 80% facial mask usage; this leads to a second major outbreak. (Blue: public contacts; Brown: 14 household contacts; Yellow: hospital-acquired infections in non-COVID-19 patients; Purple: hospital-acquired infections in medical staff). ", "cite_spans": [], "ref_spans": [], "section": "Data sources and parameter estimation"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Wuhan Municipal Health Commission. Public announcement", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Daily report of COVID-19", "authors": [{"first": "H", "middle": ["C O"], "last": "Province", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "National Health Commission China. National Health Commission of the People's 53 Republic of China. New coronavirus pneumonia diagnosis and treatment plan (Version 6)", "authors": [], "year": null, "venue": "", "volume": "54", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Presumed Asymptomatic Carrier Transmission of COVID-19", "authors": [{"first": "Y", "middle": [], "last": "Bai", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A Familial Cluster of Infection Associated With the", "authors": [{"first": "P", "middle": [], "last": "Yu", "suffix": ""}], "year": 2019, "venue": "Novel Coronavirus", "volume": "59", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Indicating Possible Person-to-Person Transmission During the Incubation Period. The 60 Journal of Infectious Diseases", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Effectiveness of Masks and Respirators Against Respiratory Infections 62 in Healthcare Workers: A Systematic Review and Meta-Analysis", "authors": [{"first": "V", "middle": [], "last": "Offeddu", "suffix": ""}], "year": 2017, "venue": "Clin Infect Dis", "volume": "63", "issn": "11", "pages": "1934--1942", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Health Commission of Hubei Province. Daily report of COVID-19", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Early Transmission Dynamics in Wuhan, China", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": ["H"], "last": "Guan", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Clinical Characteristics of 138 Hospitalized Patients With", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Hu", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Novel Coronavirus-Infected Pneumonia in Wuhan, China", "authors": [], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["7210.1001/jama.2020.1585"]}}, "BIBREF12": {"ref_id": "b12", "title": "Fitting and forecasting the trend of COVID-19 by SEIR+CAQ 74 dynamic model", "authors": [{"first": "Y", "middle": [], "last": "Wei", "suffix": ""}, {"first": "Z", "middle": [], "last": "Lu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Du", "suffix": ""}], "year": 2020, "venue": "Chin J Epidemiol", "volume": "41", "issn": "4", "pages": "470--475", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "We should prepare for the transmission of COVID-19 in the 76 long run: simulating the risk of the secondary outbreak after holiday", "authors": [{"first": "B", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Ai", "middle": ["C"], "last": "Ma", "suffix": ""}, {"first": "L", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "Journal of System", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "National Health Commission: The growth rate has decreased to 25.69% in the 79 10 th day for controlling the COVID-19", "authors": [{"first": "J", "middle": [], "last": "Liang", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Mobile robot data: The facial mask useage rate reached 97", "authors": [{"first": "", "middle": [], "last": "Kejixun", "suffix": ""}, {"first": "", "middle": [], "last": "Liebao", "suffix": ""}], "year": null, "venue": "", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Wuhan city during the epidemic", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Facemask shortage and the novel 85 coronavirus (2019-nCoV) outbreak: Reflection on public health measures", "authors": [{"first": "Huailiang", "middle": [], "last": "Wu", "suffix": ""}, {"first": "Jian", "middle": [], "last": "Huang", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Casper", "suffix": ""}, {"first": "", "middle": [], "last": "Zhang", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "How many people wear facial masks in Beijing? A street", "authors": [{"first": "M", "middle": [], "last": "Mao", "suffix": ""}, {"first": "M", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhang", "suffix": ""}], "year": null, "venue": "", "volume": "18", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Bulletin of COVID-19 online survey", "authors": [{"first": "J", "middle": [], "last": "Gu", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hao", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "How to protect yourself when returning? Whether it is necessary to wear facial 93 masks at home? 94", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Effectiveness of masks and respirators 97 against respiratory infections in healthcare workers: A systematic review and meta-98 analysis", "authors": [{"first": "V", "middle": [], "last": "Offeddu", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Yung", "suffix": ""}, {"first": "Fong", "middle": [], "last": "Low", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "", "suffix": ""}], "year": 2017, "venue": "Clin Infect Dis", "volume": "65", "issn": "11", "pages": "1934--1942", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Association between COVID-100 19transmission and N95 respirator use", "authors": [{"first": "Xinghuan", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Zhenyu", "middle": [], "last": "Pan", "suffix": ""}, {"first": "Zhenshun", "middle": [], "last": "Cheng", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.02.18.20021881"]}}, "BIBREF25": {"ref_id": "b25", "title": "Report of the WHO-China Joint Mission on Coronavirus 102 Disease", "authors": [], "year": 2019, "venue": "", "volume": "104", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "National Health Commission of the People's Republic of China. The 5 th version 105 diagnosis and treatment guidelines of COVID-19", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "An example about the public and private transmission. The average number of family member r=4.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Model calibration to the number of daily and accumulated confirmed cases and deaths.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "S4a-b. Impact of different levels of facial mask usage (95% and 50%) on the COVID-19 epidemic in Wuhan city, on various 6 quarantine lifting dates. The public contact rate is fixed at 100% (same as the pre-quarantine level). S4c-d. Impact of different levels of public contact rate (80% and 150%) on the COVID-19 epidemic in Wuhan city, on various 8 quarantine lifting dates. The facial mask usage is reduced to 80%. [Grab your reader's attention with a great quote from the document or use this space to emphasize a key point. To place this text box anywhere on the page, just drag it.] Comparison of the composition of transmission routes in two different resumption scenarios: (a) life city quarantine on 19 th March 12 2020 with a 100% public contact rate and 85% facial mask usage; this leads to smooth decline of the epidemic; (b) life city quarantine on 19 th13", "latex": null, "type": "figure"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "The parameter table for the model simulation.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Parameter denotation </td><td>Parameter description </td><td>Range or 95%CI </td><td>Sources </td></tr><tr><td>1/k1 </td><td>The mean incubation time </td><td>5.2 (4.1-7.0) </td><td>[9][9] </td></tr><tr><td>1/k2 </td><td>(days) The mean time from mild to moderate symptoms (days) </td><td>5 (1-10) </td><td>[11] </td></tr><tr><td>1/k3 </td><td>The mean time from moderate to severe/critical symptoms (days) </td><td>5 (2-5) </td><td>[11] </td></tr><tr><td>1/ </td><td>The mean time from mild symptoms to spontaneous recovery (days) </td><td>10 </td><td>[12] </td></tr><tr><td> </td><td>Detection rate in clinically diagnosed individuals with previous negative lab test results </td><td>0.0997 (0.0969-0.1034) </td><td>Model-estimated </td></tr><tr><td>1 </td><td>Death rate of undiagnosed individuals with severe/critical symptoms Death rate in clinically diagnosed individuals with severe/critical symptoms </td><td>0.0398 (0.0373-0.0428) </td><td>Model-estimated </td></tr><tr><td>2 </td><td>0.0287 (0.0136-0.0441)×1 </td><td>Model-estimated </td></tr><tr><td>3 </td><td>Death rate of lab diagnosed individuals with severe/critical symptoms </td><td>0.4117 (0.3461-0.4808)×1 </td><td>Model-estimated </td></tr><tr><td> </td><td>The mean number of members in a family </td><td>4 </td><td>[13] </td></tr><tr><td>E(0) </td><td>The initial value of latent individuals </td><td>20.0446 (18.7456-21.3011) </td><td>Model-estimated </td></tr><tr><td> </td><td>The per-act transmission probability while in contact with infected individuals with symptoms </td><td>0.09 </td><td>[14] </td></tr></table></body></html>"}, "TABREF3": {"text": "Data source: reported cumulative confirmed cases, and deaths data in [3]. National Health Commission China. National Health Commission of the People's Republic of China. New coronavirus pneumonia diagnosis and treatment plan (Version 5).", "latex": null, "type": "table"}}, "back_matter": []}