{
    "paper_id": "1fa252dbedaf79466a6cdd9357deb16f2a3df827",
    "metadata": {
        "title": "Interplay between collective behavior and spreading dynamics on complex networks",
        "authors": [
            {
                "first": "Kezan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guilin University of Electronic Technology",
                    "location": {
                        "postCode": "541004",
                        "settlement": "Guilin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhongjun",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guilin University of Electronic Technology",
                    "location": {
                        "postCode": "541004",
                        "settlement": "Guilin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhen",
                "middle": [],
                "last": "Jia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guilin University of Technology",
                    "location": {
                        "postCode": "541004",
                        "settlement": "Guilin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Small",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Western Australia",
                    "location": {
                        "postCode": "6009",
                        "settlement": "Crawley",
                        "region": "WA",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Xinchu",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai University",
                    "location": {
                        "postCode": "200444",
                        "settlement": "Shanghai",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "There are certain correlations between collective behavior and spreading dynamics on some real complex networks. Based on the dynamical characteristics and traditional physical models, we construct several new bidirectional network models of spreading phenomena. By theoretical and numerical analysis of these models, we find that the collective behavior can inhibit spreading behavior, but, conversely, this spreading behavior can accelerate collective behavior. The spread threshold of spreading network is obtained by using the Lyapunov function method. The results show that an effective spreading control method is to enhance the individual awareness to collective behavior. Many real-world complex networks can be thought of in terms of both collective behavior and spreading dynamics and therefore to better understand and control such complex networks systems, our work may provide a basic framework. V C 2012 American Institute of Physics. [http://dx.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "From the real world, we can find many examples in which collective behavior and spreading behavior appear simultaneously and interplay with one another. In the stock market, the prices of different stocks will increase or decrease synchronously if relevant political canard spreads. Conversely, the price fluctuation also influences the spreading of relevant political canard. With the fast spread of an infectious disease in society, the times of avoiding assemblage and washing hand, etc., of people will increase in a synchronous way to protect themselves. On the other hand, this synchronous response will weaken the disease spread to some degree. In order to precisely control these collective and spreading behaviors and understand their interplay from the viewpoint of mathematics, the first step should be the construction of a suitable model which can display similar properties for these real dynamical networks. So, in this work, we will provide some mathematical models and address correlation between the collective and spreading dynamics on complex networks. The research results show that our models correspond closely with many real dynamical complex networks, and an effective spreading control method is to enhance the individual awareness to collective behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is well known that many real biological and social systems can be considered as dynamical complex networks. For examples, the daily activities of cows (eating, lying down, and standing) can be modeled by a dynamical network, where local dynamics of each cow is described by an oscillator of a piecewise linear dynamical system. 1 The authors in Ref. 1 not only studied interesting dynamics such as synchronization but also developed some biological predictions. Many other examples can be found in Ref. 2 . Now, let us ask: when an infectious disease spreads among these cows, what is the impact on their synchronous behavior? Can then this synchronous behavior weaken or strengthen the disease spread process? We feel that these problems can be resolved by examining the interplay between the collective and spreading dynamics on complex networks.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 332,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 506,
                    "end": 507,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "It is an interesting and important topic to consider the interplay between different dynamical behaviors appearing in complex networks. The correlation between traffic flow and epidemic spreading on complex networks was investigated numerically and theoretically in Ref. 3 , for the case where the epidemic incidence was shaped by traffic-flow conditions and epidemic pathways were defined and driven by flows. The results in Ref. 3 provided a general framework for us to understand the spreading processes on complex traffic networks. We have investigated mathematically the correlation between the dynamical synchronization and the epidemic behavior on complex networks, 4 and a very explicit condition for synchronization with respect to the epidemic rate was obtained. However, in this case, we only considered a special collective behavior, i.e., global synchronization. Moreover, the correlation between the dynamical synchronization and the epidemic behavior is unidirectional, i.e., the spreading behavior can influence the dynamical synchronization, but not vice versa. So, in this paper, we will extend our former research work to consider that the correlation between the collective behavior and the spread behavior is bidirectional and address further phase synchronization which may be a more general collective behavior. In this work, we first propose a general bidirectional model of collective behavior and spreading dynamics on complex networks in Sec. II. Then in Secs. III-V, two concrete models are provided and studied, respectively, corresponding to two collective behaviors of dynamical behavior network, i.e., global synchronization and phase synchronization. By using the Lyapunov function method, we investigate the spread threshold of spreading on a network. In Sec. VI, we investigate finally the control problem of spreading behavior and provide an effective control strategy.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 272,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 431,
                    "end": 432,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 673,
                    "end": 674,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "A general coupled model of collective and spreading behaviors on complex networks can be described as System (1) gives a bidirectional model between collective behavior and spread dynamics, where the dynamical behavior process X(t) can play a role in spread behavior Y(t) by embedding the error E(t), and the spread behavior Y(t) influences the dynamical behavior process X(t) by changing its coupling strength c(t). In real life, many dynamical phenomena can be described and explained by system (1). For example, when a political canard spreads, many relevant stocks will increase or decrease their prices synchronously for the explicit benefit of their corresponding corporations by closer communication. Conversely, the collective price fluctuation also accelerates or decelerates the spreading of relevant political canards. Similarly, when a certain infectious disease breaks out, people or animals will take some collective protective measures such as washing hands frequently, avoiding assemblage, resting frequently, etc. At the same time, these collective behaviors will further influence the disease spread. Fig. 1 gives a schematic diagram of three groups of collective and spreading behaviors which are interrelated closely, where the arrowhead shows the reliant relation between them.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1119,
                    "end": 1125,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "II. A GENERAL BIDIRECTIONAL MODEL"
        },
        {
            "text": "In Secs. III-V, we will consider two important collective behaviors, i.e., global synchronization and phase synchronization, and investigate the interplay between them and corresponding spreading behaviors. Undoubtedly, to deal with these problems the first step is that system (1) should be described precisely with the corresponding mappings F, G, H, and E.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. A GENERAL BIDIRECTIONAL MODEL"
        },
        {
            "text": "Before constructing a concrete system, we should make the following basic assumptions. There is a weakly linear coupling between individuals in the dynamical behavior network in the beginning stage when spreading begins. And, there exists an interactional relationship between a dynamical behavior network and a spreading network, i.e., inhibiting or promoting each other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "Based on these assumptions, the model of SIS spread synchronization proposed in Ref. 4 x i ðtÞ 2 R n denotes the state variable of the i-th node at the time t, and the function f ðÁÞ defines the local dynamics of each node and is supposed to be chaotic. The function cðtÞ > 0 is the coupling strength and the matrix H 2 R nÂn represents the inner-coupling matrix which is a constant 0 -1 matrix linking coupled variables, and we assume it is positive. The coupling matrix A ¼ ða ij Þ NÂN with zero-sum rows shows the coupling configuration of the network. If nodes i and j are connected, then a ij ¼ a ji ¼ 1; otherwise a ij ¼ a ji ¼ 0. The diagonal elements of the coupling matrix A are",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 86,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "III. GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "where k i denotes the degree of node i. With these assumptions, the eigenvalues 5 of matrix A can be given by 0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "The global synchronization error is set as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "ksðtÞ À x j ðtÞk 2 1þ ksðtÞ À x j ðtÞk 2 2 ½0; 1Þ; (4) where s(t) is the synchronous state of the dynamical behavior network. Then, we define /ðtÞ ¼ ð1 À aÞEðtÞ þ a with constant a 2 ð0; 1Þ, and E 1 ðtÞ ¼ P N j¼1 ksðtÞ À x j ðtÞk 2 in the third equation of system (2) .",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 54,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "III. GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "The variables I k ðtÞ denote the density of infected nodes (individuals) with connectivity (contact) k at time t and IðtÞ ¼ P d k¼1 pðkÞI k ðtÞ is the total infectious density. The spread rate k 2 ð0; 1 denotes the probability with which each susceptible node is infected if it is connected to one infected node. The term HðtÞ gives the probability that a randomly chosen link emanating from a node leads to an infected node. Moreover, HðtÞ has the form",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "where the average degree hki ¼ P d k¼1 kpðkÞ. By this form, we mean that the connectivities of nodes in the spreading network are uncorrelated. The parameter b > 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "The initial condition of system (2) can be set as follows. The initial state x i ð0Þ is chosen randomly from the real numbers and I k ð0Þ ¼ q k ; cð0Þ ¼ r with 0 < q k ( 1 and 0 < r ( 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "The physical meaning of model (2) was explained in detail in our former paper. 4 Besides, the additional term /ðtÞ ¼ ð1 À aÞEðtÞ þ a in the second equation of model (2) denotes the admission rate, 6 as the information of synchronization can be considered as a kind of individual awareness (or the risk perception). When all individuals achieve syn-chronization, i.e., EðtÞ ! 0 as t ! 1, then the admission rate achieves the minimum a. Smaller value of parameter a means greater awareness to collective behavior. The case a ¼ 1 shows there is no awareness to the information of synchronization.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 33,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 79,
                    "end": 80,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 165,
                    "end": 168,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 197,
                    "end": 198,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "III. GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "The infection control behavior of individuals within the community can be quantified by the variable /ðtÞ-this is the degree to which the behavior of the individual acts to reduce their risk of infection from others (and also risk of infecting others for a disease with a latent period): the rate of infection k becomes /ðtÞk. Nonetheless, this individual behavior is a manifestation of the individuals behavior (through, for example, wearing of face masks, modification of hygiene practice, sharing of utensils, and washing of hands), and this is something which can be observed by others. There is a collectivization in ones response-if more people are wearing face masks in public it becomes more acceptable to do so and one is more likely to follow suit: or vice versa. Hence, the dynamical behavior of this parameter /ðtÞ exhibits a synchronization which, in term, influences the disease dynamics. Now, we will address two basic properties of system (2), i.e., spread threshold of the spreading network and synchronization stability of the dynamical behavior network. By using a similar analytical method presented in Ref. 7, we can obtain easily that the spread threshold is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "In order to prove this spread threshold from the view of mathematics we should adopt a global stability analysis method, which will be shown in the next section. For the dynamical behavior network, if k > k c , then all x i ðtÞ; i ¼ 1; 2; …; N will realize synchronization globally and asymptotically, as we will investigate in Sec. IV. We now give some numerical examples to investigate model (2) . Without loss of generality, we assume that the local dynamics of the dynamical behavior network are identical and defined as the chaotic Lorenz oscillation. 8 From the point of view of a physical spread transmission process, it is rather difficult to justify this assumption. But we just use it for numerical simulations. This oscillation can be presented as",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 397,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 557,
                    "end": 558,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "III. GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "where parameters a 1 ¼ 10; a 2 ¼ 28; a 3 ¼ ð8=3Þ. And the inner-coupling matrix H is chosen as the identity matrix. First, we consider that the spreading network and dynamical behavior network having the same network topological structure. This implies that the individuals in the spreading network and dynamical behavior network are identical. For example, when human disease spreads, the reactive collective behaviors of washing hand, avoiding assemblage, etc., are also generated by people within the community. The network structure embedded in model (2) is set to be the BA network 9 with size N ¼ 200. This network evolves from initial network with size m 0 ¼ 4 and we add each new node with m ¼ 3 new edges. Other parameters are chosen as q 3 ¼ 0:03; q k ¼ 0; k 6 ¼ 3 and r ¼ 0:01; b ¼ 0:001. Fig. 2 gives a simulation under k ¼ 0:05; a ¼ 0:5, where the spreading does not become endemic and synchronization is not realized. In this case, the individuals do not exhibit collective behavior since the spread will die out and its prevalence is too small to keep them close. By increasing the spreading rate to k ¼ 0:3 in Fig. 3 , the synchronization is achieved and spreading also becomes endemic. Moreover, a very interesting phenomenon is that the total density I(t) is oscillating, which is also found in adaptive epidemic networks. 10, 11 If the collective behavior fails to influence the spreading, i.e., setting a ¼ 1, then the total density I(t) will converge monotonically to a larger value. From this simulation, we can see that the collective behavior can inhibit greatly the spreading behavior.",
            "cite_spans": [
                {
                    "start": 1341,
                    "end": 1344,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1345,
                    "end": 1347,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 800,
                    "end": 806,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1126,
                    "end": 1132,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "III. GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "Next, we study an expert case in which the spreading network and dynamical behavior network have different network topological structures. This means that the individuals in the spreading network and the dynamical behavior network are nonidentical. For example, in the event of a political canard, the spreading network consists of individual people, while the stocks can be regarded as the corresponding dynamical behavior network of the stock market. Let N 1 ; N 2 denote the sizes of spreading network and dynamical behavior network both with BA mechanisms, respectively. With other parameters fixed, from Fig. 4 we can not find essential difference by only changing the network structure. The impact of the change of network structure on the spreading dynamics will be further discussed in detail in Sec. VI.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 609,
                    "end": 615,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "III. GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "In this section, we will study the global stability of equilibriums of model (2) by utilizing the method of global Lyapunov functions. Based on this analysis, we can get the spread threshold (6) for the spreading network and a synchronization condition for the dynamical behavior network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "For the dynamical behavior network in model (2), we first make the following preparations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "Suppose that P ¼ diagðp 1 ; p 2 ; …; p n Þ is a positive matrix. If there is a constant n, such that for all xðtÞ; yðtÞ 2 R n ; t > 0, then, we always have that ðx À yÞ T P½f ðxÞ À f ðyÞ nðx À yÞ T ðx À yÞ: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "where is Kronecker product and I N denotes N-order identity matrix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "For the spreading network in model (2), we set b kj ¼ kkjpðjÞ hki ; i; j ¼ 1; 2; …; d, and nonnegative matrices",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "By setting I ¼ ðI 1 ; I 2 ; …; I d Þ 2 R d , then the spreading network in model (2) can be rewritten as in a more compact form",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "By simple computation, we know that the nonnegative matrix M 0 has eigenvalues as l 1 ¼ l",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "where q denotes the spectral radius. Then we have R 0 ¼ k/ðtÞ hk 2 i hki , which is the basic reproduction number for this spreading network that will be shown later. When the synchronization of the dynamical behavior network achieves stability, R 0 will converges to fixed value ka hk 2 i hki , from which we can get the spread threshold (6) .",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 342,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "Obviously, the matrix MðI 0 Þ is irreducible, where I 0 ¼ ð0; 0; …; 0Þ 2 R d . Define C ¼ fðI 1 ; I 2 ; …; I d Þ 2 R d j0 I k 1; k ¼ 1; 2; …; dg;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "and let C o denote the interior of C. The spreading network in model (2) is said to be uniformly persistent 12 in C o , if there exists a constant c 2 ð0; 1Þ such that lim inf t!1 I k ðtÞ > c for all k provided ðI 1 ð0Þ; I 2 ð0Þ; …; I d ð0ÞÞ 2 C o . Since the spreading network can be reduced to a particular case of multi-group epidemic model, we have the following stability analysis mainly enlightened by the work in Ref. 12 , which have solved the uniqueness and global stability of a multi-group SIR epidemic model. Theorem 1. If R 0 1, then I 0 is the unique equilibrium of the spreading network in model (2) and it is globally stable in C. If R 0 > 1, then I 0 is unstable and this network is uniformly persistent in C o .",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 110,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 425,
                    "end": 427,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 611,
                    "end": 614,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "Proof. By noting that ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "Since M 0 is irreducible, then x i > 0 for i ¼ 1, 2,…, d. Define the following function:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "The derivative of V(t) with respect to t along the solution of the system (11) is given by can conclude that dVðtÞ dt > 0 in a neighborhood of I 0 in C o . So, in this case the equilibrium I 0 is unstable. By a similar discussion in Ref. 12 , this instability means that this network is uniformly persistent in C o .",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 240,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "Theorem 2. If R 0 > 1, then there exists a unique endemic equilibrium I Ã of the spreading network in model (2) , and it is globally asymptotically stable in C o . Moreover, the synchronization manifold of the dynamical behavior network in this model is also globally asymptotically stable.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "Proof. Since S k ðtÞ þ I k ðtÞ ¼ 1 for k ¼ 1, 2,…, d, the spreading network can be rewritten as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "And the error system of the dynamical behavior network is described by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "Let ðI Ã 1 ; I Ã 2 ; …; I Ã d Þ 2 C o be an endemic equilibrium of the spreading network (16) , and set",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "whose each column sum equals zero. Construct a function as VðtÞ ¼ V 1 ðtÞ þ V 2 ðtÞ, with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "where v k > 0 is the cofactor of the k-th diagonal entry of B satisfying Bðv 1 ; v 2 ; …; v d Þ T ¢ Bv ¼ 0, 12 and",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 110,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "where b ¼ Àk 2 k min ðPHÞ > 0; k min ðPHÞ denotes the minimal eigenvalue of matrix PH and c 0 is a undetermined constant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "For V 1 ðtÞ, its derivative with respect to t along the solution of the system (16) is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "Now, we will show that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "For the left-hand side of above inequality, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "To prove the inequality (22), it suffices to show",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "To this end, by using",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "and the equal sign holds if and only if S k ¼ S Ã k . Using Eqs. (21)-(23) and noting that /ðtÞ ! a > 0 and b ij ¼ b ij S Ã i I Ã j , we further obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "Based on graph theory, the authors in Ref. 12 have proven From Theorem 1, we know that if R 0 > 1, then the spreading network in model (2) is uniformly persistent in C o . Combining the continuity and this uniformly persistent property of function I(t), we can conclude that if R 0 > 1, then there is a constant c > 0 such that IðtÞ ¼ P d k¼1 pðkÞI k ðtÞ > c for all t > 0. So, we can further obtain",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 45,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "Integrating the above discussions, we have is the singleton ðS Ã 1 ; …; S Ã d ; I Ã 1 ; …; I Ã d ; 0; …; 0; c 0 Þ. By LaSalle's Invariance Principle, this equilibrium is globally asymptotically stable. So, the unique endemic equilibrium I Ã of the spreading network in model (2) is globally asymptotically stable in C o , and the synchronization manifold of the dynamical behavior network is also globally asymptotically stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "In addition, note here that we have obtained the basic reproduction number by a global analysis to SIS model on complex network, while the results of the literature 12 are applicable to multi-group SIR model. This means that we have extended the analysis in Ref. 12 to a more general model.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 265,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "IV. STABILITY OF GLOBAL SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "Compared to global synchronization discussed in Sec. IV, phase synchronization may be a more general collective behavior and more commonly observed in the real world. So, in this section, we will address this collective behavior and its influence on spreading behavior. Based on the famous Kuramoto model [13] [14] [15] and the framework of general model (1), we can construct a concrete system as",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 309,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "V. PHASE SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "j¼1 a ij sinðh j ðtÞ À h i ðtÞÞ; _ I k ðtÞ ¼ k½ð1 À aÞð1 À EðtÞÞ þ ak½1 À I k ðtÞHðtÞ ÀI k ðtÞ; _ cðtÞ ¼ bIðtÞð1 À EðtÞÞ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. PHASE SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "where i ¼ 1, 2,…, N, k ¼ 1, 2,…, d. The phase of the i-th individual is denoted by h i , and x i represents its intrinsic frequency. Compared to the general model (1), we get XðtÞ ¼ ðh 1 ðtÞ; h 2 ðtÞ; …; h N ðtÞÞ and YðtÞ ¼ ðI 1 ðtÞ; I 2 ðtÞ; …; I d ðtÞÞ T , correspondingly. The phase synchronization error is set as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. PHASE SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "and the meaning of other mathematical symbols in model (28) is the same as that stated in Sec. III. If EðtÞ ! 1 as t ! 1, then the dynamical behavior network achieves global phase synchronization. If EðtÞ ! 0, then the phases of all individuals are different from each other and no synchronization phenomenon exists in this dynamical behavior network. When EðtÞ ! e and 0 < e < 1, this means that cluster synchronization appears with a proportion e. Then, the spread threshold of the spreading network is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. PHASE SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "The initial condition of system (28) can be set as follows. Without loss of generality, we choose the WS smallworld network 16 with probability p ¼ 0.1 for rewiring links as the topology structure for the spreading network and dynamical behavior network. The initial phase h i ð0Þ and intrinsic frequency x i are chosen uniformly from intervals ðÀp; pÞ and (À1/2, À1/2), respectively. The parameters a ¼ 0:8; b ¼ 1 and initial coupling strength c(0) ¼ 0.1.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 126,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "V. PHASE SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "With the increasing spreading rates k, we can see that the number of synchronous clusters in dynamical behavior network becomes smaller and the stable total density of spreading network becomes larger (see Figs. 5 and 6). Moreover, an interesting observation in Fig. 6 is that the total density fluctuates and goes to zero eventually. Then, by setting a ¼ 1 we can see from Fig. 7 that the spreading behavior becomes endemic. From these simulations, we can conclude that the collective behavior of the dynamical behavior network can inhibit efficiently the spreading behavior. On the contrary, strong spreading behavior accelerates the collective behavior. These characteristics accord with many real dynamical networks very well.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 268,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 374,
                    "end": 380,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "V. PHASE SYNCHRONIZATION AND SPREADING DYNAMICS"
        },
        {
            "text": "This section will address the control problem of the spreading network (2) by adjusting its structure and awareness to collective behavior and then provide an effective control strategy to prevent or weaken the diffusion of the spreading behavior. The results show that the awareness is a critical factor for this control strategy, while the network structure seems relatively insignificant in this control process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. CONTROL OF THE SPREADING NETWORK"
        },
        {
            "text": "The change of network structure is performed by adjusting the rewiring probability p in WS small-world network. By increasing the probability p from 0 to 1, we can get a transition from a regular network to a random graph. The awareness can be adjusted by changing the parameter a in model (2) , where smaller value of parameter a means greater awareness to collective behavior.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 293,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "VI. CONTROL OF THE SPREADING NETWORK"
        },
        {
            "text": "As we known, the eigenvalue ratio K N =K 2 of the adjacent matrix can quantify the synchronizability of the dynami-cal behavior network 17, 18 (the smaller this ratio is, the stronger synchronizability of the network), and the ratio hki=hk 2 i denotes the spread threshold of the traditional SIS network model (i.e., the second equation in model (2) with /ðtÞ ¼ 1). By increasing the probability p in WS smallworld network, we find the ratios K N =K 2 and hki=hk 2 i both decrease (see Fig. 8 ). This implies that the synchronizability is enhanced in the uncoupled dynamical behavior network, and the spread threshold decreases in the uncoupled spreading network. However, as these two networks are coupled by the form (2), we find that the change of network structure seems having relatively insignificant impact on the epidemics in this process, compared to the change of awareness.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 140,
                    "end": 142,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 486,
                    "end": 492,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "VI. CONTROL OF THE SPREADING NETWORK"
        },
        {
            "text": "Initial condition setting: The network size N ¼ 100, a ¼ 0:5; r ¼ 0:01; b ¼ 0:001. The initial infectious density I d min ð0Þ ¼ 1 Npðd min Þ ; I k ð0Þ ¼ 0 for all k 6 ¼ d min (i.e., just an individual with minimal degree d min is infected). All simulations in this section are based on 50 independent realizations. From Figs. 9 and 10, we can see that under fixed parameter a ¼ 0.5, the change of network structure just plays trivial role in the spreading process, as the spreading prevalence I(t) does not vary obviously either in disease-free case or in endemic case (By performing simulations with more nodes, we have not found any essential difference to this simulation with 100 nodes. So, we can conclude the qualitative dependence of I(t) on p by this two figures). For other values of parameter a, the results are similar to this case. We can further observe this trivial influence in Fig. 11 , where the spread threshold k c seems fixed if the parameter a keeps constant. However, with the increasing of parameter a, the spread threshold k c is decreased greatly. Therefore, the awareness is a critical factor for the spreading control strategy, and an effective control method is to enhance the awareness to collective behavior.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 893,
                    "end": 900,
                    "text": "Fig. 11",
                    "ref_id": null
                }
            ],
            "section": "VI. CONTROL OF THE SPREADING NETWORK"
        },
        {
            "text": "In summary, this paper has constructed several coupled models which can simulate collective and spreading behaviors on complex networks. Two concrete models are studied, respectively, where the spreading behavior is controlled by traditional SIS network model and the collective behavior is demonstrated by global synchronization and phase synchronization. The spread threshold of spreading network is obtained by using the stability theory method, and it depends on the network structure and individual awareness. The synchronization manifold of the dynamical behavior network is globally asymptotically stable if the spreading network can achieve an endemic state. Moreover, some numerical simulations are given to verify these theoretical results. We find that the collective behavior can inhibit spreading behavior, but, conversely, this spreading behavior can accelerate collective behavior. Finally, we study the impact of the change of network structure on spreading dynamics and find an effective control of spreading behavior is to enhance the awareness to collective behavior. This work may provide a basic framework to better understand and control such complex networks systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VII. CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A mathematical model for the dynamics and synchronization of cows",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Bollt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Dawkins",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Physica D",
            "volume": "240",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physd.2011.06.009"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The structure and function of complex networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "SIAM Rev",
            "volume": "45",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1137/S003614450342480"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Traffic-driven epidemic spreading in finite-size scale-free networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meloni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "106",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0907121106"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Adaptive mechanism between dynamical synchronization and epidemic behavior on complex networks",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Z"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "C"
                    ],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Chaos",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1063/1.3622678"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pinning control of scale-free dynamical networks",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "F"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Physica A",
            "volume": "310",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0378-4371(02)00772-0"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The impact of awareness on epidemic spreading in networks",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "C"
                    ],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Chaos",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1063/1.3673573"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epidemic dynamics on scale-free networks with piecewise linear infectivity and immunization",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "C"
                    ],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Phys. Rev. E",
            "volume": "77",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.77.036113"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Estimating the ultimate bound and positively invariant set for the Lorenz system and a unified chaotic system",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Q"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Math. Anal. Appl",
            "volume": "323",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmaa.2005.11.008"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Emergence of scaling in random networks",
            "authors": [
                {
                    "first": "A.-L",
                    "middle": [],
                    "last": "Barab",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Albert",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "286",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.286.5439.509"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Epidemic dynamics on an adaptive network",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dommar D&apos;lima",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Blasius",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Phys. Rev. Lett",
            "volume": "96",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.96.208701"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Fluctuating epidemics on adaptive networks",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Phys. Rev. E",
            "volume": "77",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.77.066101"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Global stability of the endemic equilibrium of multigroup SIR epidemic models",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Shuai",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Can. Appl. Math. Q",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Coupled nonlinear oscillators below the synchronization threshold: Relaxation be generalized landau damping",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Strogatz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Mirollo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Phys. Rev. Lett",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.68.2730"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Synchronization on small-world networks",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phys. Rev. E",
            "volume": "65",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.65.026139"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Synchronization in oscillator networks with delayed coupling: A stability criterion",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Earl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Strogatz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Phys. Rev. E",
            "volume": "67",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.67.036204"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Collective dynamics of small world networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Strogatz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "393",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/30918"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Entangled networks, synchronization, and optimal network topology",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Donetti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Hurtado",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Muñoz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Phys. Rev. Lett",
            "volume": "95",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.95.188701"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Decoupling process for better synchronizability on scale-free networks",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "X"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Phys. Rev. E",
            "volume": "74",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.74.047102"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "By lettingFðtÞ ¼ ðf ðx1 ðtÞÞ T À f ðsðtÞÞ T ; …; f ðx 1 ðtÞÞ T Àf ðsðtÞÞ T Þ T ; GðtÞ ¼ ðg T ; …; g T Þ T , and eðtÞ ¼ ðeT 1 ; …; e T N Þ T , FIG. 2. The changes of synchronization error E Ã ðtÞ 1 ðtÞ À x i ðtÞk, epidemic prevalence I(t) and coupling strength c(t) in model (2) under parameters N ¼ 200; k ¼ 0:05; a ¼ 0:5; b ¼ 0:001; r ¼ 0:01. Both the spreading network and dynamical behavior network have the same BA network structure with minimal degree 3. There are only infected nodes with degree 3 and infection density q 3 ¼ 0:03, and the other nodes are all susceptible in the beginning stage. FIG. 3. The changes of E Ã ðtÞ, I(t) and c(t) in model (2) under parameters N ¼ 200; k ¼ 0:3; a ¼ 0:5; b ¼ 0:001; r ¼ 0:01. FIG. 4. The changes of synchronization error E Ã ðtÞ ¼ 1 N2À1 P N2 i¼2 kx 1 ðtÞ À x i ðtÞk, epidemic prevalence I(t) and coupling strength c(t) in model (2) under parameters k ¼ 0:3; a ¼ 0:5; b ¼ 0:001; r ¼ 0:01. Both the spreading network and dynamical behavior network have different BA network structures with sizes N 1 ¼ 200; N 2 ¼ 300, respectively. then the error system of dynamical behavior network in model (2) can be written as _ eðtÞ ¼ FðtÞ þ cðtÞðA HÞeðtÞ þ ðI N I n ÞGðtÞ;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "then the equation M(I) I ¼ I has only the zero solution I ¼ I 0 . Let x ¼ ðx 1 ; x 2 ; …; x d Þ be a left eigenvector of M 0 corresponding to qðM 0 Þ, i.e., xqðM 0 Þ ¼ xM 0 :",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "then we can get that xMðIÞI < x/ðtÞM 0 I ¼ xI. So, in this situation, the equation xMðIÞI ¼ xI is satisfied if and only if I ¼ I 0 . Therefore, when R 0 1 the only compact invariant subset of the set Ij dVðtÞ dt ¼ 0 n o is the singleton fI 0 g. By LaSalle's Invariance Principle, I 0 is globally asymptotically stable. If R 0 > 1 and I 6 ¼ I 0 , by using Eq. (15) we have xð/ðtÞM 0 I À IÞ > 0: With the limitation lim I!I 0 x½MðIÞI À I ¼ xð/ðtÞM 0 I À IÞ, we",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "j 0 for positive b ij . And the above equal sign holds if and only if S k ¼ S Ã k ; I k ¼ I Ã k . Now, let us turn to the derivative of V 2 ðtÞ with respect to t along the solution of the system (16). By utilizing the similar analysis process present in Ref. 4, we can get dV 2 ðtÞ dt ½n þ c 0 k 2 k min ðPHÞbIðtÞ X N i¼1 e i ðtÞ T e i ðtÞ:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "ðtÞ T e i ðtÞ: (26) Thus, we can select an adequately large constant c 0 such that dVðtÞ dt 0. Moreover, form inequality (24) and (26), we know the largest invariant subset of ðS 1 ; …; S d ; I 1 ; …; I d ; e 1 ; …;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The changes of synchronization error E(t), phase h i , epidemic prevalence I(t) and coupling strength c(t) in model (28) under parameters N ¼ 100; k ¼ 0:05; a ¼ 0:8. Both the spreading network and dynamical behavior network have the same WS small-world network structure. There are only infected nodes with degree 3 and infection density q 3 ¼ 0:03, and the other nodes are all susceptible in the beginning stage.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The changes of synchronization error E(t), phase h i , epidemic prevalence I(t) and coupling strength c(t) in model(28)under parameters N ¼ 100; k ¼ 0:2; a ¼ 0:8. FIG. 7. The changes of synchronization error E(t), phase h i , epidemic prevalence I(t) and coupling strength c(t) in model (28) under parameters N ¼ 100; k ¼ 0:2; a ¼ 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Both eigenvalue ratio K N =K 2 and spread threshold hki=hk 2 i decrease with increasing rewiring probability p in WS small-world network. This figure is obtained by 50 independent realizations. FIG. 9. The epidemic prevalence of model (2) with disease-free equilibrium under k ¼ 0.2. The rewiring probability p increases form 0 to 0.45 with step length 0.05. The color point denotes the value of total infectious density I(t).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "The epidemic prevalence of model(2)with endemic equilibrium under k ¼ 0.4. The rewiring probability p increases form 0 to 0.45 with step length 0.05. FIG. 11. The spread threshold under different awareness degree a and rewiring probability p.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Author to whom correspondence should be addressed. Electronic mail: lkzzr@guet.edu.cn.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "where XðtÞ ¼ ðx 1 ðtÞ; x 2 ðtÞ; …; x N ðtÞÞ with x i ðtÞ 2 R n denotes the state variable of the i-th individual in a dynamical behavior network with size N, which can exhibit collective behavior under suitable conditions, which is a necessary condition in this work. The coupling strength cðtÞ > 0. The mapping F : ðR Nn ; RÞ ! R Nn controls the dynamical change process of state variable X(t). In the second equality of Eq. (1), YðtÞ 2 R d denotes the density variable of a spreading process on a network with maximal degree d. The variable EðtÞ 2 R is the error of collective behavior among state variables x i ðtÞ; i ¼ 1; 2; …; N and may be defined in different forms. The mapping G : ðR d ; RÞ ! R d characterizes the dynamical change process of density variable Y(t). For the last equality, the function H : ðR d ; RÞ ! R defines an adaptive law of the coupling strength c(t).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "and the framework of general model (1), we can construct a concrete system as FIG. 1. Relationship between some groups of collective and spreading behaviors. For each group, bidirectional arrowhead implies interactional relationship. Many other probable cases are not listed and this is denoted by the ellipsis. ðtÞ ¼ k/ðtÞk½1 À I k ðtÞHðtÞ À I k ðtÞ; _ cðtÞ ¼ bIðtÞE 1 ðtÞ;",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research was supported jointly by NSFC grants (Nos. 61004101, 60964006, 11061010, 11072136, 11161013, and 61164020). The authors gratefully acknowledge the support of the Guangxi Natural Science Foundation Program (Nos. 2011GXNSFB018059 and 2011GXNSFA018136), and Shanghai University Leading Academic Discipline Project (A.13-0101-12-004).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}