{
    "paper_id": "1fa42c3be2169d8cde380811448e81fde7e50e06",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Nicole",
                "middle": [],
                "last": "Betson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas MD Anderson Cancer Center",
                    "location": {
                        "postCode": "77030",
                        "settlement": "Houston, Houston",
                        "region": "Texas, Texas"
                    }
                },
                "email": ""
            },
            {
                "first": "Anirban",
                "middle": [],
                "last": "Maitra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas MD Anderson Cancer Center",
                    "location": {
                        "postCode": "77030",
                        "settlement": "Houston, Houston",
                        "region": "Texas, Texas"
                    }
                },
                "email": "amaitra@mdanderson.org"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Background African American have been severely affected by COVID-19 noted with the rising mortality rates within the African American community. Health disparities, health inequities and issues with systemic health access are some of the pre-existing issues African American were subjected to within the southern states in the United States. Second, social distancing is a critical non-pharmacological intervention to reduce the spread of COVID-19. However, social distancing was not practical and presented a challenge within the African American community, specifically, in the southern states. ) with a high proportion of African American residents. Second, unacast COVID-19 toolkit was used to derive a social distancing (SD) grade for any given state, based on three different metrics: (i) percent change in average distance travelled (ii) percent change in nonessential visits and (iii) decrease in human encounters (compared to national baseline).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Across the four states, on average, as many as 54% of COVID-19 related deaths are in the African American community, although this minority group comprises only 32% of the population cumulatively. This article finds that all four southern states received a social distancing grade of F. COVID-19 have demonstrated that adverse outcomes are higher in individuals with underlying health conditions such as diabetes, cardiovascular diseases, or pre-existing pulmonary compromise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Recognizing that there is a great need for African American representation or diversity in the health workforce would be able to better address the health disparities. In addition, the lack of diversity in the healthcare system causes the morbidity and mortality rates to increase in the African American communities because it is not able to address its primary obligations within the African American communities in the southern states during COVID-19 pandemic. These primary obligations are to restore, protect, improve health and to suppress health disparities and inequalities of COVID-19 within in the African American communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Keywords: COVID-19; African American; Mortality . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.08.20124297 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We have read with great interest the recent series of commentaries in CDC on disparities in hospitalization and death rates amongst African American populations compared to Caucasians 1-3 . However, a systematic quantitative assessment of these important metrics, critical for implementing public health measures like testing, tracing and isolation in the highest risk communities, is still lacking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We queried the publicly available Department of Health (DOH) statistics on COVID-19 related mortality in four southern states (Alabama [AL], Georgia [GA], Louisiana [LA] and Mississippi [MS]) with a high proportion of African American residents. Across the four states, on average, as many as 54% of COVID-19 related deaths are in the African American community, although this minority group comprises only 32% of the population cumulatively. Specifically, the proportion of African Americans residing in a given southern state and the proportion of COVID-19 related mortality that are comprised of African Americans in that state are as follows: AL -26.6% and `50%, GA -31.5% and ~50%, LA -32.2% and 59%, and MS -37.7% and 57%. The number of deaths in the minority population has kept at par with Caucasians in three of the four states, and exceeded the latter in the hardest hit state of LA (Figure 1 ).",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[LA]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 893,
                    "end": 902,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "There are likely to be several reasons for the disproportionate causes of mortality amongst African Americans in the four southern states we have interrogated here. First, emerging clinical series on COVID-19 have demonstrated that adverse outcomes are higher in individuals with underlying health conditions such as diabetes, cardiovascular diseases, or pre-existing pulmonary compromise 4, 5 . Indeed, in three of the states (AL, LA and MS) where such data is publicly cataloged, many of the patients dying from causes related to confirmed COVID-19 had an underlying chronic health condition (Table 1) . Secondly, social distancing is a critical non-pharmacological intervention to reduce the spread of COVID-19. The unacast COVID-19 toolkit (https://www.unacast.com/covid19/social-distancing-scoreboard) can be used to derive a social distancing (SD) grade for any given state, based on three different metrics: (i) percent change in average distance traveled (ii) percent change in non-essential visits and (iii) decrease in human encounters (compared to national baseline), each of is an average to create the overall grade for that state. Based on these parameters, all four states received a SD grade of F. Unfortunately, the suboptimal SD measures adopted statewide is even more likely to impact individuals living in crowded urban localities, those relying on public transport, or families where one or more members have been deemed as \"essential\" at-work personnel. According to PovertyUSA (www.povertyUSA.org), the poverty rates in the four states stands at 18.4% on average, which is greater than the national rate of 14.1%; in addition, of the reported overall numbers, the average poverty rate amongst the African American community (29.1%) is approximately 2.3 times higher compared to Caucasians (12.6%). The median household income reported by US Census Bureau for AL, GA, LA and MS were $49,861, $58,756, $47,905, and $44,717, respectively, which is, on average, more than $11,600 less than the national median household income ($61,937).",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 391,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 392,
                    "end": 393,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 594,
                    "end": 603,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "While we cannot exclude an underlying genetic basis to the disproportionate burden of mortality related to COVID-19 among the African American community (for example . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.08.20124297 doi: medRxiv preprint ACE2 polymorphisms), the emerging data strongly suggests that African American communities face an array of social and economic inequities that impact their baseline health status and access to healthcare, and is likely driving the course of the pandemic in this population 6 . Measures at mitigating the impact of COVID-19 on African Africans need to address these inequities in lockstep with more conventional interventions.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 417,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Author Statement:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Ethical approval was not necessary because this study did not involve human subjects and animal studies . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.08.20124297 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.08.20124297 doi: medRxiv preprint * In LA, the specific numbers for comorbidities associated with COVID-19 related deaths are not reported, only the percentages. ** In GA, comorbidity status is only available for confirmed COVID-19 cases, and not for COVID-19 related deaths Al, https://www.alabamapublichealth.gov/covid19/assets/cov-al-cases-042820.pdf LA, http://ldh.la.gov/coronavirus/ GA, https://dph.georgia.gov/covid-19-daily-status-report MS, https://msdh.ms.gov/msdhsite/_static/14,0,420.html Data accessed on June 7 th , 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.08.20124297 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 and African Americans",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Yancy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pérez-Stable E. COVID-19 and Racial/Ethnic Disparities",
            "authors": [
                {
                    "first": "Webb",
                    "middle": [],
                    "last": "Hooper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nápoles",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 and Health Equity-A New Kind of",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Herd Immunity",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Characteristics and Clinical Outcomes of Adult Patients Hospitalized with COVID-19 -Georgia",
            "authors": [
                {
                    "first": "Jaw",
                    "middle": [],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Szablewski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "18",
            "pages": "545--550",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical Characteristics of Covid-19 in New York City",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goyal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Pinheiro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The COVID-19 Pandemic: a Call to Action to Identify and",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Laurencin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcclinton",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Objective This article assesses the effect of COVID-19 on African American in the southern states. Methodology This short communication queried the publicly available Department of Health statistics on COVID-19 related mortality and underlying health conditions in four southern states (Alabama [AL], Georgia [GA], Louisiana [LA] and Mississippi [MS]",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Underlying Medical Conditions in Confirmed COVID-19 Cases or Deaths",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}