{"paper_id": "1fa43de01deff122b935e7bb0677f82111ff867e", "metadata": {"title": "W O R K I N G P A P E R V 1 . 2 -3 0 t h M a r c h 2 0 2 0 The CoRisk-Index: A data-mining approach to identify industry-specific risk assessments related to COVID-19 in real-time Code and Data", "authors": [{"first": "Fabian", "middle": [], "last": "Stephany", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Oxford", "location": {}}, "email": ""}, {"first": "Niklas", "middle": [], "last": "Stoehr", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Philipp", "middle": [], "last": "Darius", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hertie School Berlin", "location": {}}, "email": ""}, {"first": "Leonie", "middle": [], "last": "Neuhäuser", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hertie School Berlin", "location": {}}, "email": ""}, {"first": "Ole", "middle": [], "last": "Teutloff", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Oxford", "location": {}}, "email": ""}, {"first": "|", "middle": [], "last": "Fabian Braesemann", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Oxford", "location": {}}, "email": "fabian.braesemann@sbs.ox.ac.uk"}, {"first": "Fabian", "middle": [], "last": "Correspondence", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Braesemann", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Github", "middle": [], "last": "Com", "suffix": "", "affiliation": {}, "email": ""}, {"first": "/", "middle": [], "last": "Braesemann", "suffix": "", "affiliation": {}, "email": ""}, {"first": "/", "middle": [], "last": "Corisk", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "While the coronavirus spreads around the world, governments are attempting to reduce contagion rates at the expense of negative economic effects.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Market expectations have plummeted, foreshadowing the risk of a global economic crisis and mass unemployment. Governments provide huge financial aid programmes to mitigate the expected economic shocks. To achieve higher effectiveness with cyclical and fiscal policy measures, it is key to identify the industries that are most in need of support.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "In this study, we introduce a data-mining approach to measure the industryspecific risks related to COVID-19. We examine company risk reports filed to the U.S. Securities and Exchange Commission (SEC). This data set allows for a real-time analysis of risk assessments. Preliminary findings suggest that the companies' awareness towards corona-related business risks is ahead of the overall stock market developments by weeks. The risk reports differ substantially between industries, both in magnitude and in nature. Based on natural language processing techniques, we can identify corona-related risk topics and their perceived relevance for different industries. Our approach allows to distinguish the industries by their reported risk awareness towards COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The preliminary findings are summarised an online index. The CoRisk-Index tracks the industry-specific risk assessments related to the crisis, as it spreads through the economy. The tracking tool could provide relevant empirical data to inform models on the immediate economic effects of the crisis. Such complementary empirical information could help policymakers to effectively target financial support and to mitigate the economic shocks of the current crisis.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "With COVID-19 (\"coronavirus\") reaching the level of a pandemic (see Fig. 1A ), governments and companies around the world are also exposed to the resulting risks for the highly interconnected global economy. To slow down the spread of COVID-19, governments in China, Europe, the US, and beyond are taking drastic measures, such as travel warnings, border and store closures, regional lockdowns, and curfews.", "cite_spans": [], "ref_spans": [{"start": 68, "end": 75, "text": "Fig. 1A", "ref_id": null}], "section": "| INTRODUCTION"}, {"text": "These measures are having drastic consequences for personal freedom and the economy. Some sectors, such as airlines or hotels, are facing a nearly complete breakdown of demand. As a first reaction to the expected economic shocks, the global stock markets have collapsed (see Fig. 1B ). In an attempt to mitigate the general economic downturn, governments all over the world are providing considerable financial support. The US government, for example, is preparing an aid package of 2.2$ trillion in response to the virus [1] . The German government plans to take up to 156 billion Euros of additional debt (equivalent to half of the federal budget for 2020) to support the economy [2] .", "cite_spans": [{"start": 522, "end": 525, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 682, "end": 685, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 275, "end": 282, "text": "Fig. 1B", "ref_id": null}], "section": "| INTRODUCTION"}, {"text": "Many of these immediate aid packages are not targeted to specific industries, but are meant to support businesses in all parts of the economy. While such general programmes can help to stabilise financial markets in the short term, it is paramount for their long-term effectiveness to concentrate the support to those areas of the economy that are most in need. For this reason, governments have to identify the industries that are most severely affected by the coronavirus pandemic. However, in the current situation, policy-makers lack reliable and up-to-date empirical data, which would allow to assess industry-specific economic risks in real-time. Such information would be crucial to effectively target financial support as the crisis hits the economy and to mitigate the economic shocks.", "cite_spans": [], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "The study presented here investigates a potential data source that could provide an empirical basis to identify industry-specific economic risks related to COVID-19 and to inform models on the economic effects of the current crisi. We examine company risk reports (10-K reports) filed to the U.S. Securities and Exchange Commission (SEC) and introduce a data-mining approach to measure firms' risk assessments. 1 In collecting all 1,750 reports published from 30th January 2020 -the day the term coronavirus first appeared in a 10-K report -to 29th March, we can assess and track the reported risk perceptions related to COVID-19 for different industries.", "cite_spans": [{"start": 411, "end": 412, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "Preliminary findings suggest that the company risk reports' show a forward-looking awareness of potential economic risks associated with the corona-crisis, which is leading stock market developments by weeks. Moreover, the awareness towards COVID-19 differs substantially between industries. For example, while 48 % of the firms in retail have mentioned the coronavirus as a potential economic risk, only 22 % of the businesses in financial services have done so.", "cite_spans": [], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "Thirdly, based on natural language processing, we can identify specific corona-related risk topics and their perceived relevance for the different industries. Lastly, our approach allows us distinguish the industries by their reported risk awareness towards COVID-19. While not all sectors of the economy mention severe short-term risk factors due to the corona-crisis, the dense integration of business activities between all parts of the economy implies that adverse effects of the crisis could likely spread from currently affected industries to others over time. The empirical information provided could help to inform macro-economic models on the effects of the corona-crisis and, thus, help to inform policy-makers to better target current economic support programmes to industries that report most severe risks at the current phase of the crisis.", "cite_spans": [], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "The preliminary findings presented here are summarised in one compound index. The CoRisk-Index 2 tracks industry-1 SEC filings represent financial statements of publicly listed companies including a risk assessment. SEC filings are imperative to comply with legal and insurance requirements and therefore should contain the most relevant risks. As a result, companies have a strong incentive to neither under-nor overestimate risks. Moreover, analysing the most recent two-month period of SEC filings represents a random sample of all companies since companies are obliged to report to the SEC at a fixed, but randomly assigned date, independent of their industry. 2 http://oxford.berlin/CoRisk specific risk assessments related to COVID-19 in real-time. It is available on an interactive online dashboard.", "cite_spans": [], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "This tool is constantly updated and the methodology will be refined. It allows researchers, policymakers, and the public to estimate potential risk factors of COVID-19 in individual sectors of the economy. As the risk filings database is updated on a daily basis, the online tool will allow tracking the potential impact of the crisis as it unfolds and spreads through the economy. With more firms providing risk reports that describe the potential or real impacts of the crisis, the tool will be refined to allow for a more granular perspective on individual industries and sub-sectors. Not all sectors of the economy are substantially affected in the early phase of the crisis, but dense inter-connections between all parts of the economy imply that the adverse business effects might spread to other industries over time.", "cite_spans": [], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "In this section, we review related work on the economic consequences of COVID-19 and studies on previous epidemics.", "cite_spans": [], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "Moreover, we discuss the assessment of economic risks via reports such as the 10-K reports required by the U. S.", "cite_spans": [], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "Securities and Exchange Commission (SEC).", "cite_spans": [], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "Global pandemics of infectious diseases are not a new phenomenon. Throughout the last century, the world experienced several global and regional outbreaks: Most severely, millions died during the spread of the Spanish flu in 1918-1920. Regarding the economic impact by sector, Gopinath [11] identifies manufacturing and the services sector as disproportionately affected in China, based on the Purchasing Managers' Index. Ramelli and Wagner [12] uses Google search intensity to measure attention paid to COVID-19 and stock market data to reveal the economic impact by sector. Their analysis shows that the energy, retail, and transportation sector experienced the largest losses in the United States and China, whereas health care gained considerably in both countries. The analysis by Huang et al. [13] (also based on stock market data) confirms that the services sectors seem to be the most severely affected in China. In sum, Baldwin and Mauro [10] provides valuable context, insights and timely policy recommendations. However, none of the recent contributions provide an empirical database to analyse the economic risks of different industries based on up-to-date empirical evidence (beyond highly aggregated stock market signals). 3 At this point we want to highlight that it is not the aim of this study to present a model of risk forecasting that is competing with established macro-economic approaches. In contrast, the data-driven methodology presented here aims to explore an alternative data source that could help to inform such economic models. The advantage of the data we provide here is the high time resolution. More traditional sources of empirical information used to calibrate macro-economic model usually include, for example, unemployment rates. While the value of such statistics is undisputed, they are reported with a time-lag. We perceive the purpose of the index provided here to be a complementary data source that could be compared with official statistics on the economic effects of the crisis over time.", "cite_spans": [{"start": 286, "end": 290, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 441, "end": 445, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 799, "end": 803, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 947, "end": 951, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1237, "end": 1238, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "| Studies on the economic effects of COVID-19"}, {"text": "While research on recent epidemics are limited to simulations [14, 15] , or specific sectors [16] , the study of historical pandemics might provide informative empirical assessments of pandemic-related economic effects. Studies on the 1918 Spanish Flu confirm the primordial effectiveness of non-pharmaceutical (such as, for example, social distancing)", "cite_spans": [{"start": 62, "end": 66, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 67, "end": 70, "text": "15]", "ref_id": "BIBREF14"}, {"start": 93, "end": 97, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "| Historical pandemics"}, {"text": "interventions even if these come at the cost of economic slowdowns [17, 18] . Moreover, based on the historical data, researchers find a correlation between mortality rates and declines in GDP, consumption and returns on stocks [19] and an increase in poverty [20] . However due to the global scope of the crisis for the highly inter-connected world economy of 2020, insights derived from past epidemics are of limited use in identifying the various industry-related risks during the COVID-19 pandemic.", "cite_spans": [{"start": 67, "end": 71, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 72, "end": 75, "text": "18]", "ref_id": "BIBREF17"}, {"start": 228, "end": 232, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 260, "end": 264, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "| Historical pandemics"}, {"text": "Both, the research on COVID-19 and the historical pandemics rely on stock market information to quantify the economic effects of infectious diseases. However, stock market information comes with several drawbacks. Most importantly, stock markets are prone to irrational herd behaviour and prices capture a variety of information signals into one aggregated index. Examining current stock market dynamics reveals a general economic downturn, but it does not allow to isolate the sector-specific COVID-19 risks. Therefore, we propose to use SEC reports which include risk statements. We argue that these reports represent a promising real-time measure of industry-specific business risks.", "cite_spans": [], "ref_spans": [], "section": "| Historical pandemics"}, {"text": "Furthermore, the analysis of report statements discussing 'coronavirus' allows to isolate the business risks exclusively associated with the COVID-19 outbreak.", "cite_spans": [], "ref_spans": [], "section": "| Historical pandemics"}, {"text": "Since the great recession hit the world economy in 2008, risk has been a crucial topic in governance and finance. While risk assessments of the financial system led to diverse measures to make the world economy less vulnerable to economic shocks originating in the financial sector, a health crisis, such as the current pandemic, poses different risks to the economy. While government measures against the spread of the disease hinder the population from working and consuming, which results in businesses interrupting production, many economies face demand and supply shocks at the same time. In particular, as different industries rely on distinct input factor compositions and supply chains, the sectors of the economy react differently to shocks [21] . Regarding the COVID-19 crisis, we expect sectors whose operations are more connected to supply from manufacturers in China to publicly report corona-related risk earlier than others. These sectors are also highly connected and interdependent within the national economy and risk might spread between sectors [22, 23] .", "cite_spans": [{"start": 750, "end": 754, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1065, "end": 1069, "text": "[22,", "ref_id": "BIBREF21"}, {"start": 1070, "end": 1073, "text": "23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "| Assessing economic risks via business reports"}, {"text": "Most risk assessment approaches focus on quantitative probability-based methods and financial data [24, 25] . The data published in such quantified risk assessments is often made available retrospectively, which makes a real-time evaluation of risks difficult. In contrast to such assessments, we investigate the annual 10-K reports filed to the U. S.", "cite_spans": [{"start": 99, "end": 103, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 104, "end": 107, "text": "25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "| Assessing economic risks via business reports"}, {"text": "Securities and Exchange Commission (SEC), which provide verbal corporate risk disclosure and financial statements.", "cite_spans": [], "ref_spans": [], "section": "| Assessing economic risks via business reports"}, {"text": "Besides, SEC filings are imperative for legal and insurance requirements and they need to contain the most relevant risks to protect the company from legal liabilities. Depending on the volume of publicly traded stocks, companies with a public float of over 700 million USD are obliged to report within 60, while smaller companies have 75 or 90 days after the end of the fiscal year. Furthermore, the reports inform investment decisions and risk governance at the same time and, thus, companies, as rational agents, are likely to communicate moderate risk assessments [26] . In fact, prior work has underlined the forward-looking nature of the reports, since they allowed a more effective prediction of volatility on stock market returns than the compared approaches [27] . Correspondingly, we expect the 10-K reports to also provide forward-looking information on risk assessments during the observed time period and in particular on rising business risk in relation to the spread of COVID-19.", "cite_spans": [{"start": 568, "end": 572, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 767, "end": 771, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "| Assessing economic risks via business reports"}, {"text": "Moreover, the filing companies are categorised into sectors using the \"Standard Industry Classifier\", which allows a real-time analysis of industry-specific risk developments. In this study we apply natural language processing to extract corona-related risk information from the reports and analyse sector-specific differences in risk awareness and disclosure (details in section 3 and in the appendix A).", "cite_spans": [], "ref_spans": [], "section": "| Assessing economic risks via business reports"}, {"text": "Based on the literature on the potential economic effects of pandemics and on the information available in business risks reports, we derive the working hypothesis 4 of this study:", "cite_spans": [], "ref_spans": [], "section": "| Hypotheses"}, {"text": "Working hypothesis: SEC 10-K reports contain corona-related information, which allow to track the industryspecific economic risk assessments in near real-time as the economic crisis unfolds.", "cite_spans": [], "ref_spans": [], "section": "| Hypotheses"}, {"text": "This working hypothesis is split into five operationalised hypotheses. A core assumption of the investigation of the risk reports is that they contain economic meaningful information. Accordingly, the sentiment of the reports should reflect overall market conditions:", "cite_spans": [], "ref_spans": [], "section": "| Hypotheses"}, {"text": "H 1: 10-K risk reports contain economic relevant information on short-term market expectations, i. e. they are correlated with overall stock market trends in the current crisis.", "cite_spans": [], "ref_spans": [], "section": "| Hypotheses"}, {"text": "In contrast to stock indices, which are essentially a highly aggregated signal of all market expectations, risk reports provide a detailed outlook of individual risk factors and their potential influence on business outcomes. 5 As some of the potential economic effects of the corona-crisis could be already foreseen when the disease was still largely concentrated in China (in particular risks with respect to supply chain interruptions), we hypothesise that: Industries are affected differently during the crisis, depending on their business model. As introduced in [28] , the economic crisis will unfold in several phases with different characteristics. Those sectors of the economy that are more vulnerable to supply chain interruptions and short-term collapses of consumer demand should be more affected in the early phase of the crisis than other sectors:", "cite_spans": [{"start": 226, "end": 227, "text": "5", "ref_id": "BIBREF4"}, {"start": 568, "end": 572, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "| Hypotheses"}, {"text": "Corona-related risk factors in 10-K reports differ between industries. 4 While the results provided in this working paper are largely descriptive, we present the research hypotheses, which have guided our data exploration. 5 This should not imply that the firms have a correct risk forecasting model in place or that they actually use all available information to provide a best-possible risk prediction. Instead, we assume that the firms report risks that they perceive as relevant at the time of reporting (see also the methodological limitations section below). A presumption of our approach is that firms try to 'honestly' report relevant risks, not that they actually predict them. With more data becoming available over the next weeks (in particular first statistics on the macro-economic effects, such as unemployment rates), we will incorporate predictive models to get a better understanding in how far the reported risk factors indeed correlate with advers effects experienced.", "cite_spans": [{"start": 71, "end": 72, "text": "4", "ref_id": "BIBREF3"}, {"start": 223, "end": 224, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "| Hypotheses"}, {"text": "In the early phases of the crisis, as the market expectations adjust, all sectors suffer from restrictions to business activity, which manifest in collapsing stock market prices. However, one would assume that those firms that show most severe corona-related risks in the early phase of the crisis will see most stock market losses: H 4: Stock prices of firms in industries that report high risks lose more value than other firms in the short term.", "cite_spans": [], "ref_spans": [], "section": "| Hypotheses"}, {"text": "While the crisis unfolds, adverse economic effects radiate through the highly inter-connected economic system. As some sectors that are severely affected already in the early phase of the crisis face increasing challenges, their problems transmit to other sectors, in form of less demand, reduced purchasing power or supply interruptions. Consequently, we hypothesise that 6 :", "cite_spans": [], "ref_spans": [], "section": "| Hypotheses"}, {"text": "H 5: As the crisis unfolds, those sectors that are densely connected with industries that report high risks in the early phase of the crisis, are likely to report increasing risks sooner than other industries.", "cite_spans": [], "ref_spans": [], "section": "| Hypotheses"}, {"text": "To test the hypotheses, we use web-mining techniques to collect data from SEC 10-K reports and conduct text mining to extract information relevant for the individual hypotheses, as outlined in the next section. Section 4 presents the results of the analysis.", "cite_spans": [], "ref_spans": [], "section": "| Hypotheses"}, {"text": "The 10-K SEC filings, as legal reports to publicly communicate corporate risks and financial statements, provide a valuable and innovative text data source for risk assessment. 7 We use a web scraper to collect all 10-K filings published between 30/01/2020 and 20/03/2020 from the SEC's \"Electronic Data Gathering, Analysis and Retrieval System\" (EDGAR) database. The filing documents contain the company names and central index keys (CIK) as unique firm identifiers and the Standard Industry Classifier (SIC) that allow linking and comparing the filings data with individual business and industry data. Each 10-K filing contains a Risk Factor section (Item 1A) under which the reporting company is obliged to disclose all types of risks their business might be facing to adequately warn investors. Companies are required to use \"plain English\" in describing these risk factors, avoiding overly technical jargon that would be difficult for a layperson to follow. The text of each risk factor section builds the document by which a company is represented in our analysis Smaller reporting companies are hence not included in our analysis. The entire risk factor text is set to lower case for further analysis, before the occurrence of the main two keyword tokens, 'corona' and 'covid', is counted. Any word containing one of the two main tokens is likewise counted. Hereby the measure 'corona-keyword count per report' is created. Similarly, each company that reports one of the keywords at least once is included in the 'share of corona-mentioning firms per industry' .", "cite_spans": [{"start": 177, "end": 178, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "| METHODS"}, {"text": "After text pre-processing, we apply different Natural Language Processing tools to analyse the risk factor section of the reports. Different sectors are facing different challenges, therefore companies are reporting about different corona-related risks. We aim to capture these risk topics via a keyword search on predefined topics. In order to explore possible topics, we use Latent Dirichlet Allocation (LDA) for unsupervised topic modelling, similar to [29] . We only apply the topic model to corona-related paragraphs in the risk sections. We additionally examine the most frequent words 6 Testing this hypothesis requires more time-series data and data on potential propagation mechanisms through the economy. We plan to include an analysis on this in a revised of the working paper. 7 The data source explored here is not meant to replace any established macro-economic statistics, but rather to provide a complementary alternative source of data to identify immediate industry-specific risk perceptions. and bi-grams in the documents. Using this exploratory analysis, we define a set of topics by hand, which are specified by keywords. We then conduct a keyword search to count how much these terms are mentioned in the different industries in order to estimate the topic prevalence. Moreover, we measure the sentiment of corona-related paragraphs via sentiment analysis. Additionally, we build a sentiment-based risk indicator of the sentiment in sentences that mentioned the coronavirus and compare it to stock market movements during the observation period ( Fig. 1B and 1D) . A more detailed description of the different methods can be found in the appendix A.", "cite_spans": [{"start": 456, "end": 460, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 592, "end": 593, "text": "6", "ref_id": "BIBREF5"}, {"start": 789, "end": 790, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 1569, "end": 1584, "text": "Fig. 1B and 1D)", "ref_id": null}], "section": "| METHODS"}, {"text": "The main results of our analysis are displayed in Figure 1C and D as well as in Figure 2 . 8 From the end of January 2020, an increasing number of 10-K reports refers to the coronavirus (Fig. 1C) , indicating an increasing awareness of COVID-19 as a potential economic risk. The overall sentiment of the 10-K reports decreased sharply (red line in Fig. 1D ), following the collapsed stock markets after 15th February (red line in Fig. 1B) . This timely correlation provides evidence in favour of research hypothesis H 1 -the 10-K reports provide economically relevant information.", "cite_spans": [{"start": 91, "end": 92, "text": "8", "ref_id": null}], "ref_spans": [{"start": 50, "end": 59, "text": "Figure 1C", "ref_id": null}, {"start": 80, "end": 88, "text": "Figure 2", "ref_id": "FIGREF0"}, {"start": 186, "end": 195, "text": "(Fig. 1C)", "ref_id": null}, {"start": 348, "end": 355, "text": "Fig. 1D", "ref_id": null}, {"start": 430, "end": 438, "text": "Fig. 1B)", "ref_id": null}], "section": "| PRELIMINARY RESULTS"}, {"text": "Moreover, the sentiment of the text sections that discuss the corona-related business risk factors (blue line in Fig.1D) decreases already a few weeks before the overall negative business outlooks manifested in falling stock prices. This observation supports hypothesis H 2: Corona-related risk sentiments show a time lead compared with overall stock market dynamics. From this comparison, we conclude that the 10-K reports contain business relevant information that can be isolated -in contrast to the aggregated signal covered in stock indices alone. Investigating the reports can, thus, provide additional information about the firm-and sector-specific risks associated with the pandemic.", "cite_spans": [], "ref_spans": [{"start": 113, "end": 120, "text": "Fig.1D)", "ref_id": null}], "section": "| PRELIMINARY RESULTS"}, {"text": "Differences in corona-related risk assessment by industries are displayed in Figure 2 . Not all sectors of the economy show a similar awareness of the potential business impacts of the pandemic ( Fig. 2A) , which provides evidence in favour The firms, moreover, differ substantially with regards to the intensity with which they discuss the potential impacts of the coronavirus to their businesses in the 10-K reports. As Fig. 2B shows, some firms, in particular in retail and manufacturing, mention terms related to the pandemic ('corona', 'coronavirus', 'COVID') substantially more often than other firms.", "cite_spans": [], "ref_spans": [{"start": 77, "end": 85, "text": "Figure 2", "ref_id": "FIGREF0"}, {"start": 196, "end": 204, "text": "Fig. 2A)", "ref_id": "FIGREF0"}, {"start": 422, "end": 429, "text": "Fig. 2B", "ref_id": "FIGREF0"}], "section": "| PRELIMINARY RESULTS"}, {"text": "The 10-K reports moreover provide information about specific types of risk perceptions. Fig. 2C provides a heatmap with important topics per sector. The rows represent five relevant topics (demand, finance, production, supply, and travel), which have been derived from unsupervised topic modelling and subsequent uni-and bi-gram search. 10 The cells of the heatmap are coloured according to the topic relevance, i. e. the number of topic-specific keywords per industry.", "cite_spans": [{"start": 337, "end": 339, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 88, "end": 95, "text": "Fig. 2C", "ref_id": "FIGREF0"}], "section": "| PRELIMINARY RESULTS"}, {"text": "Additionally, we have applied a hierarchical clustering algorithm on the data to identify related topics and sectors, which report about similar topics (tree-like dendrogram plots at the side of the heatmap). 8 At this point we want to highlight, again, that the results reported here are preliminary. With more data becoming available over the next weeks and, hence, with a refined methodology, we expect to be able to report more in-depth analyses and conclusive findings. These will be constantly updated on the online dashboard.", "cite_spans": [{"start": 209, "end": 210, "text": "8", "ref_id": null}], "ref_spans": [], "section": "| PRELIMINARY RESULTS"}, {"text": "Moreover, we want to emphasise that all quantitative findings are build on data of U. S. firms. It remains to be seen in how far the findings could be extrapolated to other economies. 9 In some of the industries, only very few firms have provided risk reports in the current observation period. In particular in these groups, the results are likely to change as more data become available. 10 Details of the text mining approach and the final keywords that define the topics are provided in the appendix.", "cite_spans": [{"start": 184, "end": 185, "text": "9", "ref_id": "BIBREF8"}, {"start": 390, "end": 392, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "| PRELIMINARY RESULTS"}, {"text": "The figure reveals that most firms either report demand and financial risk factors (left branch of the top-dendrogram) or production and supply chain risks (middle branch of the top-dendrogram). For example, supply chain problems represent the biggest reproted risk component for firms in the retail industry, while manufacturing firms report both supply and production risks, as well as finance and potential demand risks. While reports of the mining industry consider demand-related issues as the biggest risk factor, other sectors, such as real estate or education, do not report extensively about any of the specific risk types.", "cite_spans": [], "ref_spans": [], "section": "| PRELIMINARY RESULTS"}, {"text": "These findings support hypothesis H 3 -corona-related risk factors reported in 10-K reports differ between industries with regard to occurrence and topical context. The reports are, thus, a valid data source to identify sectors that face particular risk factors in the current early phase of the crisis.", "cite_spans": [], "ref_spans": [], "section": "| PRELIMINARY RESULTS"}, {"text": "Based on the quantifiable corona-related risk factors inferred from the 10-K reports (share of reports mentioning corona-risks per industry, average count of corona-keywords per report, sentiment of corona-related text sections), we could categorise the industries into three risk groups (details of the calculation of the risk ranking and the categorisation are provided in the appendix). 11 The clustering of sectors into the groups is displayed in Fig. 2D . The lowest risk group 1 is dominated by infrastructure sectors, such as construction and power supply, but also includes financial services.", "cite_spans": [{"start": 390, "end": 392, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 451, "end": 458, "text": "Fig. 2D", "ref_id": "FIGREF0"}], "section": "| PRELIMINARY RESULTS"}, {"text": "Several intermediate risks (group 2) are reported by different industries from the services sector, for example, admin services or information and communication. The highest risk group 3 contains manufacturing, retail, education, water supply, and hospitality. In contrast to hypothesis H 4, the different risk groups do not show substantial differences with regards to short-term stock losses. While this observation is not aligned with our initial hypothesis, it underlines that stock markets are less suited to differentiate industries by corona-related economic risk perceptions, as the deteriorating overall market expectation dominate in the stock price signal. Other data sources, like the 10-K reports investigated here, provide a more granular perspective on COVID-19 related perceived risks.", "cite_spans": [], "ref_spans": [], "section": "| PRELIMINARY RESULTS"}, {"text": "While a one-dimensional categorisation of risk assessments tends to over-simplify the crisis firms are facing, it allows to compare the different industries and to identify those parts of the economy, which currently report more or less severe effecs due to the immediate economic consequences of the pandemic. The data-driven assessment reveals, in particular, that manufacturing and retail are among the industries that report to be most vulnerable to the changing economic environment. Not only decreasing consumer demand but particularly problems along the supply chain mark substantial risk factors for those industries. On the other hand, it is mostly firms from the information and communication services sector, which are less dependent on the physical transport of goods, that are currently reporting fewer risks. Moreover, with only 4 % of the 10-K reports mentioning the coronavirus as a potential risk factor, the construction sector seems largely unaffected by the short term economic shocks.", "cite_spans": [], "ref_spans": [], "section": "| PRELIMINARY RESULTS"}, {"text": "The extent to which the industries are affected by corona-related business risks is likely to change over time. Accordingly, the risk categorisation presented here is a static measure that needs constant updating and refinement as the crisis unfolds. To do this, the study is supplemented by an online dashboard, which tracks the main findings 11 Please note that the ordinal categorisation into different risk groups will be replaced by a continuous risk index for all industries, as more reports are released over time. The simplyfing categorisation of industries into risk groups would most likely need considerable adjustments over time, as more reports will include corona-related risks.", "cite_spans": [{"start": 344, "end": 346, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "| PRELIMINARY RESULTS"}, {"text": "with substantially lower values. With more reports being released over time, we will update and refine the CoRisk-Index to allow for more fine-grained industry-specific analyses, including breakdown by topics and sentiment. The index starts with zero, indicating no corona-related business risks in the reports. We will track the CoRisk-Index over the course of the corona crisis until the index reaches zero again.", "cite_spans": [], "ref_spans": [], "section": "| PRELIMINARY RESULTS"}, {"text": "As discussed in section 2, economies are characterised by dense flows of demand, supply, and capital between the industries. Accordingly, we highlight this inter-connectedness in Fig. 3B , displaying the top-two cross-industry capital flows per sector within the U. S. economy (based on 2015 the national Input-Output table provided by the OECD). As the figure reveals, specific parts of the economy are currently mentioning the most substantial risks, in particular manufacturing, retail, and hospitality. Industries in the primary sector, infrastructure, and services are currently reporting fewer risks. While the short term nature of the investigation presented here does not allow for industry-specific time-series investigations, which would be necessary to provide final evidence in favour of hypothesis H 5, the dense interconnection between all parts of the economy indicates that it is only a matter of time until the risk factors from decreasing consumer demand and supply chain interruptions will transfer to the other parts of the economy. 12", "cite_spans": [], "ref_spans": [{"start": 179, "end": 186, "text": "Fig. 3B", "ref_id": "FIGREF3"}], "section": "| PRELIMINARY RESULTS"}, {"text": "As the COVID-19 pandemic unfolds, governments are attempting to reduce contagion rates at the expense of personal freedom and negative economic effects. Sizeable cyclical and fiscal policy packages are prepared in order to counterbalance the dooming global economic downturn. In order to ensure an effective usage of public crisis spending, it is paramount to understand in detail which industries are most affected by the pandemic and currently most in need of support. This study introduces a data-mining approach to measure the reported business risks induced by the current COVID-19 pandemic. We examine company risk reports filed to the U.S. Securities and Exchange Commission (SEC). Harnessing this data set enables a real-time analysis of potential risk factors. Preliminary findings show that the companies' risk awareness is preempting stock market developments by weeks. While stock prices typically condense the market's multiple signals, the 10-K reports allow to isolates the company risk perceptions associated to the COVID-19 outbreak. Moreover, this risk awareness differs substantially between industries, both in magnitude as well as in nature. Based on natural language processing techniques, we can identify specific corona-related risk-topics and their relevance for the different industries: supply chain-and production related issues seem to be mostly relevant for retail and manufacturing, while several industries have reported demand-or finance related risk factors. Additionally, our approach allows to cluster the industries into three groups of reported risk factors, giving a better understanding of which industries are considering the most severe impacts at the current stage. We summarise the corona-related business risk perceptions per industry in a compound index published online. 13 The CoRisk-Index, which will be updated constantly over the course of the crisis, provides an up-to-date database to identify the industries that report most substantial risk factors in the different phases of the unfolding economic crisis. The online dashboard can provide a data source to inform economic models and to provide empirical information that could help to assess potential policies, which aim to effectively target financial support and to mitigate the economic shocks of the current crisis. 12 In the current version of the working paper, Fig. 2E represents a simple visualisation of some relevant economic flows within the U. S. economy, which imply likely propagation channels of adverse economic effects. In a revised version, we will include a more detaile network analysis to investigate potential risk propagation mechanisms. 13 http://oxford.berlin/CoRisk", "cite_spans": [{"start": 1818, "end": 1820, "text": "13", "ref_id": "BIBREF12"}, {"start": 2327, "end": 2329, "text": "12", "ref_id": "BIBREF11"}, {"start": 2668, "end": 2670, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 2375, "end": 2382, "text": "Fig. 2E", "ref_id": "FIGREF0"}], "section": "| Summary"}, {"text": "Governments are eager to counterbalance the dooming global economic crisis induced by the COVID-19 pandemic with cyclical and fiscal policy packages of enormous volumes. Democratic accountability demands this public crisis stimulus to be spend as effectively as possible. Our data-driven analysis of the 10-K SEC filings provides an alternative data source, which could be used to help identifying industries that are most severely affected by COVID-19. In particular the industries in risk group 3 are currently reporting most severe effects from the sharply decreasing consumer demand and interruptions of the supply chain, and might face substantial problems through the unfolding of the crisis. 14 Other parts of the economy, in particular information-processing service industries and construction, are currently reporting less severe corona-related risks. However, as the shock will transmit throughout the tightly inter-connected economy over time, these industries are likely to face larger challenges at a later stage in time. Nonetheless, at the current stage, their core businesses seem to be less directly affected by supply chain interruptions and collapsing consumer demand than other industries.", "cite_spans": [], "ref_spans": [], "section": "| Policy Implications"}, {"text": "Our approach is based on the risk assessments in the U. S. Securities and Exchange Commission (SEC) filing reports.", "cite_spans": [], "ref_spans": [], "section": "| Methodological Limitations"}, {"text": "Thus, the value of the approach relies crucially on company self-reporting. While the firms are unlikely to provide a risk prediction with a high forecasting accuracy, it might still be worth exploring the reports as alternative data source to measure risk perceptions. As the reports serve as legal and insurance requirements against financial risks, but also as a basis for investment decisions of investors, companies are implicitly encouraged to neither over-nor understate the risks they are facing. Nevertheless, our results are limited to this self-assessment. As many of the implications of the corona crisis are still uncertain, our approach thus reflects a way to approximate potential implications on current estimations of experts in the different sectors, represented by the companies, and does not include risks that are unforeseeable for themselves at a given point in time. Moreover, the data to assess the precision of these estimations does not exist yet, as there has not been a pandemic with comparable global economic consequences in recent time. In the future, we will evaluate our results by looking at employment data in different sectors. Moreover, the pandemic continues to spread and will soon affect all industry sectors and all countries of the world. As more and more companies will report on related risks, the count of corona mentions alone will lose its information-value as a measure to differentiate between endangered industry sectors. Then, more granular measures, such as the identified topic categories, will become more important to distinguish between different natures of risks.", "cite_spans": [], "ref_spans": [], "section": "| Methodological Limitations"}, {"text": "The exploration of alternative data sources that are meant to complement or now-cast established economic statistics always comes with uncertainty. For example, it is not yet clear how the short-term risks described by the different industries will translate into long-term economic outcomes, such as bankruptcies. Nonetheless, we believe that the reports could be a reliable source of empirical information about the issues faced by different industries in the current situation, and they might be used to inform forecasting models on industry-specific economic effects of the crisis, as they help fill a data gap. Models that incorporate alternative data sources such as the one presented here could then be beneficial for developing economic support packages that are currently provided by governments.", "cite_spans": [], "ref_spans": [], "section": "| Methodological Limitations"}, {"text": "All technical methods serve the higher purpose of providing timely and comprehensible insights into the industryspecific effects caused by the global outbreak of the coronavirus. To mitigate susceptibility to errors and increase 14 At this point, we want to emphasise again that the findings are preliminary and might change over time, as more data becomes available and as the research methodology is refined. Moreover, the risk categorisation presented in this study is not meant as a direct policy recommendation.", "cite_spans": [{"start": 229, "end": 231, "text": "14", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "| Methodological Limitations"}, {"text": "Instead, the tool is meant to provide an empirical source of information for real-time tracking of industry-specific risk perceptions, which can help to inform policy makers in times of a fast-evolving economic crisis. reproducibility, we mostly draw from more basic technical methods. This can be seen in the discovery of Corona-relevant keywords which is based on the matching of regular expressions to avoid error-prone text pre-processing. Reduction of technical complexity, however, comes at the cost of diminished modelling fidelity and potential accuracy of results.", "cite_spans": [], "ref_spans": [], "section": "| Methodological Limitations"}, {"text": "For instance, the sentiment classifier has not been fine-tuned on text snippets discussing financial risks in particular.", "cite_spans": [], "ref_spans": [], "section": "| Methodological Limitations"}, {"text": "Further, it may be questioned whether a generalist sentiment score yields a reliable measure for the assessment of risks. Additionally, the LDA-based topic modelling approach lacks in interpretability and robustness, and we therefore only use it for exploration until now. The topics and keywords we use for estimating topic prevalence are therefore hand-coded which limits the detection of topics to predefined terms.", "cite_spans": [], "ref_spans": [], "section": "| Methodological Limitations"}, {"text": "In general, the findings presented here should be considered as preliminary. Sensitivity checks are needed to validate their robustness, and numerous extensions will help to better assess the potential value of the exploration of 10-K reports as a complementary data source to measure industry-specific risk factors.", "cite_spans": [], "ref_spans": [], "section": "| Methodological Limitations"}, {"text": "We expect some of these limitations to be mitigated with more reports to be analysed in the near future. Adjusted results will be published on the online dashboard and in a refined version of the working paper.", "cite_spans": [], "ref_spans": [], "section": "| Methodological Limitations"}, {"text": "The following impetus for future work builds directly on the identified methodological limitations and caveats mentioned throughout the paper. Rather than harnessing generalist sentiment analysis, future efforts should explore risk classifiers trained on labelled financial risk assessments and entity sentiment analysis [30] .", "cite_spans": [{"start": 321, "end": 325, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "| Future Work"}, {"text": "The robustness of the results needs to be checked in more detail. In particular, we will compare historical stock market and unemployment data with risk measures extracted from 10-K reports to investigate the correlation between risk reports and overall economic trends. This also holds for the natural language processing methods applied. Based on more data that is to be captured in the next weeks, we will explore in how far different text mining methods lead to similar results with respect to the topics that can be extracted, and what the effect of different keyword choices is on the results presented in the heatmap.", "cite_spans": [], "ref_spans": [], "section": "| Future Work"}, {"text": "To investigate the potential propagation of risk factors through the economy, we will include a network analysis based on input-output data to identify the most contagious areas of the economy. Another promising direction is the extension of the inter-sectoral U. S.-centred trade network to more comprehensive data on international inter-and intra-sectoral trade. Analysing inter-national cooperation networks [31] , mining industry-specific key technologies [32] and drawing from more advanced network analysis techniques such as dynamicity [33] or sentiment-based network clustering [34] will be highly beneficial.", "cite_spans": [{"start": 411, "end": 415, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 460, "end": 464, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 543, "end": 547, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 586, "end": 590, "text": "[34]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "| Future Work"}, {"text": "Likewise, the content of other online platforms, such as Wikipedia, as a source for risk assessment could be explored [35, 36] . This could allow an estimation of operational risk channels and risk spillovers propagating between industries and countries due to global supply chains and peer-tier co-operations. Considering more financial data could include credit risks (financial exposures) of companies. Besides the comparison with additional financial signals, we plan to include unemployment rates in our analysis as an exogenous variable to the SEC risk assessment.", "cite_spans": [{"start": 118, "end": 122, "text": "[35,", "ref_id": "BIBREF34"}, {"start": 123, "end": 126, "text": "36]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "| Future Work"}, {"text": "We are grateful for comments made by Andrew Stephen, Felix Reed-Tsochas, Felipe Thomasz, and Slava Jankin. Their comments have helped to substantially improve the working paper.", "cite_spans": [], "ref_spans": [], "section": "AC K N O W L E D G E M E N T S"}, {"text": "Sentiment analysis on the SEC filings serves the purpose of a more contextualised semantic understanding of the risk assessment concerning COVID-19. We selected the paragraph of the risk report, with the highest number of coronavirus mentions and calculated the sentiment based on the TextBlob API [39] using the code developed in [30] ,", "cite_spans": [{"start": 298, "end": 302, "text": "[39]", "ref_id": "BIBREF38"}, {"start": 331, "end": 335, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "A.4 | Sentiment Analysis on 10-K SEC Filings"}, {"text": "We use unsupervised learning techniques to identify the main topics that companies mention when describing coronavirus related risks. Latent Dirichlet Allocation (LDA) is a Bayesian computational linguistic technique that identifies the latent topics in a corpus of documents [40] . This statistical model falls into the category of generative probabilistic modelling: a generative process which defines a joint probability distribution over the observed random variable, i.e. the words of the documents, and the hidden random variables, which is the topic structure. In other words, LDA uses the probability of words that co-occur within documents to identify sets of topics and their associated words [29] . The number of topics has to be defined in advance. LDA is a frequently used technique to identify main topics in a corpus.", "cite_spans": [{"start": 276, "end": 280, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 703, "end": 707, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "A.5 | Topic Modelling on 10-K SEC Filings"}, {"text": "Nevertheless, the interpretation of these topics can sometimes be difficult. We thus perform LDA for explorative purposes in our research only. By additionally exploring the most common words and bi-grams we then define topics and the defining keywords by hand. We then detect how often companies mention these keywords in the corona related risk sections to estimate how important the topics are in different sectors. In particular, we perform the following steps:", "cite_spans": [], "ref_spans": [], "section": "A.5 | Topic Modelling on 10-K SEC Filings"}, {"text": "Referring to section A.3, we filter all sentences from the risk sections that mention either \"corona\" and \"covid\", thereby also accounting for \"coronavirus\" and \"covid-19\".", "cite_spans": [], "ref_spans": [], "section": "Sample restriction"}, {"text": "Before we train the LDA model we prepare the documents to achieve better performance of the method. We remove all common English stopwords, which are frequent words such as \"is, \" \"the, \" and \"and\" as well as those words which appear in at least 80% of the documents. These words are not useful in classifying topics as they are too frequent and therefore decrease performance. Moreover, we delete all words that do not occur in at least 2 documents.", "cite_spans": [], "ref_spans": [], "section": "Text preparation"}, {"text": "We turn the documents into numerical feature vectors (\"Bag of words\" representation). These vectors disregard word order and simply contain the number of times a word appears. We then use LDA to extract the topic structure. Like any unsupervised topic model, this requires setting the number of topics a priori. We selected this key parameter based on semantic coherence, evaluating a range of 2 to 8 topics, which leads to a final model of 4 topics. The top 10 terms of each topic are displayed in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 499, "end": 506, "text": "Table 2", "ref_id": "TABREF0"}], "section": "Topic modelling with LDA"}, {"text": "The derived topics give a good insight into the general narratives of risks used in the documents. Nevertheless, they are hard to interpret, as the early corona-related risk reports are still quite generic such that most of the companies cover a lot of risk factors. Thus we make use of our insights from the topic modelling to define 5 main topics defined by keywords, displayed in Table 1 . The choice of keywords is additionally informed by clustering the most frequently used words and bi-grams in the documents. We then measure the frequency of these keywords per topic per industry in all of the documents to get more insights into the nature of risks different sectors are facing due to the pandemic.", "cite_spans": [], "ref_spans": [{"start": 383, "end": 390, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Topic keyword frequencies"}, {"text": "Production business operation, business disruption, product, work stoppage, labor disruption, labor, work, manufacturing operation, labor shortage, employee productivity, product development, business activity Supply manufacturing facility, manufacture facility, contract manufacturer, service provider, logistic provider, supply disruption, party manufacturer, supply disruption, facility, supply, transportation delay, delivery delay, supplier, business partner, supply chain, material shortage ", "cite_spans": [], "ref_spans": [], "section": "Topic Keywords"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "House leaders look to expedite $2.2 trillion relief package but face possibility that one GOP lawmaker may delay passage -The Washington Post", "authors": [{"first": "E", "middle": [], "last": "Werner", "suffix": ""}, {"first": "M", "middle": [], "last": "Debonis", "suffix": ""}, {"first": "P", "middle": [], "last": "Kane", "suffix": ""}, {"first": "J", "middle": [], "last": "Wagner", "suffix": ""}], "year": 2020, "venue": "Washington Post", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Was das alles kostet", "authors": [{"first": "Z", "middle": [], "last": "Zacharakis", "suffix": ""}, {"first": "", "middle": [], "last": "Wirtschaftsmaßnahmen", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Estimating clinical severity of COVID-19 from the transmission dynamics in Wuhan, China", "authors": [{"first": "J", "middle": ["T"], "last": "Wu", "suffix": ""}, {"first": "K", "middle": [], "last": "Leung", "suffix": ""}, {"first": "M", "middle": [], "last": "Bushman", "suffix": ""}, {"first": "N", "middle": [], "last": "Kishore", "suffix": ""}, {"first": "R", "middle": [], "last": "Niehus", "suffix": ""}, {"first": "", "middle": [], "last": "Salazar Pmd", "suffix": ""}], "year": 2020, "venue": "Nature Medicine", "volume": "", "issn": "", "pages": "1--5", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Potential for global spread of a novel coronavirus from China", "authors": [{"first": "I", "middle": ["I"], "last": "Bogoch", "suffix": ""}, {"first": "A", "middle": [], "last": "Watts", "suffix": ""}, {"first": "A", "middle": [], "last": "Thomas-Bachli", "suffix": ""}, {"first": "C", "middle": [], "last": "Huber", "suffix": ""}, {"first": "Mug", "middle": [], "last": "Kraemer", "suffix": ""}, {"first": "K", "middle": [], "last": "Khan", "suffix": ""}], "year": 2020, "venue": "Journal of Travel Medicine", "volume": "27", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand. London: Imperial College COVID-19 Response Team", "authors": [{"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "D", "middle": [], "last": "Laydon", "suffix": ""}, {"first": "G", "middle": [], "last": "Nedjati-Gilani", "suffix": ""}, {"first": "N", "middle": [], "last": "Imai", "suffix": ""}, {"first": "Ainslie", "middle": ["K"], "last": "Baguelin", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "16", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Nonpharmaceutical Measures for Pandemic Influenza in Nonhealthcare Settings-Social Distancing Measures", "authors": [{"first": "M", "middle": ["W"], "last": "Fong", "suffix": ""}, {"first": "H", "middle": [], "last": "Gao", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Wong", "suffix": ""}, {"first": "J", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "E", "middle": ["Y"], "last": "Shiu", "suffix": ""}, {"first": "S", "middle": [], "last": "Ryu", "suffix": ""}], "year": 2020, "venue": "Emerging infectious diseases", "volume": "26", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Hand-Hygiene Mitigation Strategies Against Global Disease Spreading through the Air Transportation Network", "authors": [{"first": "C", "middle": [], "last": "Nicolaides", "suffix": ""}, {"first": "D", "middle": [], "last": "Avraam", "suffix": ""}, {"first": "L", "middle": [], "last": "Cueto-Felgueroso", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "González", "suffix": ""}, {"first": "R", "middle": [], "last": "Juanes", "suffix": ""}], "year": 2019, "venue": "Risk Analysis", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["https:/onlinelibrary.wiley.com/doi/abs/10.1111/risa.13438"]}}, "BIBREF8": {"ref_id": "b8", "title": "Economics in the Time of COVID-19", "authors": [{"first": "R", "middle": [], "last": "Baldwin", "suffix": ""}, {"first": "Mauro", "middle": [], "last": "Bwd", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Mitigating the COVID Economic Crisis: Act Fast and Do Whatever It Takes", "authors": [{"first": "R", "middle": [], "last": "Baldwin", "suffix": ""}, {"first": "Mauro", "middle": [], "last": "Bwd", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Limiting the economic fallout of the coronavirus with large targeted policies", "authors": [{"first": "G", "middle": [], "last": "Gopinath", "suffix": ""}], "year": 2020, "venue": "Mitigating the COVID Economic Crisis: Act Fast and Do Whatever It Takes CEPR Press", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "What the stock market tells us about the consequences of COVID-19", "authors": [{"first": "S", "middle": [], "last": "Ramelli", "suffix": ""}, {"first": "A", "middle": [], "last": "Wagner", "suffix": ""}], "year": 2020, "venue": "Mitigating the COVID Economic Crisis: Act Fast and Do Whatever It Takes CEPR Press", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Saving China from the coronavirus and economic meltdown: Experiences and lessons. In: Mitigating the COVID Economic Crisis: Act Fast and Do Whatever It Takes CEPR Press", "authors": [{"first": "Y", "middle": [], "last": "Huang", "suffix": ""}, {"first": "C", "middle": [], "last": "Lin", "suffix": ""}, {"first": "P", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The macroeconomic impact of pandemic influenza: estimates from models of the United Kingdom", "authors": [{"first": "M", "middle": ["R"], "last": "Keogh-Brown", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Smith", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Edmunds", "suffix": ""}, {"first": "P", "middle": [], "last": "Beutels", "suffix": ""}], "year": 2010, "venue": "The European Journal of Health Economics", "volume": "11", "issn": "6", "pages": "543--554", "other_ids": {"DOI": ["10.1007/s10198-009-0210-1"]}}, "BIBREF14": {"ref_id": "b14", "title": "Avian Influenza: Potential Economic Impact of a Pandemic on Australia", "authors": [{"first": "B", "middle": [], "last": "Buetre", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kim", "suffix": ""}, {"first": "Q", "middle": ["T"], "last": "Tran", "suffix": ""}, {"first": "D", "middle": [], "last": "Gunasekera", "suffix": ""}], "year": 2006, "venue": "Australian Commodities: Forecasts and Issues", "volume": "13", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The economic impact of H1N1 on Mexico's tourist and pork sectors", "authors": [{"first": "D", "middle": [], "last": "Rassy", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Smith", "suffix": ""}], "year": 2013, "venue": "Health Economics", "volume": "22", "issn": "7", "pages": "824--834", "other_ids": {"DOI": ["https:/onlinelibrary.wiley.com/doi/abs/10.1002/hec.2862"]}}, "BIBREF16": {"ref_id": "b16", "title": "Public health interventions and epidemic intensity during the 1918 influenza pandemic", "authors": [{"first": "R", "middle": ["J"], "last": "Hatchett", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Mecher", "suffix": ""}, {"first": "M", "middle": [], "last": "Lipsitch", "suffix": ""}], "year": 2007, "venue": "Proceedings of the National Academy of Sciences", "volume": "104", "issn": "18", "pages": "7582--7587", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Pandemic influenza: studying the lessons of history", "authors": [{"first": "S", "middle": ["S"], "last": "Morse", "suffix": ""}], "year": 2007, "venue": "Publisher: National Acad Sciences", "volume": "104", "issn": "", "pages": "7313--7314", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The Coronavirus and the Great Influenza Epidemic -Lessons from the 'Spanish Flu' for the Coronavirus's Potential Effects on Mortality and Economic Activity", "authors": [{"first": "R", "middle": ["J"], "last": "Barro", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Ursua", "suffix": ""}, {"first": "J", "middle": [], "last": "Weng", "suffix": ""}], "year": 2020, "venue": "Social Science Research Network", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The impact of the 1918 Spanish flu epidemic on economic performance in Sweden: An investigation into the consequences of an extraordinary mortality shock", "authors": [{"first": "M", "middle": [], "last": "Karlsson", "suffix": ""}, {"first": "T", "middle": [], "last": "Nilsson", "suffix": ""}, {"first": "S", "middle": [], "last": "Pichler", "suffix": ""}], "year": 2014, "venue": "Journal of Health Economics", "volume": "36", "issn": "", "pages": "1--19", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Measuring the supply chain risk and vulnerability in frequency space", "authors": [{"first": "D", "middle": [], "last": "Bogataj", "suffix": ""}, {"first": "M", "middle": [], "last": "Bogataj", "suffix": ""}], "year": 2007, "venue": "International Journal of Production Economics", "volume": "108", "issn": "1", "pages": "291--301", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Network structure of production", "authors": [{"first": "E", "middle": [], "last": "Atalay", "suffix": ""}, {"first": "A", "middle": [], "last": "Hortacsu", "suffix": ""}, {"first": "J", "middle": [], "last": "Roberts", "suffix": ""}, {"first": "C", "middle": [], "last": "Syverson", "suffix": ""}], "year": 2011, "venue": "Publisher: National Acad Sciences", "volume": "108", "issn": "", "pages": "5199--5202", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The network origins of aggregate fluctuations", "authors": [{"first": "D", "middle": [], "last": "Acemoglu", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Carvalho", "suffix": ""}, {"first": "A", "middle": [], "last": "Ozdaglar", "suffix": ""}, {"first": "A", "middle": [], "last": "Tahbaz-Salehi", "suffix": ""}], "year": 2012, "venue": "Econometrica", "volume": "80", "issn": "5", "pages": "1977--2016", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The risk concept-historical and recent development trends. Reliability Engineering & System Safety", "authors": [{"first": "T", "middle": [], "last": "Aven", "suffix": ""}], "year": 2012, "venue": "", "volume": "99", "issn": "", "pages": "33--44", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Some foundational issues related to risk governance and different types of risks", "authors": [{"first": "T", "middle": [], "last": "Aven", "suffix": ""}, {"first": "O", "middle": [], "last": "Renn", "suffix": ""}], "year": 2019, "venue": "Journal of Risk Research", "volume": "0", "issn": "0", "pages": "1--14", "other_ids": {"DOI": ["10.1080/13669877.2019.1569099"]}}, "BIBREF25": {"ref_id": "b25", "title": "SEC adopts rules to modernize and simplify disclosure", "authors": [{"first": "L", "middle": ["D"], "last": "Richman", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Bakst", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Gray", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Hermsen", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Pinedo", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Schuette", "suffix": ""}], "year": 2019, "venue": "Journal of Investment Compliance", "volume": "20", "issn": "2", "pages": "1--8", "other_ids": {"DOI": ["10.1108/JOIC-04-2019-0022"]}}, "BIBREF26": {"ref_id": "b26", "title": "Predicting risk from financial reports with regression", "authors": [{"first": "S", "middle": [], "last": "Kogan", "suffix": ""}, {"first": "D", "middle": [], "last": "Levin", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Routledge", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Sagi", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Smith", "suffix": ""}], "year": 2009, "venue": "Proceedings of Human Language Technologies: The 2009 Annual Conference of the North American Chapter of the Association for Computational Linguistics on -NAACL '09", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "COVID-19: Europe needs a catastrophe relief plan", "authors": [{"first": "A", "middle": [], "last": "Bénassy-Quéré", "suffix": ""}, {"first": "R", "middle": [], "last": "Marimon", "suffix": ""}, {"first": "J", "middle": [], "last": "Pisani-Ferry", "suffix": ""}, {"first": "L", "middle": [], "last": "Reichlin", "suffix": ""}, {"first": "D", "middle": [], "last": "Schoenmaker", "suffix": ""}, {"first": "Mauro", "middle": [], "last": "Bwd", "suffix": ""}], "year": 2020, "venue": "Mitigating the COVID Economic Crisis: Act Fast and Do Whatever It Takes CEPR Press", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "The evolution of 10-K textual disclosure: Evidence from Latent Dirichlet Allocation", "authors": [{"first": "T", "middle": [], "last": "Dyer", "suffix": ""}, {"first": "M", "middle": [], "last": "Lang", "suffix": ""}, {"first": "L", "middle": [], "last": "Stice-Lawrence", "suffix": ""}], "year": 2017, "venue": "Journal of Accounting and Economics", "volume": "64", "issn": "2", "pages": "221--245", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Measuring Proximity Between Newspapers and Political Parties: The Sentiment Political Compass", "authors": [{"first": "F", "middle": [], "last": "Falck", "suffix": ""}, {"first": "J", "middle": [], "last": "Marstaller", "suffix": ""}, {"first": "N", "middle": [], "last": "Stoehr", "suffix": ""}, {"first": "S", "middle": [], "last": "Maucher", "suffix": ""}, {"first": "J", "middle": [], "last": "Ren", "suffix": ""}, {"first": "A", "middle": [], "last": "Thalhammer", "suffix": ""}], "year": 2019, "venue": "Policy & Internet", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["https:/onlinelibrary.wiley.com/doi/abs/10.1002/poi3.222"]}}, "BIBREF30": {"ref_id": "b30", "title": "Global networks in collaborative programming", "authors": [{"first": "F", "middle": [], "last": "Braesemann", "suffix": ""}, {"first": "N", "middle": [], "last": "Stoehr", "suffix": ""}, {"first": "M", "middle": [], "last": "Graham", "suffix": ""}], "year": 2019, "venue": "Regional Studies, Regional Science", "volume": "6", "issn": "1", "pages": "371--373", "other_ids": {"DOI": ["10.1080/21681376.2019.1588155"]}}, "BIBREF31": {"ref_id": "b31", "title": "Mining the Automotive Industry: A Network Analysis of Corporate Positioning and Technological Trends", "authors": [{"first": "N", "middle": [], "last": "Stoehr", "suffix": ""}, {"first": "F", "middle": [], "last": "Braesemann", "suffix": ""}, {"first": "M", "middle": [], "last": "Frommelt", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2020, "venue": "Complex Networks XI Springer Proceedings in Complexity", "volume": "", "issn": "", "pages": "297--308", "other_ids": {"DOI": ["10.1007/978-3-030-40943-2_25"]}}, "BIBREF32": {"ref_id": "b32", "title": "Disentangling Interpretable Generative Parameters of Random and Real-World Graphs", "authors": [{"first": "N", "middle": [], "last": "Stoehr", "suffix": ""}, {"first": "E", "middle": [], "last": "Yilmaz", "suffix": ""}, {"first": "M", "middle": [], "last": "Brockschmidt", "suffix": ""}, {"first": "J", "middle": [], "last": "Stuehmer", "suffix": ""}], "year": 2019, "venue": "NeurIPS, Workshop on Graph Representation Learning", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Hashjacking\" the Debate: Polarisation Strategies of Germany's Political Far-Right on Twitter", "authors": [{"first": "P", "middle": [], "last": "Darius", "suffix": ""}, {"first": "F ;", "middle": [], "last": "Stephany", "suffix": ""}, {"first": "I", "middle": [], "last": "Weber", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Darwish", "suffix": ""}, {"first": "C", "middle": [], "last": "Wagner", "suffix": ""}, {"first": "E", "middle": [], "last": "Zagheni", "suffix": ""}, {"first": "L", "middle": [], "last": "Nelson", "suffix": ""}, {"first": "S", "middle": [], "last": "Aref", "suffix": ""}], "year": 2019, "venue": "Social Informatics Lecture Notes in Computer Science", "volume": "", "issn": "", "pages": "298--308", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "An exploration of wikipedia data as a measure of regional knowledge distribution", "authors": [{"first": "F", "middle": [], "last": "Stephany", "suffix": ""}, {"first": "F", "middle": [], "last": "Braesemann", "suffix": ""}], "year": 2017, "venue": "International Conference on Social Informatics Springer", "volume": "", "issn": "", "pages": "31--40", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Coding together-coding alone: The role of trust in collaborative programming", "authors": [{"first": "F", "middle": [], "last": "Stephany", "suffix": ""}, {"first": "F", "middle": [], "last": "Braesemann", "suffix": ""}, {"first": "M", "middle": [], "last": "Graham", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Rank and Filed, SEC filings for humans", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Yahoo! Finance market data downloader", "authors": [{"first": "R", "middle": [], "last": "Aroussi", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Simplified Text Processing -TextBlob 0.15.2 documentation", "authors": [{"first": "", "middle": [], "last": "Textblob", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Probabilistic topic models", "authors": [{"first": "D", "middle": ["M"], "last": "Blei", "suffix": ""}], "year": 2012, "venue": "Communications of the ACM", "volume": "55", "issn": "4", "pages": "77--84", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "(A-E) All figures per industry group. (A) Number of 10-K reports filed from 30/01 -20/03/2020 and share of reports mentioning coronavirus. (B) Number of coronavirus mentions per report. (C) Heatmap of relevant economic topics mentioned in 10-K reports related to coronavirus. (D) Distribution of stock-market development of reporting firms, aggregated in coronal-related risk groups. The risk groups show no substantial correlation with the average short-term stock loss per industry. risk and cross-industry economic flows (from US Input-Output tables) F I G U R E 3 (A) The CoRisk-Index: the index is updated weekly. It is a compound measure of the share of corona-mentioning firms per industry and the average number of corona-mentions per report. (B) Cross-industry economic flows (top-two connections per industry from 2015 US Input-Output table), corona-related economic risk groups highlighted (yellow -risk group 1; orange -risk group 2; red -risk group 3).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "More recently, smaller epidemics spread around many countries, such as SARS in 2002, the swine flu in 2009 and Ebola in 2014. Nonetheless, the current coronavirus pandemic is, in recent history, unprecedented in its global social and economic consequences. Governments are taking drastic measures while researchers attempt to provide urgently needed policy advice. Much of the coronavirus-related social science and public health research focuses on disease transmission, global spread, and different interventions (see for example[3,4,5,6,7]).In contrast, empirical research investigating the economic impact of COVID-19 is less prevalent. Dorn et al.[8] uses scenario calculations to estimate the economic costs of the pandemic for the case of Germany. The authors estimate the financial consequences for the state budget and the employment effects depending on the length of the economic shutdown. Moreover, they include differential adverse effects by sectors, based on press releases and the provisional Ifo business climate index for March 2020. They conclude that the travel and restaurant industry is likely to face a complete shutdown, whereas the pharmaceutical, logistics and health sectors are likely to continue to operate at full capacity.3 However, such simulations rely mostly on theoretical considerations lacking a strong empirical foundation. In Baldwin and Mauro[9,10] researchers collect a great variety of perspectives on the potential economic implications of COVID-19. Topics range from impacts on trade, economic policy measures, monetary policy, and finance to labour market effects. These contributions rely on simulations, scenarios, descriptive statistics and qualitative arguments.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Corona-related risk assessments reported in 10-K filings show a time lead compared to stock market dynamics.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "For example, while 39 % of the firms in manufacturing mention corona-related risks, only 22 % of the firms in the financial sector consider such risk factors. Other sectors that show a high awareness of corona-related risks are retail (48 %), or hospitality (47 %). 9 .", "latex": null, "type": "figure"}, "FIGREF4": {"text": "with respect to the risk categorisation over time. A static visualisation (up to 29th March 2020) of the tracking tool is displayed in Fig. 3A. Due to limited data availability, the time-tracking could, so far, only be conducted for the four largest industries; all other industries are aggregated in 'other industries' . The CoRisk-Index is a compound measure (i. e. geometric mean) of the share of firms that have reported corona-related risks (see Fig. 2A) and the average number of corona-keywords per report (see Fig. 2B), aggregated weekly. The different industries can be dinstiguished by their perceived risks they are reporting (values from 29th March 2020): retail (2.45) and manufacturing (1.97) in the top group, other industries (1.32) close to the average of all industries (1.42), and finance (0.78) and admin services (0.61)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Total no. of coronavirus cases by 23rd March 2020 (Inset: cases per country) S&P Global 1200 Stock Index C Share of 10-K reports mentioning coronavirus DText sentiment in 10-K reports F I G U R E 1 (A) Total number of people infected with COVID-19 per country: by 23rd March 2020, the disease has developed into a global pandemic. The number of cases per country varies by several orders of magnitude (inset). (B) S & Global 1200 Stock Index from 30/01 -20/03/2020: as a first economic reaction to the pandemic, global stock markets have collapsed. (C) Share of 10-K reports mentioning coronavirus over time: with the global spread of the crisis, the number of firms that mention the pandemic as a risk factor increases sharply. (D) Text sentiment of all 10-K reports (red) and text sections mentioning coronavirus (blue): The overall sentiment follows the global stock market developments, which highlights the value of 10-K reports as economic meaningful data source. The sentiment of corona-mentioning paragraphs (blue) decreases weeks before the stock markets collapse, indicating a forward-looking risk-awareness of firms with regards to the economic consequences of the pandemic.The study is structured as follows: The next section introduces relevant related research focusing on the economic consequences of infectious diseases and risk assessment in highly interconnected economies. In section 3 we discuss our data and methods before presenting preliminary results in section 4. Lastly, we discuss policy implications, methodological limitations, and planned extensions of our approach.DShare price development per industry and corona-risk groupHeatmap of topics about economic risks related to coronavirus", "latex": null, "type": "table"}, "TABREF1": {"text": "Travel air travel, travel, travel restriction, airline industry, travel disruption Demand store closure, distribution channel, market condition, consumer spend, market acceptance, consumer confidence, consumer demand, consume, store, customer, store traffic Finance operating result, cash flow, stock price, estate value, credit availability, performance problem TA B L E 2 LDA with 4 topics. Topic 0: impact extent including outbreak uncertain future highly results developments depend Topic 1: operations including health outbreak business supply products economic public result Topic 2: outbreak spread countries impact including china business potential economic government Topic 3: china outbreak novel covid adversely wuhan strain business december recent TA B L E 3 Corona risk groups.", "latex": null, "type": "table"}}, "back_matter": [{"text": "We use web crawlers and scrapers written in the general programming language Python for finding and extracting the relevant risk section in the 10k reports. Via the SEC online interface 15 past SEC filings are queried since the first emergence of 'coronavirus' in a report on January 30th 2020. A web crawler allows to find the relevant risk factor section in the 10-K reports and stores each paragraph for later text processing and analysis.", "cite_spans": [], "ref_spans": [], "section": "A.1 | Scraping of 10-K SEC Filings"}, {"text": "The collection of stock market data follows the incentive to provide reference data for the company SEC filings. In both, SEC filings and financial markets, each company is assigned a unique Central Index Key (CIK) and a ticker number. Based on the CIK, we identified a list of 13,737 companies using the data registry provided by Rank and Filed [37] . This list was then filtered by the list of companies of which we obtained SEC filings. Using the Yahoo Finance API, we finally retrieved stock prices for all remaining companies in the list [38] .", "cite_spans": [{"start": 346, "end": 350, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 543, "end": 547, "text": "[38]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "A.2 | Collection of Stock Market Data"}, {"text": "Since this study examines the attention attributed to COVID-19 in the SEC filings, the discovery mechanism of relevant COVID-19 mentions is of central importance. To mitigate susceptibility to errors due to word splitting, stemming and other text preprocessing, we decided for the most simple approach based on the matching of regular expressions. We scanned the reports for the two relatively unambiguous terms \"corona\" and \"covid\", also accounting for \"coronavirus\" and \"covid-19\" without duplication.", "cite_spans": [], "ref_spans": [], "section": "A.3 | Discovery of Relevant Keywords"}]}