{
    "paper_id": "1fae1dce7849fa2ed6c41e44dbc1c4d724c8cff4",
    "metadata": {
        "title": "Paying SPECIAL consideration to the digital sharing of information during the COVID-19 pandemic and beyond",
        "authors": [
            {
                "first": "Laura",
                "middle": [],
                "last": "Armitage",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "settlement": "Nuffield, Oxford",
                        "country": "UK"
                    }
                },
                "email": "laura.armitage@phc.ox.ac.uk"
            },
            {
                "first": "Beth",
                "middle": [
                    "K"
                ],
                "last": "Lawson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "settlement": "Oxford",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Maxine",
                "middle": [
                    "E"
                ],
                "last": "Whelan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Post-Doctoral research assistant",
                    "location": {
                        "settlement": "Nuffield"
                    }
                },
                "email": ""
            },
            {
                "first": "Nikki",
                "middle": [],
                "last": "Newhouse",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Post-Doctoral research Fellow",
                    "location": {
                        "settlement": "Nuffield"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Within weeks of identification of COVID-19 disease in China, social media and digital information sharing platforms such as Twitter, Facebook, and WhatsApp saw the rapid spread of information, termed an 'infodemic' by the World Health Organisation (WHO). 1 Some of this information has been high quality science while much more has been misleading, fear-mongering, or false. In some instances, the distinction between high quality and false information is less clear, but the information creates distraction or confusion. This can be harmful at a time when trustworthy science and guidance in the area of COVID-19 are urgently needed. 1 Researchers and health professionals are among many sharing information using digital platforms and social media. Seeking to share knowledge, protect others from risk, and provide leadership may lead us to media-trawl for the latest information and feel an urgency to share what we discover. We too may contribute to spreading information that creates fear or leads to harmful outcomes. A number of researchers and health professionals have major influence as opinion leaders among the public and their peers. Primary care clinicians and researchers should promote a critical and sceptical approach to the information we share, and those in leadership positions have a particular responsibility to lead by example.",
            "cite_spans": [
                {
                    "start": 635,
                    "end": 636,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Social media and digital information platforms have major potential to help health services respond to COVID-19, by disseminating up-to-date and accurate advice. 2 To achieve this, people must be able to access credible advice over misinformation. In 2009, the WHO published advice on the use of social media for disseminating health information; the bottom line is that we should be strategic and choose wisely. 3 We propose a framework to help us be strategic and choose wisely, by paying SPECIAL consideration to the information we share (Figure 1 ).",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 414,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 541,
                    "end": 550,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Background"
        },
        {
            "text": "Consider where the information has come from. Who is the author and do they have a track record of publishing or working in this field? If the information is a media article, social media post, photo, letter, or opinion piece, can you trace the original author? Before sharing, you should be comfortable that the author is credible and the information can be verified. If the information is a scientific article, pay attention to whether it is published in a reputable journal with clear peer review processes. If the author has published their work somewhere other than a peer reviewed journal, consider why that is. Barriers to rapid dissemination including long periods for peer review and publication fees have been dramatically reduced to support access to important new findings. If the article is published on an institutional website, look for evidence of internal peer review and consider the influence this may have. In all instances, funding sources for scientific research should be clearly stated, helping the reader consider potential sources of bias. 4 If considering posting an original piece of information with yourself as the original source, take a moment to consider whether what you are sharing is evidence-based and helpful. Could your peers and community follow these steps, and feel safe and comfortable in sharing your information piece as a credible and trustworthy source of information?",
            "cite_spans": [
                {
                    "start": 1066,
                    "end": 1067,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S -SOURCE"
        },
        {
            "text": "Consider whether confidentiality of individuals referred to within the information is maintained. No identifiable information should be presented in scientific articles without explicit consent. All scientific medical articles should report ethics committee approval and consent procedures. If you are concerned an article breaches an individual's confidentiality or serious study misconduct has occurred, you should raise your concern with the publishing journal's editor. 5 For media articles, social media posts, photos, or letters, review whether the identities of or information about individuals are revealed. If so, is there implicit or complicit consent from these individuals to share this information?",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 475,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "P -PRIVACY"
        },
        {
            "text": "Proactively evaluate or critically appraise the information presented. How has the information been presented? Is it presenting a balanced argument?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E -EVALUATE"
        },
        {
            "text": "There are four major questions to consider when critically appraising any scientific study: (1) did the study address a clearly focused question?; (2) did the study use valid methods to address the question?; (3) are the valid results of this study important?; and (4) are these valid, important results applicable to my patient or population? 6 If the answer to any one of these questions is no, it would be appropriate to refrain from sharing the information. For media articles, photos, letters, and opinion pieces, consider what 'evidence' is in the piece. Is there transparency regarding where this information has come from? Is the context of the information appropriately interpreted and presented?",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 345,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "E -EVALUATE"
        },
        {
            "text": "Consider how the information adds to existing knowledge. Does it take other recent knowledge or developments into account? Does it replicate or challenge existing evidence? Does it help us consider the validity of existing knowledge? If it challenges existing knowledge and research, we recommend critically appraising the conflicting pieces of information and reviewing their risks of bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C -CONTRIBUTION"
        },
        {
            "text": "What do you hope to achieve by sharing the information? Are you aiming to improve people's understanding? Perhaps your aim is to improve patient care? Do you have a major concern about an area of practice or piece of research that you wish to quickly disseminate? If so, is this well-founded and evidence-based? In some cases, there may be a conscious or subconscious desire to increase one's own presence, reach, or status on social media or online platforms. Sharing information with this underlying intent only may distract people from accessing the most important information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I -INTENTION"
        },
        {
            "text": "Consider your target audience when sharing information. There have been calls on social media from the public for healthcare professionals to refrain from posting information that scares the public. We do not suggest a blanket rule regarding this. Instead, it might be appropriate to consider who your audience is, whether your post may contribute to the generation of fear, and, if so, what is the most appropriate platform for sharing this particular information? If you decide to post a piece of information publicly on social media, can you stand by it if challenged? If you are raising a concern about current practices in your health service, are you prepared for this concern to be escalated with your name beside it? Have you considered other channels for raising concerns, and is sharing your concern on social media or a digital sharing platform necessary and proportionate? ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A -AUDIENCE"
        },
        {
            "text": "Consider the legacy that sharing this information may have and whether you are prepared to stand by it, even in years to come. We should all be mindful that anything we share digitally or post on social media is permanent. Even if deleted, social media posts are archived and can be traced. In addition, screenshots may be taken and disseminated on other platforms too, often without an individual's knowledge or consent. Remember to attend to codes of professional conduct, being mindful of who and what you represent. This might include your profession, employer, family, and friends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L -LEGACY"
        },
        {
            "text": "Practical tips to reduce the dissemination of misinformation or poor quality information",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The volume of information presented to you through social media and digital information platforms may feel overwhelming. In this instance, there are several quick tips that might help filter the quantity and quality of the information presented to you, enabling you take the time to appraise a higher proportion of what you see (Box 1). These may also serve to reduce the dissemination and reach of lower quality or inaccurate information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The proposed framework aims to help achieve the best from social media and digital platforms, and reduce misinformation and fear that can arise when these are not used in the best way possible. When used in the most positive ways, social media and digital platforms streams can educate, inform, uplift, and connect people and communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "No funding was received for this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Provenance Freely submitted; externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval N/A"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Novel Coronavirus (2019-nCoV) Situation Report -13",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Social media and emergency preparedness in response to novel coronavirus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Merchant",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lurie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4469"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "What social media offers to health professionals and citizens",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcnab",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bull World Health Organ",
            "volume": "87",
            "issn": "8",
            "pages": "566--566",
            "other_ids": {
                "DOI": [
                    "10.2471/BLT.09.066712"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Guidance on scientific writing",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Guidelines on Good Publication Practice",
            "authors": [],
            "year": 1999,
            "venue": "Committee on Publication Ethics (COPE)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Identify quality sources of online information and bookmark these pages",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Consider which social media and online platforms you use and whether there are one or two that lend themselves to better quality information",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Think about whether you want to limit who you follow on social media, to a smaller group of trusted people or organisations who you know disseminate reliable and high quality information",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "If you don't want to 'unfollow' individuals or organisations on social media, consider temporarily hiding the posts of those who frequently share information that does not meet high quality standards",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Box 1 Quick steps for filtering the quantity and quality of information presented to individuals via social media accounts and social platforms",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "et al. BJGP Open 2020; DOI: 10.3399/bjgpopen20X101072",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A framework for paying SPECIAL consideration to information shared via digital platforms and social media during the COVID-19 pandemic and beyond",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}