{
    "paper_id": "1fafe0b8dad66c88aeda370e7e22c45a1daa72ce",
    "metadata": {
        "title": "Police Brutality and Racism in America",
        "authors": [
            {
                "first": "Stephan",
                "middle": [
                    "A"
                ],
                "last": "Schwartz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The Schwartzreport tracks emerging trends that will affect the world, particularly the United States. For EXPLORE it focuses on matters of health in the broadest sense of that term, including medical issues, changes in the biosphere, technology, and policy considerations, all of which will shape our culture and our lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After getting arrested several times for participating in civil rights demonstrations as I walked down Constitution Avenue, past what were then known as the Old Navy buildings, now long gone, on that warm Wednesday afternoon on the 28 th of August 1963, I thought we had reached the turning point. I and thousands of others were moving quietly and peacefully towards the Lincoln Memorial where we were going to hear the Reverend Martin Luther King give what history now knows as the \"I have a Dream speech.\" I was walking with a Black friend, a reporter for The Washington Star, an historic paper now long gone. I looked over Richard's shoulder and saw walking next to us two young partners of the then conservative Republican law firm, Covington & Burling. Richard saw where I was looking and turned to watch them as well. To him they were just two more White men; a large proportion of the crowd were White, and men. When I explained who they were he smiled, and I said, \"I think we've won.\" It was such a happy day; I remember it still.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "And a little less than a year later, on 2 July 1964, almost unthinkably, a Southern politician, President Lyndon Johnson, signed into law the bipartisan Civil Rights Act of 1964, which prohibited discrimination in public places, provided for the integration of public schools, and facilities, and made employment discrimination based on race illegal. It seemed Dr. King's dream was coming true.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Police Brutality and Racism in America ❖. Stephan. A. Schwartz Page 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Then a year after that when Johnson signed the Voting Rights Act of 1965, which outlawed discriminatory voting practices, such as literacy tests and poll taxes, I thought all was now well. It had taken almost a hundred years, but we were finally throttling the monster of racism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "And yet here I sit, looking day after day at the searing television images of the new civil rights demonstrations, watching videos of white policemen murdering Black men for no reason except they could, thinking they would get away with it, as they had so often in the past. The mass demonstrations with their clouds of tear gas and rubber bullets. The gross misuse of the American military against American citizens. The eight minutes and 46 seconds of video showing four policemen in Minneapolis murdering an unarmed handcuffed Black man, George Floyd, as he lay in the street handcuffed, that has caused, as I write this, 19 days of civil rights demonstrations involving millions all over the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is important to remember also, I think, that this historic event, the murder and everything that has followed from that death is known to us only because of the bravery of one 17-year old girl, Darnell Frazier, who would not be intimidated and kept phone camera on. As her hometown paper, the Star Tribune reported, Frazier wasn't looking to be a hero. She was \"just a 17-year-old high school student, with a boyfriend and a job at the mall, who did the right thing. She's the Rosa Parks of her generation.\" 1 I completely agree. I have written often about the power of a single individual at the right moment. 2 Could there be a clearer example?",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 615,
                    "text": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What made this event historic, so catalyzing, so emotionally powerful that people all over the world in their millions took to the streets, even though it could mean their life because the Covid-19 pandemic which, in the U.S. alone, had infected over two million people and was still killing a thousand people a day? I think it was because it illustrated the conjunction of two major trends in America: the blatant racism that still infects the country, and the racially biased police brutality which has become outrageous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "George Floyd is one of a thousand police killings that will probably happen in 2020. There were that many last year. The statistics about American law enforcement are astounding when compared to those of other developed nations, like those that make up the Organisation for Economic Cooperation and Development (OECD). According to Statistia, \"with a total 429 civilians having been shot, 88 of whom were Black, as of June 4, 2020. In 2018, there were 996 fatal police shootings, and in 2019 this figure increased to 1,004. Additionally, the rate of fatal police shootings among Black Americans was much higher than that for any other ethnicity, standing at 30 fatal shootings per million of the population as of June 2020.\" 3 By way of contrast, in Norway, which I pick because it is a nation with very high gun ownership, the police in 2019 armed themselves and displayed weapons 42 times, and fired two guns once each. Few Americans even realize that \"A police officer does not have to shoot to kill and, in several countries, a police officer does not even have to carry a gun. In Norway, Iceland, New Zealand, Britain, and Ireland, police officers generally do not carry firearms.\" 4 Intermixed with racial brutality on the part of the law enforcement system in the U.S. is the gross misuse of the American military against the American people they are sworn to protect. And then there is the American gulag. It's prisons and jails dot our national landscape holding millions of incarcerated men and women a large majority of them Black and Brown.",
            "cite_spans": [
                {
                    "start": 1187,
                    "end": 1188,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Until this June I don't think most Americans really understood how violent and racist policing in America has become. If you are White like me, professional and relatively affluent, you never have any interactions with the police. They don't come to your door, and should it happen that you are stopped for a traffic ticket you don't feel threatened; it is no more than an annoyance that is going to cost you a few dollars for the fine. And even then, how often does that happen? I haven't been stopped since 1973, when a taillight on my car had gone out without my noticing. You see the police, they are there. But it is not an issue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "But if you are Black or Brown you live in another world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Three weeks before George Floyd was murdered during a traffic stop by four police officers, an exhaustive study carried out by a research team at Stanford University led by Emma \"We assessed racial disparities in policing in the United States by compiling and analysing a dataset detailing nearly 100 million traffic stops conducted across the country. We found that black drivers were less likely to be stopped after sunset, when a 'veil of darkness' masks one's race, suggesting bias in stop decisions. Furthermore, by examining the rate at which stopped drivers were searched and the likelihood that searches turned up contraband, we found evidence that the bar for searching black and Hispanic drivers was lower than that for searching white drivers. Finally, we found that legalization of recreational marijuana reduced the number of searches of white, black and Hispanic drivers-but the bar for searching black and Hispanic drivers was still lower than that for white drivers post-legalization. Our results indicate that police stops and search decisions suffer from persistent racial bias and point to the value of policy interventions to mitigate these disparities.\" 5 Some years ago I was on the board of a foundation to help children in medical distress. Also on the board was the then Deputy Chief of Police of the Los Angeles Police Department. We became friendly and one night went out to dinner together after a board meeting. This was not long after the 1992 riots that occurred when Rodney King, a Black man, was savagely beaten by police in a traffic stop. I asked the Deputy Chief, who had told me he had risen through the ranks and been a sworn officer for almost 30 years, how many police officers would participate in something like the King beating? I have never forgotten his answer. He said, \"About 15% of police are heroes, the very best you could ever ask for. Another 15% are thugs and bullies who become police because they think they can act out without fear of punishment. The remaining 70% go with the flow. If they are with heroes, they behave heroically; if they are assigned to work with thugs, well bad things happen.\" He explained that what he was trying to do was identify the thugs before they were hired. And to break through the \"Blue Wall\" if they are hired. He told me it was not easy, and one of the problems was the police union which protected its members at all cost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "How bad is it? I mean real numbers, not just the conjecture and political commentary that fills the airwaves. It turns out that it is very hard to get this information. Because of the power of the police unions and the racism of the U.S. Congress under the last four presidents, both Democrats and Republicans -Bill Clinton, George W. Bush, Barrack Obama, and Donald Trump -as police violence has grown worse each year, creating a real federal data base on police violence has proven almost impossible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 1994 Congress passed H.R. 3355 Violent Crime Control and Law Enforcement Act of 1994. 6 It provided funds for local and state law enforcement entities and the State Attorney Generals to \"acquire data about the use of excessive force by law enforcement Police Brutality and Racism in America ❖. Stephan. A. Schwartz Page 5 officers\" across the nation and to \"publish an annual summary of the data acquired.\" It didn't go well. In 1996, the Institute for Law and Justice and the National Institute of Justice on behalf of the DOJ, in a carefully worded report, described the failure to do what was mandated two years earlier. \"Systematically collecting information on use of force from the Nation's more than 17,000 law enforcement agencies is difficult given the lack of standard definitions, the variety of incident recording practices, and the sensitivity of the issue.\" 7 So in 2020, do we know any more? We do, although still far from enough. In 2019, a research team led by Frank Edwards of the School of Criminal Justice at Rutgers University, published a report, \"Risk of being killed by police use-of-foce in the U.S. by age, race/ethnicity, and sex.\" They reported:",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 90,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "\"We use novel data on police-involved deaths to estimate how the risk of being killed by police use-of-force in the United States varies across social groups. We estimate the lifetime and age-specific risks of being killed by police by race and sex. We also provide estimates of the proportion of all deaths accounted for by police use-of-force. We find that African American men and women, American Indian / Alaska Native men and women, and Latino men face higher lifetime risk of being killed by police than do their white peers. We find that Latino women and Asian / Pacific Islander men and women face lower risk of being killed by police than do their white peers. Risk is highest for Black men, who (at current levels of risk) face about a 1 in 1,000 chance of being killed by police over the life course. The average lifetime odds of being killed by police are about 1 in 2,000 for men and about 1 in 33,000 for women. Risk peaks between the ages of 20 and 35 for all groups. For young men of color, police use-of-force is among the leading causes of death.\" 8 Just to put that in a little finer focus, what they are saying is: \"African American men were about 2 1 /2 times more likely than white men to be killed by police. Men of color face a nontrivial lifetime risk of being killed by police\" 9",
            "cite_spans": [
                {
                    "start": 1066,
                    "end": 1067,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Washington Post looked into this issue and tuned the data even finer: \"Although half of the people shot and killed by police are white, black Americans are shot at a disproportionate rate. They account for just 13 percent of the U.S. population, but more than a quarter of police shooting victims. The disparity is even more pronounced among unarmed victims, of whom more than a third are black.\" 10 Police Brutality and Racism in America ❖. Stephan. A. Schwartz Page 6",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 403,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "And if you are Black or Brown, while being murdered is the worst case scenario it is not the only misery that awaits any interaction with America's racist police. A study carried out by Megan T. Stevenson and Sandra Mayson that was published in 2018 in The Boston University Law Review described the reality of being a Black person on the streets of America. In doing their research Stevenson and Mayson discovered first that the hysteria about crime built up in America by conservative politicians and commentators, who are overwhelmingly White, is unfounded. \"the number of misdemeanor arrests and cases filed have declined markedly in recent years. In fact, national arrest rates for almost every misdemeanor offense category have been declining for at least two decades, and the misdemeanor arrest rate was lower in 2014 than in 1995 in almost every state for which data is available.\" 11 But they also found, \"there is profound racial disparity in the misdemeanor arrest rate for most-but not all-offense types. This is sobering if not surprising. More unexpectedly, perhaps, the variation in racial disparity across offense types has remained remarkably constant over the past thirty-seven years; the offenses marked by the greatest racial disparity in arrest rates in 1980 are more or less the same as those marked by greatest racial disparity today.\" 12",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Credit: The Washington Post"
        },
        {
            "text": "The truth that almost none of us who are White get is that 57 years after Martin Luther King's I Have a Dream speech, 56 years after the Civil Rights act of 1964, and 55 years after the Voting Rights Act of 1965, if you are Black or Brown, and particularly if you are a young Black man, for you America is like living in an occupied country, where any interaction with the police is to be avoided. It can send you to prison for a trivial offense at the least, and may, and often does, result in your murder at the hands of those whose supposed but not actual job is to \"serve and protect.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Credit: The Washington Post"
        },
        {
            "text": "Speaking as a White man, I am fed up with that, and I think that this November all of us who are White and who believe the function of the state should be to foster wellbeing at every level, for everyone, need to check off our ballots only for candidates who are willing to do that, and vote out of office all politicians not so committed. What do you think?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Credit: The Washington Post"
        },
        {
            "text": "Scientist, futurist, and award-winning author and novelist Stephan A. Schwartz ",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 78,
                    "text": "Schwartz",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "AUTHOR BIO"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Teen who recorded George Floyd video wasn't looking to be a hero",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Number of people shot to death by the police in the United States from",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "How do police handle violence in countries where officers don't carry guns? Quartz",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Goldhill",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A large-scale analysis of racial disparities in police stops across the United States",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pierson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Simoiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Overgoor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Hum Behav",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41562-020-0858-1"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "3355 -Violent Crime Control and Law Enforcement Act of",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "National Data Collection on Police Use of Force. Institute for Law and Justice, jointly published with the National Institute of Justice",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mcewen",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Risk of being killed by police use-of-force in the U.S. by age, race/ethnicity, and sex",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proceedings of the National Academy of Sciences. Academy of Sciences",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1821204116"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "What we've learned about police shootings 5 years after Ferguson",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Blanco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tate",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lowery",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Scale of Misdemeanor Justice",
            "authors": [
                {
                    "first": "Megan",
                    "middle": [],
                    "last": "Stevenson",
                    "suffix": ""
                },
                {
                    "first": "Sandra",
                    "middle": [],
                    "last": "Mayson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gabriel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Forthcoming",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Pierson and Camelia Simoiu, was published in Nature Human Behavior Entitled, \"A Largescale Analysis of Racial Disparities in Police stops Across the United States\". It presented the truth of America, and it is horrifying.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ", is a Distinguished Consulting Faculty of Saybrook University, and a BIAL Fellow. He is an award winning author of both fiction and non-fiction, columnist for the journal EXPLORE, and editor of the daily web publication Schwartzreport.net in both of which he covers trends that are affecting the future. For over 40 years, as an experimentalist, he has been studying the nature of consciousness, particularly that aspect independent of space and time. Schwartz is part of the small group that founded modern Remote Viewing research, and is the principal researcher studying the use of Remote Viewing in archaeology. In addition to his own non-fiction works and novels, he is the author of more than 200 technical reports, papers, and academic book chapters. In addition to his experimental studies he has written numerous magazine articles for Smithsonian, OMNI, American History, American Heritage, The Washington Post, The New York Times, as well as other magazines and newspapers. He is the recipient of the Parapsychological Association Outstanding Contribution Award, OOOM Magazine (Germany) 100 Most Inspiring People in the World award, and the 2018 Albert Nelson Marquis Award for Outstanding Contributions.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}