{
    "paper_id": "1fb028e6bead020e13a96123fdad5042d675237c",
    "metadata": {
        "title": "The association between D-dimers in COVID-19 patients and mortality remains beset of uncertainties. Accepted Article",
        "authors": [
            {
                "first": "Jean-Christophe",
                "middle": [],
                "last": "Gris",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CHU Nîmes, University Montpellier",
                    "location": {
                        "settlement": "Nîmes",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Loubet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CHU Nîmes, University Montpellier",
                    "location": {
                        "settlement": "Nîmes"
                    }
                },
                "email": ""
            },
            {
                "first": "Claire",
                "middle": [],
                "last": "Roger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Consultations et Laboratoire d'Hématologie",
                    "institution": "CHU Nîmes, University Montpellier",
                    "location": {
                        "settlement": "Nîmes"
                    }
                },
                "email": ""
            },
            {
                "first": "Eva",
                "middle": [],
                "last": "Cochery-Nouvellon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CHU Nîmes, University Montpellier",
                    "location": {
                        "settlement": "Nîmes",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean-Marc",
                "middle": [],
                "last": "Mauboussin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CHU Nîmes, University Montpellier",
                    "location": {
                        "settlement": "Nîmes"
                    }
                },
                "email": ""
            },
            {
                "first": "Laurent",
                "middle": [],
                "last": "Muller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Consultations et Laboratoire d'Hématologie",
                    "institution": "CHU Nîmes, University Montpellier",
                    "location": {
                        "settlement": "Nîmes"
                    }
                },
                "email": ""
            },
            {
                "first": "Sylvie",
                "middle": [],
                "last": "Bouvier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CHU Nîmes, University Montpellier",
                    "location": {
                        "settlement": "Nîmes",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Didier",
                "middle": [],
                "last": "Laureillard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CHU Nîmes, University Montpellier",
                    "location": {
                        "settlement": "Nîmes"
                    }
                },
                "email": ""
            },
            {
                "first": "Davide",
                "middle": [],
                "last": "Barbar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Consultations et Laboratoire d'Hématologie",
                    "institution": "CHU Nîmes, University Montpellier",
                    "location": {
                        "settlement": "Nîmes"
                    }
                },
                "email": ""
            },
            {
                "first": "Érick",
                "middle": [],
                "last": "Mercier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CHU Nîmes, University Montpellier",
                    "location": {
                        "settlement": "Nîmes",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean-Yves",
                "middle": [],
                "last": "Lefrant",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Consultations et Laboratoire d'Hématologie",
                    "institution": "CHU Nîmes, University Montpellier",
                    "location": {
                        "settlement": "Nîmes"
                    }
                },
                "email": ""
            },
            {
                "first": "Albert",
                "middle": [],
                "last": "Sotto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CHU Nîmes, University Montpellier",
                    "location": {
                        "settlement": "Nîmes"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Word count: 958.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Funding: not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "This article is protected by copyright. All rights reserved Dear Editor, We appreciated the response to our letter from Dr. Zhang and colleagues who actively support Ddimer level at admission as an effective and easy-to-perform laboratory predictor in patients with coronavirus disease 2019 (COVID-19) (1) . We congratulate them for the work and thank them for the arguments they have provided. However, we still have many doubts, which observation of the cases we have managed in our university hospital do not dispel.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 305,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We still think that selection bias is a main confusion factor affecting their results. We were very surprised to read that only 13 deaths occurred during hospitalization in the 343 patients they included in their study, among the 712 patients admitted in their hospital during the outbreak: the mortality rate is thus only 3.8%. As a comparison, the mortality rates described in two other retrospective works from Wuhan city were 11% (2) and 28.3% (3). They do not clearly define the precise minimal clinical criteria that induced hospital admission in their patients. We checked these data in the first 170 consecutive ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This article is protected by copyright. All rights reserved and 93 (54.9%) at least equal to the cut-off. As D-dimers are increasingly considered to indicate severity in COVID-19 patients (4), the patients described by Zhang and colleagues appear to be selected to be less severe than those ordinarily observed. Among our 25 patients who died, 13 deceased within 8 days after admission (52%) whereas extrapolating from the survival curve given in the initial paper (5) shows that half of the rare cases who died occurred before day 16. The paper thus appears to have included initially less severe cases with a less acute or sudden deterioration during hospitalization. It is likely that the numerous cofactors leading to patient's frailty are not similar between the group of patients managed by Zhang et al. and the group of patients we managed. They are probably less prevalent in the studied Chinese population. This could explain a more frequent and earlier unfavorable evolution in our patients who presented with COVID-19 which might have been predicted to be less severe on the basis of D-dimers below the cut-off (frailty indicators do not systematically impact on D-dimer levels). Here also, the precise nature of the population included is the major component of the possible generalization of the results. This is not fully assuaged using a methodology based on a Cox proportional hazard analysis adjusted on the predicted interacting factors, which takes into account only the relationships within the population studied and not those in the general population.",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 468,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "To conclude, although the increasing volume of, mainly retrospective, heterogeneous data on the value of using D-dimers to manage COVID-19 might be attractive, it remains beset with uncertainties (6) and is strongly dependent on the true clinical representativeness and characteristics of the studied patients. The general impression is that elevated D-dimers are worrying, but the thresholds are variable and the clinical interpretation of this potential range is still very uncertain since no treatment exists that elevated D-dimers alone can legitimize. Outside of treatment of acute thrombotic complications, it is not even clear whether the levels of D-dimers in COVID-19 patients react to the type and intensity of antithrombotic and anticoagulant treatments, or whether a potential sensitivity, if it showed a dose effect, would modify the clinical prognosis. We know that Sars-CoV-2 globally activates the hemostatic",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "uncertainties on the prognostic value of D-dimers in COVID-19 patients",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhang L Response",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jth.14899"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "D-dimer is associated with severity of coronavirus disease 2019: a pooled analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lippi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Favaloro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thromb Haemost",
            "volume": "120",
            "issn": "5",
            "pages": "876--878",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "D-dimer levels on admission to predict in-hospital mortality in patients with Covid-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jth.14859"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Reporting of D-dimer data in COVID-19: some confusion and potential for misinformation",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Favaloro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thachil",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Chem Lab Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "COVID-19 patients admitted in our wards with evidence of a SARS-CoV-2 pneumonia necessitating oxygen therapy of at least 2 liters per minute, March 8-April 20. Their main characteristics on admission were the following: sex ratio M:F 116:54, age (median value, -interquartile range value-, (range)): 69 -18-(33-97), C reactive protein (mg/L): 67 -126-(1.3-480), platelet count (Giga/L): 291 -180-(47-1266), PT ratio: 1.06 -0.17-(0.82-9.85), fibrinogen (g/L): 6.85 -2.14-(1.24-12.0), D-di (g/L): 2.182 -2.626-(0.104-100.10). We unfortunately could not prevent the death of 25 patients (14.7%): 13 from day 1 to day 7 after admission, 9 from day 8 to day 14, 3 after day 14. As our hospital was not at saturation at this point and thus normal care was provided, we believe that the patients observed by Zhang et al. were not initially affected by major severity criteria. This may be the consequence either of a systematic local organization of care directing patients to different hospitals according to their perceived severity, or of the nonrepresentativeness of the patients analyzed by comparison with all the COVID-19 patients hospitalized into the recruiting medical structures. This affects the possibility of generalizing their results to all COVID-19 patients. Zhang et al. used a cut-off value of D-dimers as a predictor for in-hospital mortality of 2.0 µg/ml. Among their 343 analyzed patients, only 19.5% had D-dimer values at least equal to this cut-off value and 77.8% lower than the cut-off value. By comparison, considering our first consecutive 170 patients, all studied on admission (Vidas® D-dimer Exclusion ( ™ ) II, Biomérieux, Craponne, France; threshold normal value: 0.5 g/ml fibrinogen-equivalent units), 77 (45.1%) had D-dimers lower that the 2.0 µg/ml cut-off",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Moving to mortality rates among patients classified according to their D-dimer levels, Zhang and colleagues found only 1 out of 267 when D-dimer values were lower than 2.0 µg/ml (0.37%) and 12 out of 67 (17.9%) when D-dimer values are at least equal to 2.0 µg/ml, showing a striking difference. By comparison, applying the same cut-off to our patients, it was 8 out of 77 (10.4%) under the cut-off and 17 out of 93 (18.3%) for the highest category of D-dimer values, which is less impressive. Mortality rates for the highest values are quite similar, but are different for the lowest values. This must be understood.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This article is protected by copyright. All rights reserved system and has thrombotic consequences. We do not know much more that has a real practical medical value. We currently cannot use D-dimers to improve management and prognosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ]
}