{
    "paper_id": "1fb32c59e4167322c9e802978fedf58f58cdeb76",
    "metadata": {
        "title": "458 | Bundesgesundheitsbl -Gesundheitsforsch -Gesundheitsschutz 4 · 2008 Was ist gute Wissenschaft- liche Politikberatung?",
        "authors": [
            {
                "first": "R",
                "middle": [],
                "last": "Kurth",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch-Institut",
                    "location": {
                        "settlement": "Berlin",
                        "region": "BRD"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "S"
                ],
                "last": "Glasmacher",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch-Institut",
                    "location": {
                        "settlement": "Berlin",
                        "region": "BRD"
                    }
                },
                "email": ""
            },
            {
                "first": "Akademievorlesung",
                "middle": [],
                "last": "Bei Der Berlin-Branden",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch-Institut",
                    "location": {
                        "settlement": "Berlin",
                        "region": "BRD"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "charakterisiert damit treffend ein Spannungsfeld, in dem wissenschaftliche Politikberatung stattfindet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Wissenschaftliche Politikberatung ist eine originäre Aufgabe der Ressortforschung, aber natürlich nicht nur der Ressortforschung. In den Einrichtungen von Bundes-und Länderministerien forschen Wissenschaftler der verschiedensten Fachgebiete. Sie stellen den Ressorts, bei denen die Fach-und Dienstaufsicht liegt, Erkenntnisse für Fachaufgaben zur Verfügung. Ressortforschung ist meist angewandt und maßnahmenorientiert, also praxisbezogen. Ihre Ergebnisse sollen in der Regel in wissenschaftlich fundierte Entscheidungsvorlagen zur Politikberatung münden. Viele Ressorteinrichtungen sind auch mit hoheitlichen Aufgaben betraut, unter anderem bei der Prüfung, Zulassung, Normung und Risikobewertung. Diese aus der Schutzfunktion des Staates gegenüber dem Bürger abgeleiteten Aufgaben sind in Gesetzen und Verordnungen formuliert, etwa im Infektionsschutzgesetz oder im Geräte-und Produktsicherheitsgesetz. Andere Rechtsnormen wie das Zeitgesetz oder das Bundesfernstraßengesetz regeln die Bereitstellung technischer Infrastruktur. Auch im Vorfeld neuer rechtlicher Regelungen, etwa von Bundesgesetzen oder EU-Regelungen, greifen die Fachministerien jederzeit auf den Sachverstand ihrer Einrichtungen zurück. Daher müssen die Institute auf dem aktuellen Stand von Wissenschaft und Technik sein, und ihre Aussagen müssen belastbar sein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Auf Bundesebene gibt es rund 50 Ressortforschungseinrichtungen. Im Geschäftsbereich des Bundesgesundheitsministeriums ist das Robert Koch-Institut die zentrale Einrichtung der Bundesregierung auf dem Gebiet der Biomedizin. Kernaufgaben sind Erkennung, Verhütung und Bekämpfung von Krankheiten, insbesondere der Infektionskrankheiten. Keine geringere Relevanz als der Infektionsschutz hat die Gesundheitsberichterstattung, vor allem die Analyse der Situation nicht übertragbarer Krankheiten und ihrer Risikofaktoren [2] .",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 518,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bei akuten oder als akut angesehenen Risiken für die Gesundheit wird die Bedeutung von wissenschaftlicher Politikberatung offenkundig, etwa bei Infektionsgeschehen wie Milzbrand, SARS oder Vogelgrippe. In einer solchen Situation erwarten Bürger, Medien und die Politik von den Akteuren der öffentlichen Gesundheit verlässliche Auskunft. Sie erwarten Empfehlungen für präventive Maßnahmen und Schutzmöglichkeiten sowie Beratung bei diesbezüglichen Fragen. Die hier vorgestellten Erfahrungen des Robert Koch-Instituts in der wissenschaftlichen Politikberatung sollen Anregungen für die Praxis und für die Diskussion über die Qualitätssicherung von Politikberatung liefern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Die Akademievorlesung von Reinhard Kurth ist Teil der von Justus Lentsch und Peter Weingart koordinierten Reihe \"Wissenschaftliche Politikberatung im demokratischen Verfassungsstaat\", die im Wintersemester 2007/2008 in der Berlin-Brandenburgischen Akademie der Wissenschaften (BBAW) stattgefunden hat. Die Vorlesung ist eine überarbeitete Fassung des Beitrags \"Looking through the telescope -Quality Assurance in Scientific Advice to Politics\" von Reinhard Kurth und Susanne Glasmacher, vorgesehen für die Publikation zur BBAW-Tagung \"Quality Assurance in Scientific Political Consulting\" 2006 in Berlin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Der Beratungsprozess ist im Idealfall eine Gemeinschaftsaufgabe von Wissenschaft und Politik. Die Entscheidung liegt letztlich bei der Politik. Johannes Rau hat es in einer Rede für den Wissenschaftsrat im Jahr 2004 so formuliert: \"Der wichtigste Beitrag der Wissenschaft zur Vorbereitung politischer Entscheidungen liegt darin, die Konsequenzen unterschiedlicher Wege deutlich zu machen, Optionen und Strategien darzustellen. Dann können die politisch Verantwortlichen aus dem Möglichen das ihnen Wünschenswerte auswählen und dann wissen sie auch, womit sie rechnen müssen und worauf sie sich einlassen.\" [3] Politik, das sind zunächst einmal die Politiker, also die Abgeordneten der Parlamente von Bund, Ländern und Gemeinden, außerdem die Spitzen der Exekutive, also Minister, Staatssekretäre und andere politische Beamte. Politik gestalten natürlich die Parteien auch selbst. Kurt Biedenkopf macht noch einen dritten großen Bereich aus, der nicht immer der Politik zugerechnet wird: die großen gesellschaftlichen Organisationen, die sich in den letzten Jahrzehnten mit der Politik verbunden und vermengt haben. Er meint damit unter anderem \"Bündnisse\" und \"Runde Tische\". \"Diese korporatistische Vermengung von Staat und Verbänden birgt für beide Seiten einen verführerischen, für das Ganze jedoch mit schwer wiegenden Nachteilen verbundenen Vorteil: die Vermengung und schließlich Auflösung zuordnungsfähiger Verantwortung.\" [1] Die [6, 7] .",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 609,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1430,
                    "end": 1433,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1438,
                    "end": 1441,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1442,
                    "end": 1444,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Gemeinschaftsaufgabe Politik beratung"
        },
        {
            "text": "Für die Bewertung der Viruseigenschaften und des Pandemierisikos ist es natürlich von Vorteil, wenn die Ressortforschung über exzellente Experten verfügt. Virologen und Infektionsepidemiologen des Robert Koch-Instituts untersuchen seit vielen Jahren humane Influenzaviren und ihre Verbreitung. Das Friedrich-Loeffler-Institut analysiert seit langem die bei Vögeln und Schweinen auftretenden Viren. So gab es im Friedrich-Loeffler-Institut, lange bevor das Vogelgrippevirus auf Rügen auftrat, regelmäßige Untersuchungen von Wildvögeln auf aviäre Influenzaviren. Auch im Robert Koch-Institut gab es vor dem H5N1-Siegeszug in Asien bereits erste Überlegungen zur Pandemieplanung. Dadurch konnten frühzeitig Maßnahmen eingeleitet werden, die geeignet sind, die negativen Konsequenzen einer Pandemie zu begrenzen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gemeinschaftsaufgabe Politik beratung"
        },
        {
            "text": "Zweites Beispiel AIDS: Die Immunschwächeerkrankung tauchte Anfang der 1980er-Jahre auf. Es war zunächst unbekannt, welcher Erreger das Krankheitsbild verursacht, wie die Übertragungswege sind und welche Schutzmöglichkeiten es gibt. Betroffen waren zunächst vor allem Homosexuelle. Was kann, was muss Wissenschaft in einer solchen Situation leisten? Eine Empfehlung kann gravierende Folgen haben und in die Bürgerrechte des Einzelnen eingreifen [8] . Erinnern wir uns nur an die damalige Überlegung, HIV-Infizierte zu kasernieren. Die Arbeit über Retroviren, zuvor ein eher abseitiger Bereich, gewann schlagartig große Bedeutung. AIDS ist eine Retrovirusinfektion.",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 447,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Gemeinschaftsaufgabe Politik beratung"
        },
        {
            "text": "Im Paul-Ehrlich-Institut war die gesamte Ausrüstung für die Anzucht dieser Viren und das Wissen, welche Nachweismethoden man verwenden kann, vorhanden. In solchen Situationen hat Beratung eine andere Autorität, unabhängig davon, ob man mit einem Politiker unter vier Augen spricht oder sich öffentlich äußert. Autorität hat man dann auch bei verwandten Themen, auch wenn der Wissenschaftler oder seine Institutskollegen nicht ganz exakt dazu forschen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gemeinschaftsaufgabe Politik beratung"
        },
        {
            "text": "ments it is possible to derive criteria for quality assurance in advice to politics. The maintenance of scientific expertise at the competitive international level demands independent, qualified and adequately financed research. Governmental institutes have an antenna function: they have to recognize in good time whether risks are increasing, whether the government has to be informed and whether there is a need for action. The continuing maintenance of excellence requires measures of quality assurance at all levels. Evidence for the quality of advice to politics can, for example, be found in the good reputation of an institu- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zusammenfassung · Abstract"
        },
        {
            "text": "Abstract Scientific advice to politics is a primary function of governmental research. The advisory process is, in the ideal situation, a collective duty of science and politics. The final decision rests ultimately with politicians. An understanding of the differences between science and politics is necessary for successfully providing advice to politicians. The requirements necessary to allow politics to substantially follow the advice of scientists are multifarious. The first of these is trust from the side of politics and the public and from the side of science competitive research, respect and communication skills, neutrality and integrity. From these require-beratung ergeben sich z. B. aus dem guten Ruf einer Einrichtung und ihrer profilierten Vertreter. Forschungserfolge sind ein indirektes Qualitätskriterium. Der Einfluss der Beratungstätigkeit auf politische Entscheidungen ist ein direkter Beleg für Beratungsqualität. Ein klassisches Beispiel für höchst erfolgreiche Politikberatung ist die Entwicklung der deutschen AIDS-Politik.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality of scientific advice to politics. Lecture at the Berlin-Brandenburg Academy of Science and Humanities"
        },
        {
            "text": "Wissenschaftliche Politikberatung · Ressortforschung · Qualitätssicherung · Robert Koch-Institut tion and its prominent representatives. Success in research is an indirect quality criterion that can be and should be measured to a certain extent. The influence of advisory activities on political decisions is direct evidence for the quality of the advice. A classic example of highly successful policy advice is the development of the German AIDS policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlüs sel wör ter"
        },
        {
            "text": "Keywords scientific advice to politics · governmental research · quality assurance · Robert Koch Institute tuts, die auch das soziale Umfeld und die Lebensqualität berücksichtigen. \"Werturteile zu erkennen ist in der Politikberatung sehr wichtig\", daran erinnert der Berliner Volkswirtschaftler Gert Wagner [13] . \"Fast alle großen gesellschaftlichen Probleme sind ohne politische Willensbildung nicht lösbar. Dazu muss die Wissenschaft, will sie Autorität haben, aber schweigen. Beispielsweise gibt es keine ‚richtige' Gesundheits-oder Rentenreform. Das wäre nur der Fall, wenn es Reformen gäbe, die kurz-und langfristig alle Menschen besserstellen, als es ohne die Reform der Fall wäre. In der Wirklichkeit geht es aber um Entscheidungen, wer schlechter gestellt werden soll: die heutigen Rentner oder die jungen Beitragszahler? Gesunde oder Kranke? Selbst die Geschlechterfrage spielt eine Rolle: Sollen Frauen, die eine längere Lebenserwartung als Männer haben, mehr Beiträge zahlen oder nicht? Das alles sind Fragen, die Wissenschaftler nicht beantworten können. Dafür sind die Parlamente da.\"",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Schlüs sel wör ter"
        },
        {
            "text": "Ein weiterer wichtiger Faktor ist die persönliche Integrität. Die Öffentlichkeit fragt zunehmend nach der Unabhängigkeit der Experten -z. B. wenn ein Mitglied einer Expertenkommission auf Pressekonferenzen eines Unternehmens auftritt, das kommerzielle Interessen auf diesem Wissensgebiet hat. Solche Wissenschaftler gelten dann schnell als \"Mietmäuler\" und beschädigen den Ruf der Wissenschaft und die Akzeptanz des Expertenvotums. Verwerflich ist natürlich auch eine bewusst falsche Interpretation, um politische Entscheidungen zu begründen oder Partikularinteressen der Politik zu bedienen. Genauso zu verurteilen ist die Auftragsvergabe für Gutachten, deren Ergebnisse von vornherein einen bestimmten Politikinhalt wissenschaftlich begründen sollen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualität sichern"
        },
        {
            "text": "Wenn die Politik Ratschläge anstrebt, bei denen eindeutig zu erkennen ist, dass damit eigentlich notwendiger Handlungsbedarf relativiert oder unterdrückt werden soll, dann muss ein Wissenschaftler Gegenworte parat haben. Schwierig kann die Zusammenarbeit zwischen Wissenschaft und Politik insbesondere in solchen Fragen sein, bei denen religiöse Gefühle, ethische Überzeugungen oder ideologisch bedingte Erwartungen eine dominierende Rolle spielen. Politik kann dann auch anfällig werden für pseudowissenschaftliche Aussagen ideologisch orientierter Wissenschaftler oder Nichtregierungsorganisationen. Für Letzteres ist die Grüne Gentechnik ein Exempel, wo in den vergangenen Jahren manche politische Entscheidung nicht mehr durch die vorherrschende wissenschaftliche Meinung getragen wurde. Fatal sind fachlich nicht begründete ministeriale Weisungen. Sie gelangen meist an die Öffentlichkeit und schaden beiden Seiten: dem Institut, dessen Expertise infrage gestellt wird, und dem Ministerium, das sich den Rat quasi zurechtbiegt. Ministeriale Weisungen haben in der wissenschaftlichen Politikberatung keine Berechtigung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualität sichern"
        },
        {
            "text": "Politikberatung ist ohne Kommunikation nicht denkbar. Kommunikation muss zwischen Politik und Experten stattfinden, es ist die Grundlage des wechselseitigen Beratungsprozesses. Essenziell ist aber auch die Kommunikation mit der Öffentlichkeit [14] . Aufgrund der gesetzlichen Vorgaben beraten Ressortforschungseinrichtungen primär Politik und Fachöffentlichkeit und geben der Presse Auskunft. Unabhängig von gesetzlichen Vorgaben sollte es zum Selbstverständnis gehören, im Rahmen der Möglichkeiten über relevante Risiken auch die breite Öffentlichkeit zu informieren, oder auf Informationsmöglichkeiten hinzuweisen [15] . Möglichst viele sollen sich ein eigenes Urteil bilden können, um in einer bedroh-lichen oder als bedrohlich empfundenen Situationen angemessen reagieren zu können. Die \"Beratenen\" müssen sich ernst genommen und umfassend informiert fühlen. Ernst nehmen drückt sich auch darin aus, dass die Informationen verständlich und Begründungen nachvollziehbar sind. Verständlichkeit und Transparenz fördern auch das Vertrauen.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Kommunikation als Grundlage der Politikberatung"
        },
        {
            "text": "Zielgruppenorientierung sollte selbstverständlich sein. Unterschiedliche Erwartungen und Vorkenntnisse des Adressaten müssen berücksichtigt werden, um Verständlichkeit zu fördern, ob bei Journalisten, Politikern, Behördenvertretern oder Bürgern. \"Eine Wissenschaft, die nicht so einfach ist, dass man sie auf der Straße jedem erklären könnte, ist nicht wahr\", soll Max Planck gesagt haben. Medientrainings-oder Gesprächsführungskurse für Experten können hier hilfreich sein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kommunikation als Grundlage der Politikberatung"
        },
        {
            "text": "An die Verlässlichkeit einer Information müssen bei Bundesinstituten besonders hohe Anforderungen gestellt werden. Die Informationen sollten daher durch interne oder externe Expertise qualitätsgesichert sein, wie bereits erwähnt. Behörden sollten bei maßgeblichen Einschätzungen \"mit einer Stimme sprechen\" und sich nicht öffentlich widersprechen, wenn sie nicht Akzeptanz und Vertrauen riskieren wollen [16] . Das 1987 gestartete \"Sofortprogramm der Bundesregierung zur Bekämpfung von AIDS\" hat bis heute wirksame Grundlagen für den Erfolg der deutschen Bekämpfungsstrategie gelegt. Deutschland hat heute eine der niedrigsten Neuinfektionsraten in Europa. Die Bundeszentrale für gesundheitliche Aufklärung geht für Deutschland von mindestens 30.000 vermiedenen HIV-Infektionen seit Beginn der Kampagne aus. Dadurch wird nicht nur großes menschliches Leid verhindert. Auch mehr als 450 Millionen Euro Thera-piekosten können jährlich eingespart werden [20] . Dem gegenüber stehen Investitionen von Bund und Ländern in die AIDS-Prävention von 20-30 Millionen Euro pro Jahr -ein wichtiges Argument auch für Finanzpolitiker, nicht am falschen Ende zu sparen. Die deutsche Präventionskampagne ist schließlich zum Exportschlager geworden, trotz der Widerstände am Anfang.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 408,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 951,
                    "end": 955,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Kommunikation als Grundlage der Politikberatung"
        },
        {
            "text": "Dieses Beispiel zeigt: Bei aller wissenschaftlichen Qualität und Argumentationskunst ist es doch letztlich entscheidend, dass die zu Beratenden \"durchs Fernrohr\" zu blicken bereit sind. Dieses Bild verwendete Kurt Biedenkopf in einem Vortrag, um das Umfeld zu beschreiben, in dem Politikberatung stattfindet [1] . Er hat es dem Brecht'schen Galileo Galilei entnommen. Galilei habe sich, nachdem er nach Florenz gekommen war, bei den Medicis beliebt und ihnen deshalb ein Geschenk machen wollen, nämlich die Jupitermonde, die er unmittelbar zuvor entdeckt hatte und die einen Beweis lieferten für die Richtigkeit der Beobachtungen von Kepler und Kopernikus und damit für die Existenz des heliozentrischen Planetensystems. Der Hof schickte zwei Wissenschaftler (!) zu Galilei, um das Geschenk in Augenschein zu nehmen. Beide Wissenschaftler lehnten ab, durchs Fernrohr zu schauen, und erklärten, erst wolle man einen akademischen Diskurs führen über die Frage, ob es diese Sterne geben könnte. Die Bemühungen Galileis, die Besucher zum Blick durchs Fernrohr zu veranlassen, waren vergeblich. Zum Schluss verdächtigten sie Galilei, er habe die Sterne nur auf die Linse gemalt, und entfernten sich. Letztlich bestanden Papst und Großinquisitor darauf, dass Galilei widerrief, wenn er nicht Leib und Leben gefährden wollte. Die Bestätigung des kopernikanischen Systems hätte die Kirche vor die Frage gestellt, wie sie ihren Gläubigen begründen soll, dass die Ereignisse, die in der Bibel beschrieben sind, nicht in der Mitte des Universums, sondern auf einem \"beliebigen\" Planeten passiert sind -ein klassischer Konflikt zwischen wissenschaftlicher Erkenntnis und dem politischen Wunsch nach Machterhaltung.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 311,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Kommunikation als Grundlage der Politikberatung"
        },
        {
            "text": "Robert Koch-Institut Nordufer 20 13353 Berlin, BRD E-Mail: KurthR@rki.de",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prof. Dr. Reinhard Kurth"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Was erwartet die Politik von der Wissenschaft",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Biedenkopf",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Heidelberger Akademie der Wissenschaften (Hrsg.) Politikberatung in Deutschland. Verlag für Sozialwissenschaften",
            "volume": "",
            "issn": "",
            "pages": "17--32",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiologie und Gesundheitspolitik",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Kurth",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bundesgesundheitsbl Gesundheitsforsch Gesundheitsschutz",
            "volume": "49",
            "issn": "",
            "pages": "637--647",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Rede für den Wissenschaftsrat",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rau",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Bulletin der Bundesregierung",
            "volume": "12",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Can scientists and policy makers work together",
            "authors": [
                {
                    "first": "Bck",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Epidemiol Community Health",
            "volume": "59",
            "issn": "",
            "pages": "632--637",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Managing expectations",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kurth",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trust in science -the dialogue with Society",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Risk of a Worldwide Influenza Epidemic Presents a National and International challenge",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Glasmacher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kurth",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Influenza Viruses -Facts and Perspectives",
            "volume": "",
            "issn": "",
            "pages": "138--145",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Avian influenza: significance of mutations in the H5N1 virus",
            "authors": [],
            "year": 2006,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Public health and civil liberties",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kurth",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "EMBO reports",
            "volume": "8",
            "issn": "",
            "pages": "1091--1092",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Proposals for safeguarding good scientific practice",
            "authors": [
                {
                    "first": "Deutsche",
                    "middle": [],
                    "last": "Forschungsgemeinschaft",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Grundlagen für wissenschaftliches Arbeiten und Handeln am Robert Koch-Institut",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Koch-Institut",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Empfehlungen zur Rolle und künftigen Entwicklung der Bundeseinrichtungen mit FuE-Aufgaben",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wissenschaftsrat",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Forschen -prüfenberaten",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Ressortforschung",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ressortforschungseinrichtungen als Dienstleister für Politik und Gesellschaft, ein Positionspapier",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Zwischen Wissen und Werturteil",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "300",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Outbreak communication guidelines",
            "authors": [],
            "year": 2005,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Gesundheit schützen, Risiken erforschen",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Koch-Institut",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Robert Koch-Institut (Hrsg) Biologische Gefahren, Handbuch zum Bevölkerungsschutz",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dickmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wildner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dombrowsky",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Herausgeber: TNS Infratest und Initiative D21, S 12. Im Internet abrufbar",
            "authors": [
                {
                    "first": "(n)onliner",
                    "middle": [],
                    "last": "Atlas",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Kriterien für die Bewertung der Forschung in den Ressortforschungseinrichtungen des Bundes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Ressortforschung",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Erweiterung der Bund-Länder-AG zur Koordinierung der Pandemieprävention und Aufstockung bei antiviralen Medikamenten. Pressemitteilung vom 24",
            "authors": [
                {
                    "first": ";",
                    "middle": [],
                    "last": "Ministerium Für Gesundheit Und Soziales",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sonder-Gmk Zur Pandemievorsorge",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Dokumentation \"Gib Aids keine Chance\". Eigenverlag, Köln, S 30",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bundeszentrale Für Gesundheitliche Aufklärung",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Art der Politikberatung umfasst ein weites Spektrum. Es reicht vom Telefonanruf beim einzelnen Wissenschaftler bis zur Berufung von Kommissionen, die öffentliche Gutachten oder Empfehlungen verfassen. In Ressortforschungseinrichtungen ist Politikberatung häufig informell und nicht gremiengebunden. Typisch sind kurzfristige Anfragen, die mündlich oder -mehr oder weniger formalisiert -schriftlich eingehen. Sie werden teilweise auch auf Arbeitsebene erledigt, in Absprache mit Abteilungs-oder Institutsleitung. Für eine erfolgreiche Politikberatung ist das Verständnis der Unterschiede zwi-schen Wissenschaft und Politik notwendig. Bernard Choi und Kollegen haben diese Differenzen gut herausgearbeitet [4]. Es beginnt bei der Sprache. Das Fachspezifische von Wissenschaftlern und Medizinern ist für Nichtwissenschaftler schwer zu verstehen, Politiker dagegen sprechen oft vereinfachend und populistisch. Auch die Zeitplanung ist unterschiedlich. Bei Wissenschaftlern steht die Ansammlung von Spezialkenntnissen und Expertisen über einen längeren Zeitraum im Vordergrund, für die Politik geht die Einhaltung eines -meist knappen -Zeitplans zuweilen vor Qualität. Die Aufmerksamkeitsspanne bei Wissenschaftlern ist lang, die Erkenntnisfindung kumulativ, Politiker dagegen können häufig einem Thema nur kurz Aufmerksamkeit widmen, sie brauchen schnell Informationen zu einer Vielfalt wechselnder Themen. Auch in den Zielen unterscheiden sich beide Seiten. Für Wissenschaftler stehen \"Publikationen, Patente und Professuren\" im Mittelpunkt des Interesses, für Politiker das Krisenmanagement und die öffentliche Unterstützung, die man mit den Schlagworten \"Politik, Praxis, Popularität\" zusammenfassen kann [2, 4]. Die Anforderungen, die notwendig sind, damit die Politik den Ratschlägen der Wissenschaftler weitgehend folgt, sind vielfältig. Auf Seiten der Politik und der Öffentlichkeit muss Vertrauen vorhanden sein; die Wissenschaft muss sich durch Kompetenz, Anerkennung und Kommunikationsfähigkeit qualifizieren. Aus diesen Anforderungen lassen sich Kriterien für die Qualitätssicherung der Politikberatung ableiten. Vertrauen brauchen Experten und Einrichtungen sowohl bei den politischen Entscheidungsträgern als auch bei der Öffentlichkeit als wichtigste Bezugsgröße der Politik. Davon hängt zum einen die ausreichende Finanzierung der Experten bzw. der Einrichtung ab. Vogelgrippe und AIDS. Zunächst zur Vogelgrippe oder aviären Influenza: Der Erreger ist ein sogenanntes hochpathogenes Influenzavirus des Subtyps H5N1. Es hat sich seit Ende des Jahres 2003 in Geflügelbeständen und Wildvogelpopulationen Asiens massiv ausgebreitet und ist inzwischen bis nach Russland, Europa und Afrika gelangt. Rund 360 Menschen haben sich insbesondere in Südostasien nach engem Kontakt mit Geflügel infiziert, mehr als die Hälfte von ihnen sind an der Infektion gestorben. Weltweit weisen Virologen seit längerem auf das Risiko hin, dass sich das Vogelvirus weiter an den Menschen anpassen und eine weltweite Grippewelle auslösen könnte, mit Millionen Todesfällen und enormen Auswirkungen auf Wirtschaft und Gesellschaft. Das Risiko einer Pande-mie ist derzeit höher als in den Jahrzehnten zuvor. Es wird maßgeblich dadurch beeinflusst, wie weit ein Virus verbreitet ist, das Potenzial für eine weitere Anpassung an den Menschen besitzt und wie viele Spezies das Virus infizieren kann.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Eine Voraussetzung für gute Forschungsergebnisse und damit auch für gute Politikberatung sind qualifizierte Experten. Dazu zählen neben international renommierten Wissenschaftlern, die auf Dauer gebunden werden sollten, auch befristet beschäftigte Forscher, die projektbezogen arbeiten. Aktuelle externe Expertise bringen neben Nachwuchsforschern und Gastwissenschaftlern auch die zahlreichen wissenschaftlichen Kommissionen ein, die typischerweise an Ressortforschungseinrichtungen wie dem Robert Koch-Institut angesiedelt sind. Aktive und initiative Experten sind besonders auf solchen Gebieten gefragt, auf die die Politik nicht durch aktuelle Geschehen aufmerksam wird. Das war z. B. bei dem Vorschlag des Robert Koch-Instituts für eine große Kinder-und Jugendgesundheitsstudie der Fall. Die fehlende Datengrundlage zur Gesundheitssituation von Kindern und Jugendlichen hatte zuvor evidenzbasierte Präventionsmaßnahmen behindert bzw. verhindert. Im Herbst 2006 konnten die ersten Ergebnisse des mehrere Jahre dauernden Gesundheitssurveys mit 18.000 Kindern vorgestellt werden. Dieses Vorhaben zeigt auch eindrucksvoll eine der Stärken der Ressortforschung, nämlich langfristige Themen bearbeiten zu können. Solche Projekte sind unentbehrliche Grundlage für Maßnahmen, Verordnungen oder Gesetze. Mitte Dezember 2007 z. B. haben sich drei Ministerien -Familie, Gesundheit und Forschung -für eine Initiative gegen Essstörungen bei Kindern zusammengetan. Diese Initiative stützte sich maßgeblich auf die sehr differenzierten Daten des Robert Koch-Insti-Bundesgesundheitsbl -Gesundheitsforsch -Gesundheitsschutz 4 · 2008 |",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Bundesgesundheitsbl -Gesundheitsforsch -Gesundheitsschutz 2008 · 51:458-466 DOI 10.1007/s00103-008-0530-9 © Sprin ger Me di zin Ver lag 2008 R. Kurth · S. Glasmacher Was ist gute Wissenschaftliche Politikberatung? Akademievorlesung bei der Berlin-Brandenburgischen Akademie der Wissenschaften Zu sam men fas sung Wissenschaftliche Politikberatung ist eine originäre Aufgabe der Ressortforschung. Der Beratungsprozess ist im Idealfall eine Gemeinschaftsaufgabe von Wissenschaft und Politik, die Entscheidung liegt letztlich bei der Politik. Für eine erfolgreiche Politikberatung ist das Verständnis der Unterschiede zwischen Wissenschaft und Politik notwendig. Aufseiten der Politik und der Öffentlichkeit muss Vertrauen vorhanden sein. Die Wissenschaft muss sich durch Kompetenz, Anerkennung und Kommunikationsfähigkeit qualifizieren, politische Neutralität und persönliche Integrität müssen hinzutreten. Aus diesen Anforde-rungen lassen sich Kriterien für die Qualitätssicherung der Politikberatung ableiten. Dauerhaft wissenschaftliche Expertise auf international wettbewerbsfähigem Niveau vorzuhalten erfordert eigenständige, qualifizierte und ausreichend finanzierte Forschung. Ressortinstitute haben eine Antennenfunktion, sie müssen frühzeitig erkennen, ob Risiken zunehmen, ob Handlungsbedarf besteht und ob die Politik informiert werden muss. Um die Leistungsfähigkeit der Ressortforschungseinrichtungen zu sichern, sind qualitätssichernde Maßnahmen auf mehreren Ebenen notwendig. Hinweise zur Qualität der Politik-",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Mitarbeiter und der technischen Angestellten. Ein externes Beratungs-und letztlich Qualitätssicherungsgremium ist (neben dem Ministerium als Fach-und Dienstaufsicht) der Wissenschaftliche Beirat. Er nimmt regelmäßig zur fachlichen und wissenschaftlichen Leistung des Robert Koch-Instituts Stellung, berät bei der Entwicklung mittel-und langfristiger Ziele, fördert die Zusammenarbeit mit Länderbehörden und anderen Einrichtungen des öffentlichen Gesundheitsdienstes, mit wissenschaftlichen Institutionen, Fachverbänden, Standes-und Berufsorganisationen und bei der Optimierung der Institutsorganisation. Neben den regelmäßig tagenden Beratungsgremien sind Evaluationen von hoher Bedeutung. Solche Leistungsüberprüfungen müssen von Zeit zu Zeit stattfinden, bei einzelnen Organisationseinheiten und bei Einrichtungen als Ganzes, Letzteres in der Regel durch den Wissenschaftsrat. Das Robert Koch-Institut etwa wurde zuletzt 2005 und davor 1997 evaluiert. Beim Wissenschaftsrat stehen meist Forschungsleistung und Stellenwert eines Instituts im internationalen Kontext auf dem Prüfstand sowie Ausstattung und Organisation. Die Stellungnahmen werden anschließend veröffentlicht. Die Vorstellung und Diskussion von Ergebnissen in internationalen Fachzeit-schriften, auf Kongressen und mit den Kollegen gewährleistet die Solidität der Daten und Akzeptanz der Befunde. Durch die Organisation von Ringversuchen und die Teilnahme an externen Standardisierungsmaßnahmen fördert das Robert Koch-Institut z. B. die Qualität in der Diagnostik. Wichtige Arbeitsabläufe sind in sogenannten Standard Operating Procedures niedergelegt und garantieren verlässliche Arbeitsabläufe und die Reproduzierbarkeit der Ergebnisse. Für die Zukunft soll auch ein international anerkanntes Qualitätsmanagementsystem eingeführt und etabliert werden. Zu viele formale Vorgaben können allerdings auch Zeit und Kreativität kosten und Inflexibilität fördern. Wissenschaftler sollten so wenig wie möglich mit administrativen Aufgaben belastet werden. Bürokratisierungstendenzen muss man daher widerstehen können. Die Glaubwürdigkeit einer Äußerung zu einer wissenschaftlichen Frage ist auf das Engste verbunden mit dem wissenschaftlichen Renommee der sich äußernden Wissenschaftler und der Forschungseinrichtung, in der sie tätig sind. Gefälschte Forschungsergebnisse einzelner Wissenschaftler können dem Vertrauen in die Wissenschaft großen Schaden zufügen. Die Befolgung von Richtlinien zur \"Guten Wissenschaftlichen Praxis\" und zum Umgang mit wissenschaftlichem Fehlverhalten sollten daher selbstverständlich sein [9], institutsspezifische Richtlinien sind von Vorteil und sollten öffentlich zugänglich sein [10]. Wichtig ist es, keine falschen Anreize zu setzen. Originalität und Qualität sollten als Bewertungsmaßstab stets Vorrang vor Quantität haben. Qualitätssichernde Maßnahmen sind in der Vergangenheit leider nicht in allen Ressortforschungseinrichtungen umgesetzt worden. Aus der Wissenschaft wurde deshalb immer wieder Kritik an der Qualität der Arbeit von Ressortforschungseinrichtungen geäußert, an fehlender Qualitätssicherung und an einem schlechten Kosten-Leistungs-Verhältnis für die Politikberatung. Aus diesem Grund hat das Bundesministerium für Bildung und Forschung (BMBF) auf der Grundlage eines Beschlusses des Deutschen Bundestages den Wissenschaftsrat im Mai 2004 gebe-ten, die Ressortforschung des Bundes systematisch zu evaluieren. Der Auftrag an den Wissenschaftsrat ist dahingehend spezifiziert, dass eine aufgabenkritische Überprüfung der Ressortforschungseinrichtungen hinsichtlich der Notwendigkeit sowie der Qualität eigenständiger wissenschaftlicher Forschung im Vordergrund stehen soll. Ziel ist, die Ressortfor-Notfallpläne für Tier und Mensch entscheiden zu können. Insbesondere den Schnittstellen kommt hier eine hohe Bedeutung zu. Eine etablierte enge Zusammenarbeit zwischen den beteiligten Einrichtungen ist daher (wie zwischen Politik und Wissenschaft) von großem Vorteil. Kontakt mit ihrem Ressort haben und auch Amtsaufgaben auf diesem Gebiet erfüllen, können realistische Empfehlungen abgeben, ohne wissenschaftliche Daten und Fakten zu verleugnen. Aber trotzdem sind Entscheidungen in Zeiten knapper Kassen umso schwieriger, je mehr sie kosten. Dann gilt es z. B., in einem Bundestagsausschuss die Volksvertreter von der Notwendigkeit einer Entscheidung zu überzeugen. In einer solchen Situation kann auch der gute Kontakt zur Leitung eines Ministeriums wichtig sein oder zu meinungsbildenden Ministerpräsidenten, wenn die Umsetzung Ländersache ist, wie etwa die Bevorratung antiviraler Medikamente für den Fall einer Influenzapandemie. Manchmal gibt es regelrechte Zeitfenster für Entscheidungen, die es zu nutzen gilt. Das Wissen um politische Zusammenhänge, Verwaltungs-und Entscheidungsstrukturen ist bei der Politikberatung unverzichtbar. Aber dort, wo Wissenschaftler politisch begründete Positionen beziehen, die fachlich nicht untermauert sind, verlieren sie ihre Rolle als neutrale Instanz, sie laufen Gefahr, instrumentalisiert zu werden. Wissenschaftler dürfen Erkenntnisse aus der Wissenschaft nicht subjektiv auswählen. Sendungsbewusstsein -nicht zu verwechseln mit Interesse und Leistungsbereitschaft -kann hier zum Problem werden. Übersteigerte Identifikation und fehlende Distanz zum eigenen Tun können ebenfalls dazu führen, Ergebnisse zu ignorieren, die nicht zur eigenen Erwartung passen. Eigene Grundwerte, Überzeugungen und persönliche Erfahrungen lassen sich allerdings nicht völlig ausschalten. Und häufig ist die Ein-",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Auch eine wissenschaftliche Behörde muss mit einer Stimme sprechen. Äußern sich mehrere Vertreter einer solchen Einrichtung zum gleichen Thema, etwa ein Präsident, ein Pressesprecher und ein Abteilungsleiter, dann dürfen sie sich in den wesentlichen Aussagen nicht widersprechen. Intern kann und muss kontrovers diskutiert werden. Hinweise zur Qualität der Politikberatung ergeben sich z. B. aus dem guten Ruf einer Einrichtung und ihrer profilierten Vertreter. So kann etwa eine Medienresonanzanalyse die positive oder negative Darstellung einer Einrichtung in den Medien zeigen. Ein guter Ruf zeigt sich auch daran, wie oft man um Einschätzungen, Vortragsbeiträge etc. gebeten wird -von den Medien, von Wissenschaftskollegen und von der Politik. Forschungserfolge sind ein indirektes Qualitätskriterium, das messbar ist und gemessen werden sollte. Die Arbeitsgemeinschaft Ressortforschung hat daher \"Kriterien für die Bewertung der Forschung in den Forschungseinrichtungen des Bundes\" veröffentlicht, die sich weitgehend an den üblichen akademischen Kriterien orientieren [18]. Qualitätskriterien sind unter anderem Publikationen in Fachzeitschriften, wissenschaftliche Vortragstätigkeit, Attraktivität für nationale und internationale Kooperationspartner, die Zahl von Promotionen, Habilitationen, Lehraufträgen, Höhe und Herkunft der Drittmittel (unter Berücksichtigung der Restriktionen von Drittmittelgebern bei Anträgen aus Ressorteinrichtungen), wissenschaftliche Preise und Auszeichnungen oder Gutachtertätigkeiten. Die schon erwähnten Evaluationen prüfen und bestätigen das Erreichte dann auch öffentlich. Renommierte Forscher sind allerdings nicht automatisch für die Politikberatung geeignet, ein guter Ruf in den Medien bedeutet umgekehrt nicht gleichzeitig auch Akzeptanz in der Wissenschaft. Gute Forschungsmanager sind nicht automatisch gute Wissenschaftler. Forschungserfolg, Kommunikationsfähigkeit und Verwaltungsexpertise kommen daher für eine erfolgreiche Politikberatung idealerweise zusammen. Urteilsfähigkeit und Entscheidungsfreude, Integrität und Neutralität müssen hinzutreten. Die Persönlichkeit des Wissenschaftlers ist damit ein entscheidender Faktor in der wissenschaftlichen Politikberatung. Der Einfluss der Beratungstätigkeit auf politische Entscheidungen -selten konkret fassbar -ist ein direkter Beleg für Beratungsqualität. Ein Beispiel ist die letztlich doch erfolgte Bevorratung antiviraler Medikamente in dem empfohlenen Umfang, der eine Vielzahl von Gesprächen zwischen Wissenschaft und unterschiedlichen politischen Ebenen vorausging [19]. Ein klassisches Beispiel für höchst erfolgreiche Politikberatung ist die Entwicklung der deutschen AIDS-Politik. Im Jahre 1987 kam es zum Krach zwischen der damaligen Bundesgesundheitsministerin Rita Süssmuth, Franz-Josef Strauß und dessen Staatssekretär Peter Gauweiler um das Für und Wider einer AIDS-Meldepflicht. Gauweiler befeuerte die Ängste vor dieser Infektionskrankheit und trat für eine \"Law-and-Order-Politik\" ein, die sich vor allem gegen Homosexuelle und Prostituierte richtete. Er behandelte HIV-Infizierte wie Gegner, die identifiziert und separiert werden müssten. Rita Süssmuth konnte schnell überzeugt werden, dass Gauweilers Pläne wirkungslos und nicht durchführbar waren. Mehr noch, sie erkannte, dass die CSU-Pläne gefährlich seien -und sagte dies auch immer wieder öffentlich. Die Vorhaben würden nach außen den Eindruck des starken Staates ver-mitteln, obwohl dieser Staat gar nicht die Instrumente für eine repressive Politik hatte. Eine solche Politik würde dem Bürger die trügerische Sicherheit vermitteln, er könne leben, wie er will, der Staat habe und würde ihn vor allen Risiken schützen. Für bestimmte Gruppierungen wie die Republikaner diente das Thema AIDS damals dem Transport kruder Meinungen über Minderheiten. Die Situation in Osteuropa, aber auch in Afrika, zeigt, welche Folgen es hat, wenn die Gesundheitspolitik -vielleicht falsch beraten, vielleicht beratungsresistent -die falschen Entscheidungen trifft, wenn die Erkrankung tabuisiert wird, die Betroffenen ausgegrenzt und bekämpft werden. Die Folge war und ist nämlich, dass die Infektionsraten dort massiv gestiegen sind. In Deutschland plädierte Mitte der 1980er-Jahre in der Gesundheitspolitik zunächst nur eine Minderheit für eine Ausrichtung der Maßnahmen auf Aufklärung, Verhütung, Diagnostik und Prävention. Rita Süssmuth hatte die Souveränität und Offenheit, die Gruppe der damals wie heute besonders betroffenen homosexuellen Männer nicht zu verdammen, sondern sie zu informieren. Ihre Leitlinie war und ist: \"Wir bekämpfen die Krankheit, nicht die Infizierten.\" Sie gründete einen Wissenschaftlichen Beirat, dem auch ausländische Wissenschaftler angehörten, auch Praktiker wie Streetworker oder Priester. Aus der Sicht der Wissenschaft war dies Politikberatung im besten Sinn: Die Entscheidung lag letztlich bei der Politik. Und die Politik handelte damals auch. Rita Süssmuth organisierte innerhalb kurzer Zeit erhebliche Finanzmittel für die Aufklärungsarbeit, für die beiden Jahre 1987 und 1988 jeweils 50 Millionen Mark.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}