{
    "paper_id": "1fb4dd389c8d0ec5dbe59b2f7250c457f1a816bf",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Long acting injectable antipsychotic medications: Ensuring care continuity during the COVID-19 pandemic restrictions",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "The COVID-19 pandemic has brought significant challenges to clinics specializing in the care of patients with serious mental illness (SMI). Our ambulatory clinic, Comprehensive Recovery Services of the University of Pittsburgh Medical Center Western Psychiatric Hospital serves around 1500 patients, most with psychotic disorders. A COVID-19 State of Emergency was declared on March 13, 2020, in the United States, and by March 16, social distancing began in earnest to mitigate contagion risks associated with the virus. While most of our face to face clinic visits were quickly shifted to phone and video appointments, it was clear that certain in person encounters with patients were needed to ensure patient stability during this stressful period. One such visit type was for the administration of long acting antipsychotic injections (LAIs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "LAIs are considered a mainstay treatment in persons with schizophrenia and schizoaffective disorder (Kishimoto et al., 2013) . In the United States, LAIs on the market include different formulations of aripiprazole, risperidone, paliperidone, fluphenazine, and haloperidol and are administered at regularly prescribed intervals ranging from 2 weeks to 3 months. LAIs are considered the ideal treatment for patients who have cognitive impairment and/or variable insight affecting oral medication adherence, and evidence suggests that they reduce hospitalizations (Marcus et al., 2015; Greene et al., 2018) . While our clinic does offer in home nursing services that can administer LAIs, it is only for a select few. As such, and given the delivery systems, refrigeration requirements, and intramuscular injection techniques associated with various LAIs that would make them potentially unsafe for patient self or caregiver administration, continuing to provide in person LAI injection services was of paramount importance.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 124,
                    "text": "(Kishimoto et al., 2013)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 562,
                    "end": 583,
                    "text": "(Marcus et al., 2015;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 584,
                    "end": 604,
                    "text": "Greene et al., 2018)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "While many patients recognize the importance of obtaining their LAIs as scheduled, we became concerned that patients would refuse to come into our clinic to obtain them. We anticipated that some patients would cite concerns around adequate social distancing or be fearful of information or misinformation they encountered about the virus. As illustrated in a recent report (Ifteni et al., 2020) , we thus prepared to transition many LAI patients to oral medications, despite concerns about adherence and a lack of clear guidance on how best to return patients to oral medications. Given these concerns, and to reduce risk of transmission to patients and staff, we implemented clinical workflows to screen patients for COVID-19 symptoms and exposure (performed via phone pre-arrival and at registration upon patient arrival). We staggered patient appointment times, amply supplied hand sanitizer, removed chairs in the waiting area to ensure maintenance of over 6 ft of space between patients, and expanded our waiting room capacity to currently unused conference rooms to further minimize contact between patients. Nurses administering the injections were masked and gloved, and when community masking was indicated, we instructed patients to mask and provided masks when they presented without. These measures were carefully described to patients or caregivers who expressed concerns. Despite our workflow changes, we remained concerned that, as reductions were made in our public transportation systems, lower socioeconomic status patients would face issues with clinic access that were beyond their or our control. Finally, we also worried that some patients would become more symptomatic and/or less insightful into the need for treatment, influencing their decision to discontinue the LAI.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 394,
                    "text": "(Ifteni et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "When we tallied the data for a 6-week mirror-image time period encompassing the Pre-COVID and COVID restrictions (see Fig. 1 ), the numbers of LAIs administered by our injection nurses were essentially unchanged, a reduction of only 10%. Only 4 LAI patients were switched over to oral antipsychotic medication at their request.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 124,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Letter to the Editor"
        },
        {
            "text": "Why do our numbers diverge from the published Romanian dataset (Ifteni et al., 2020) and perhaps others that may emerge? First, thus far, Pittsburgh and the surrounding region has not been a hot spot for COVID-19 transmission. Second, workflows to serve SMI patients in person (especially the LAI and clozapine clinics) were reviewed thoughtfully and implemented rapidly. Personal protective equipment was obtained and used immediately. Third, talking points around the need for continued in person visits for LAIs and the importance of ongoing adherence to medications was underscored and reviewed with all involved staff to share with our patients, their caregivers and families. Moreover, the LAI clinic has been serving SMI patients for over 25 years with a low staff turnover, and a collocated pharmacy adjacent to our LAI administration room is heavily used by our patients. The rapport that nursing and pharmacy staff have with our patients likely bolstered trust.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 84,
                    "text": "(Ifteni et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "A delayed injection schedule has been suggested if the pandemic is prolonged (Ifteni et al., 2020) . However, unless LAIs are formulated to be delivered in flexible dosing intervals outside the approved schedules (e.g. every 6 weeks instead of every 4 weeks, etc.), data to guide such off-label practice will be anecdotal at best.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 98,
                    "text": "(Ifteni et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sponsorship and sources of funding"
        },
        {
            "text": "None of the authors has any conflicts of interest with reference to this article. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Medication adherence and discontinuation of long-acting injectable versus oral antipsychotics in patients with schizophrenia or bipolar disorder",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Med. Econ",
            "volume": "21",
            "issn": "2",
            "pages": "127--134",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Long-acting injectable antipsychotics treatment during COVID-19 pandemic -a new challenge",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ifteni",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dima",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Teodorescu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Long-acting injectable versus oral antipsychotics in schizophrenia: a systematic review and meta-analysis of mirrorimage studies",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kishimoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nitta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Borenstein",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Clin Psychiatry",
            "volume": "74",
            "issn": "10",
            "pages": "957--965",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Antipsychotic adherence and rehospitalization in schizophrenia patients receiving oral versus long-acting injectable antipsychotics following hospital discharge",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Marcus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zummo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Pettit",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Manag Care Spec Pharm",
            "volume": "21",
            "issn": "9",
            "pages": "754--768",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Western Psychiatric Hospital -University of Pittsburgh Medical Center, United States of America University of Pittsburgh, School of Medicine, Department of Psychiatry ⁎Corresponding author at: Western Psychiatric Institute and Clinic of UPMC, Psychiatry, 3811 O'Hara Street, Pittsburgh, PA 15213, United States of America. E-mail addresses:gannonjm@upmc.edu, spinogattij@upmc.edu. Juliette R. Ballough Noreen M. Fredrick Western Psychiatric Hospital -University of Pittsburgh Medical Center, United States of America K.N. Roy Chengappa Western Psychiatric Hospital -University of Pittsburgh Medical Center, United States of America University of Pittsburgh, School of Medicine, Department of Psychiatry Number of Long AcƟng InjecƟon AdministraƟons Pre COVID vs during COVID RestricƟons Number of LAIs administered on site Fig. 1. Number of long acting injection administrations pre-COVID vs during COVID restrictions.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We gratefully acknowledge Ms. Joan Spinogatti for facilitating author collaboration and contributions, and Forbes pharmacy staff for their compassionate care and counseling to the patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}