{
    "paper_id": "1fbbf39eebc374918d5804200f611d82799959f8",
    "metadata": {
        "title": "2020 -The Year that Needed the Nurse: Considerations for Critical Care Nursing Research and Practice Emerging in the Midst of COVID-19",
        "authors": [
            {
                "first": "&amp;",
                "middle": [],
                "last": "Heart",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Lung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Rn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Atsf",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Faan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The daily disruption and toll of the global COVID-19 pandemic is palpable. As the number of COVID-19 cases and deaths continue to rise in the United States, there is no escaping the impact of this pandemic. Critical care nurses are on the frontlines, shouldering the heavy burden of managing the 'sickest of the sick' patients who are in need of life-saving mechanical ventilatory support. Now more than ever, ICU nurses must rely on their tremendous knowledge base, impeccable technical skills, and compassion to ensure positive outcomes for critically ill patients in the COVID-19 era. As experienced critical care nurse scientists conducting research studies in these dynamic settings, we provide our perspectives on the significant impact of the COVID-19 pandemic in the ICU and highlight implications for nursing practice and research. Specifically, this editorial addresses the: 1) need for agile, rapid innovation and implementation strategies; 2) importance of research policies that ensure continuation of scientific discovery and dissemination amidst crises; and, 3) necessity to develop creative strategies to promote a culture of patient and family engagement during critical situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The dynamic nature of critical care demands rapid assessment and adaption of evidence to each patient's unique characteristics and health needs. This has never been truer than during the ongoing COVID-19 pandemic. Not only does the current healthcare crisis highlight the need to embrace an agile implementation model that mirrors our ever-changing clinical environment, it also emphasizes the value of applying adaptive research designs. The rapid identification and application of evidenced-based solutions within a dynamic infrastructure would allow clinicians and scientists to modify solutions to the local ICU environment and to individualize care. 1 In order to create a more agile critical care system, we must build an infrastructure capable of harnessing innovations while fostering the incubation of new ideas. Doing so allows us to address research questions and integrate emerging evidence in real-time, applying clinically driven data that provides immediate feedback to the healthcare team and to the broader critical care community.",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 656,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Future solutions should consider leveraging technology to integrate data across electronic health records and establish data extraction methods that equip the critical care team with an immediate, comprehensive, and dynamic clinical picture. Additionally, in order to make meaningful progress towards an agile critical care system, we must engage a diverse team of frontline clinicians, patients, and family caregivers. This team approach is mandatory given the complex needs of critically ill patients, particularly in times of crises. Lastly, this current global pandemic has emphasized transdisciplinary communication gaps. Leaders among critical care professional societies should work collaboratively to develop cohesive communication, dissemination, and implementation channels across disciplines with the ultimate goal of helping providers adapt and tailor evidence to the right situation and the right patient at the right time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A majority of non-COVID-19 clinical ICU research around the country has been paused to conserve personal protective equipment, protect research staff's health, and limit non-essential staff on the ICUs. While this temporary interruption to non-essential ICU-based clinical research is the appropriate solution, completely suspending these studies severely hampers progress to date and further impedes completion of clinical trials. Promising therapies that would likely benefit COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "patients are now delayed further from efficacy testing and implementation. Indeed, research that is focused on mitigating the potential complications of long-term mechanical ventilation and identifying supportive therapies to minimize isolation, fully engage patient and families in their care, and support recovery from ICU-acquired disabilities is imperative. Going forward, it is important that we develop critical care specific research policies and procedures that are adaptable to changing circumstances such as epidemic and pandemic situations. An example of such a policy would be the approval of two IRB protocols for each study, one standard, and one with contingency plans for operation in crisis situations. Another example is to consider adaptive clinical trial design principles. Given that adaptive clinical trial designs support continual learning as data are accumulated, changes can be made to aspects of the protocol such as adding or dropping treatment arms depending on patient responses. 2 For example, patients receiving mechanical ventilatory support due to suspected COVID-19 hypoxemic respiratory failure placed initially on an experimental drug clinical trial, could be enrolled in a symptom management clinical trial and removed from the drug trial once laboratory testing reveals patients are COVID-19 negative. Cutting-edge scientific solutions that are relevant to our current and future crises urgently need to be developed and safely implemented through research focused on patients, families, and systems. These areas include symptom management, delirium mitigation, post-intensive care syndrome, ICU-acquired weakness, and patient and family engagement along with many more opportunities for system-level and nurse-focused research.",
            "cite_spans": [
                {
                    "start": 1010,
                    "end": 1011,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The high acuity of ICU patients with COVID-19 coupled with burgeoning unit census brought a common challenge faced by critical care nurses into sharp focus: the extreme difficulty in providing humanistic integrated patient and family centered care to our sickest ICU patients. While the type of acute \"crisis\" of current interest is COVID-19, critical care nurses frequently encounter localized crises with all types of ICU patients. We need to shift our culture towards one that embraces evidencebased practices for improving long term outcomes (e.g. holistic symptom assessment and management, sedation reduction, delirium prevention) once a patient has stabilized. The integration of dynamic measurements that capture current patient status such as symptom burden (e.g. anxiety, thirst, dyspnea), delirium severity, and immobility and mobility progress have immense potential to support evidence-based interventions and therapies that effectively manage symptoms and improve patient outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Visitation by family is restricted during COVID-19, perpetuating isolation among critically ill patients. Patient social isolation is not unique to this crisis. In standard ICU care, limited communication options for critically ill patients and a lack of integrated family engagement into routine critical care practice contribute to feelings of isolation. 3 During the current COVID-19 crises, nurses and physicians have needed to use technology ad hoc to allow family to see or interact remotely with patients, sometimes for the last time. 4 These innovative clinicians are to be lauded, however, clinicians should not be burdened with inventing ways to support patients and families in the midst of the crises. Many of these strategies and technologies existed prior to COVID-19, but were not fully implemented or consistently used in practice. Going forward, we must embed mechanisms to ensure patient and family engagement are considered standard to support the delivery of high quality health care. Practicing ICU nurses can lead these efforts in partnership with nurse scientists.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 358,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 542,
                    "end": 543,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To conclude, the COVID-19 pandemic is an unfortunate traumatic event that will shape critical care communities for many years to come. In this editorial, we've only scratched the surface by proposing selected considerations to positively emerge from this pandemic-harnessing what we have learned to date in order to improve our responses in the future. One thing is for certain, now more than ever, the holistic view and diverse expertise of critical care nurses are needed to provide a beacon of hope in this 2020 \"Year of the Nurse\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Agile Implementation a model for implementing evidence-based healthcare solutions into real-world practice to achieve sustainable",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boustani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Azar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Solid",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Key design considerations for adaptive clinical trials: a primer for clinicians",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thorlund",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haggstrom",
                    "suffix": ""
                },
                {
                    "first": "Jjh",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Mills",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMJ",
            "volume": "360",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.k698"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Delusions on the Intensive Care Unit: What Do Patients Think Is Going On?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Darbyshire",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Greig",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vollam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hinton",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hospital Preparedness for COVID-19: A Practical Guide from a Critical Care Perspective",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Karas",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Ivascu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lief",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Respir Crit Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.202004-1037CP"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}