{
    "paper_id": "1fbd21a4f79f6938ec5e1108dd9c872ef9a67ad2",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "I compliment Pan et al. (1) on their important publication (March 2020) reporting a high incidence of digestive symptoms associated with COVID-19 infection among 204 patients hospitalized, between January and February 2020 at 3 Chinese hospitals, of whom 29 patients (14.2%) had diarrhea as their chief complaint. They associated the presence of any digestive symptom (anorexia, diarrhea, vomiting, or abdominal pain) with higher COVID-19 mortality but did not quantify the diarrhea and did not investigate the pathophysiology of morbidity/mortality from diarrhea. Although pulmonary complications of COVID-19 infection are well recognized, diarrhea is insufficiently characterized. A novel case is reported of moderately severe COVID-19 associated diarrhea that produced electrolyte derangements, dehydration, and likely prerenal kidney injury.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 27,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 41-year-old African American woman was referred to gastroenterology for moderately severe diarrhea (7 to 10 watery, light brown, blood-tinged, bowel movements per day) associated with cough, sneezing, rhinorrhea, mild vomiting, and low-grade pyrexia for 4 days. Medical history included chronically taking rivaroxaban for prior transverse sinus thrombosis; no history of alcoholism, drug abuse, recent travel, or antibiotic use; and no known pulmonary, renal, gastrointestinal, or liver diseases. Patient had diabetes mellitus treated with metformin, hypertension treated with metoprolol, and untreated hypertriglyceridemia and hypercholesterolemia, probably all from metabolic syndrome associated with severe obesity (body mass index 5 37 kg/m 2 ). Patient was potentially exposed to COVID-19 from working as a nurse's aid. She had been vaccinated against influenza 4 months earlier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Physical examination revealed a blood pressure of 125/77 mm Hg, pulse of 103/minute with orthostasis, temperature of 38.2°C, respiratory rate of 20 breaths/minute, and O 2 saturation of 97% on room air. Physical examination revealed rhinitis, decreased skin turgor and absent axillary sweat, lung fields clear to auscultation and percussion, minimal diffuse abdominal tenderness, no hepatosplenomegaly, and guaiac positive stool. Potassium was 3.0 nmol/L (normal: 3.5-5.2 nmol/L), with no electrocardiographic abnormalities, sodium was 132 mmol/L (normal: 135-145 mmol/L), chloride was 94 mmol/L (normal: 98-111 mmol/L), creatinine was 1.24 mg/dL (normal: 0.50-1.10 mg/dL), and blood urea nitrogen was 17 mg/dL (normal: 7-25 mg/dL). The erythrocyte sedimentation rate was 64 (normal: 0-18 mm/hr), and C-reactive protein was 155.5 mg/dL (normal: 0-7.9 mg/dL). Urine specific gravity was 1.029 (.1.015 consistent with dehydration). Urinalysis and urine culture revealed no urinary tract infection. Hemoglobin was 12.0 g/dL (normal: 12.1-15.0 g/dL) with normocytic indices, and leukocyte count was 3.8 bil/L (normal: 3.3-10.7 bil/L), with normal differential. Aspartate aminotransferase was 53 U/L (normal: 0-34 U/L), and alanine aminotransferase was 64 U/L (normal: 8-37 U/L), with normal other liver function tests. Hepatic serologies were negative for hepatitis A, B, and C. Right upper quadrant ultrasound demonstrated fatty liver.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Chest roentgenogram revealed no pulmonic infiltrates. Tests for influenza A and B, respiratory syncytial virus, legionella, and mononucleosis were negative. Cultures of tracheal aspirates were sterile for Pseudomonas aeruginosa and for methicillin-resistant Staphylococcus aureus. Cultures of nasal swabs also showed no growth of methicillin-resistant S. aureus. Nasopharyngeal swab tested positive for COVID-19 infection by nucleic acid amplification which was confirmed by polymerase chain reaction. Multiple blood cultures were sterile. Tests for Clostridium difficile toxin A and B and stool examinations for ova and parasites were negative. Stool cultures revealed no intestinal pathogens. Fecal calprotectin and lactoferrin levels were within normal limits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "She received vigorous fluid resuscitation, replacement of depleted electrolytes, insulin, and oxygen at 2 L via nasal cannulae. Chest roentgenogram 2 days later showed confluent right and left lung opacities. She required intubation and mechanical ventilation 2 days later for severe hypoxemia. Her ferritin rose to 991 ng/mL (normal: 12-207 ng/mL). She continued to have significant diarrhea. Her leukocyte count became 29,000 bil/L. She was empirically administered broad spectrum antibiotics. She developed progressive renal failure with creatinine rising to 3.75 mg/dL, and estimated glomerular filtration rate of 16 mL/min/1.73 m 2 (normal . 90, severely decreased: 15-29) requiring continuous renal replacement therapy. Lactic acid was 2.9 mmol/L (normal 0.5-2.2 mmol/L). She had no gross gastrointestinal bleeding and no rise in liver function tests. She died 3 days later from progressive respiratory and renal failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patient presented with multiple electrolyte abnormalities (hypokalemia and hyponatemia) and multiple physical signs of dehydration attributed to moderately severe diarrhea (before developing significant pulmonary signs) which likely contributed to the early renal insufficiency that relentlessly progressed to renal failure. The diarrhea in COVID-19 infection might be related to gastrointestinal infection by the virus (2). The COVID-19 disease pandemic has included over 1 million confirmed infections and more than 50,000 reported deaths worldwide since it began in Wuhan, China, in December 2019 (1). The United States had 374,329 cases and 12,064 deaths by early April 2020 (2) . Patients typically present with fever, sore throat, dry cough, dyspnea, malaise, and myalgia (3). Gastrointestinal symptoms present in 3%-50% of cases (3), include nausea, vomiting, abdominal pain, and diarrhea. We have treated 3 men with COVID-19 pneumonia associated with colitis or colonic ileus.",
            "cite_spans": [
                {
                    "start": 679,
                    "end": 682,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Case 1: A 38-year-old, previously healthy man presented with fever, chills, myalgias, dyspnea, severe diffuse abdominal pain, and diarrhea for 4 days after exposure to his ill wife and children. He denied chest pain, dysuria, nausea, and vomiting. His temperature was 102.7°F, respiratory rate 18 breaths/min, oxygen saturation 92%, heart rate 80 beats/min, and blood pressure 140/70 mm Hg. Examination revealed an ill appearance, diffuse rales bilaterally and tenderness of the left and right lower abdominal quadrants. Laboratory results included a normal white blood cell count (WBC), lymphopenia (19.5%), neutrophilia (73%), monocytosis (13%), and elevated alanine aminotransferase (ALT, 87 U/L), aspartate aminotransferase (AST, 53 U/L), C-reactive protein (CRP, 69 mg/L), lactate dehydrogenase (LDH, 261 U/L), and creatine phosphokinase (131 U/L). X-ray and computed tomography (CT) of the chest showed bilateral ground glass opacities (GGOs). Abdominal CT demonstrated thickening of the ascending, transverse, descending, and sigmoid colon and rectum consistent with colitis ( Figure 1) . A nasal swab was positive for COVID-19 by realtime reverse transcriptase polymerase chain reaction (RT-PCR). We treated him in hospital with off-label hydroxychloroquine, 400 mg b.i.d. on day 1, followed by 400 mg q.d. for 4 days, and azithromycin 500 mg q.d. and zinc sulfate 220 mg q.d. for 5 days. Patient was admitted for total of 5 days followed by clinical improvement, and then, he was discharged with instruction about 2 weeks of home quarantine.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1084,
                    "end": 1093,
                    "text": "Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "CONFLICTS OF INTEREST"
        },
        {
            "text": "Case 2: A 55-year-old man with hypertension, hyperlipidemia, and diabetes presented with fever, cough, nausea, constipation, and abdominal pain for 7 days. He denied diarrhea, chest pain, dysuria, vomiting, travel, sick contacts, pets at home, or narcotic ingestion. His temperature was 102.5°F, respiratory rate 18 breaths/min, oxygen saturation 92%, heart rate 101 beats/min, and blood pressure 125/ 72 mm Hg. He appeared in no distress, but he had diffuse rales bilaterally and tenderness of the right lower abdominal quadrant. He had a normal WBC, neutrophilia (82%), lymphopenia (18%), and elevated ALT (76 U/L), AST (70 U/L), CRP (63 mg/L), and LDH (369 U/L). Computed tomography of the chest showed bilateral GGOs. Abdominal CT showed colonic ileus and air in the bowel wall (Figure 2) . A nasal swab was positive for COVID-19 by RT-PCR. He received the same drug therapy as case 1 for 2 days in hospital, and 3 days as an outpatient, recovered, and initiated 2 weeks of home quarantine.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 782,
                    "end": 792,
                    "text": "(Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "CONFLICTS OF INTEREST"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Debolt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "929--965",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical characteristics of COVID-19 patients with digestive symptoms in Hubei, China: A descriptive, cross-sectional, multicenter study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Gastroenterol",
            "volume": "115",
            "issn": "5",
            "pages": "766--73",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19: Gastrointestinal manifestations and potential fecal-oral transmission",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "158",
            "issn": "6",
            "pages": "1518--1527",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Guarantor of the article: Mitchell S. Cappell, MD, PhD. Specific author contributions: M.S.C. wrote the case report. Financial support: None to report. Potential competing interests: The author declares no conflicts of interest. In particular, M.S.C., as a member of the US Food and Drug Administration (FDA) Advisory Committee for Gastrointestinal Drugs, 2014-2019, affirms that this paper does not discuss any proprietary confidential pharmaceutical data submitted to the US FDA and reviewed by M.S.C. M.S.C. was until 2 years ago a member of the speaker's bureau for AstraZeneca and Daiichi Sankyo, co-marketers of Movantik. M.S.C. had onetime consultancies for Mallinckrodt and Shire 2 years ago. This work does not discuss any drug manufactured or marketed by AstraZeneca, Daiichi Sankyo, Shire, or Mallinckrodt. Informed consent: Informed consent could not be obtained because the patient died.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}