{"paper_id": "1fbe66f9999da8542c19c9772b914934572820a7", "metadata": {"title": "Supplementary information", "authors": []}, "abstract": [{"text": "Supplementary Figure 1. Phylogenetic tree for complete genomes of 91 representative IOL CHIKV strains constructed using the maximum likelihood method. Bootstrap values and sl1-4-specific substitutions are indicated. The SL07 strain used as a genetic background for all in vivo experiments is highlighted with an asterisk.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The purple arrow highlights strain LK(EH)CH18608 with the E2-K233E substitution.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The blue diamond highlights the Thailand-2009_CK11/53 strain of sl1 used in competition experiment (see Supplementary Fig. 2) . The bar indicates 0.2% nucleotide sequence divergence.", "cite_spans": [], "ref_spans": [{"start": 104, "end": 125, "text": "Supplementary Fig. 2)", "ref_id": null}], "section": "Abstract"}, {"text": "(a) Schematic representation of the experimental design. Table shows genetic differences between the competing viruses. A 1:1 ratio (based on pfu) of wt (SL07-226V_Apa) and mut (contains one of the sl2-specific mutations) viruses was presented to Thai colony A.", "cite_spans": [], "ref_spans": [{"start": 57, "end": 88, "text": "Table shows genetic differences", "ref_id": null}], "section": "Abstract"}], "body_text": [{"text": "mosquitoes/pool at 10 dpi followed by RT-PCR analysis and ApaI digest. The relative fitness (RF) was determined as a geometric mean of the ratio between mutant and wt bands in the sample, divided by the starting ratio in the bloodmeal. RNA was extracted from the BM or 4 pools of 10 mosquitoes/pool at 10 dpi followed by RT-PCR analysis and ApaI digest. The relative fitness (RF) was determined as a geometric mean of ratio between mutant and wt bands in the sample, divided by the starting ratio of mutant and wt bands in the BM. Blue color corresponds to authentic amino acid at indicated position of strain SL07, red color corresponds to sl1 specific amino acids. Blue color corresponds to authentic amino acid at indicated position of strain SL07, red color corresponds to mutated amino acids. Blue color corresponds to authentic amino acid at indicated position of strain SL07, red color corresponds to mutated amino acids. ", "cite_spans": [], "ref_spans": [], "section": ""}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Accession numbers for previously deposited sequences EF027139; AM258991", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Accession numbers for the newly generated sequences from Kerala 2009 KJ796844; KJ796845; KJ796846", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Accession numbers for the newly generated sequences from Thailand", "authors": [], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Glycoprotein organization of Chikungunya virus particles revealed by X-ray crystallography", "authors": [{"first": "J", "middle": ["E"], "last": "Voss", "suffix": ""}], "year": 2010, "venue": "Nature", "volume": "", "issn": "", "pages": "709--721", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Natural isolate Thailand-2009_CK11/53 (CK11/53) of sl1 is better adapted to A. albopictus compared to reference virus SL07-226V_Apa (wt). (a) experimental design: C6/36 cell-derived Thailand-2009_CK11/53 and SL07-226V_Apa were mixed at a 1:1 ratio and presented to A. albopictus (Thailand colony) at final bloodmeal titer of 1x10 6 pfu/mL. Mosquitoes were processed at 10 dpi. (b) Graphs show numbers and percent of mosquitoes containing CK11/53, wt, or both viruses in individual mosquito heads (representing disseminated infections). For each virus pair, the difference in number of mosquitoes with disseminated infection for each virus competitor was tested for significance with a one-tailed McNemar test. (c) Image shows change in relative RNA level for each virus pair. RNA was extracted from BM or 4 pools of 10", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Effect of individual or combined expression of sl1 -specific mutations on CHIKV fitness in Galveston and Thailand colonies of A. albopictus.In the top left corner of each figure is a table showing genetic differences between the competing viruses. A 1:1 ratio (based on pfu) of competing viruses was presented to Thailand or Galveston colonies of A. albopictus at a final BM titer of 1x10 6 pfu/mL.Mosquitoes were processed at 10 dpi. Charts show numbers and percentages of mosquitoes containing each of the competitors, or containing both viruses in individual mosquito heads (representing disseminated infections). Images (bottom) show relative RNA levels of competing viruses in mosquito bodies assayed by RT-PCR at 10 dpi.(a) Effect of the individual expression of the E2-K252Q substitution on CHIKV dissemination (chart) and relative CHIKV RNA level in mosquito bodies (figure); (b) Effect of individual expression of the nsP2-L539S substitution on CHIKV dissemination (chart) and relative CHIKV RNA level in mosquito bodies (figure); (c) Effect of combined expression of the nsP2-L539S and E2-K252Q substitutions on CHIKV dissemination (chart) and relative CHIKV RNA level in mosquito bodies (image) in a competition assay against CHIKV expressing the E2-K252Q substitution. For each virus pair, the difference in the number of mosquitoes with disseminated infection was tested for significance with a one-tailed McNemar test. RNA was extracted from BM or 4 pools of 10 mosquitoes/pool at 10 dpi followed by RT-PCR analysis and ApaI digestion. Supplementary Figure 6. Effect of individual or combined expression of sl3-Bspecific mutations on CHIKV fitness in A. albopictus. (a) Schematic representation of the experimental design. Table shows genetic differences between the competing viruses. A 1:1 ratio (based on pfu) of wt (SL07-226V_Apa) and mut (contains one or more sl3-B specific mutations) viruses was presented to Thailand colony of A. albopictus at final BM titer of 1x10 6 pfu/mL. Mosquitoes were processed at 10 dpi. Charts (top) show numbers and percent of mosquitoes containing only wt, mut, viruses in individual mosquito heads (representing disseminated infections). Images (bottom) show relative RNA levels of competing viruses in mosquito bodies assayed at 10 dpi. (b) Effect of individual expression of the nsP3-Y38H substitution on CHIKV dissemination (chart) and relative CHIKV RNA level in mosquito bodies (figure). (c) effect of individual expression of the E3-S18F substitution on CHIKV dissemination (chart) and relative CHIKV RNA level in mosquito bodies (figure). (d) Effect of individual expression of the E2-R198Q substitution on CHIKV dissemination (chart). Relative CHIKV RNA levels in mosquito bodies were not determined due to insufficient numbers of mosquitoes that acquired infections from the bloodmeal during mosquito feeding. (e) effect of expression of double mutations (E3-S18F/ E2-R198Q) on CHIKV dissemination (chart) and relative CHIKV RNA level in mosquito bodies (figure). For each virus pair the difference in number of mosquitoes with disseminated infection with each virus was tested for significance with a one-tailed McNemar test. RNA was extracted from BM or 4 pools of 10 mosquitoes/pool at 10 dpi followed by RT-PCR analysis and ApaI digest. The relative fitness (RF) was determined as a geometric mean of ratio between mut and wt bands in the sample, divided by the starting ratio of mut and wt bands in the BM. Supplementary Figure 7. Effect of E2-K233Q and E2-K233E substitutions located on the axis formed by E2 residues 210-252 on CHIKV initial infection and replication in midguts of A. albopictus. (a) Atomic structure (left) of the CHIKV E3(grey)/E2(blue)/E1(yellow) complex constructed based on [PDB ID:3N44] 1 , demonstrating locations of introduced mutations (pink sphere). Right -a 1:1 ratio (based on pfu) of CHIK viruses that differ by the set of indicated substitutions (see tables) was presented to a Thailand colony of A. albopictus at final BM titer of 1x10 6 pfu/mL. At 1, 2, 3 dpi, mosquito midguts were collected in pools of 10. RNA was extracted from each pool followed by RT-PCR analysis and ApaI digestion. (b-c) Tables show genetic differences between the competing viruses. The relative fitness (RF) for each time point was determined as a geometric mean of ratio between mut and wt bands in the sample, divided by the starting ratio of mut and wt bands in the BM. Effect of combined expression of E2-L210Q and E2-K252Q substitutions on CHIKV fitness in infant mice. (a-b) Top -schematic representation of the experimental design. 2-3-day-old CD-1 mice were infected with 10 2 pfu of 1:1 mixture of viruses (based on pfu) expressing only E2-L210Q (a) or E2-K252Q (b), or expressing both of these substitutions (DM). At 1 and 2dpi, CHIKV RNA was extracted from the blood of individual mice and used for RT-PCR analysis. The relative fitness (RF) within a given competition was determined as a geometric mean of ratio between 210Q or 252Q and DM bands in the mouse blood, divided by the starting ratio of 210Q or 252Q and DM bands in the inoculum used for infection of mice.Supplementary Figure 9. Location of axis of E2 mutations and ASR.A side view of E3-E2-E1 complex with the E2 axis mutants shown. E3 is in gray, E2 is in blue, and E1 is in red; the ASR of E2 is shown in cyan. E1-226 is shown as white spheres. The highly beneficial E2-233 is shown in green, moderately beneficial residues E2-254 and E2-248 are in orange, and the neutral residues E2-213 and E2-232 are shown in yellow. Residues E2-233, E2-254, and E2-248 are within the ASR.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Full gel images for Fig. 7g-7j; (e-h) Full gel images for Fig. 7o-7r respectively. The selected bands of the 100 bp DNA ladder (NEB, Ipswich, MA) are indicated. The full gel image for Fig. 8c. (b) Full gel image for Fig. 8d. The selected bands of the 100 bp DNA ladder (NEB, Ipswich, MA) are indicated. The full gel images for data presented in Fig. 5. (a) Full gel image for Fig. 5b. (b) Full gel image for Fig. 5c. (c) Full gel image for Fig. 5d (top) and Fig. 5e (bottom). The selected bands of the 100 bp DNA ladder (NEB, Ipswich, MA) are indicated. Supplementary Figure 14. The full gel images for data presented in Fig. 6. (a) Full gel image for Fig. 6b. (b) Full gel image for Fig. 6c. (c) Full gel image for Fig. 6d. The selected bands of the 100 bp DNA ladder (NEB, Ipswich, MA) are indicated. (a) Full gel image for Fig. 3b Vero cells. (b) Full gel image for Fig. 3c Vero cells. (c) Full gel image for Fig. 3d Vero cells. (d) Full gel image for Fig. 3b HFF. (e) Full gel image for Fig. 3c HFF. (f) Full gel image for Fig. 3d HFF. The selected bands of the 100 bp DNA ladder (NEB, Ipswich, MA) are indicated. Full gel image for Fig. 4b 1dpi. (b) Full gel image for Fig. 4c 1dpi. (c) Full gel image for Fig. 4d 1dpi. (d) Full gel image for Fig. 4b 2dpi. (e) Full gel image for Fig. 4c 2dpi. (f) Full gel image for Fig. 4d 2dpi. The selected bands of the 100 bp DNA ladder (NEB, Ipswich, MA) are indicated.", "latex": null, "type": "figure"}, "TABREF0": {"text": "dissemination of CHIKV (top) and relative RNA level (bottom) inA. aegypti. (a) schematic representation of the experimental design. The white-eyed Higgs variant of the Rexville D strain of A. aegypti mosquitoes were presented with blood meals mutant (mut), wt or containing both viruses in individual mosquito heads (representing disseminated infections). For each virus pair the difference in the number of mosquitoes with disseminated infection with each virus was tested for significance with a one-tailed McNemar test. Images (bottom) show change in relative RNA level for each virus pair.", "latex": null, "type": "table"}, "TABREF1": {"text": "electroporation of in vitro transcribed RNA. b specific infectivity of in vitro transcribed RNA expressed as pfu/1µg RNA. 10 7 Vero cells were transfected with 10 µg of RNA. Electroporated Vero cells were ten fold", "latex": null, "type": "table"}, "TABREF2": {"text": "Recovery of viruses with sl2 specific mutations after electroporation of in vitro transcribed RNA b specific infectivity of in vitro transcribed RNA expressed as pfu/1µg RNA. supernatants of electroporated Vero cells were collected on days 1 and 2. Virus titers were determined by titration on Vero cells and expressed as Log 10 (pfu)/mL. ND -data not determined h -hours post RNA transfection.", "latex": null, "type": "table"}, "TABREF3": {"text": "Recovery of viruses expressing single or double E2 protein substitutions E2-L210Q/E2-R252Q after electroporation of in vitro transcribed RNA. SM -single mutant, DM -double mutant a amino acids at specific positions in the E2. specific infectivity of in vitro transcribed RNA expressed as pfu/1µg RNA. supernatants of electroporated Vero cells were collected 48h post electroporation. Virus titers were determined by titration on Vero cells and expressed as Log 10 (pfu)/mL. h -hours post RNA transfection.", "latex": null, "type": "table"}, "TABREF4": {"text": "Positively selected codon sites in the CHIKV genome estimated by the Internal Fixed-Effects Likelihood (IFEL) method. Distribution of synonymous (α) and non-synonymous (β) substitution rates over sites inferred by the MEME model, where the proportion of branches with β>α is significantly greater than 0. p-values are derived using a mixture of χ2 distributions.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Protei n </td><td>Positio n </td><td>Codo n </td><td>α </td><td>β- </td><td>Pr[β=β-] </td><td>β+ </td><td>Pr[β=β+] </td><td>p-value </td></tr><tr><td>nsp1 </td><td>171 </td><td>171 </td><td>5.00E-09 </td><td>4.99E-09 </td><td>6.00E-09 </td><td>17.35 </td><td>1 </td><td>0.034146 </td></tr><tr><td>nsp1 </td><td>391 </td><td>391 </td><td>5.00E-09 </td><td>4.88E-10 </td><td>0.949057 </td><td>416.774 </td><td>0.0509426 </td><td>0.051215 </td></tr><tr><td>nsp1 </td><td>458 </td><td>458 </td><td>5.00E-09 </td><td>4.89E-10 </td><td>0.991617 </td><td>8943.12 </td><td>0.0083834 </td><td>0.075907 </td></tr><tr><td>nsp1 </td><td>501 </td><td>501 </td><td>5.00E-09 </td><td>4.98E-09 </td><td>0.989448 </td><td>2875.39 </td><td>0.0105518 </td><td>0.069241 </td></tr><tr><td>nsp1 </td><td>512 </td><td>512 </td><td>5.00E-09 </td><td>4.88E-10 </td><td>0.965647 </td><td>495.863 </td><td>0.0343528 </td><td>0.067616 </td></tr><tr><td>nsp1 </td><td>521 </td><td>521 </td><td>5.00E-09 </td><td>4.88E-10 </td><td>0.99125 </td><td>10000 </td><td>0.00875046 </td><td>0.030486 </td></tr><tr><td>nsp2 </td><td>48 </td><td>583 </td><td>5.00E-09 </td><td>4.89E-10 </td><td>0.990521 </td><td>2822.3 </td><td>0.00947858 </td><td>0.077845 </td></tr><tr><td>nsp2 </td><td>618 </td><td>1153 </td><td>5.00E-09 </td><td>1.52E-11 </td><td>0.991158 </td><td>6901.16 </td><td>0.00884183 </td><td>0.077951 </td></tr><tr><td>nsp2 </td><td>702 </td><td>1237 </td><td>5.00E-09 </td><td>4.89E-10 </td><td>0.991538 </td><td>10000 </td><td>0.00846192 </td><td>0.044351 </td></tr><tr><td>nsp3 </td><td>137 </td><td>1470 </td><td>5.00E-09 </td><td>4.89E-10 </td><td>0.990335 </td><td>2829.53 </td><td>0.00966532 </td><td>0.075790 </td></tr><tr><td>nsp3 </td><td>303 </td><td>1636 </td><td>5.00E-09 </td><td>6.24E-10 </td><td>0.975173 </td><td>998.458 </td><td>0.024827 </td><td>0.027592 </td></tr><tr><td>nsp3 </td><td>472 </td><td>1805 </td><td>5.00E-09 </td><td>2.50E-17 </td><td>0.991832 </td><td>10000 </td><td>0.00816775 </td><td>0.019200 </td></tr><tr><td>nsp4 </td><td>473 </td><td>2329 </td><td>5.00E-09 </td><td>4.89E-10 </td><td>0.972992 </td><td>5477.11 </td><td>0.0270083 </td><td>0.002594 </td></tr><tr><td>nsp4 </td><td>611 </td><td>2467 </td><td>5.00E-09 </td><td>2.01E-11 </td><td>0.98238 </td><td>5712.02 </td><td>0.0176197 </td><td>0.019626 </td></tr><tr><td>Capsid </td><td>27 </td><td>2500 </td><td>5.00E-09 </td><td>4.88E-10 </td><td>0.873916 </td><td>113.61 </td><td>0.126084 </td><td>0.072303 </td></tr><tr><td>E2 </td><td>55 </td><td>2853 </td><td>5.00E-09 </td><td>4.89E-10 </td><td>0.883755 </td><td>82.4847 </td><td>0.116245 </td><td>0.092940 </td></tr><tr><td>E2 </td><td>198 </td><td>2996 </td><td>5.00E-09 </td><td>8.25E-11 </td><td>0.99134 </td><td>3085.57 </td><td>0.00866016 </td><td>0.070463 </td></tr><tr><td>E2 </td><td>305 </td><td>3103 </td><td>5.00E-09 </td><td>2.50E-17 </td><td>0.992054 </td><td>6388.74 </td><td>0.00794575 </td><td>0.079063 </td></tr><tr><td>E2 </td><td>307 </td><td>3105 </td><td>5.00E-09 </td><td>4.88E-10 </td><td>0.9533 </td><td>434.107 </td><td>0.0467001 </td><td>0.062811 </td></tr><tr><td>E1 </td><td>195 </td><td>3477 </td><td>0 </td><td>0 </td><td>0.98335 </td><td>3450.58 </td><td>0.0166497 </td><td>0.099914 </td></tr><tr><td>E1 </td><td>211 </td><td>3493 </td><td>5.00E-09 </td><td>4.88E-10 </td><td>0.89678 </td><td>255.594 </td><td>0.10322 </td><td>0.015910 </td></tr><tr><td>E1 </td><td>226 </td><td>3508 </td><td>4.36896 </td><td>2.18E-08 </td><td>0.898445 </td><td>250.625 </td><td>0.101555 </td><td>0.056220 </td></tr></table></body></html>"}}, "back_matter": []}