{
    "paper_id": "1fc5b87329af57d6bdbebf78dfb402791120a6ff",
    "metadata": {
        "title": "Review of international efforts to strengthen the global outbreak response system since the 2014-16 West Africa Ebola Epidemic",
        "authors": [
            {
                "first": "Sanjana",
                "middle": [
                    "J"
                ],
                "last": "Ravi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins Center for Health Security",
                    "location": {
                        "addrLine": "621 East Pratt Street, Suite 210",
                        "postCode": "21202",
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": "sanjana@jhu.edu"
            },
            {
                "first": "Michael",
                "middle": [
                    "R"
                ],
                "last": "Snyder",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Caitlin",
                "middle": [],
                "last": "Rivers",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The 2014-16 West Africa Ebola epidemic was a watershed moment for global health. The outbreak galvanized global action around strengthening infectious disease prevention, detection and response capabilities. We examined the nascent landscape of international programmes, initiatives and institutions established in the aftermath of the 2014-16 Ebola outbreak with the aim of assessing their progress to date to illustrate the current state of the world's global health security architecture. We also compare these efforts with shortcomings in epidemic management documented during the epidemic, and underscore remaining gaps in regional and global epidemic response capabilities that might benefit from additional programmatic and financial support. Notably, most of the post-Ebola initiatives considered in this analysis have yet to meet their financial goals. Operational progress has also been limited, revealing a need for continued investments to improve outbreak surveillance and detection capabilities specifically. Furthermore, our review highlighted the dominance of the USA and Europe in leading and financing efforts to coordinate long-term recovery efforts in West Africa, strengthen health systems across the continent, and enhance global preparedness for future epidemics, raising important questions about ownership of global health security efforts in non-Western regions of the world. Finally, the lack of transparency and available data on these initiatives' activities and budgets also complicate efforts to project their impacts on the global health security landscape.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On 18 March 2014, Médecins Sans Frontières initiated emergency response operations to contain a small outbreak of Ebola virus disease in Guéckédou, Guinea. Just 2 weeks later, MSF declared the outbreak 'of a magnitude never before seen', and warned that the disease had spread too far to be easily contained (Médecins Sans Frontières, 2015a,b) . This warning was borne out when, after months of rapid escalation, the World Health Organization (WHO) declared the epidemic a Public Health Emergency of International Concern (PHEIC) in August of 2014. It was not until 17 months later, in March of 2016, that the PHEIC designation was lifted, after 28 616 cases and 11 310 deaths were recorded in Guinea, Sierra Leone and Liberia (World Health Organization, 2016d) .",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 343,
                    "text": "(Médecins Sans Frontières, 2015a,b)",
                    "ref_id": null
                },
                {
                    "start": 727,
                    "end": 761,
                    "text": "(World Health Organization, 2016d)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The initial, protracted failure to contain what was previously thought to be an easily controlled disease was a grave lesson for the international public health community. Many of the systems and institutions responsible for preventing, detecting and responding to outbreaks were largely unprepared to operate effectively, each in their own way. Although this observation had been made many times prior to 2014, it was not until those systems were truly tested during the Ebola outbreak that the international health community collectively assessed the real limits of existing response capabilities, and the implications thereof.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "WHO declared the Ebola epidemic in Liberia to be over on 9 June 2016, which was followed by 90 days of heightened surveillance for additional cases (World Health Organization, 2016a) . The severity of the epidemic compelled numerous multilateral bodies and institutions-including the World Health Assembly, the World Bank and the European Union, among others-to reimagine global health security-strengthening efforts in a post-Ebola context, create new policies and programmes to help counter the perennial threats posed by epidemic disease, and develop new strategies for accelerating country progress towards the health security benchmarks articulated in the International Health Regulations (IHR). However, given growing membership in the Global Health Security Agenda (GHSA) and GHSA's emphasis on monitoring and evaluating progress across its 11 focus areas (i.e. action packages), it remains imperative that these still-nascent, post-Ebola health security initiatives align with and supplement existing efforts to strengthen global health security. Ultimately, monitoring the emergence and progress of these new initiatives will help ensure that vulnerable countries can access resources to develop and sustain the capacities required to counter catastrophic epidemics and achieve positive health outcomes during health crises.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 182,
                    "text": "(World Health Organization, 2016a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We undertook a non-systematic, targeted review of major programmes, institutions and initiatives that were launched after the 2014-16 Ebola outbreak ended, and assessed their progress to date to illustrate the current state of the world's international health security architecture. A comprehensive, systematic review of the scholarly literature was not feasible, given that many of these post-Ebola efforts are relatively new, and that details of their strategic aims, capacities, funding levels and operations are published predominantly in the grey literature and news media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "We began our review by examining strategic policy documents for initiatives identified from a priori knowledge and previously conducted global health security research. Next, we used forward-and backward-snowballing methods (i.e. electronic citation tracking and parsing the references of initially identified sources, respectively) to identify additional programmes, initiatives and organizations established in the wake of the Ebola epidemic. We limited our search to English-language documents describing multilateral initiatives that are international in scope, were established directly in response to the 2014-16 Ebola epidemic, and focused on improving infectious disease outbreak prevention, detection and response capacities and capabilities. National after-action reports, reports describing country-level post-Ebola initiatives, and documents describing subnational Ebola response and recovery efforts were excluded. We also excluded efforts spearheaded by philanthropic foundations and non-governmental organizations if they did not involve multilateral partnerships between countries. We deemed that the review reached saturation once our snowballing strategy failed to uncover any new initiatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Upon finalizing a list of initiatives to include in our study (see Table 1 ), we selectively parsed the grey literature, the scholarly literature and news media articles to collect background information on each initiative, identify their strategic aims and participating stakeholders, determine current levels of funding, and summarize their impacts on global public health to date. In cases where information was incomplete or publicly unavailable, we attempted to contact a member of the initiative in question via email. Next, with the aim of identifying remaining gaps in global preparedness and response capacities, we also considered the stated goals of these efforts in the context of global health security capacities documented in the scholarly literature during and after the Ebola outbreak (see Table 2 ), as well as in the context of each component of the Prevent-Detect-Respond paradigm articulated in the GHSA (see Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 74,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 807,
                    "end": 814,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 930,
                    "end": 938,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Materials and methods"
        },
        {
            "text": "Based on the aforementioned criteria, we identified eight major, internationally focused initiatives aiming to strengthen global health security following the 2014-16 Ebola epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The Africa Centres for Disease Control and Prevention (Africa CDC) was first considered in July 2013 at the African Union (AU) Special Summit on HIV and AIDS. On 31 January 2017, the Africa CDC was formally established. The objectives of the organization include (1) establishing surveillance systems; (2) engaging in preparedness and response activities; (3) bringing member states up to compliance with the IHR; (4) conducting risk assessments and (5) establishing laboratory networks. The Africa CDC is part of a threetier system. The first tier is the Africa CDC operating at the continental level. The second tier includes five Collaborating Regional Centres based on Egypt, Nigeria, Gabon, Zambia and Kenya (Africa CDC, 2017a,b; African Union 2017) . Finally, there are plans for a third tier of National Public Health Institutes that will be established or strengthened in each country.",
            "cite_spans": [
                {
                    "start": 713,
                    "end": 734,
                    "text": "(Africa CDC, 2017a,b;",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 754,
                    "text": "African Union 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Africa centres for disease control and prevention"
        },
        {
            "text": "The future of the Africa CDC will depend in large part on the state of its funding in the coming years. The budget for its first 18 months was set at USD$5.9M, which was to be raised from AU member states. The AU Commission has allocated 0.5% of its budget, or about $1.5 M, towards start-up costs (Peyton, 2017) . Information on receipt of those funds could not be found. A press release announcing the development of a 5-year strategic plan announced a requirement of $34.4 M for 2017 and 2018, although this document is currently not publicly available (Africa CDC, 2017c) . We attempted to contact the organization to obtain upto-date financial information, but our request was not fulfilled. If sustainable funding-backed by a clearer picture of its planning and fundraising strategy and expected timeline for establishing its subsidiaries-does not materialize, then the vision of an African Public Health Network will be difficult to realize.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 312,
                    "text": "(Peyton, 2017)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 556,
                    "end": 575,
                    "text": "(Africa CDC, 2017c)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Africa centres for disease control and prevention"
        },
        {
            "text": "The coalition for epidemic preparedness innovations (CEPI) was formally launched at the World Economic Forum in January 2017 as a public-private-philanthropic partnership to accelerate the development of vaccines for diseases of public health relevance (Coalition Key Messages • Most of the multilateral health security-strengthening initiatives established in the wake of the 2014-16 West Africa Ebola epidemic have yet to meet their funding targets. • Additional investments are needed to strengthen global outbreak surveillance and detection capabilities. • The United States and Europe currently lead and finance the majority of post-Ebola initiatives identified in this review, highlighting the need for greater low-and middle-income countries ownership of health security initiatives. for Epidemic Preparedness Innovations, 2017b). CEPI describes itself as an end-to-end player in the vaccine development cycle (Coalition for Epidemic Preparedness Innovations, 2016). It plans to fund the development and licensure of vaccines specifically (the stage ranging from late preclinical studies to safety and proof of concept), but aims to also facilitate work from discovery to research, manufacturing and stockpiling. CEPI has the backing of several industry representatives, such as Merck and GlaxoSmithKline, which both hold seats on CEPI's board. The recommended initial diseases of focus are MERS, Lassa and Nipah, each of which is designated as WHO priority pathogens and has a vaccine candidate in development (Coalition for Epidemic Preparedness Innovations, 2016). Although CEPI has accepted over $540 M in funding (as of July 2017) from the governments of Norway, Germany, Japan, the Bill & Melinda Gates Foundation and the Wellcome Trust, the organization is short of its $1B funding goal (Coalition for Epidemic Preparedness Innovations, 2017c). CEPI has also faced a long runway from when the idea for international collaboration around adaptive clinical trial design, common protocols for randomized clinical trials, and product development and advanced manufacturing was first raised during the Ebola epidemic in September 2015 (Borio et al., 2015) . As of this writing, no awards have been publicly announced, but it has launched two calls for proposals for new vaccine development (Coalition for Epidemic Preparedness Innovations, 2017a). A detailed business plan that outlines clear objectives for the next 5 years is available online, and the organization has articulated a desired end state and a clear path forward.",
            "cite_spans": [
                {
                    "start": 2144,
                    "end": 2164,
                    "text": "(Borio et al., 2015)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Coalition for epidemic preparedness innovations"
        },
        {
            "text": "In February 2016, the European Union (EU) launched the European Medical Corps (EMC) to rapidly deploy human and technological resources for disaster preparedness, response and recovery. As the culmination of the 'White Helmets' initiative proposed by France and Germany in 2014, the EMC represents the first major attempt by a regional organization to build a reserve medical corps of international emergency responders (Haussig et al., 2017) . As of December 2016, the EMC comprised eight medical teams, two mobile biosafety laboratories, three medical evacuation teams and five logistics/coordination experts (European Commission, 2018) .",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 442,
                    "text": "(Haussig et al., 2017)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 611,
                    "end": 638,
                    "text": "(European Commission, 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "European medical corps"
        },
        {
            "text": "In May 2016, the EMC deployed for the first time to Angola to advise the government on containment strategies for an outbreak of yellow fever (European Commission, 2018). The mission deployed within 4 months of the declaration of the outbreak and comprised eight officials, including two epidemiologists, an infectious disease specialist and a public health expert (European Centre for Disease Prevention and Control and European Union Humanitarian Aid and Civil Protection, 2016) . While the Angola mission demonstrated the EU's ability to rapidly deploy trained experts and equipment in an emergency, no other missions have been reported to date. The voluntary nature of the EMC-in which EU members may elect to opt out of missions on a case-by-case basis-could potentially lead to critical insufficiencies during a larger pandemic.",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 480,
                    "text": "Aid and Civil Protection, 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "European medical corps"
        },
        {
            "text": "Only 11 of the 28 EU countries have contributed experts as of December 2016, according to the latest information available at the time of this writing. A review of European Commission and European Civil Protections and Humanitarian Aid Operations strategic documents covering 2016 and 2017 provides little mention of the EMC, and does not outline strategic objectives, funding, or plans for growth (European Commission, 2016) . In the absence of greater financial and human commitment from EU members, the sustainability of the 'White Helmets' experiment appears uncertain.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 425,
                    "text": "(European Commission, 2016)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "European medical corps"
        },
        {
            "text": "In June 2016, the World Bank announced a new initiative designed to strengthen disease surveillance systems in West Africa, known as the Regional Disease Surveillance Systems Enhancement Program (REDISSE). REDISSE represents the first significant source of funding to develop disease surveillance capacity in West Africa, including boosting laboratory capacity and epidemiological surveillance (The World Bank, 2016a). It will provide US$110 million in financing from the International Development Association (IDA) 'to address systemic weaknesses within the human and animal health sectors that hinder effective disease surveillance and response' (The World Bank, 2016b). West Africa was selected for this initiative due to its increased susceptibility to infectious disease outbreaks as demonstrated by the Ebola outbreak. Guinea, Sierra Leone and Senegal are expected to receive the first multi-million instalments; however, there are plans to eventually expand to all 15 countries in the Economic Community of West African States (ECOWAS) with an eye towards developing an interconnected, regional surveillance network. In addition to strengthening capacity for disease surveillance, REDISSE also includes a response component to improve national response capabilities in the event of an emergency. It remains to be seen whether the REDISSE model will be effective and scalable to other regional or sub-regional arrangements beyond ECOWAS countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REDISSE"
        },
        {
            "text": "During the 69th World Health Assembly in May 2016, the WHO inaugurated its new Global Health Emergency Workforce to provide rapid surge capacity during a crisis. The initiative responds to several post-Ebola recommendations calling on the WHO to 'establish significant operational capabilities [including] rapidly deployable human resource assets' to respond to health crises (United Nations, 2016). The Workforce is a global registry of emergency medical teams (EMTs) from national, regional and global networks, which join following a quality assurance and verification process (World Health Organization, 2017b).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The WHO global health emergency workforce"
        },
        {
            "text": "As of July 2016, there were approximately 64 EMTs from 25 countries and international NGOs undergoing or having completed registration in the Global Health Emergency Workforce. Australia, China, Costa Rica, Ecuador, Germany, Israel, Japan, New Zealand, Russia and the UK are among the countries that have registered EMTs (Pan American Health Organization, 2017). Over 200 teams are expected to join, representing a global workforce of an estimated 100 000 trained experts across a variety of health fields (Burkle, 2016) . These include clinicians, public health experts, laboratory specialists, epidemiologists, operations coordinators and incident managers. Peerto-peer training and mentorship for EMTs is provided, with an emphasis on building domestic EMTs and national response capacity.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 520,
                    "text": "(Burkle, 2016)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "The WHO global health emergency workforce"
        },
        {
            "text": "The key challenge will be to effectively operationalize this new workforce model. The WHO has expressed concern that unverified teams will bypass the Workforce by showing up unannounced on a country's doorstep without adequate training or specialized skillsets, as occurred during the response to the Haiti earthquake in 2010-11 (World Health Organization, 2016b). This could lead to wellintentioned but unhelpful or duplicative efforts on the ground.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The WHO global health emergency workforce"
        },
        {
            "text": "In January 2016, WHO's Global Policy Group announced new reforms in support of WHO's commitment to enhancing its emergency response capacities (World Health Organization, 2016c). The WHO Health Emergencies (WHE) Programme is holistic in its approach, designed to address the full range of preparedness, response and recovery considerations associated with all hazards, from traditional outbreaks as well as natural disasters and humanitarian crises. With the support of a dedicated workforce and budget, the WHE focuses on six major areas of work: infectious hazard management, WHO Member State preparedness, risk assessment and health emergency information management, emergency operations, management and administration, and external relations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The WHO health emergencies programme and contingency fund"
        },
        {
            "text": "Efforts by the WHE since the Ebola crisis are illustrative of its potential to become an important component of the international community's emergency response architecture. In 2016, for example, the WHE activated its Incident Management Systems to coordinate WHO's response to outbreaks in Angola, Democratic Republic of the Congo and Uganda, as well as to the Zika virus epidemic, which was declared a PHEIC (World Health Organization, 2016e).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The WHO health emergencies programme and contingency fund"
        },
        {
            "text": "Internal assessments of reforms to the WHE thus far underscore its success in incident management and note improvements in responses to complex health crises (World Health Organization, 2018b). However, critical gaps in funding, workforce management, policy implementation, and monitoring and accountability remain. The Independent Oversight and Advisory Committee for the WHE reports, for example, that as of August 2017, only 73% of its core 2017 appeals budget of approximately $500 million has been funded (World Health Organization, 2017c). A September 2017 report of the Independent Oversight and Advisory Committee evaluating WHE's progress in Pakistan found that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The WHO health emergencies programme and contingency fund"
        },
        {
            "text": "The WHE Programme [in Pakistan] is yet to be fully developed in terms of staff recruitment and skills, adoption of the revised standard operating procedures (SOPs) on delegation of authority for decision making, and improved communication between the three levels of WHO. This is limiting the capacity of the WHO country office to meet the country's needs (World Health Organization, 2017d).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The WHO health emergencies programme and contingency fund"
        },
        {
            "text": "Preceding the establishment of the WHE was the creation of the WHO Contingency Fund for Emergencies (CFE) in May 2015. The CFE is designed to support the WHE response component; it provides rapid funding during the critical window after a crisis is identified, but prior to the disbursement of traditional funding sources (World Health Organization, 2015c). The CFE has allocated a total of $19.1 million directed towards 21 health emergencies since its first disbursement in November 2015. Despite its wide utility, the CFE reports a 67% funding gap of its target capitalization of $100 million, as of May 2017. Reimbursements have not kept pace with funding demands. While the voluntary nature of the fund has contributed to its flexibility, this has also led to cycles of fundraising and donor fatigue (World Health Organization, 2015c).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The WHO health emergencies programme and contingency fund"
        },
        {
            "text": "In May 2015, the 68th World Health Assembly released a resolution in favour of 'accelerating research and development in epidemics or health emergency situations where there are no, or insufficient, preventive and curative solutions' (World Health Organization, 2015b) . In support of this resolution, WHO convened a coalition of Member State representatives and international stakeholders to prepare a blueprint explicating a novel R&D model for emerging pathogens with the potential to cause devastating outbreaks, and for which few or no medical countermeasures exist. The primary aims of the Blueprint are to assist stakeholders in identifying pathogens of international concern, facilitate alignment of research agendas to tackle priority threats, and incentivize greater investment in research and development among the public, private and philanthropic sectors (World Health Organization, 2018a).",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 268,
                    "text": "(World Health Organization, 2015b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The WHO R&D blueprint"
        },
        {
            "text": "We were unable to obtain funding estimates for R&D Blueprint activities. However, we found that the R&D Blueprint currently consists of five work streams: prioritization of pathogens and operational plans; identification of research priorities; coordination of stakeholders and expansion of capacity; assessment of preparedness and impact of intervention; and exploration of funding models for R&D preparedness and response. During the most recent review of the Blueprint in January 2017, stakeholders identified nine priority diseases using a Delphi process: several haemorrhagic fevers (e.g. Ebola/Marburg, Crimean Congo, Lassa); coronavirus infections (MERS, SARS); and other viral infections, including Zika virus disease, Nipah virus disease, Severe Fever with Thrombocytopenia Syndrome and Rift Valley fever (World Health Organization, 2017a).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The WHO R&D blueprint"
        },
        {
            "text": "In May of 2017, the World Bank announced a new US$500 million initiative to combat pandemics by shortening the time between when an outbreak is recognized and when response funding is mobilized (The World Bank, 2017a). In collaboration with WHO, the World Bank has instituted a two-prong Pandemic Emergency Financing Facility (PEF). The primary mechanism is pandemic insurance, which has been operational as of July 2017 and which covers low income client countries (i.e. those eligible to borrow from the IDA). The insurance can be paid out for outbreaks of six viruses evaluated by the World Bank as most likely to cause a pandemic: orthomyxovirus (e.g. H1N1 and other influenza virus A subtypes), coronavirus (e.g. SARS, MERS), filovirus (e.g. Ebola, Marburg), Crimean Congo haemorrhagic fever, Rift Valley fever or Lassa fever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "World Bank pandemic emergency financing facility"
        },
        {
            "text": "Disbursement of funds occurs after the outbreak reaches a certain severity threshold in an eligible country. To date, these activation thresholds have not been publicly detailed. The PEF is funded through a combination of bonds, credit derivatives and cash contributions totalling $425 million in risk. For outbreak emergencies that do not qualify for coverage, a discretionary cash-based fund can be mobilized on a case-by-case basis. Germany has contributed 50 million euros to this 'cash window', which is expected to open in 2018 (The World Bank, 2017b). The World Bank hopes that the PEF will create a new market for pandemic insurance, in which preparedness is incentivized and risks are mitigated. Early indicators suggest that the PEF may indeed spark such a market-the initial bond offerings were oversubscribed by 200% (The World Bank, 2017b). However, time will tell if the market is capable of long-term stability, especially if only six viruses are covered under the insurance window.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "World Bank pandemic emergency financing facility"
        },
        {
            "text": "Though these programmes bear considerable potential to bolster international outbreak preparedness and response capabilities, several significant gaps remain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In response to the unprecedented 2014-16 Ebola outbreak in West Africa, many institutions and thinkers in global public health published important reflections on the lessons that were learned from the catastrophe. We reviewed several such peer-reviewed publications and reports and found a number of themes that were dominant in those reflections, which collectively form an important roadmap to strengthening outbreak preparedness and response (Médecins Sans Frontières, 2015a) . Chief among those themes were the following gaps: (1) clinical and public health workforce surge capacity; (2) formal mechanisms for crisis funding; (3) pipelines for the development of medical countermeasures; (4) greater community engagement and support; (5) clear and empowered leadership and (6) emphasis on early containment of zoonotic threats. To assess progress made towards improving global outbreak preparedness and response, we illustrate how the new initiatives announced since the Ebola outbreak addresses these gaps in Table 2 .",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 478,
                    "text": "(Médecins Sans Frontières, 2015a)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 1014,
                    "end": 1021,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In Figure 1 , we map the aims of these programmes against the 'Prevent-Detect-Respond' paradigm articulated in the GHSA, which has become an important guiding principle for conceptualizing global efforts to mitigate infectious disease threats (Centers for Disease Control & Prevention, 2016) .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 291,
                    "text": "Control & Prevention, 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Although these initiatives are necessarily still in their early days, they face significant challenges. Although it was difficult to obtain data on financial status, we note that most of the initiatives we reviewed have not yet met their funding targets. These funding challenges are representative of persistent underfunding in public health that complicate effective response operations. Furthermore, the difficulty in obtaining accurate and up-to-date financial and operational information is emblematic of a lack of transparency that characterize many actors in global health governance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Significantly, we also find several thematic areas where the literature indicates a need, yet few new programmes have been announced. For example, we note that while many programmes are focused on the prevention and response phases of the outbreak, far fewer are working at the detection phase-the chief exception being the World Bank's REDISSE initiative. Considering the difficulty of detecting and diagnosing the Ebola virus in the initial months of the outbreak, this reveals a need for programmatic innovation to improve global surveillance and detection capabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Notably, though all the initiatives discussed here involve participation from various national governments, their foci remain regional and global in scope. As such, the sponsors of these initiatives should consider the trade-offs associated with investing in national and local health service delivery systems that operate sustainably without the assistance of supranational health bodies (Mackey, 2016) . In this vein, efforts to strengthen in-country capacities for engaging more effectively with communities affected by emerging crises would complement ongoing efforts to enhance global and regional health security capabilities.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 403,
                    "text": "(Mackey, 2016)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We also observed significant disparities in the level of ownership granted to high-income nations vs low-and middle-income countries (LMIC) among the initiatives we identified. With the exception of Africa CDC, which is financed and led predominantly by member states of the AU; WHO's Global Emergency Workforce, which includes a handful of emergency medical teams representing middleincome countries (Costa Rica, Ecuador, Russia and China); and the WHO R&D Blueprint, which includes Kenya Medical Research Institute and Medical Research Council Unit The Gambia as partners, the majority of the initiatives identified in our review are sponsored largely by high-income and Western nations, philanthropic groups and universities (see Table 1 ). Though we did not consider the GHSA in our analysis, we note that its model of vesting LMICs with leadership roles across several action packages may provide a useful blueprint for future global health security-strengthening efforts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 733,
                    "end": 740,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "These initiatives are supplemented by numerous national and subnational programmes which have not been reviewed here. We were not able to obtain up to date or complete information for all the programmes we reviewed, so it is possible that progress has made beyond what we have reported. We also note that there are several programmes that were established prior to the Ebola outbreak but have since expanded, including the GHSA and the Global Outbreak Alert and Response Network (2000) . These programmes are critical to strengthening emergency response and public health preparedness, and together create a more resilient outbreak management system.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 485,
                    "text": "(2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our analysis had several limitations, some of which are linked to our literature search strategy. Because our search was largely restricted to English-language grey literature, we may have unintentionally omitted relevant documents describing health securitystrengthening efforts helmed by non-Western countries, or analyses of post-Ebola reform efforts authored by researchers from countries directly affected by the epidemic. However, this limitation also reflects a real-world bias, as most of the major post-Ebola health security efforts identified in this study are being led and financed predominantly by Western and high-income countries. Additionally, our review was also restricted to documents made available in the public domain. As a result, we did not have access to financial records, internal memoranda and reports, or other non-public materials that might account for some of the publicly documented funding, workforce, technical and administrative gaps identified in this review Our ultimate goal is to determine whether the measures enacted by the global community in the wake of the Ebola epidemic result in sustainable advances in public health preparedness and response with respect to catastrophic infectious disease events. The findings from this investigation comprise an initial step in monitoring and evaluating progress towards this goal. As the initiatives identified in our investigation mature, a future analysis of their impacts on global health security might benefit from additional, complementary modes of data collection, such as interviews with public health leaders in LMIC and systematic reviews of scholarly literature covering these initiatives. As additional countries undergo the Joint External Evaluation process, the results of their assessments might also provide valuable insights into the effectiveness of global health security-strengthening initiatives. Immediate next steps in conducting such an analysis might include identifying relevant points of contact in each of the organizations and initiatives that emerged from this review, as well as examining impact and outcome evaluations of each effort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This investigation represents an initial step in monitoring and evaluating the landscape of internationally-focused, multilateral health security-strengthening efforts launched in response to the 2014-16 Ebola epidemic. Our review of these efforts revealed critical gaps in global detection capabilities and programmatic funding. Additionally, we found that LMICs at risk of experiencing catastrophic epidemics have largely not been granted ownership of global health securitystrengthening efforts. Monitoring the progress of these initiatives could help ensure that prevention, detection and response efforts facilitate post-Ebola recovery and preparedness for future epidemics in the most sustainable and equitable manner possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Conflict of interest statement. None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Africa Centres for Disease Control and Prevention's Regional Collaborating Centres in Africa agree on a strategic plan and roadmap for disease prevention and response in Africa",
            "authors": [
                {
                    "first": "Cdc",
                    "middle": [],
                    "last": "Africa",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Central Africa establishes the Africa Centres for Disease Control and Prevention Regional Collaborating Centre to Improve Surveillance, Preparedness and Response to Infectious and Non-communicable Diseases",
            "authors": [
                {
                    "first": "Cdc",
                    "middle": [],
                    "last": "Africa",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Africa Centres for Disease Control and Prevention Launches Five-Year Strategic Plan to Improve Surveillance, Emergency Response and Prevention of Infectious Diseases",
            "authors": [
                {
                    "first": "Cdc",
                    "middle": [],
                    "last": "Africa",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Southern Africa Establishes the Africa Centres for Disease Control and Prevention Regional Collaborating Centre to Improve Surveillance, Emergency Response and Prevention of Infectious and Non-communicable Diseases",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Combating emerging threats -accelerating the availability of medical therapies",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Borio",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lurie",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "New England Journal of Medicine",
            "volume": "11",
            "issn": "",
            "pages": "993--998",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The World Health Organization global health emergency workforce: what role will the United States Play?",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Burkle",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Disaster Medicine and Public Health Preparedness",
            "volume": "4",
            "issn": "",
            "pages": "531--536",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coalition for Epidemic Preparedness Innovations",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coalition for Epidemic Preparedness Innovations Newsletter-30",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Business%20plan%20011116",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pdf",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Global Partnership Launched to Prevent Epidemics with New Vaccines",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Coalition for Epidemic Preparedness Innovations",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mission Report: Assessing the Yellow Fever Outbreak in Angola. Solna: European Centre for Disease Prevention and Control",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "General Guidelines on Operational Priorities for Humanitarian Aid in 2017. Brussels: European Commission",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "European Commission",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The European Medical Corps: first public health team mission and future perspectives",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Haussig",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Severi",
                    "suffix": ""
                },
                {
                    "first": "Jhj",
                    "middle": [],
                    "last": "Baum",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eurosurveillance",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Mission to Stop Ebola: Lessons for UN Crisis Response",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lupel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Snyder",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Peace Institute",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Ebola outbreak: catalyzing a \"shift\" in global health governance?",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Mackey",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Infectious Diseases",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "An Unprecedented Year: Médecins Sans Frontières' Response to the Largest Ever Ebola Outbreak",
            "authors": [
                {
                    "first": "Frontières",
                    "middle": [],
                    "last": "Médecins Sans",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Médecins Sans Frontières",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Pushed to the Limit and beyond: A Year into the Largest Ever Ebola Outbreak",
            "authors": [],
            "year": 2015,
            "venue": "Médecins Sans Frontières",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Will Ebola change the game? Ten essential reforms before the next pandemic. The report of the Harvard-LSHTM Independent Panel on the Global Response to Ebola",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pate",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Lancet",
            "volume": "10009",
            "issn": "",
            "pages": "2204--2225",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Ecuador's Emergency Medical Team Classified as a WHO EMT",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "New Africa Disease Agency Aims to Prevent Fresh Ebola Crisis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Peyton",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "World Bank Contributes to Improved Disease Surveillance and Health Systems in West Africa Following Ebola Epidemic",
            "authors": [],
            "year": 2016,
            "venue": "The World Bank. 2016a. West Africa Regional Disease Surveillance Systems Enhancement Project (REDISSE) P154807",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "From Panic and Neglect to Investing in Health Security: Financing Pandemic Preparedness at a National Level",
            "authors": [],
            "year": 2017,
            "venue": "The World Bank",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "World Bank Launches First-Ever Pandemic Bonds to Support $500 Million Pandemic Emergency Financing Facility",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Protecting Humanity from Future Health Crises: Report of the High-Level Panel on the Global Response to Health Crises",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Decisions and List of Resolutions",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "World Health Organization. 2015c. WHO Contingency Fund for Emergencies. Geneva: World Health Organization",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "End of the Most Recent Ebola Virus Disease Outbreak in Liberia",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Building a Global Health Emergency Workforce for a Better Response",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Global Policy Group Statement on Reforms of WHO Work in Outbreaks and Emergencies",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Situation Report: Ebola Virus Disease",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "WHO's New Health Emergencies Programme",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Annual Review of Diseases Prioritized under the Research and Development Blueprint",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "World Health Organization. 2017c. Independent Oversight and Advisory Committee for the WHO Health Emergency Programme -Draft Meeting Report. Geneva: World Health Organization",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "World Health Organization",
            "authors": [],
            "year": 2017,
            "venue": "Pakistan Mission Report. Geneva: World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "World Health Organization. 2018a. A Research and Development Blueprint for Action to Prevent Epidemics",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Report of the Independent Oversight and Advisory Committee for the WHO Health Emergencies Programme. Geneva: World Health Organization",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The role of high-level initiatives in enhancing the three main phases of global outbreak preparedness.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "High-level initiatives established since the Ebola crisis (in alphabetical order) The full list of partners involved in developing the R&D Blueprint include: the US Biomedical Advanced Research & Development Authority, CEPI, the Gates Foundation, Bernhard Nocht Institute for Tropical Medicine, CDC, Chatham House, European Medicines Agency, EpiCentre, US Food & Drug Administration, Health Canada, Harvard School of Public Health, Imperial College London, Institut Pasteur, Johns Hopkins School of Medicine, Kenya Medical Research Institute, London School of Hygiene & Tropical Medicine, Medical Research Council Unit The Gambia, MSF, UK National Institute for Biological Standards and Control, National Institutes of Health, National Institute of Public Health, Northeastern University, World Organisation for Animal Health, Paul-Ehrlich-Institut, Public Health England, University of California Los Angeles, University of Florida, University of Georgia, Université Laval, University of Minnesota, University of Oxford, University of Pennsylvania, University of Texas Medical Branch, University of Washington, UNICEF, Wellcome Trust.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Coverage of high-level initiatives in addressing key gaps in global outbreak preparedness identified during the Ebola outbreak",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors did not receive funding to conduct the research described in this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}