{
    "paper_id": "1fca7a77b04fc4a1b326c8a48964ee0d6a768e86",
    "metadata": {
        "title": "The COVID19 pandemic crisis and the relevance of a farm-system-for-nutrition approach",
        "authors": [
            {
                "first": "R",
                "middle": [
                    "V"
                ],
                "last": "Bhavani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "R"
                ],
                "last": "Gopinath",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The Covid19 pandemic should be seen as a wake-up call for humanity, to reflect, rethink and redesign food systems that are safe, healthy, sustainable, and beneficial to all. This crisis has disrupted food supply chains, affecting lives and livelihoods. Hunger and malnutrition is expected to increase and the poor and vulnerable will suffer the most. There is urgent need to build resilient food systems. A location specific farm-system-for-nutrition approach, based on sustainable use of natural resources and local agri-food value chains can help improve household diet diversity and address nutrition deficiencies. The food-based approach can improve preparedness and resilience of communities to withstand the challenge posed by crises in general, and COVID19 in particular.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A large segment of the population in developing countries of the world across Asia, Africa and Latin America depend on agriculture and associated activities for their sustenance. Agriculture covering crops, livestock, aquaculture, fisheries and forests is the world's biggest employer and the main source of food and income for the extreme poor (FAO 2018) . The developing countries of the world are also home to a large population of malnourished people. India is a typical example with more than 50 per cent of its workforce engaged in agriculture, a large majority being small land holders, and prevalence of high levels of child undernutrition and micronutrient deficiency. The last decade has also seen the development of active discourse on leveraging agriculture for nutrition and the need for sustainable food systems in order to achieve the Sustainable Development Goals (SDGs). The COVID19 pandemic that has gripped the world in recent months constitutes a major challenge to food and nutrition security of vulnerable populations.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 355,
                    "text": "(FAO 2018)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Many countries declared generalised lockdowns as a measure to counter the spread of the disease. Restrictions on transport and movement following the lockdown led to the breakdown of food supply chains, delaying harvest, damaging perishable produce and causing loss to farmers and fishers. Different aspects of the impact on lives and livelihoods of the poor have been documented at global and national levels iPES FOOD 2020; . It is expected that hunger and malnutrition will increase if necessary measures are not taken urgently (FSIN 2020; UN 2020) . According to UN (2020) , \"The latest data shows that the food security of 135 million people was categorised as crisis level or worse. That number could nearly double before the end of the year due to the impacts of COVID-19\".",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 425,
                    "text": "iPES FOOD 2020;",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 542,
                    "text": "(FSIN 2020;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 543,
                    "end": 551,
                    "text": "UN 2020)",
                    "ref_id": null
                },
                {
                    "start": 567,
                    "end": 576,
                    "text": "UN (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "2 Responding to the COVID19 pandemic from a smallholder perspective",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The extent of impact of the COVID19 pandemic therefore makes it all the more important to build resilience within some of the most affected communities, like the smallholder farmers in developing countries, to withstand such shocks and invest in preparedness. The pandemic is the last addition to the list of disasters and crises caused by adverse weather conditions, natural hazards, economic shocks, and conflicts that can upset the livelihood and food and nutrition security of vulnerable populations. FAO has identified four areas or pillars in the framework developed for disaster risk reduction to reduce the impact of disasters on food and nutrition securityenabling environment, early warning and safeguards, prevention and mitigation measures, and preparedness to respond (FAO 2013) . The framework is relevant for addressing the COVID19 crisis, which has exposed the 'fragility of the world's food and land use system' (Davey and Steer 2020) . Resilient food systems that are based on the sustainable use of natural resources must be promoted as a prevention and mitigation measure against such crises. Food systems have been defined as 'the entire range of actors and their interlinked value-adding activities involved in the production, aggregation, processing, distribution, consumption and disposal of food products that originate from agriculture, forestry or fisheries, and parts of the broader economic, societal and natural environments in which they are embedded' (FAO 2018) . These need to be accompanied by an enabling policy environment and response preparedness. This calls for agriculture to break away from the thrust on just production, productivity and short-term profit, and instead to mainstream the nutritional dimension, and to promote the diversity of production, while paying attention to soil health and sustainable land use. Farm-system-for-nutrition (FSN) is an example of such a food-based, nutrition-sensitive approach. The FSN approach is defined by M. S. Swaminathan as: \"The introduction of agricultural remedies to the nutritional maladies prevailing in an area through mainstreaming nutritional criteria in the selection of the components of a farming system involving crops, farm animals and wherever feasible, fish\". (Nagarajan et al. 2014) 3 The farm-system-for-nutrition approach FSN is a location-specific, inclusive approach, with a design based on available resource endowments and specific environment, to address the nutritional needs of small holder farm families. Awareness of balanced diet, nutrient content in different foods and leveraging agriculture for nutrition is an integral component of the approach. In essence, FSN calls for the promotion of location-specific farm systems that integrate arable farming, horticulture, backyard farming and animal farming, to sustainably improve household availability of nutrition while also mitigating risks and conserving natural resources. In developing the farm system design, feasible agricultural interventions to address nutritional deficiencies of the household / community/ location would have to be incorporated. In the words of M. S. Swaminathan, \".....the design of the farming system [can] include specific crop varieties that can address the identified deficiencies. Sweet potato might provide vitamin A, drumstick tree (moringa olifera) and Amaranthus sp. could address the lack of iron\" (Rao and Swaminathan 2017) . In addition, the approach recognises the need for other direct interventionsto improve production and market linkages for nutritious crops and indirect interventionsto improve women's empowerment, nutrition, education, water, sanitation and hygiene (WASH), and natural resource management, along the pathway from agriculture to nutrition (Shetty 2015) .",
            "cite_spans": [
                {
                    "start": 781,
                    "end": 791,
                    "text": "(FAO 2013)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 929,
                    "end": 951,
                    "text": "(Davey and Steer 2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1483,
                    "end": 1493,
                    "text": "(FAO 2018)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2262,
                    "end": 2285,
                    "text": "(Nagarajan et al. 2014)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3402,
                    "end": 3428,
                    "text": "(Rao and Swaminathan 2017)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3769,
                    "end": 3782,
                    "text": "(Shetty 2015)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A FSN study on these lines was conducted in two agroecologically different locations in India from 2013 to 2018, covering a population of about 1200 households with 5000 people 1 . The study population was dependent on rainfed agriculture and high level of undernutrition prevailed. Diet survey and survey of food consumption pattern revealed that the diet of people was cereal dominated with consumption of all other food groups being lower than the recommended dietary intake levels (Bhaskar et al. 2017) . The FSN design focused on increasing the availability and access to nutrient-rich foods by promoting: the cultivation of millets and pulses suited to the region; nutrition-oriented gardens of fruits and vegetables that grow locally; access to animal foods through poultry and fishery; and nutrition awareness. The viability of recommended practices in terms of economic return was demonstrated through on-farm trials, demonstrating the potential for adoption by farmers and the sustainability of the intervention (Pradhan et al. 2019 ). An endline survey in late 2017, three years after the intervention, revealed an increase in availability and consumption of millets, pulses and vegetables by households, an increase in proportion of households consuming more than 70 per cent of recommended allowance of all food groups, and an improvement in household dietary diversity (MSSRF 2019). In addition to being nutrient dense, millets and pulses are also regarded as climate-resilient crops that are suited to rainfed farming conditions. Building on the experience, agricultural universities in different states of India are now being engaged with, to set up demonstrations of the FSN approach (Bhavani 2018) . More work is required to address post-harvest handling and processing and develop local agrifood value chains.",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 506,
                    "text": "(Bhaskar et al. 2017)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1022,
                    "end": 1042,
                    "text": "(Pradhan et al. 2019",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1701,
                    "end": 1715,
                    "text": "(Bhavani 2018)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The crisis created by the COVID19 pandemic brings into focus the relevance of location specific nutrition sensitive agriculture approaches such as FSN that draw on local food diversity. The crisis has also highlighted the importance of decentralized models and of local value chains. In many parts of India for instance, farmers' producer organisations were seen to be playing a proactive role in aggregating produce 1 The study was undertaken by the M S Swaminathan Research Foundation under the research programme on Leveraging Agriculture for Nutrition in South Asia (LANSA) http://59.160.153.187/content/farming-systemnutrition accessed 8 May 2020 from smallholder farmers and facilitating market access (Rengalakshmi and Rao 2020) . Pingali et al. (2019) draw attention to the need for similar measures, in their recent work on transforming food systems. The report on Global Food Crises 2020 dwells on this aspect in the light of the COVID19 crisis, and calls for support to ensure the continuous functioning of local food markets, value chains and agrifood systems in food crisis contexts, including support to food processing, transport, marketing and strengthening of local producers' groups (FSIN 2020). Torero (2020) calls for sustainable use of land and water resources to grow essential, nutritious food in a more resilient way and 'better treatment for smallholders and migrant workers, who form the backbone of farming'. Swaminathan (2020) draws parallels with the Irish famine crisis of the 1840s and emphasizes the need for genetic diversity for resilient agriculture systems and postharvest processing, storage, value addition and marketing mechanisms.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 418,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 708,
                    "end": 735,
                    "text": "(Rengalakshmi and Rao 2020)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 738,
                    "end": 759,
                    "text": "Pingali et al. (2019)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The Covid19 pandemic should be seen as a wake-up call for humanity, to reflect, rethink and redesign food systems that are safe, healthy, sustainable, and beneficial to all. A farm-system-for-nutrition approach that is location specific, that promotes production of safe and healthy food, which is based on the sustainable use of natural resources by small farmers, that takes into account the risks posed by climate change, and that promotes development of local value chains, can help build resilience of local communities to crises such as the COVID19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Establishing integrated agriculture-nutrition programmes to diversify household food and diets in rural India",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V V"
                    ],
                    "last": "Bhaskar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Nithya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Raju",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Bhavani",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Food Security",
            "volume": "9",
            "issn": "5",
            "pages": "981--999",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Taking the Farming System for Nutrition Approach to Scale",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Bhavani",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Blog. Leveraging Agriculture for Nutrition in South Asia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "After Covid 19: How We can Improve the Global Food Security System. Blog 21",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Davey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "&amp;steer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nutrition Connect",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Resilient Livelihoods -Disaster Risk Reduction for Food and Nutrition Security Framework Programme. Rome: Food and Agriculture Organisation of the United Nations",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sustainable Food Systems -Concepts and Framework. Rome: Food and Agriculture Organisation of the United Nations",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Anticipating the impacts of COVID-19 in humanitarian and food crisis contexts. Rome: Food and Agriculture Organisation of the United Nations",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 and the crisis in food systems: Symptoms, causes, and potential solutions",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fsin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Global Report on Food Security Crises 2020. Rome: Food Security Information Network",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "India Impact brief: Evidence from Farming System for Nutrition Study",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mssrf",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Chennai: LANSA India Impact Brief. M S Swaminathan Research Foundation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "On Farmers and Farming in Tamil Nadu",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mssrf",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Puducherry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Operationalizing the concept of farming system for nutrition through the promotion of nutrition-sensitive agriculture",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nagarajan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Bhavani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Swaminathan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Current Science",
            "volume": "107",
            "issn": "6",
            "pages": "959--964",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transforming Food Systems for a Rising India",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pingali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aiyar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rahman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Finger millet in tribal farming systems contributes to increased availability of nutritious food at household level: Insights from India",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pradhan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Panda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Bhavani",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Agriculture Research",
            "volume": "8",
            "issn": "",
            "pages": "540--547",
            "other_ids": {
                "DOI": [
                    "10.1007/s40003-018-0395-6"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A farmer-led approach to achieving a malnutrition-free India",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Swaminathan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Agriculture Research",
            "volume": "6",
            "issn": "",
            "pages": "1--7",
            "other_ids": {
                "DOI": [
                    "10.1007/s40003-016-0240-8"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Farmer producer organisations could help small holder farmers overcome the effects of the covid-19 lockdown",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rengalakshmi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "From food security to food and nutrition security: role of agriculture and farming system for nutrition",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shetty",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Current Science",
            "volume": "109",
            "issn": "3",
            "pages": "456--461",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Covid-19 and Food Security: Lessons for Indian Agriculture",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Swaminathan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Without food, there can be no exit from the pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Torero",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "580",
            "issn": "7805",
            "pages": "588--461",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The Impact of COVID-19 on Food Security and Nutrition",
            "authors": [],
            "year": 2020,
            "venue": "Policy Brief. United Nations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The COVID19 pandemic crisis and the relevance of a farm-system-for-nutrition approach",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "A P h D i n E c o n o m i c s , R . V . B h a v a n i i s D i r e c t o r , Agriculture-Nutrition-Health P r o g r a m m e a t t h e M S S w a m i n a t h a n R e s e a r c h Foundation (MSSRF). Rural development, food and nutrition and security issues are the focus areas of her work. Between 2004 and 2006, she was on deputation to the National Commission on Farmers, Government of India, as officer on special duty to the chairman. From 2012 to 2018, she was project manager of a multi-country multi-institutional research programme consortium Leveraging Agriculture for Nutrition in South Asia (LANSA) that was led by MSSRF. Before joining MSSRF, she was an officer in State Bank of India for a decade.R. Gopinath is currently working as a Senior Scientist at the M S S w a m i n a t h a n R e s e a r c h Foundation (MSSRF). He holds a Ph.D. in Economics. He has wide experience in the area of food and nutrition security, agrarian studies and development studies and regularly writes on these issues. At MSSRF, Gopinath engages in food and nutrition security related research studies, policy evaluation studies and project monitoring and evaluation. He has earlier worked for United Nations Development Programme, India, and with Reliance Foundation, the CSR wing of Reliance Group of industries, as Programme Director for Tamil Nadu, looking after knowledge dissemination to farmers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}