{
    "paper_id": "1fcc47c854a5cd78b852ae99f50fdf3e6ebf6c1f",
    "metadata": {
        "title": "Journal Pre-proofs Editorial Substance Use and Abuse Associated with the Behavioral Immune System During COVID-19: The Special Case of Healthcare Workers and Essential Workers Substance Use and Abuse Associated with the Behavioral Immune System During COVID- 19: The Special Case of Healthcare Workers and Essential Workers 1",
        "authors": [
            {
                "first": "Dean",
                "middle": [],
                "last": "Mckay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Regina",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Gordon",
                "middle": [
                    "J G"
                ],
                "last": "Asmundson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Regina",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 pandemic has resulted in unprecedented stress on healthcare systems throughout the world (Tanne et al., 2020) . It has also led to worldwide economic distress. This has resulted in a splintering of the population, with healthcare workers bearing the burden of caring for those afflicted with COVID-19, a consequence of which is direct and sustained infection risk. Essential workers, such as grocery store employees, food delivery service workers, and postal employees, to name a few, also shoulder significant health risks by ongoing contact with the public.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 122,
                    "text": "(Tanne et al., 2020)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As essential workers face these increased infection risks, they also face higher rates of stress from the pandemic. The recently developed COVID Stress Scales (CSS; Taylor et al., 2020a) categorizes stressors from the pandemic into five categories: danger and contamination fear, social and economic stress, traumatic stress symptoms, checking and reassurance seeking behavior, and xenophobia. Recent findings suggest that the five factors of the CSS form a COVID Stress Syndrome (Taylor et al., 2020b) . In the general population each of these factors can contribute to increased substance use and abuse risk . These factors can be compounded in essential workers and place this group at particularly high risk for substance use and abuse.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 186,
                    "text": "Taylor et al., 2020a)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 480,
                    "end": 502,
                    "text": "(Taylor et al., 2020b)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Pandemics activate a behavioral immune system (BIS; Schaller & Park, 2011) . The BIS is an alarm system whereby individuals show increased monitoring of physical sensations to track possible signs of infection, which in turn would mobilize action to secure medical care. Recent research has shown that disgust, an emotion designed to protect from contact with pathogens, is critically involved in COVID-19 fear for higher levels of interoceptive awareness . According to the BIS model, activation of this protective system also leads to efforts to identify tangible infection sources, which in turn promotes xenophobia and stigma.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 74,
                    "text": "Schaller & Park, 2011)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Essential workers in general, and healthcare workers in particular, who themselves would have active BIS during the COVID-19 pandemic, face unique pressures from the general population. While research on disgust suggests that chronic exposure to pathogens may dampen one's concern with infection (i.e., Haidt, McCauley, & Rozin, 1994) , the other factors of the CSS would be expected to be highly relevant to healthcare workers and other essential workers in increasing substance use risk.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 334,
                    "text": "Haidt, McCauley, & Rozin, 1994)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Economic stress has been shown to increase the risk of alcohol use in healthcare workers, particularly for women and lower education workers (Saridi et al., 2016) . Similar findings have been observed for other drug use, particularly in lower education individuals (Carpenter, McClellan, & Rees, 2017) . Social stress has long been documented to increase substance use risk in healthcare workers (Bennett & O'Donovan, 2001) and other essential workers (Lehman & Simpson, 1992) .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 162,
                    "text": "(Saridi et al., 2016)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 265,
                    "end": 301,
                    "text": "(Carpenter, McClellan, & Rees, 2017)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 396,
                    "end": 423,
                    "text": "(Bennett & O'Donovan, 2001)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 452,
                    "end": 476,
                    "text": "(Lehman & Simpson, 1992)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Past pandemics have resulted in significant traumatic reactions among healthcare workers (Marunder, et al., 2008; Wu, Chan, & Ma, 2005) . Trauma symptoms have been found associated with substance use in healthcare workers, such as following a terror attack (Bogstrand, Skogstad, & Ekeberg, 2016) . There is emerging evidence that many medical and non-medical health care workers will develop PTSD stemming from COVID-19-related experiences (Tan et al., 2020) .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 113,
                    "text": "(Marunder, et al., 2008;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 114,
                    "end": 135,
                    "text": "Wu, Chan, & Ma, 2005)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 257,
                    "end": 295,
                    "text": "(Bogstrand, Skogstad, & Ekeberg, 2016)",
                    "ref_id": null
                },
                {
                    "start": 440,
                    "end": 458,
                    "text": "(Tan et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Checking behavior serves as a protective factor during pandemics, such as to inspect for possible pathogen sources. This in turn can lead to occupational stress, such as reluctance to work in the face of infection risk, further compounding economic stress. Checking behaviors also contribute to hypervigilance to infection risk, a specific aversive consequence of activation of the BIS. Further, checking behavior in this context is a proxy for obsessivecompulsive actions, another potential substance use risk (Mancebo, et al., 2009 ).",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 533,
                    "text": "(Mancebo, et al., 2009",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, among the factors that form the COVID Stress Syndrome, xenophobia is a unique and specific stressor for healthcare and essential workers, as they are more likely to be the targets of discrimination from the general population. For instance, some job titles of the essential workforce are disproportionately from under-represented groups, thus allowing a conflation of these groups with both their ethnic or racial status and infection risk by the general population. Beyond the xenophobia faced by under-represented groups, the COVID-19 pandemic has resulted in stigmatization of essential workers (Gold, 2020) . Broadly, stigma has been shown to increase risk of alcohol and drug use (Room, 2009 ).",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 619,
                    "text": "(Gold, 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 694,
                    "end": 705,
                    "text": "(Room, 2009",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Collectively, it appears that the COVID Stress Syndrome, through activation of the BIS and the unique constellation of stressors, places essential workers at high risk for alcohol and substance use. Lessons from past pandemics have shown that the need for additional substance use interventions increases. This has already been noted in relation to COVID-19 (Kar et al., 2020) . This constellation of stressors warrants unique programs of intervention to manage drug use and abuse. Research to develop such programs is needed, particularly in consideration of the broad impact of COVID-19. We encourage researchers to systematically tackle these important issues in preparation for challenges people may face with substance use and abuse in the face of present pandemic-related circumstances, post-COVID-19, and for future pandemics.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 376,
                    "text": "COVID-19 (Kar et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Substance misuse by doctors, nurses and other healthcare workers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Donovan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Current Opinion in Psychiatry",
            "volume": "14",
            "issn": "",
            "pages": "195--199",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The association between alcohol, medicinal drug use and post-traumatic stress symptoms among Norwegian rescue workers after the 22 July twin terror attacks",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Bogstand",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Skogstad",
                    "suffix": ""
                },
                {
                    "first": "Ø",
                    "middle": [],
                    "last": "Ekeberg",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International Emergency Nursing",
            "volume": "28",
            "issn": "",
            "pages": "29--33",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Economic conditions, illicit drug use, and substance use disorders in the United States",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Mcclellan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Rees",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Health Economics",
            "volume": "52",
            "issn": "",
            "pages": "63--73",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19: Adverse mental health outcomes for healthcare workers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gold",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "British Medical Journal",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Individual differences in sensitivity to disgust: A scale sampling seven domains of disgust elicitors",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haidt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mccauley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rozin",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Personality & Individual Differences",
            "volume": "16",
            "issn": "",
            "pages": "701--713",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 pandemic and addiction: Current problems and future concerns",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Kar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M Y"
                    ],
                    "last": "Arafat",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dixit",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marthoenis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kabir",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian Journal of Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Employee substance use and on-the-job behaviors",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Lehman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Journal of Applied Psychology",
            "volume": "77",
            "issn": "",
            "pages": "309--321",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Substance use disorders in an obsessive compulsive disorder clinical sample",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Mancebo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pinto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Eisen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Anxiety Disorders",
            "volume": "23",
            "issn": "",
            "pages": "429--435",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Applying the lessons of SARS to pandemic influenze: An evidencebased approach to mitigating the stress experienced by healthcare workers",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Marunder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leszcz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Savage",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Adam",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Peladeau",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Romano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schulman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Canadian Journal of Public Health",
            "volume": "99",
            "issn": "",
            "pages": "486--488",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 and substance use: Current issues and future preparations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mckay",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J G"
                    ],
                    "last": "Asmundson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Anxiety regarding contracting COVID-19 related to interoceptive anxiety sensations: The moderating role of disgust propensity and sensitivity",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mckay",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Elhai",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Asmundson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Anxiety Disorders",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Stigma, social inequality and alcohol and drug use",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Room",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Drug and Alcohol Review",
            "volume": "24",
            "issn": "",
            "pages": "143--155",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Assessment of alcohol use in health professionals during the economic crisis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saridi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kourakos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kyriakos",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "British Journal of Nursing",
            "volume": "25",
            "issn": "",
            "pages": "396--405",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The behavioral immune system (and why it matters)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schaller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Psychological Impact of the COVID-19 pandemic on health care workers in Singapore",
            "authors": [],
            "year": null,
            "venue": "Annals of Internal Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-1083"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "COVID-19: How doctors and healthcare systems are tackling coronavirus worldwide",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Tanne",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hayasaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zastrow",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pulla",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Rada",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "British Medical Journal",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Development and initial validation of the COVID Stress Scales",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Landry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Paluszek",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Fergus",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mckay",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J G"
                    ],
                    "last": "Asmundson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Anxiety Disorders",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "COVID Stress Syndrome: Concept, structure, and correlates",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Landry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Paluszek",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Fergus",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mckay",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J G"
                    ],
                    "last": "Asmundson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Posttraumatic stress after SARS",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerging Infectious Diseases",
            "volume": "11",
            "issn": "",
            "pages": "1297--1300",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}