{
    "paper_id": "1fd26d58d806c358e03a43d5df6a545e6b0494cf",
    "metadata": {
        "title": "PEER REVIEW HISTORY",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "I agree with the authors that the topic is very important and that there should be speed in this kind of research because COVID-19 is a global urgent problem. I reasoned that I will quickly read the manuscript and send comments so that the authors can speedily improve the manuscript, but I will need more time for next reading.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The major part of this kind of paper is the Methods. Background is relatively more important for ethical assessment, whether there is sound biological rational, but background is less essential for the statistical assessment of the protocol. I have only a few comments on the Background and I focus mainly on the Methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is also a Discussion section but in my view that should be removed. Discussion is needed for the consideration of the results, but there are no results and all the general consideration in this kind of paper should be in the Background section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "English is a second language for me and I somewhat hesitate to comment other people's language. However, in my view the language is confusing in quite a many parts and in some cases it is difficult to understand the meaning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Large part of the background discusses biology. Then the authors discuss previous human studies. That part is not objective. The literature description does not need to be very detailed, but it should cover relevant studies that are related to the topic. They do not mention the Fujii study that was published in JAMA well before the submission of this manuscript. https://www.ncbi.nlm.nih.gov/pubmed/31950979 That study was negative: \"In patients with septic shock, treatment with intravenous vitamin C, hydrocortisone, and thiamine, compared with intravenous hydrocortisone alone, did not significantly improve the duration of time alive and free of vasopressor administration over 7 days.\" They first describe the positive findings in the CITRIS study on secondary outcomes and only then mention then mention the negative findings on the primary outcome. Obviously, the findings on the primary outcome are more relevant and should be described first. The CITRIS study had only 167 ICU participants. https://www.ncbi.nlm.nih.gov/pubmed/31573637",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "There is a recent meta-analysis that combined the results of 12 trials with 1766 patients and evidently the statistical power to observe differences between vitamin C and control are greater than in the CITRIS trial. https://www.ncbi.nlm.nih.gov/pubmed/30934660 Another recent meta-analysis pooled eight trials, including 685 patients in total and the power is greater than in the 167 participant CITRIS trial. https://www.ncbi.nlm.nih.gov/pubmed/32047636 These three studies are relevant background.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "Page 8, line 19. Authors do not state whether 40.5 is SD or SE. Given the inaccuracy, there is no relevance in the decimals. Giving many irrelevant decimals may give an impression that authors do not understand the meaning of the dispersion parameters. If vasopressin duration varies from 96 -40 = 56 hours to 96 + 40 = 136 hours, it is obvious that .13 and .50 and .72 and .29 are irrelevant and just make reading more difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "Objectives should be a short 1-2 (-3) sentences clear statement about what is the goal. \"With the very positive results of previously performed clinical trials infusing high-dose vitamin C into patients with severe sepsis and ARDS, we reasoned that\" etc is not relevant in \"objectives\" Risks and adverse effects are discussed on page 10 However, that is under \"Methods\" Those issues should in under \"Bakcground\" Furthermore, personally I am convinced that vitamin C is safe, but that kind of issue does need justification. Page 10 Line 11 statement does not have any references Line 12-13 no references That kind of statements absolutely need references and preferably more than one. There are also deaths caused by vitamin C, but none are described in the protocol eg https://www.ncbi.nlm.nih.gov/pubmed/25812044 https://www.ncbi.nlm.nih.gov/pubmed/1138591 and https://www.ncbi.nlm.nih.gov/pubmed/31774058 https://www.ncbi.nlm.nih.gov/pubmed/31748360 I do not expect a through literature search of the reported harms of vitamin C, but I dont consider it acceptable that none are cited and discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "Page 9 line 16 \"two arms of VC and placebo (sterile water for injection) on the primary outcome of ventilation-free days within 28 (VFD28) observational days.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and setting"
        },
        {
            "text": "First, \"two arms of vitamin C\" may indicate that there are two vitamin C arms. This is one example of the difficult language. That can be reordered so that it is not confusing. Second, the intervention and outcomes and power calculation have their own subtitles in the Methods section and they should not be repeated here. Repetition makes text long and frustrating. Who is the PI? That is not mentioned here and I dont see elsewhere Page 1 states \"These authors contributed equally to this work.\" and refers to 3 persons",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and setting"
        },
        {
            "text": "The authors do not give any description how the random number list is transferred to the patient level. There is no description of whether there is allocation concealment. If the primary investigator both generates the list, and treats the patients, the situation is somewhat concerning in a non-blinded study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and setting"
        },
        {
            "text": "Blinding I accept the reasoning that when there is need to be hasty, there is not necessarily time to organize a proper double-blind trial. However, that does not prevent consideration how to minimize the knowledge. For example, the primary investigator could collaborate with the nurses to administer the treatments and then other physicians would remain (at least somewhat) blinded. When a treatment is highly controversial, these kinds of issues are much more critical than for standard drugs. \"VC injection and sterile water for injection are both colorless and transparent liquids and will be contained in the same brown syringes with different marks and without explanations on it in order to make sure that patients cannot tell\" If so, why cannot the clinicians be blinded?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and setting"
        },
        {
            "text": "It is difficult to understand this section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study interventions Page 10, lines 60"
        },
        {
            "text": "\"an infusion pump with a speed of 12ml/h. The total volume of VC and carrier fluids (sterile water for injection) is 50ml.\" Infusion pump with speed 12 ml/hour and 24 hours, gives 288 ml and not 50 ml. If they use 50 ml with that speed, does that mean 4 hours? \"24g VC per day\" does that mean 24 grams of vitamin C per 50 ml? That is very concentrated solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study interventions Page 10, lines 60"
        },
        {
            "text": "\"sterile water\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study interventions Page 10, lines 60"
        },
        {
            "text": "What does that mean? Essentially always people are using saline (0.9% NaCl) as a placebo for vitamin C infusions. As far as I understand, no salt in a sterile water could irritate veins. Why do they use such a control? My point is that why should anyone use a variable that is such ambiguous as the ventilation-free-time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study interventions Page 10, lines 60"
        },
        {
            "text": "Why not the duration of ventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study interventions Page 10, lines 60"
        },
        {
            "text": "Sample size I cannot make sense of this section. It is confusing. As far as I am used, power calculation can be based on assumed no-treatment baseline and guessed effect upon the baseline, or guessed treatment level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study interventions Page 10, lines 60"
        },
        {
            "text": "I cannot see what are the data on which the N = 308 is calculated. What are the assumed levels in the two groups, or what is the assumed effect of vitamin C? I cannot also see the rationale for the interim analysis. If they need 308 participants, then they have much random variation when they have just 50 participants. And what are they looking? Are they looking at the control group so that they get a more accurate basis for the baseline assumption? They cannot look at the difference between the arms since there is large random variation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study interventions Page 10, lines 60"
        },
        {
            "text": "Page 13, line 10 \"The secondary analysis will be a comparison of the primary outcome and secondary outcomes between two groups\" What are those two groups?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study interventions Page 10, lines 60"
        },
        {
            "text": "Page 13, line 58 \"It is able to pause the trial to investigate or give suggestions on potential safety issues to improve study\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study interventions Page 10, lines 60"
        },
        {
            "text": "Poor English. Does that mean \"They are able to stop the trial ...\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study interventions Page 10, lines 60"
        },
        {
            "text": "Author names are severely wrong for reference 6, compare with https://jitc.biomedcentral.com/articles/10.1186/s40425-018-0343-9 I think the names are also wrong for references 7 and 21 and 24 and 25 and 32 and 33 and 35 and 36",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REFERENCES"
        },
        {
            "text": "Ref 34 is Chinese, I dont think that is reasonable for English readers. At most the Chinese names could be in brackets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REFERENCES"
        },
        {
            "text": "SPIRIT CHECKLIST #7 in correct The objectives are described not on 4-6, but on page 6 And the objectives should be revised to be focused #11: incorrect, see my comments above",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REFERENCES"
        },
        {
            "text": "There is no description abut these issues in the manuscript #31a The authors write N/A First, N/A is not appropriate here Second, in their abstract they do write; \"Findings of the trial will be disseminated through peer-reviewed journals and scientific conferences.\" Third, why do they not write that in the text section? References 23 and 24 look like they might be the same paper as a lot of overlap in details. Overall, editing for English grammar should be carried out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#14 incorrect description of power calculation is very confusing #16b incorrect No description about whether there is or is not allocation concealment #16c incorrect"
        },
        {
            "text": "The major part of this kind of paper is the Methods. Background is relatively more important for ethical assessment, whether there is sound biological rational, but background is less essential for the statistical assessment of the protocol. I have only a few comments on the Background and I focus mainly on the Methods. There is also a Discussion section but in my view that should be removed. Discussion is needed for the consideration of the results, but there are no results and all the general consideration in this kind of paper should be in the Background section. English is a second language for me and I somewhat hesitate to comment other people's language. However, in my view the language is confusing in quite a many parts and in some cases it is difficult to understand the meaning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "REPLY: Thank you for your comments. We try to keep the \"Discussion Section\" shorter and put all the related description in the \"Background Section\". We asked a native English speaker, who is a medical doctor (MD) student in the University of Maryland School of Medicine (USA), to revise the English grammar. We attached the certificate for English-revising. Background 1. The authors discuss previous human studies in the background. That part is not objective. The literature description is too detailed. The Fujii study that presented negative results and was published in JAMA well before the submission of this manuscript was not mentioned in the manuscript. The findings of the primary outcome in the CITRIS study should be described first. Besides, two recent meta-analysis were recommended for relevant backgrounds. REPLY: Thank you for your suggestion. We studied the comment carefully and made a large correction based on your comments. Firstly, we deleted a lot of unnecessary description of literature. Secondly, we have read the Fujii study, which investigated the combined therapy of vitamin C, hydrocortisone and thiamine. Actually, another reference (Ref 29 in the previous draft) cited in this manuscript, which also investigated the combination of these three drugs, was considered as weak evidence to support using VC, and should be deleted suggested by the reviewer 2. The reason is that it is difficult to distinguish which of the components take effects in such a combination therapy. Thus, we deleted the reference 29, as what the reviewer 2 suggested, and did not cite the Fujii study as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "Thirdly, we added the descriptions from the CITRIS study which demonstrated the negative primary outcome, as well as the two meta-analysis (page 5, revised version of the full text). We hope all the revision will make the background more objective and persuasive. 4. Risks and adverse events should be under \"Background\" rather than \"Methods\". REPLY: Thank you for your valuable suggestions. We moved the most of the descriptions from \"Methods\" on \"risk and adverse events\" into \"Background\". Besides, we still kept a small part of \"Risks, adverse events and consent\" in the \"Methods\", which is required for clinical trials. We mainly focused on the definition of adverse events and method of vitamin C's administration to minimize the possibility of side effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "5. Furthermore, personally I am convinced that vitamin C is safe, but that kind of issue does need justification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "Page 10 of the previous draft Line 11 statement does not have any references Line 12-13 no references That kind of statements absolutely need references and preferably more than one. There are also deaths caused by vitamin C, but none are described in the protocol It is not acceptable that no literature of the reported harms of vitamin C is cited and discussed in the \"Background\". REPLY: We added the literatures on side effects (including death) of vitamin C, and the explanations as well in one paragraph, in the \"Background\" (page 5-6 of the revised draft). 3. Why is only active kidney stone mentioned but not other kidney diseases in the exclusion criteria? REPLY: Thank you for your question. The existed severe kidney diseases are also needed to exclude. This is what we did right now. We determined the exclusion criteria initially based on the report from JAMA in which only active kidney stone was excluded (ref 38 of the revised version). In addition, active kidney stone is a specific side effect of a long-term use of high-dose vitamin C infusion which has been confirmed by the drug instructions, and no any other kidney diseases are listed as side effects in the instructions for vitamin C. However, the drug instructions remind that vitamin C infusion should be applied with caution when patients are with oxalate nephropathy and other severe kidney injury. Actually, we didn't take any patients with existed severe kidney injury in our study. We will add this in our exclusion criterion (page 7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "4. What do the authors mean by \"AE\"? \"Adverse events (AE) and severe adverse events (SAE) will be recorded\" What event? REPLY: Thank you for your comment. We added the definition of \"AE\", and \"SAE\". AE is defined as any untoward medical events which occur after a human subject receives a drug. Serious adverse events (SAE) refers to events which occurs during a subject's participation in research and results in hospitalization, prolonged hospital length of stay, disability, a threat to life or death. Both occur during a subject's participation in research and do not have to be a causal relationship with the treatment. Thus, the section of AE should still be reserved to ensure the rigor and integrity of the trial. When an untoward event happens, researchers will report it to the DSMB which will define the nature of the event and make a decision to deal with it. All these are added in page 7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "5. Who is the PI? The authors do not give any description how the random number list is transferred to the patient level. There is no description of whether there is allocation concealment. If the primary investigator both generates the list and treats the patients, the situation is somewhat concerning in a non-blinded study. REPLY: Thank you. The primary investigator is Prof. Zhiyong Peng who is also the corresponding author. We have revised our manuscript and descried the procedure of allocation concealment in more details (page 8). The PI generated two independent random numeric tables, one for the ICU of Zhongnan Hospital of Wuhan University and the other for the ICU of Leishenshan Hospital of Wuhan City. These tables are kept and carried out by other investigators who are in charge of the drug assignment for participants. When a patient is transferred to the ICU, other investigators will be informed by the clinician on duty, and then judge whether the patients achieves the requirement for recruitment. After the patient signs the informed consent, the clinician will get a number from investigators and prescribe the corresponding medication in the medical orders system. So, during the process, the PI does not treat patients. Above all, clinician cannot predict which patient will be enrolled to which group, either. We added this in page 8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "6. When a treatment is highly controversial, blinding issues are much more critical than for standard drugs. Measures should be taken to minimize the knowledge. \"VC injection and sterile water for injection are both colorless and transparent liquids and will be contained in the same brown syringes with different marks and without explanations on it in order to make sure that patients cannot tell\". If so, why cannot the clinicians be blinded? REPLY: Thank you for your question. In such a pandemic affair, doctors and nurses are in an overloaded state. So, there is not enough medical staff specifically assigned for this trial. However, all the research team responsible for the trial are kept blind when they collect data and run analysis. In order to minimize the bias, the policy of allocation concealment and blinding are strictly followed. The researcher generating the allocation number does not treat patients, and the attending clinician cannot predict and determine which patient will be enrolled to which group. We added this in page 8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "7. It is difficult to understand \"an infusion pump with a speed of 12ml/h. The total volume of VC and carrier fluids (sterile water for injection) is 50ml.\"and \"24g VC per day\". REPLY: Thank you for your comment. We are sorry for our vague expression. Each time for infusion, the total volume of 12g vitamin C and the carrier fluid (sterile water for injection) are 50ml. It will be infused through an infusion pump with a speed of 12ml/h and finish in 4 hours. Vitamin C will be infused every 12 hours, so the total dosage is 24g/d. We have revised our description in a clearer way (page 8). 9. \"corresponding tests should be completed within 24 hours\" That is not about study interventions. It should be under some other subtitles. REPLY: Thank you. We have deleted the sentence in \"Study interventions\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "10. \"This trial lasts for 7 days\" Is it correct? REPLY: Thank you for your correction. We have revised as \"the intervention lasts for 7 days\". (page 8)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "11. \"Vasopressor days, ventilation days, length of ICU stay, length of hospital stay, ICU mortality and in-hospital mortality will be recorded during the 28 observational days. Afterwards, participants are scheduled for a follow-up visit at the 28th day to track their long-term prognosis, namely 28-days mortality,\" should be under \"outcomes\" and not data collection. REPLY: Thank you for your suggestion. We found that these parameters were actually included in the section of \"Secondary outcomes\". So, we deleted this paragraph except \"participants are scheduled for a follow-up vise at the 28th day to track their long-term prognosis\" (page 9).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "12. What is the rationale to calculate ventilation-free days rather than ventilation days? REPLY: Thank you for your question. we referred to Fowler's study (ref 38) and chose ventilation-free days (VFD28). Firstly, VFD28 is proper index to reflect patients' pulmonary and respiratory function. Secondly, VFD28 will be recorded in the medical system for every patient so that the data will not be missing when we collect the data of participants. Actually there is no difference in clinical meaning between VFD and ventilation days (VD). However, VFD28 excludes the bias induced by the mild patients without ventilation supports (VD=0) or dead patients with short ventilation days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "13. The section of sample size is confusing. How is 308 calculated? What is the rationale for the interim analysis. REPLY: Thank you for your question. Power calculation should be based on the primary endpoint. However, since this trial began at the early stage of COVID-19, such data are lacked. Thus, we considered three available variables when calculating the sample size: ICU mortality (13.57%), the rate of noninvasive ventilation (41.7%), and the rate of invasive ventilation (47.22%). We used the non-inferiority test formula to calculate the sample size with a one-sided type error rate (α) of 2.5%, a power of 80% and a 10% withdrawal rate in each group according to the three variables respectively. Finally, we chose the largest number, namely 308 which was calculated through ICU-mortality (13.57), as the sample size of this trial. However, the calculated sample size is not accurate. Thus, we arrange an interim analysis for a second stage of calculation. After 50 patients are enrolled and their clinical data including 28-days follow-up visits are collected, we will conduct a complete statistical analysis and get relatively accurate sample size. We think we can get the preliminary data after we have enrolled 50 patients (n=25), and then can revise the sample size based on the preliminary data. We added the explanation in page 9-10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "14. \"The secondary analysis will be a comparison of the primary outcome and secondary outcomes between two groups\". What are those two groups? REPLY: Thank you for your question. There is a missing of definite article \"the\" before \"two groups\". \"the two groups\" refers to the treatment group (vitamin C) and the control group (sterile water for injection). We are sorry for our vague expression (page 10).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "15. \"It is able to pause the trial to investigate or give suggestions on potential safety issues to improve study\". Poor English. Does that mean \"They are able to stop the trial ...\" REPLY: Thank you for your question. We intended to express that the DSMB is able to stop the trial. \"It\" refers to the DSMB. We have revised our expression according to your suggestion to make our statement clear (page 11).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "16. Author names are severely wrong for reference 6, 7, 21, 24, 25, 32, 33, 35, and 36. Reference 34 is Chinese. It is not reasonable for English readers. REPLY: Thank you for your criticism. We are sorry for the typos. We have checked and revised the references. Besides, we made a big revision in \"Background\" and deleted the Chinese reference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "17. Comments on the SPIRIT CHECKLIST #7 incorrect. The objectives are described not on 4-6, but on page 6. And the objectives should be revised to be focused #11: incorrect. #14 incorrect description of power calculation is very confusing #16b incorrect. No description about whether there is or is not allocation concealment #16c incorrect. There is no description about these issues in the manuscript #31a N/A is not appropriate here. REPLY: Thank you for your careful review and comment. For #7, #11, #14, #16b, #16c, we have stated our reasons or revisions in the above text. For 31a, we are sorry that we misunderstood the meaning of that column. Findings of the trial will be disseminated through peer-reviewed journals and scientific conferences. We wrote this statement in the abstract. And we have added it to the \"Consent for publication\" section of \"Declarations\" (page 13).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "Reviewer #2 1. \"there is evidence that under some circumstances, high-dose ascorbate given by intravenous injection (HIVC) can have substantial oxidant activity, rather than anti-oxidant activity\" This is presumed to happen at super high doses for oncology patients rather than ICU patients. Thus, this statement should be deleted. REPLY: Thank you for your suggestion. We found your comment extremely helpful. We deleted the sentence (page 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "2. The sample size, primary outcome and secondary outcomes don't match what is on clinicaltrials.gov.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "REPLY: Thank you for your comment. The sample size should be calculated based on the primary endpoints. However, such data are lacked since the COVID-19 is a new disease. Thus, we initially chosen the sample size based on the pervious studies on ARDS, and registered in the clinicaltrials website. After we got the 13.57% of ICU mortality data from WHO , we calculated the sample size based on this figure and found that a total of 308 study participants (154 in each group) would result in a power of 80% with a one-sided type-1 error rate (α) of 2.5%, allowing a 10% withdrawal rate in each group. This revised version of the protocol, as well as the first one, has been reviewed and approved by the Ethics Committee of Zhongnan Hospital of Wuhan University (both were attached to the supplementary files to editors only). We added the detailed description on sample size calculation in the page 9-10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "3. Reference 16 and 17 are irrelevant here. Some reviews would be better. REPLY: Thank you for your suggestion. We have deleted these references and cited reviews instead in this section (page 4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "4. Reference 27 is not required here. REPLY: Thank you for your correction. It mostly refers to the pharmacology of vitamin C's function of generating ascorbate radical and hydrogen peroxide, which is intended for cancer. We have deleted reference 27 (page 5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "5. Not sure this trial (ref 29) should be included as was not vitamin C monotherapy, but rather a combination treatment. REPLY: Thank you. We appreciate your insightful comment. We discussed carefully, and decided to delete the study and cited two meta-analysis with large samples to make the background more persuasive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "6. \"This study showed that higher dosages of VC should be applied\"the findings of this trial cannot be used to say that higher doses of VC are requiredthis is not a valid conclusion. REPLY: Thank you for your comment. We revised this sentence (page 5-6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "7. \"With the very positive results of previously performed clinical trials\" -I am not sure this is a valid statement eithershould be less strongly worded as outcomes not definitivemany meta-analyses have been carried out with different conclusions. REPLY: Thank you for your comment. Your suggestion is extremely helpful. Indeed, the expression is too strongly worded. We changed, and searched more literatures and re-wrote \"Background\" to make it more persuasive and objective. (page 5-6)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "8. There should only be one primary outcome. REPLY: Thank you for your suggestion. We totally agree with you. We decided ventilation-free days within 28 days (VFD28) as the only primary outcome, because the main goal of our research is to investigate the efficacy of vitamin C on the pulmonary function of patients with COVID-19. However, in the early stage of COVID-19, the relative data for outcome are lack. We calculated the sample size based on the three variables for outcome (not VFD28) and chosen the appropriate one. As we mentioned in page 8, we can adjust the sample size based on the preliminary data from the trial. The detailed explanation is seen in page 9-10. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer #1"
        },
        {
            "text": "The responses of authors to the reviewer comments are appropriate and the revised manuscript is satisfactory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "I have few small new issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Strengths and limitations section should be independent text. People can read it before (or without) reading the Abstract. Therefore HIVC should be defined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Strengths of a trial should not be exaggerated, but neither should they be understated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "In the old literature, \"single blind\" indicated that patients were blinded, but researchers were not. \"Double-blind\" indicated that both researchers and patients were blinded. However, there are several roles of researchers and some of the roles can be blinded while some are not. Therefore the current CONSORT recommendations (BMJ 2010;340:c869 doi: 10.1136/bmj.c869) instruct that the description of blinding should be specific.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "In response 6 to reviewer #1, the authors write \"all the research team responsible for the trial are kept blind when they collect data and run analysis. In order to minimize the bias, the policy of allocation concealment and blinding are strictly followed. The researcher generating the allocation number does not treat patients, and the attending clinician cannot predict and determine which patient will be enrolled to which group. We added this in page 8.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "This is much stronger blinding than the \"single-blinding\" of the old literature. I encourage the authors to explicitly (briefly) describe what roles/stages of the researchers were blinded and remove the term \"single-blinded\" from \"Strengths\" and also from the Methods section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "I happened to note that ref 39 is not correct. In the US culture, boys are sometimes given the same names as their fathers. In such case they write 2nd (II) or 3rd (III) to the son or grandson. In the recent JAMA report, the name is \"Alpha A Fowler 3rd\" (doi: 10.1001/jama.2019.11825). Thus, the \"Iii\" in ref 39 are not initials of middle names. Most easy is to remove that.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "University of Otago, Christchurch New Zealand REVIEW RETURNED 08-Jun-2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anitra Carr"
        },
        {
            "text": "Bottom of page 7 -\"Thus we wonder…\" Should this not be stated in the terminology of a hypothesisparticularly one that relates more directly to the primary outcome of interest? The wording of this paragraph is a little confusing -particularly the last sentence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Objectives page 8 -Still mentioning both ventilation free days and Murray injury scores as primary outcomes. How can a major objective (#2) be \"provide evidence for the treatment of other diseases characterized by cytokine storm and immune dysfunction\" -wouldn't this actually have to be tested in these other diseases to provide evidence? This should be deleted as an objectivebut could perhaps be mentioned elsewhere as hypothesis generating (although not being directly tested in this study).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Study Outcomes page 11/12 -Murray lung injury score and CRP levels have now been deleted as primary outcomes but not included as secondary outcomesis this correctare they no longer going to be measured as outcomes?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Abstract/introductionpotential attenuation of cytokine storm is mentioned as a likely mechanism of action but there are no cytokines being assessed as secondary outcomes (page 12).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "There is a meta-analysis which considered \"high-dose vitamin C\" as equal to or greater than 10 g/d. We added these introductions in the \"Strengths\" section and \"Discussion\" section, and cited the meta-analysis as Reference 56",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "In the response 6 to reviewer #1, the authors explained their blinding method. That is much stronger blinding than the \"single-blinding\" of the old literature. I encourage the authors to explicitly (briefly) describe what roles/stages of the researchers were blinded and remove the term \"singleblinded\" from \"Strength\" and also from the \"Methods\" section. REPLY: Thank you for your suggestion. We found your comment extremely helpful. We have deleted the \"single-blinded\" from \"Strength\" and \"Methods\" section and clarified researchers",
            "authors": [],
            "year": null,
            "venue": "The current CONSORT recommendations instruct that the description of blinding should be specific",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "I happened to note that ref 39 is not correct. The \"Iii\" in ref 39 are not initials of middle names. Most easy is to remove that. REPLY: Thank you for your careful review. We have made a correction",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Should this not be stated in the terminology of a hypothesis -particularly one that relates more directly to the primary outcome of interest? The wording of this paragraph is a little confusing -particularly the last sentence. REPLY: Thank you for your comment. We have revised the sentence into the form of hypothesis and deleted \"if it is a new therapy for ARDS and could be added to the treatment of viral pneumonia",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "How can a major objective (#2) be \"provide evidence for the treatment of other diseases characterized by cytokine storm and immune dysfunction\" -wouldn't this actually have to be tested in these other diseases to provide evidence? This should be deleted as an objective -but could perhaps be mentioned elsewhere as hypothesis generating (although not being directly tested in this study). REPLY: Thank you for your careful review. We deleted \"Murray lung injury scores\" in the sentence and added it to the secondary outcomes. Besides, we deleted objective (#2) and mentioned it in the \"Discussion",
            "authors": [],
            "year": null,
            "venue": "Still mentioning both ventilation free days and Murray injury scores as primary outcomes",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Study outcomes page 11/12 -Murray lung injury score and CRP levels have now been deleted as primary outcomes but not included as secondary outcomes -is this correct -are they no longer going to be measured as outcomes? REPLY: Thank you for your question. Murray lung injury scores are still one of the secondary outcomes. We mentioned it in the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Abstract/introduction -potential attenuation of cytokine storm is mentioned as a likely mechanism of action but there are no cytokines being assessed as secondary outcomes (page 12). REPLY: Thank you for your comment",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "\"two arms of VC and placebo (sterile water for injection) on the primary outcome of ventilation-free days within 28 (VFD28) observational days\" \"conducted in 2 ICUs of Zhongnan Hospital of Wuhan University and Leishenshan Hospital of Wuhan City\"These are examples of vague English. REPLY: Thank you. We have revised those sentences in a clearer way. (page 6) 2. \"Enrollment must be completed within 12 hours of the recognized onset.\" What is the zero time point? REPLY: Thank you for your question. The zero time point refers to the time when patients are admitted into the ICU. We have revised our expression accordingly (page 7).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Why do they use sterile water as a placebo rather than saline? No salt in a sterile water could irritate veins. REPLY: Thank you for your question. We use sterile water as a placebo in order to bring the placebo consistent with the carrier fluid of vitamin C. Based on the previous report, infusion of vitamin C diluted with saline irritated vein (ref 52), and the trial published in JAMA didn't use the saline as the dilution fluid either (ref 38), we determined using sterile water as the dilution fluid as well as the placebo fluid. We infuse the fluid by the central line (available in ICU), and control the rate (12ml/hr) with the infusion pump to minimize the potential irritating effects. We added the ref and the explanation in page 8.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "ICUs of Zhongnan Hospital of Wuhan University and Leishenshan Hospital of Wuhan City\" Analogous to the problem above. What does that mean? What is the zero time point? Onset cannot indicate the onset of first symptoms since there are many days or over a week before first symptoms and ICU treatment. Does \"onset\" mean transfer to ICU? Or, what does it mean? In Methods it is relevant to consider what data can be collected. Page 10, line 19 What do the authors mean by \"AE\"? When patients are so ill that we expect that many of them die, what are relevant AE or SAE events? Death cannot be since we expect that in both groups since the patients are severely sick. random numeric table generated by ... the primary investigator alone\".",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Fowler (ref 28 in this protocol) reported ventilation free days. https://translationalmedicine.biomedcentral.com/articles/10.1186/1479-5876-12-32 https://static-content.springer.com/esm/art%3A10.1186%2F1479-5876-12-32/MediaObjects/12967_2013_1741_MOESM2_ESM.pdf I asked what Fowler meant with that variable and he did not give me any satisfactory answer. In his supplementary file Fowler reported that: days which is over twice as long as the length of ICU stay. Thus, did Fowler ventilate the patients outside of the ICU?",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "P5, lines 38-58 -I would be very cautious about using and extrapolating data from in vitro and animal studies as these often do not translate to the human situation. Try and use some references of studies that have been carried out in humans. P5, line 42not sure how references 16 and 17 are relevant here some general reviews would be better. P5, line 59reference 27 is not required here. P6, lines 15-21not sure this trial (ref 29) should be included as was not vitamin C monotherapy, but rather a combination treatment so not possible to tell which of the components was having what effects. P 6, line 41-42 -\"This study showed that higher dosages of VC should be applied\"the findings of this trial cannot be used to say that higher doses of VC are requiredthis is not a valid conclusion. P 6, line 47 \"With the very positive results of previously performed clinical trials\" -I am not sure this is a valid statement eithershould be less strongly worded as outcomes not definitivemany meta-analyses have been carried out with different conclusions. P 9,lines 54-57. There should only be one primary outcomethe one on which the power calculations were based. These three outcomes are quite different, therefore, two of them should be secondary outcomes eg CRP could be included in the 3rd secondary outcome ie changes of plasma biomarkers of inflammation. It also looks like ventilation days has been included as a secondary outcome (point #6). Also, the primary and secondary outcomes don't match what is on clinicaltrials.gov. P10 line 32see point above about participant number in the paper vs what is on clinicaltrials.gov. P11, lines 28-30define abbreviations.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "REPLY: we deleted this sentence, as it was not important and this section needs shorter.3. Objectives should be a short 1-2 (-3) sentences clear statement about what is the goal.REPLY: Thank you for your comment. We have simplified our \"Objectives\" into two sentences (see page 6 of the clear version of the revised manuscript).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Page 11, Line 28-30 (previous manuscript) -define abbreviations. REPLY: Thank you for your comment. We have done.10. It looks like that reference 23 and 24 might be the same paper as a lot of overlap in details. REPLY: Thank you for your correction. We have deleted ref 24. 11. Overall, editing for English grammar should be carried out. REPLY: Thank you for your suggestion. We asked a native English speaker, who is a medical doctor (MD) student in the University of Maryland School of Medicine (USA), to revise the English grammar. We attached the certificate for English-revising.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Anitra C. Carr University of Otago, Christchurch New Zealand REVIEW RETURNED 24-Jun-2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEWER"
        },
        {
            "text": "All comments have been adequately addressed.I am pleased to see that the manuscript has now been adequately edited for English grammar (only one minor comment on this front -sentences should not start with a number eg 24 g on p12 Discussion -either spell out in full or rearrange the sentence).I look forward to seeing the results of this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        }
    ]
}