{
    "paper_id": "1fd78729939e6d3fd2550fd89a6e48683cc2afb4",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "C",
                "middle": [],
                "last": "Neitzel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Ladehof",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Seuchen und Massenerkrankungen, die durch Mikroorganismen oder Gifte entstehen können, beeinflussen seit dem Altertum die Entwicklung von Gesellschaften oder den Ausgang von Kriegen. Dies spiegelt sich in Kapiteln des Alten Testaments (Apokalypse, zehn Plagen) oder in der Literatur (Bocaccio: »Das Dekameron«, während der Pestpandemie im 14. Jh. geschrieben) wieder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Einführung"
        },
        {
            "text": "Trotz der sicherlich langen Beziehung zwischen Krankheitserregern und Menschen liegt der Beginn der modernen Mikrobiologie/Infektiologie nicht sehr weit zurück. Mitte des 19. Jh. begannen so bekannte Forscher wie beispielsweise Louis Pasteur, Robert Koch, Friedrich Loeffler, die Grundlagen für unser heutiges Verständnis von Infektionskrankheiten zu legen. Wissenschaft und Technik haben seitdem dazu beigetragen, dass z. B. Infektionskrankheiten wie Pocken, Pest, Poliomyelitis oder Diphtherie und ihr früher gefürchtetes epidemisches Auftreten mit großer Zahl an Erkrankten und Verstorbenen mittlerweile in den entwickelten Ländern der Vergangenheit angehören. Aber auch im Zeitalter der modernen Medizin mit den Möglichkeiten einer antimikrobiellen Therapie spielen Infektionserreger weiterhin eine Rolle. Nicht nur die zunehmenden Resistenzen der Erreger gegenüber Therapeutika, sondern auch das Auftreten neuer bzw. bereits zurückgedrängter oder ausgerotteter Infektionskrankheiten (z. B. »Polio«) werden regelmäßig beobachtet. Sofern es sich dabei um gefährliche, d. h. lebensbedrohliche, hoch ansteckende Infektionskrankheiten handelt, kommen diese vorwiegend in sog. Entwicklungsländern in sub-und tropischen Gebieten vor. Sie können aber über den internationalen Reise-und Handelsverkehr importiert werden. Darüber hinaus könnten die Erreger solcher Infektionskrankheiten möglicherweise von kriminellen bzw. terroristischen Gruppierungen für Anschläge als biologische Waffen missbraucht werden. Eine Bedrohung durch staatlich betriebene Biowaffenprogramme gilt heutzutage dagegen als wenig wahrscheinlich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Einführung"
        },
        {
            "text": "In diesem Kapitel wird auf die Besonderheiten von Krankheitserregern eingegangen, die besonders im Bereich der sog. Ersthelfer/»First Responder« sowohl auf militärischer als auch ziviler Seite zu beachten sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Einführung"
        },
        {
            "text": "Seit den früheren staatlichen Biowaffenprogrammen der USA und der ehemaligen Sowjetunion existieren verschiedene Übersichten, welche Erreger bzw. deren Produkte (Toxine) für die Anwendung als Waffe geeignet sind. Eine Übersicht, die sowohl die historischen Anwendungen der o. g. Biowaffenprogramme, die Erregereigenschaften als auch Ausbruchserfahrungen der letzten Jahrzehnte berücksichtigt, gibt die Klassifizierung der amerikanischen Seuchenkontrollbehörde (Centers for Disease Control and Prevention, CDC) in Atlanta (7 Übersicht ",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 533,
                    "text": "(7 Übersicht",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Erreger bzw. Erkrankungen"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Schutz vor lebensbedrohenden importierten Infektionskrankheiten: Strukturelle Erfordernisse bei der Behandlung und anti-epidemische Maßnahmen",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fock",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Finke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niedrig",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wirtz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Bundesgesundheitsbl Gesundheitsforsch Gesundheitsschutz",
            "volume": "42",
            "issn": "",
            "pages": "891--899",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Medical Management of Biological Casualties. US Army Medical Research Institute of Infectious Diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Franz",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "National Anthrax Epidemiologic Investigation Team Investigation of bioterrorism-related anthrax",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Jernigan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Epidemiologic findings",
            "volume": "8",
            "issn": "",
            "pages": "1019--1028",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "United States Army Institute of Infectious Diseases",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World Health Organization: www.who.int/health-topics/ bioterrorism/en",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hochpathogene Erreger und Biologische Kampfstoffe. MiQ 26-29 -Qualitätsstandards in der mikrobiologisch-infektiologischen Diagnostik",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kekulé",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Großschadenslagen durch biologische Agenzien",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Domres",
                    "suffix": ""
                },
                {
                    "first": "E-J",
                    "middle": [],
                    "last": "Finke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kekulé",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Schutzkommission beim Bundesministerium des Innern. Leitfaden für die ärztliche Versorgung im Katastrophenfall. 5. völlig neu überarbeitete Aufl",
            "volume": "",
            "issn": "",
            "pages": "266--302",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Bioterrorismus-Infektiologische Aspekte",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Finke",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tomaso",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Frangoulidis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Darai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Handermann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Sonntag",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Tidona",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Zöller L (Hrsg.) Lexikon der Infektionskrankheiten des Menschen -Erreger, Symptome, Diagnose, Therapie und Prophylaxe, 3. Aufl. Springer",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Sefrin et al. (Hrsg.) Notfallmedizin, 2. Aufl. Thieme, S",
            "authors": [
                {
                    "first": "E-J",
                    "middle": [],
                    "last": "Finke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Frangoulidis",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "; B-Gefahren",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "623--627",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Measures undertaken in the German Armed Forces Field Hospital deployed in Kosovo to contain a potential outbreak of Crimean-Congo hemorrhagic fever",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Frangoulidis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mil Med",
            "volume": "170",
            "issn": "5",
            "pages": "366--375",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "). Diese Liste beinhaltet Agenzien bzw. Erkrankungen, die prinzipiell ein bioterroristisches Potenzial beinhalten und gliedert diese von A-C, absteigend nach ihrem Schädigungspotenzial. Im Gegensatz zu z. B. chemischtoxischen Agenzien, können bei Infektionserregern zwischen Infektion und Ausbruch von Symptomen (sog. Inkubationszeit) z. T. mehrere Tage oder sogar Wochen vergehen. Dies erschwert natürlich die Ermittlung einer zugrundeliegenden Quelle bzw. die Rückverfolgung von Infektionen enorm. Das gefürchtetste Szenario stellen dabei Infektionen dar, die noch vor Ausbruch von Symptomen eine Mensch-zu-Mensch Ansteckungsfähigkeit besitzen. Kollaps/Schock. Hinweisend sind eine hohe Anzahl Betroffener mit gleichen Beschwerden in einem räumlichen Zusammenhang, gehäuftes Vorkommen von Betroffenen mit Fieber, Erkrankungen der Atemwege oder des Magen-Darm-Traktes, Reiseanamnese, Verwandtenbesuch, auffälliges Verhalten bei Tieren (oder plötzliche Todesfälle). Besonders folgende klinische Symptomkomplexe geben Anlass zu höchster Vorsicht [9]: Fieber mit En-und/oder Exanthem 4 Magen-Darm-Syndrom 5 Übelkeit, Durchfall, Erbrechen, ggf. mit Fieber Schutz des Personals herstellt und allen Beteiligten ein entsprechender Hinweis mit Angaben zum weiteren Vorgehen gegeben werden. Je nach Schweregrad der Symptomatik und Umfang des Geschehens muss mit der Leitstelle geklärt werden, inwieweit das Team in die nächste medizinische Versorgungseinrichtung verlegen kann oder auf Unterstützung vor Ort warten muss. Besteht jedoch ein starker Verdacht auf ein Geschehen mit einer hoch ansteckungsfähigen Infektionskrankheit (z. B. mehrere Betroffene mit ähnlicher Symptomatik) muss mit ersten koordinierenden Maßnahmen vor Ort vom Einsatzteam begonnen werden. Neben den Maßnahmen unter C-I (idealerweise ergänzt durch Overalls, Vollgesichtsmasken und abgeklebte, doppelte Handschuhe) sollte das Transportfahrzeug; wenn möglich; nur die absolut notwendigste Ausstattung enthalten, die Kabine vom Fahrerhaus getrennt bleiben, die Klimaanlage oder sonstige Belüftung ausgeschaltet sein und alle Innenflächen wo möglich mit Einwegmaterialien abdeckt werden. Nach Einsatzende erfolgt das Auskleiden in einer entsprechenden provisorischen Dekontaminationszone mit anschließender Entsorgung aller Gegenstände. Das Fahrzeug ist unter entsprechender Schutzbekleidung gründlich zu reinigen, zu desinfizieren und komplett zu dekontaminieren (idealerweise Formalinbegasung des Innenraumes). In der 7 Übersicht und . Abb. 40.1 sind nochmals die wichtigsten Aspekte, Abläufe und Maßnahmen für das Vor-Ort-Team bei Verdacht auf ein ansteckendes Infektionsgeschehen zusammengefasst. Synopsis für »First Responder« 5 Erster Kontakt zum Erkrankten/Betroffenen -Primär Sicherung der Vitalfunktionen und Ermittlung von Gesundheits-und Allgemeinzustand, Symptomatik, Anzahl der Betroffenen bzw. ggf. weiterer Beteiligter, Trigger für Verdacht auf Infektionsgeschehen (s. oben) -Überlegungen zu Differenzialdiagnosen und Suche nach Hinweisen (speziell zu Verstrahlung und Vergiftung z. B. durch Chemikalien, Kampfstoffe, bakterielle Toxine, Pflanzengifte) Informationsverhalten -Weitere Benachrichtigungen, z. B. Leitender Notarzt (LNA), Ämter, Behörden, Krankenhäuser, Feldlazarett, Labore, Desinfektions-/Dekontaminationsspezialisten, Presse, Kommandeur Sanitätseinsatzverband, Leitstellen -Anforderung von Unterstützung 5 Grundsätzliche Checkliste/Vorgehensweise bei Verdacht auf Infektionsgeschehen (. Abb. 40.1) -Weitere Patientenversorgung (vor Ort/ Klinik) -Eigenes Personal (unterstützen, Entlastung/Austausch andenken) -Ggf. gezielte Therapie einleiten, Dekontamination, Desinfektion -Forensik einschließlich Anamneseerfassung und -auswertung (besonders wichtig bei längerer Inkubationszeit einer Infektion), Probennahme/-sicherung veranlassen, Vektorenerfassung . Abb. 40.1 Algorithmus für die präklinische Versorgung Infektionskranker. 1 Vorsichtung und Dokumentation durch Leitenden Notarzt/Sichtungsarzt/Sichtungsarztgruppe. Kommunikation mit Leitenden Notärzten der festgelegten Krankenhäuser zur Aufnahme der Patienten. 2 Erste antiepidemische Maßnahmen zur Kontrolle, Begrenzung und Untersuchung des biologischen (Ausbruchs-)Herdes durch Amtsarzt, gemäß IfSG, ggf. Einbindung von Amtstierarzt bei Ausbrüchen in Tierbeständen, epidemiologischer Task Force des RKI, BfR, Bundeskriminalamt (Spurensicherung) oder Bundeswehr (Task Force Med ABC Schutz). * Meldepflichtige Ereignisse gemäß Internationalen Gesundheitsvorschriften ( §12 IfSG). ** Kategorien der Kontaktpersonen gemäß BBK Handbuch Teil I. I-KTW Infektionskrankentransportwagen, PSNV Psychosoziale Notfallversorgung. (Adaptiert nach [9])",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}