{
    "paper_id": "1fdabb27f4bcb282f6dc386fe01d84fcce9f1e43",
    "metadata": {
        "title": "Journal Pre-proof Palliative Care Pandemic Pack: a Specialist Palliative Care Service response to planning the COVID-19 pandemic. Palliative Care Pandemic Pack: a Specialist Palliative Care Service response to planning the COVID-19 pandemic",
        "authors": [
            {
                "first": "Lana",
                "middle": [],
                "last": "Ferguson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Waikato District Health Board",
                    "location": {
                        "addrLine": "Pembroke Street, Private Bag 3200, Waikato District Health Board, Pembroke Street, Private Bag 3200",
                        "postCode": "3240, 3240",
                        "settlement": "Hamilton, Hamilton",
                        "country": "New Zealand, New Zealand"
                    }
                },
                "email": "lana.ferguson2@waikatodhb.health.nz"
            },
            {
                "first": "",
                "middle": [],
                "last": "Fachpm",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Waikato District Health Board",
                    "location": {
                        "addrLine": "Pembroke Street, Private Bag 3200, Waikato District Health Board, Pembroke Street, Private Bag 3200",
                        "postCode": "3240, 3240",
                        "settlement": "Hamilton, Hamilton",
                        "country": "New Zealand, New Zealand"
                    }
                },
                "email": ""
            },
            {
                "first": "Deborah",
                "middle": [],
                "last": "Barham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Waikato District Health Board",
                    "location": {
                        "addrLine": "Pembroke Street, Private Bag 3200, Waikato District Health Board, Pembroke Street, Private Bag 3200",
                        "postCode": "3240, 3240",
                        "settlement": "Hamilton, Hamilton",
                        "country": "New Zealand, New Zealand"
                    }
                },
                "email": "deborah.barham@waikatodhb.health.nz"
            },
            {
                "first": "Fachpm",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Waikato District Health Board",
                    "location": {
                        "addrLine": "Pembroke Street, Private Bag 3200, Waikato District Health Board, Pembroke Street, Private Bag 3200",
                        "postCode": "3240, 3240",
                        "settlement": "Hamilton, Hamilton",
                        "country": "New Zealand, New Zealand"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Specialist Palliative Care services (SPCS) have a vital role to play in the global COVID-19 pandemic. Core expertise in complex symptom management, decision-making in uncertainty, advocacy and education, and ensuring a compassionate response are essential, and SPCS are well positioned to take a proactive approach in crisis management planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "SPCS resource capacity is likely to be overwhelmed, and consideration needs to be given to empowering and supporting high-quality primary palliative care in all care locations. Our local SPCS have developed a Palliative Care Pandemic Pack to disseminate succinct and specific information, guidance, and resources designed to enable the rapid up-skilling of non-specialist clinicians needing to provide palliative care. It may be a useful tool for our SPCS colleagues to adapt as we face this global challenge collaboratively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Palliative Care Pandemic Pack: a Specialist Palliative Care Service response to planning the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Specialist Palliative Care services (SPCS) have a vital role to play in the global COVID-19 pandemic. Core expertise in complex symptom management, decision-making in uncertainty, advocacy and education, and ensuring a compassionate response are essential, and SPCS are well positioned to take a proactive approach in crisis management planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract:"
        },
        {
            "text": "SPCS resource capacity is likely to be overwhelmed, and consideration needs to be given to empowering and supporting high-quality primary palliative care in all care locations. Our local SPCS have developed a Palliative Care Pandemic Pack to disseminate succinct and specific information, guidance, and resources designed to enable the rapid up-skilling of non-specialist clinicians needing to provide palliative care. It may be a useful tool for our SPCS colleagues to adapt as we face this global challenge collaboratively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract:"
        },
        {
            "text": "Palliative care, COVID-19, pandemic, planning, guidance",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key words:"
        },
        {
            "text": "Specialist Palliative Care Services (SPCS) are uniquely placed to play a key role in the current COVID-19 pandemic. They work with an interdisciplinary approach, facilitate collaboration when there are differing points of view, and understand the need to balance humanity alongside the art and science of medicine. They are highly experienced in advocacy and education, and are experts at managing the frail, multi-morbid, chronically or acutely critically unwell patient: the very cohort most at risk of severe COVID-19 related illness is the core SPCS patient population. There remains a mandate to provide quality healthcare to those following a palliative approach in the management of all other conditions, and SPCS are well positioned to provide guidance on how this might be achieved when access and models of care may need to rapidly change. There is an opportunity to present perspective, collective wisdom and clinical skill in addressing the challenges faced, to minimise suffering, and to support the wider healthcare teams less-experienced in providing palliative care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "SPCS skill lies in being able to pull back the lens and see the whole picture. Current focus in many health care systems relates to surge preparation and ensuring hospitals are adequately resourced for an influx of critically unwell patients with COVID-19 related illness. Triaging systems mean that in some cases only those with the greatest chance of recovery are eligible for life-sustaining treatment, and it is crucial that there is an equally robust plan for supportive management of those patients outside this cohort, as well as ensuring the needs of those outside the hospital system are still met. SPCS are experts in advocacy and balancing ethical considerations, experienced in decision-making in the face of uncertainty, and should be central in planning. They also have a role in guiding other clinicians in decision-making regarding individualised management, impeccable symptom control, and care of the dying and their loved ones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of Specialist Palliative Care in COVID-19:"
        },
        {
            "text": "There remains a need to ensure those who become unwell with non-COVID-19 related illness and prefer a community-based treatment approach, or are unable to access the usual standard of treatment at this time, are given the best supportive care. There may also be a large group of multi-morbid patients unable to access their standard maintenance treatment, such as renal dialysis, and these patients need consideration in the planning stages. SPCS need to play a major role in empowering and equipping primary care colleagues to face the overwhelming role they will play in the care of community-based patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of Specialist Palliative Care in COVID-19:"
        },
        {
            "text": "Waikato District Health Board (DHB) is one of 20 DHBs in New Zealand and serves a population of over 426,300 people over a geographical area of more than 21,000km 2 . Our hospital is a tertiary referral centre to four rural hospitals and one secondary level hospital. We also provide Specialist support to neighbouring DHBs. Within New Zealand, our geographical coverage is unique in its population size and associated rurality, and we have a higher than average proportion of Maori, the indigenous people of Aotearoa, New Zealand (1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Waikato DHB context:"
        },
        {
            "text": "Recognising the scale of the challenge posed by the COVID-19 pandemic is likely to be beyond our SPCS resource capacity, we have prioritised the importance of enabling enhanced primary palliative care provision by a wider range of clinicians (2-3). Our SPCS have developed a Palliative Care Pandemic Pack to be distributed in both hospital and community-based settings in our region (4). Our goal is to empower provision of high-quality primary palliative care to all patients, regardless of care location or diagnosis, by disseminating succinct and specific resources to enable the rapid upskilling of non-specialist palliative care clinicians. The pack contains an information sheet outlining key considerations with respect to provision of palliative care, along with specific guidance for clinicians around medical management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Palliative Care Pandemic Pack -a tool for guiding non-palliative care clinicians:"
        },
        {
            "text": "Recipients of our information packs include Aged Residential Care facilities, Primary Care providers, our smaller regional hospitals (primary and secondary level care), and our large tertiary hospital wards and clinicians. These documents give detailed guidance on practical considerations specific to each area. Advice is provided regarding stock supply of core consumables and medications to facilitate timely symptom control measures. Core competencies are outlined, specifically relating to insertion of subcutaneous lines and maintenance of infusions. Staff are directed to guidelines and resources to aid in conducting goals of care discussions, pre-emptive prescribing, and identifying the dying patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Guidance for organisations:"
        },
        {
            "text": "Direct links to online resources and standard departmental palliative care guidelines are provided, and consideration is paid to the needs of the healthcare provider and enhanced risks of vicarious trauma and moral distress in this situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Guidance for organisations:"
        },
        {
            "text": "Concise clinician guidance has been developed regarding key symptom management concerns for those actively dying from COVID-19 related illness. This includes the management of dyspnea, respiratory secretions and delirium. A specific guideline has been developed for patients with preexisting renal failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Guidance for clinicians:"
        },
        {
            "text": "Brief non-pharmacological advice is given, with the main focus on pharmacological management. Outlined are the use of core opioids available in New Zealand (oxycodone, morphine, fentanyl) and the role of benzodiazepines for anxiety related to dyspnea. Specificially we highlight dosing options for opoid-naïve and opioid-tolerant patients, commencement and titration of continuous subcutaneous infusions, as well as crisis management dosing for acute respiratory distress at end of life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of dyspnea"
        },
        {
            "text": "Respiratory secretions can be challenging to manage at the end of life, particularly in the setting of underlying lung pathology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of respiratory secretions:"
        },
        {
            "text": "Outlined is the role of antisecretory agents such hyoscine buytylbromide, glycopyrronium bromide and octreotide. Advice is also given on strategies to minimise excessive secretions, as well as the limited role of suctioning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of respiratory secretions:"
        },
        {
            "text": "The likelihood of mulitfactorial delirium occuring at end of life is high, with the potential for accompanying agitation and/or restlessness. We have focused our advice on the pharmacological management of delirium having excluded reversible factors (pain, urinary retention, fecal impaction). The use of haloperidol and levomepromazine as antipyschotic agents is described. Dosing advice is given regarding the initiation of a continuous subcutaneous infusion if frequent bolus dosing is required to control agitation or restlessness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of delirium:"
        },
        {
            "text": "This follows a similar framework to the above but with renal-appropriate medications and dosing guidance. Additional advice is provided on the management of uraemic symptoms commonly seen in end-stage renal failure: nausea, pruritis and delirium. Alongside standard dyspnea management, dyspnea secondary to pulmonary edema is discussed. The role and appropriate use of diuretics is outlined, with a focus on subcutaneous frusemide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient with pre-existing renal failure:"
        },
        {
            "text": "The Waikato DHB Palliative Care Pandemic Pack has been developed to aid colleagues in providing essential palliative care to our local population in a variety of locations. It may be useful as an example to the wider SPCS community to support enhanced palliative care provision in this global challenge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary:"
        },
        {
            "text": "There is limited information on the role of SPCS in this crisis, and even less information on how to practically support non-palliative care medical colleagues. This tool provides a starting point to enable colleagues to develop similar resources in their own communities. It is clear that the core expertise of Specialist Palliative Care, in providing leadership, compassionate wisdom, and clinical skill would serve our populations well as we face the COVID-19 challenge collaboratively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary:"
        },
        {
            "text": "This work did not receive any specific grant from funding agencies in the public, commercial, or notfor-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary:"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Waikato District Health Board. Palliative Care Strategtic Plan",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "New Zealand Palliative Care Glossary. Wellington: Ministry of Health",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Waikato Specialist Palliative Care Service. Palliative Care Pandemic Pack. Draft form",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Waikato District Health Board. Palliative Care Strategtic Plan",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "New Zealand Palliative Care Glossary. Wellington: Ministry of Health",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Waikato Specialist Palliative Care Service. Palliative Care Pandemic Pack. Draft form",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}