{"paper_id": "1fdcb519802d1fec8d0092426bcf24b612a4b6ca", "metadata": {"title": "An agent-based epidemic model REINA for COVID-19 to identify destructive policies", "authors": [{"first": "Jouni", "middle": ["T"], "last": "Tuomisto", "suffix": "", "affiliation": {"laboratory": "", "institution": "Kausal Ltd", "location": {"settlement": "Helsinki", "country": "Finland"}}, "email": ""}, {"first": "Juha", "middle": [], "last": "Yrjölä", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Countries have adopted disparate policies in tackling the COVID-19 coronavirus pandemic. For example, China closed down large areas almost completely to increase social distance; South Korea started a vigorous campaign to suppress the virus by testing patients with respiratory symptoms and tracing and isolating all their contacts; and many European countries try to slow down the spread of the virus with varying degrees of shutdowns. There is clearly a need for a model that can realistically simulate different policy actions and their impacts on the disease and health care capacity in a country or region. Specifically, there is a need to identify destructive policies , i.e. policies that are, based on scientific knowledge, worse than an alternative and that should not be implemented. Methods. We developed an agent-based model (REINA) using Python and accelerated it by the Cython optimising static compiler. It follows a population in time at individual level at different stages of the disease and estimates the number of patients in hospitals and in intensive care. It estimates death rates and counts based on the treatment available at each time point. Any number of interventions can be added on the timeline from a selection including e.g. physical isolation, testing and tracing, and controlling the amount of cases entering the area. The model has open source code and runs online. Results. The model uses the demographics of the Helsinki University Hospital region (1.6 million inhabitants). Two main scenarios were tested with several variants. The first, a mitigation strategy , aims to slow down the spread of the epidemic to maintain the hospital capacity by implementing mobility restrictions. The other, a suppression strategy , consists of the same mobility restrictions but also aggressive testing, tracing, and isolating all coronavirus positive patients and their Tuomisto et al. REINA model and destructive policies 2020-04-08", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "contacts. Both take as their starting point the actual situation as of 2020-04-06. The default mitigation scenario with variable 30-40% mobility reduction appears able to delay the peak of the epidemic (as intended) but not to suppress the disease. In the suppression strategy, active testing and tracing of patients with symptoms and their contacts is implemented in addition to 20-25% mobility reduction. This results in a reduction during the first year of the cumulative number infected individuals from 820 000 to 80 000 and the number of deaths from 6000 to only 640, when compared with the mitigation strategy. Discussion. The agent-based model (REINA) can be used to simulate epidemic outcomes of various types of policy actions on a timeline. Our results lend support to the strategy of combining comprehensive testing, contact tracing and targeted isolation measures with social isolation measures. While latter are important in the early stages to prevent explosive growth, the mitigation strategy aiming to slow down the epidemic mainly via social isolation appears to be a destructive policy, i.e. a policy that has, based on scientific knowledge, better alternatives. The open-source nature of the model facilitates rapid further development. The flexibility of the modelling logic supports the future implementation of several already identified refinements in terms of more realistic population model and new types of more specific policy interventions. Improving estimates of epidemic parameters will make it possible to improve modelling accuracy further.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Countries in Asia, Europe, and the Americas have tackled differently the COVID-19 pandemic (caused by the novel coronavirus labelled SARS-CoV-2). There are disparate views about whether the pandemic is stoppable and what the crucial actions to be taken are. For example, South Korea has done extensive testing of symptomatic people and their contacts, including asymptomatic ones, and then isolated all that show a positive test result (Normile, 2020) . In contrast, Great Britain was originally going for minimal action policy with an idea to let people develop herd immunity, but only a week later they switched to strict social isolation policy (Boseley, 2020) .", "cite_spans": [{"start": 436, "end": 451, "text": "(Normile, 2020)", "ref_id": "BIBREF14"}, {"start": 648, "end": 663, "text": "(Boseley, 2020)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Background"}, {"text": "There are two main approaches to the coronavirus crisis. First, one can assume that a pandemic is already so widespread globally that it will inevitably infect a large fraction of the population. Then the key thing is to slow down the spread in each country so that the health care system can cope with the COVID-19 patients, many of which need intensive care with respirators. Eventually, the epidemic fades away due to herd immunity, i.e. there are enough recovered people to prevent effective spread of the virus in the population. This is called the mitigation strategy and often referred to as \"flattening the curve\". Depending on the still debated fatality and intensive care requirements of COVID-19, the mitigation strategy may require a very long time frame of slow-down measures to allow the health care system to cope. This in turn could lead to unacceptable damage to the economy.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Second, one can assume that the disease can (and must) be suppressed so that only a small number of patients shall exist in the population. Rather than relying on herd immunity like in mitigation, suppression has to be actively maintained by isolating infected people. Total eradication in any one country is impossible in practice as long as the disease is still common in other countries. The epidemic is kept under control by actively searching for all patients (including those without symptoms) and isolating them so that the infection chains are cut. This is called the suppression strategy, sometimes referred to as \"the hammer and the dance\" in mass media. The \"hammer\" refers to concerted actions of mobility restrictions and coronavirus testing to get the numbers of infected patients down; and the \"dance\" is a delicate balance of opening up the society and partially removing mobility restrictions while still maintaining the capacity to trace and isolate all patients (Pueyo, 2020) . The dance may continue for months or even years, until a treatment or vaccination has been developed.", "cite_spans": [{"start": 981, "end": 994, "text": "(Pueyo, 2020)", "ref_id": null}], "ref_spans": [], "section": "Background"}, {"text": "The World Health Organisation (WHO) urges countries to suppress the disease and get the numbers of active patients down to hundreds. Therefore WHO strongly recommends that countries increase their coronavirus testing capacity quickly, test their populations aggressively, and trace chains of infection to systematically isolate the infectious individuals (Ghebreyesus, 2020).", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Each of the two strategies may contain identical actions at a particular time point. In the beginning of an epidemic, both strategies could implement social isolation, closing down public spaces, widely testing people, tracing contacts, and isolating all with positive tests. The immediate purpose is the same: to increase social distance and reduce the probability of new infections. However, while a mitigation strategist may be content when the number of new cases stabilises, a suppression strategist would demand more actions to trace asymptomatic individuals to make the numbers plummet. Therefore, it is especially important to analyse a series of actions each strategy would demand.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Scientific understanding of SARS-CoV-2 has increased dramatically in just a few weeks. However, there is still uncertainty about a few key variables that make impact assessment and informed policy difficult. The fraction of asymptomatic people among all infected is an important variable, and it can have two implications.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "The asymptomatic fraction appears to be close to a half, as observed with intensive testing in e.g. the Italian town of Vo'Euganeo and the ship Diamond Princess (Ferguson, 2020; ECDC, 2020) . This implies that most infected individuals can be identified and quarantined with active testing of symptomatic patients and their contacts, since the asymptomatic cases are typically close to symptomatic ones in the chains of infection .", "cite_spans": [{"start": 161, "end": 177, "text": "(Ferguson, 2020;", "ref_id": "BIBREF5"}, {"start": 178, "end": 189, "text": "ECDC, 2020)", "ref_id": null}], "ref_spans": [], "section": "Background"}, {"text": "Despite these data points, it is not rare to read claims that the asymptomatic fraction of COVID-19 may even be very close to 1. This would imply that the disease would be much more widespread in the society than what is seen as confirmed cases. It would also be more difficult to suppress. In this case the population-level consequences would also be moderate because there would be fewer severe cases. However, with mortality due to COVID-19 reaching already almost 0.1% of the total population of Lombardy (Italian Ministry of Health, 2020) it is becoming clear that there is little scope for optimism about the severity of the disease.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "The mitigation strategy would be compatible with a very high fraction of asymptomatic cases and the associated reduced severity of the epidemic, while a low-to-moderate asymptomatic fraction both calls for and makes possible a suppression strategy based on comprehensive testing and contact tracing.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "This study therefore aims also to provide a timely input into the important Finnish policy discussion. As of writing, Finland's latest clearly communicated objective is still to just slow down the epidemic, corresponding to the mitigation strategy. However, the suppression strategy is increasingly discussed by the health authorities and is clearly being evaluated as potentially a better option. Moreover, the very stringent mobility restrictions currently in place appear based on the REINA model to be sufficient to practically eradicate the virus if continued until fall 2020. The mitigation strategy would call for relaxation of restrictions, and this has been modelled by under the mitigation strategy simulations discussed in this study. Tuomisto and coworkers (2020) define \" destructive policies \" as policies that have better alternatives according to scientific knowledge. This concept was used in this work as a criterion to identify whether there were policy strategies that should be abandoned. For example, can it be shown that the suppression strategy (as recommended by WHO) is preferable to the mitigation strategy regardless of the currently unknown fraction of asymptomatic infections and other scientific uncertainties?", "cite_spans": [{"start": 746, "end": 775, "text": "Tuomisto and coworkers (2020)", "ref_id": null}], "ref_spans": [], "section": "Background"}, {"text": "Typical epidemiological models are based on dividing the population to Susceptible, Exposed, Infectious and Recovered, and modelling the transitions from one category to the other. These models, known as SEIR (or in simpler form SIR) models are typically described (in continuous limit) by ordinary differential equations (e.g. Wilson et al., 2020; Walters et al., 2018) . A key parameter in such models is R, the average number of people a patient infects in a population. Its initial value R 0 describes R in a situation where none of the people have immunity against the disease, so everyone is susceptible.", "cite_spans": [{"start": 328, "end": 348, "text": "Wilson et al., 2020;", "ref_id": "BIBREF21"}, {"start": 349, "end": 370, "text": "Walters et al., 2018)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Background"}, {"text": "An agent-based model has a few putative advantages over the traditional models described above. First, there is more flexibility to model certain types of micro-level processes and policy decisions of high practical interest. In particular, modelling of different testing and contact tracing approaches can be done with better precision and ease in agent-based models. In addition, an agent-based model leads naturally to a very straightforward representation of R 0 (and more generally R t ) in terms of the infectivity of the pathogen and the interaction characterics of the population. While the former should be largely an invariant of the pathogen itself, the latter varies across countries. An agent-based model thus lends itself to analysing cross-country variations of epidemic dynamics.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "A potential issue with large-scale agent-based models is computational intensity. Indeed one motivation behind this work was to create a proof of concept, demonstrating that agent-based models can be applied to detailed modelling of a large-scale epidemic.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "The basic logic of SEIR models can be implemented also as agent-based simulations, which follow agents, or individuals of a population, and their fate through a timeline day by day. The agents interact and get infected, tested, treated, and hospitalized. Policies can be added on the timeline based on actual events or into the future to assess their potential impacts. Additionally, the value of R t (and specifically R 0 ) is an emergent property and can be calculated based on the simulation and tracked throughout the epidemic timeline. Such a tool is especially valuable when it is calibrated with an actual population, age structure, contact matrix, and events.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "In this work, we developed such an open-source, online model called REINA (Realistic Epidemic Interaction Network Agent model) and adjusted its population-dependent parameters to the Helsinki University Hospital region with 1.6 million people and 1362 confirmed COVID-19 patients at the time of writing (2020-04-05). Our key questions were: Can we identify destructive policies among the two main scenarios or their variants and thus inform policy makers about what should not be done during the weeks to come? What can be learned from the performance and realism of the agent-based model?", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "The model is an agent-based probabilistic simulation model created with Python and accelerated by the Cython optimising static compiler. The time span covers up to two years starting from Feb 18, 2020, with one day intervals. The model uses the population and age structure of the Helsinki University Hospital District (HUS) in Finland. It follows a population in time at individual level during different stages of the disease. It estimates the number of patients in hospitals and in intensive care, including remaining treatment capacity. It also estimates death rates and counts based on the treatment available at each time point.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "This model is based on random interactions between agents, and the interactions lead to outcomes with fixed probability distributions (see Table 1 ). The states are similar to those in SEIR models (e.g. Wilson et al., 2020) , which are typically described by differential equations. Although the individual events and times spent in different states are probabilistic, many key parameters whose real-world values still involve significant uncertainty are assumed as known constants in a simulation. Therefore, sensitivity analyses were done with two key parameters: the fraction of asymptomatic infections and the probability of infection given exposure to the virus. In addition, the five ready-made simulations at the web interface were run for 100 times with random seeds to investigate their sensitivity to initial values.", "cite_spans": [{"start": 203, "end": 223, "text": "Wilson et al., 2020)", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 139, "end": 146, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Methods"}, {"text": "There is a clear user interface where any number of interventions can be added on the timeline from a selection including e.g. mobility restriction, several levels of testing and tracing, and inserting cases into the area. A publicly available instance of the model is online at https://korona.kausal.tech/sim and calculates one scenario in a few seconds. The implementation is open-source and the code is available at https://github.com/kausaltech/reina-model . The release that produced the results of this article is 1.0. The simulation outputs, analysis code, and analysis results and figures of this manuscript are available at https://github.com/jtuomist/corona . The agents represent individual people, who have the following properties: age (years), infected (yes/no), infection detected (yes/no), immunity (yes/no), days of incubation period left (d), days of illness since the onset of symptoms (d), other people infected (identifiers of agents that this agent infected; used for tracing), state, and symptom severity. The possible states of a person are the following: susceptible, incubation (infected but actual illness not yet started; may spread virus), illness, hospitalized, in intensive care, recovered (i.e., immune), and dead ( Figure 1 ). The symptom severity of a patient can be asymptomatic, mild, severe, or critical. The model follows every individual through the whole disease path from susceptible to recovery or death.", "cite_spans": [], "ref_spans": [{"start": 1248, "end": 1256, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Methods"}, {"text": "Tuomisto et al. REINA model and destructive policies 2020-04-08 page 5 / 29 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The copyright holder for this preprint . transitions between the states. Red arrows: infection pathways. Green boxes: targeted (isolation) and broad (mobility restriction) population subgroups under varying degrees of social isolation. Incubating state contains people that already have the virus and may spread it but the actual illness (i.e., symptoms) has not yet started (see Table 1 ). In this model, the \"exposed\" state is treated implicitly, and the \"infectious\" state is divided into four sub-states. Thus, they are not shown here as state names.", "cite_spans": [], "ref_spans": [{"start": 380, "end": 387, "text": "Table 1", "ref_id": "TABREF0"}], "section": "(which was not peer-reviewed)"}, {"text": "The healthcare system has the following properties: number of hospital beds, number of hospital beds available, number of intensive care beds, number of intensive care beds available, testing mode (lazy: test only people with severe symptoms; active: test also people with mild symptoms; aggressive: test also people with mild symptoms and contacts of coronavirus positive people), number of coronavirus tests run per day, length of testing queue. The properties of the COVID-19 disease are described using probabilities listed in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 531, "end": 538, "text": "Table 1", "ref_id": "TABREF0"}], "section": "(which was not peer-reviewed)"}, {"text": "An important part of the model is the contact algorithm. Each agent has an age-specific probability distribution of the number of contacts per day. Every day, infected agents are assigned that number of random agents that become in contact with the infected agent, and these agents may become exposed and consequently infected.", "cite_spans": [], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "In real life, contacts clearly are not random but clustered by e.g. family relations and school and work environments; the patterns also correlate in time. These important properties are not dealt with in the current version of REINA, as is the case with most epidemic models.", "cite_spans": [], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "The model keeps track of every contact the infected agents have. This enables the examination of different testing and tracing policies. The current model version can test all agents with symptoms and then perform contact tracing with a given accuracy, which can be adjusted by the user.", "cite_spans": [], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "The outcome is measured in several ways. The numbers of individuals in each state are followed daily. The numbers of dead and recovered are in practice cumulative because there is no exit from those states. The number of available hospital and intensive care beds are also calculated. The infection fatality rate (IFR) and case fatality rate (CFR) are calculated for each day by dividing the cumulative number of deaths by the cumulative number of total infections or confirmed cases, respectively. The effective reproductive number R t is calculated for each day as the average number of infections caused by agents whose disease ends on that day.", "cite_spans": [], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "We also developed a new simple indicator for side effects of mobility restriction: restriction day index (RDI). It is defined as the cumulative sum of daily percentages of mobility restrictions. For example, a week with 10% restriction and a day with 70% restriction will both produce 0.7 RDI. Although this indicator is far from an optimal measure of societal or economic impacts, it still gives a rough estimate for scenario comparison. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "The copyright holder for this preprint . (Ferguson et al., 2020) , which was deemed reasonable in Finland given the relatively low level of physical interaction in Finland under normal circumstances (Mossong et al., 2020 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 41, "end": 64, "text": "(Ferguson et al., 2020)", "ref_id": "BIBREF5"}, {"start": 199, "end": 220, "text": "(Mossong et al., 2020", "ref_id": null}], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "The copyright holder for this preprint . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "The copyright holder for this preprint . . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "The copyright holder for this preprint . https://doi.org/10. 1101 ", "cite_spans": [{"start": 61, "end": 65, "text": "1101", "ref_id": null}], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "A general view of the results produced by the REINA model are presented in Figure 2 (mitigation strategy) and Figure 3 (suppression strategy). The two scenarios were created to either slow down the spread of the epidemic or to suppress the number of cases. The scenarios used lazy and aggressive testing policies, respectively, and both scenarios adjusted the mobility restrictions to achieve an acceptable outcome.", "cite_spans": [], "ref_spans": [{"start": 75, "end": 83, "text": "Figure 2", "ref_id": "FIGREF1"}, {"start": 110, "end": 118, "text": "Figure 3", "ref_id": "FIGREF2"}], "section": "Results"}, {"text": "The two scenarios predict clearly different outcomes. The scenario that aims at suppression has both smaller mortality (670 vs 5300 deaths in a year) and lower restriction day index (72 vs 111 RDI) than the one aiming at mitigation. Its health care intensity is also smaller, as there is less need to build new intensive care units (300 vs 1050).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "In addition, three other scenarios were calculated. One looked at permanent implementation of the current strict mobility restrictions (50%) and predicted a suppression of the epidemic before the end of 2020 ( Figure S -1, also shown in Figure 4 ). Two other scenarios looked at mild restrictions from the start (25%) or relaxation of restrictions before summer (to 30%); both predicted a rapidly increasing epidemic (Figure S-2 and S-3, respectively). . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 210, "end": 218, "text": "Figure S", "ref_id": null}, {"start": 237, "end": 245, "text": "Figure 4", "ref_id": "FIGREF3"}], "section": "Results"}, {"text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20047498 doi: medRxiv preprint . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20047498 doi: medRxiv preprint shows several potential outcomes on a timeline with lazy testing policy and varying degrees of mobility restrictions. When restriction is ca. 41%, the number of infective cases stays constant. This value was used in the sensitivity analyses to introduce maximal sensitivity of the outcomes to the variables tested. Note the logarithmic scale: without restrictions, the number of patients would be hundred times larger in early June than now (early April). According to the model, the disease can be eradicated before September 2020, if mobility restrictions are 50% or more. In contrast, if restrictions are 20% or less, the disease will spread into the population and flame out by the end of 2020.", "cite_spans": [], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "If the mitigation strategy is adjusted for health care capacity, the mobility restrictions should be ca. 35-40% ( Figure 2 ). In such a case, the epidemic is estimated to extend far beyond the one-year time span that is modelled here. The impacts to other sectors are not estimated here, but they are likely to be severe and get worse when the restrictions are prolonged.", "cite_spans": [], "ref_spans": [{"start": 114, "end": 122, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "(which was not peer-reviewed)"}, {"text": "Tuomisto et al. REINA model and destructive policies 2020-04-08 page 16 / 29 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20047498 doi: medRxiv preprint Figure 5 . Number of COVID-19 patients after one-year simulation with permanent mobility restrictions that are adjusted on April 6th, 2020. One of the three testing policies are implemented in addition to the mobility restrictions. The accuracy parameter of Aggressive testing used for the graph is 50%.", "cite_spans": [], "ref_spans": [{"start": 107, "end": 115, "text": "Figure 5", "ref_id": null}], "section": "(which was not peer-reviewed)"}, {"text": "Mobility restrictions may have a large impact on the number of COVID-19 patients: before February, 2021, the epidemic may infect as much as 70% or as low as 0.5% of the population, if the mobility restrictions are weak (10%) or very strict (60%), respectively. Figure 5 shows that the combination of contact tracing with comprehensive testing produces very significant improvement in controlling the epidemic. This improvement is particularly noticeable under mild-to-moderate general mobility restrictions. This suggests that an effective use of testing and tracing makes it possible to manage the epidemic with significantly lower indiscriminate restrictions and therefore with much less economic and social damage. For example, the same mortality of 1000 people results from approx. 20 percentage points lower level of general mobility restrictions.", "cite_spans": [], "ref_spans": [{"start": 261, "end": 269, "text": "Figure 5", "ref_id": null}], "section": "(which was not peer-reviewed)"}, {"text": "Tuomisto et al. REINA model and destructive policies 2020-04-08 page 17 / 29 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "The copyright holder for this preprint . Figure 6 . Number of active, infectious cases, recovered, and COVID-19 deaths as a function of time, with 41% mobility restriction (resulting in 137 RDI) and one of the testing policies applied permanently since April 6th, 2020.", "cite_spans": [], "ref_spans": [{"start": 41, "end": 49, "text": "Figure 6", "ref_id": null}], "section": "(which was not peer-reviewed)"}, {"text": "Aggressive testing would clearly reduce the number of deaths and recovered patients ( Figure 6 ). The death toll would be 1085, 267, and 90 with lazy, active, and aggressive testing policies, respectively, by the end of February, 2021. The number of recovered patients would be 130000, 35000, and 12000, respectively. Active testing also includes mild cases, and aggressive testing also traces all contacts of positive cases. These are optimistic numbers, as the mobility restriction in Figure 6 is strict (41% permanently), which in practice prevents the expansion of the epidemic. Lazy testing was until recently the current policy in Finland with only severe cases tested, but due to increased capacity, it has been active since early April, 2020.", "cite_spans": [], "ref_spans": [{"start": 86, "end": 94, "text": "Figure 6", "ref_id": null}, {"start": 487, "end": 495, "text": "Figure 6", "ref_id": null}], "section": "(which was not peer-reviewed)"}, {"text": "The mitigation scenario that has 41% mobility restriction does not eradicate the disease from the population. However, a strong suppression strategy with aggressive testing can reduce the number of active cases down to hundreds within three months. In such a situation, everyday life can be more or less back to normal except for constant search for disease chains and asymptomatic patients among the population.", "cite_spans": [], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "In particular, it is again seen that the realising the true benefits of wider testing requires implementing also contact tracing. Indeed, wider testing alone reduces the number of deaths by approx. 75 percent, while adding contact tracing to the mix brings further reduction of approx. 92 percent.", "cite_spans": [], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "Another mitigation scenario allows a larger epidemic (Figure 7) to keep the restriction days lower (111 RDI) than in Figure 6 (137 RDI). Also, a suppression scenario in Figure 8 is clearly less strict with mobility (72 RDI) but is able to keep the epidemic under control (600-700 deaths in a year). It is seen that the suppression strategy has lower mortality regardless of the fraction of asymptomatic cases. The difference is furthermore quite large unless at least 90 percent of cases are asymptomatic -a fraction too large to receive support from currently available data (Ferguson, 2020 ; ECDC, 2020).", "cite_spans": [{"start": 576, "end": 591, "text": "(Ferguson, 2020", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 53, "end": 63, "text": "(Figure 7)", "ref_id": "FIGREF5"}, {"start": 117, "end": 125, "text": "Figure 6", "ref_id": null}, {"start": 169, "end": 177, "text": "Figure 8", "ref_id": null}], "section": "(which was not peer-reviewed)"}, {"text": "Tuomisto et al. REINA model and destructive policies 2020-04-08 page 20 / 29 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "The copyright holder for this preprint . Figure 10 . A sensitivity analysis about the probability of infection with 41% mobility restriction and either lazy (in line with mitigation) or aggressive testing and tracing (in line with suppression). The values are after a one-year simulation. Vertical line is the calibration used in the model to achieve the approx. 2.2 value for R 0 .", "cite_spans": [], "ref_spans": [{"start": 41, "end": 50, "text": "Figure 10", "ref_id": "FIGREF0"}], "section": "(which was not peer-reviewed)"}, {"text": "The sensitivity analyses show that the suppression strategy is superior to the mitigation strategy at a wide range of values of asymptomatic fraction ( Figure 8 ) and infectivity (Figure 9 ). It should be noted that the values far from the current best guess are very unlikely because they cannot explain the current global data about the COVID-19 epidemic.", "cite_spans": [], "ref_spans": [{"start": 152, "end": 160, "text": "Figure 8", "ref_id": null}, {"start": 179, "end": 188, "text": "(Figure 9", "ref_id": null}], "section": "(which was not peer-reviewed)"}, {"text": "The REINA model predicts that the suppression strategy results in a lower number of fatalities and severe cases than the mitigation strategy. Aggressive combined testing and tracing of contacts is superior to lazy testing for a wide range of mobility restrictions and also in sensitivity analyses. The difference may be tenfold or even higher. The suppression strategy has been successfully implemented in practice in China (with a delay), South Korea, Singapore, and Taiwan, thus weakening the argument that it would be infeasible. Suppression has been seen better than mitigation also in previous studies (Maharaj, 2012) .", "cite_spans": [{"start": 607, "end": 622, "text": "(Maharaj, 2012)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "Testing makes targeted isolation of patients possible. This is important as general restrictions are detrimental for society and economy, especially if they last for several months or more. Also, the longer the restrictions, the harder it becomes to maintain them.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Suppression may consist of strong initial restrictions to get the epidemic under control (\"hammer'). However, the idea is to reduce the cases enough so that active testing and contact tracing becomes feasible. The long-term objective is to prevent the spreading of the virus with testing and targeted isolation rather than general restrictions. Thus the general mobility restrictions can be reduced sooner than when the testing policy is lazy. Therefore, society gets to a more normal situation fairly soon. This diminishes the side effects of the coronavirus policies in addition to being more effective in preventing mortality (Figure 8 ).", "cite_spans": [], "ref_spans": [{"start": 629, "end": 638, "text": "(Figure 8", "ref_id": null}], "section": "Discussion"}, {"text": "In contrast, the mitigation policy allows the disease to spread in the society. The objective of the mitigation strategy is to slow down the epidemic rather than suppress it. The restrictions needed depend on the treatment capacity and how much the epidemic has to be slowed down to maintain the capacity. Unfortunately, both our modelling suggests and practical experiences from Italy, Spain, New York and elsewhere demonstrate that the capacity is very easily overwhelmed even if active restrictions are in place (Figure 7) . It is noteworthy that the mitigation strategy will lead to large health impacts irrespective of actions taken, because the strategy eventually allows the disease to spread widely, and a fraction of patients will have severe outcomes. Also, restrictions are needed for a long time until herd immunity slows down the epidemic, and side effects on daily life and the economy become large. Finally, our modelling of the mitigation strategy suggests that managing the appropriate level of restrictions would be very challenging due to the slow feedback and the potential for explosive exponential growth that characterise the COVID-19 epidemic.", "cite_spans": [], "ref_spans": [{"start": 515, "end": 525, "text": "(Figure 7)", "ref_id": "FIGREF5"}], "section": "Discussion"}, {"text": "The probability of survival depends on the availability of hospital and intensive care. We assumed that mortality is 100% among those that need intensive care but do not get it. This assumption increases mortality when the healthcare capacity is overwhelmed. This assumption does not affect the estimates about infected people, but it critically affects the estimates about mortality.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The agent-based REINA model has some preferable properties. An arbitrary number of actions or case injections can be added on the timeline. This makes it possible to study actual situations. It is also straightforward to update parameters or adjust the model for a new population, because many parameter values are available or can be measured from a new target population, such as population age structure or an age-specific contact matrix. Also the model can be improved more easily when the parameters describe some tangible properties of the target population.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "REINA does not need an estimate for R 0 . Instead, R t , i.e. the average number of people infected by a patient at the end of illness (time point t), is an emergent outcome of the model. The model uses explicit estimates for the three quantifiable processes that are usually embedded in R 0 , namely contacts, exposure, and infectivity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A Finnish contact matrix giving empirical contact frequencies for individuals by age is available with age-specific numbers of physical contacts per day. This makes it possible to model realistic patterns of connections. They also can and have been studied in several countries, and thus country-specific models can be more realistic than relying on just global R 0 estimates. For example, a 20-24-year old Finn has on average 9.5 total contacts per day, while an Italian of the same age has 19.3 contacts per day (Mossong et al., 2008) .", "cite_spans": [{"start": 514, "end": 536, "text": "(Mossong et al., 2008)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "The excretion of the virus from a sick individual depends heavily on the state of the disease, and unfortunately COVID-19 spreads already before a patient has symptoms and is aware of the need to avoid contacts (He et al., 2020) . Aggressive testing of the contacts of the infected individuals improves the possibility of isolating also still asymptomatic cases. This is a complex interaction where some actions such as hygiene instructions can affect this parameter and thus R in a way that can be estimated with agent-based models more easily than with traditional SEIR models.", "cite_spans": [{"start": 211, "end": 228, "text": "(He et al., 2020)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "The third parameter affecting R is the probability of infection given exposure to the virus. Currently there is no published data about the value of this parameter. However, it is possible to indirectly estimate and adjust this number by comparing the model prediction with actual values of infections, hospitalizations, and deaths in the target population. Emerging data is likely to limit the plausible range of this variable in the near future.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Sensitivity analyses were performed for three key parameters, namely mobility restrictions that can be implemented (Figure 6) , fraction of asymptomatic patients (Figure 9 ) and the probability of infection given virus contact ( Figure 10) . These parameters had drastic effects on the rate of disease spread and thus model outcomes. Yet, the suppression strategy implementing aggressive testing in combination with contact tracing was never worse and often clearly better than the alternative with lazy testing.. Suppression with aggressive testing also requires a shorter time with strict mobility restrictions than mitigation. This makes suppression a better choice also in terms of societal and economic impacts, although this study did not attempt to quantify them.", "cite_spans": [], "ref_spans": [{"start": 115, "end": 125, "text": "(Figure 6)", "ref_id": null}, {"start": 162, "end": 171, "text": "(Figure 9", "ref_id": null}, {"start": 229, "end": 239, "text": "Figure 10)", "ref_id": "FIGREF0"}], "section": "Discussion"}, {"text": "The preference order did not change due to scientific uncertainties tested. Although the value of information could not be estimated in this analysis because the different outcomes had no probabilities assigned to them, the sensitivity analysis implies that the value of information is actually low, i.e., the conclusion that suppression is better than mitigation is robust according to scientific evidence.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Empirical data is currently emerging about the effectiveness of actions of social isolation, closing of schools, and other mobility restrictions. The available estimates show a wide range of outcomes: Pepe et. al (2020) estimates based on mobile device location data only 19% reduction in potential encounters in Italy on 7-10 March during Italy's third week of travel restrictions, while Jarvis et al. (2020) estimates 73% reduction of average daily contacts in the UK under lock-down in late March 2020. Google (2020) estimates 52% decrease in mobility in retail and recreation sectors in Finland on 2020-03-29 from the baseline. It is difficult to make a practical interpretation about what relative reduction is achieved by which particular action. Yet, the findings of Jarvis et al. suggests that realistic but not complete lock-down measures can indeed lead to very significant relative reduction of mobility. Bayesian and other methods could be tested in updating parameter estimates by using data from countries with different strategies.", "cite_spans": [{"start": 389, "end": 409, "text": "Jarvis et al. (2020)", "ref_id": "BIBREF11"}, {"start": 506, "end": 519, "text": "Google (2020)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Overall, the analysis suggests that if decision makers prefer the mitigation strategy over the suppression strategy, they have some objectives or premises that are not covered in the current agent-based model, which only looks at health outcomes.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "These putative objectives are unlikely to be economic impacts of shutdowns, because both strategies are equally strict in the beginning but the suppression strategy alleviates the shutdowns earlier than the mitigation strategy.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "However, some putative premises are plausible. The decision makers may ignore the health and economic benefits of suppression if they believe that testing and tracing is technically or logistically impossible or ethically unbearable due to, e.g., privacy issues. Suppression can be seen as problematic because it is required until a vaccine or cure is available, and there is no guarantee of the timing. In addition, the decision maker may believe that the disease will inevitably spread to a large proportion of the population, because success would be needed in every country before any country is safe.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A belief that the risk groups can be effectively isolated while the disease spreads to the younger population strengthens this view. However, experience from Finland and from abroad suggests that isolation of elderly population and other risk groups is unlikely to succeed, rendering such belief rather dangerous.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The good news is that there is an increasing number of practical examples where countries have shown capacity to increase both testing and tracing and where countries have effectively suppressed the disease. There are also several open-source tracing software becoming available, which will facilitate the very laborious tracing of the contacts of coronavirus positive patients.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "These results make it warranted to conclude that the mitigation strategy of COVID-19 is indeed a destructive policy and should not be recommended. WHO also has systematically recommended suppression. Yet, many countries in Europe have seemed to follow the path of mitigation, until many have changed their mind since mid-March. It would be interesting to study how scientific information has entered the epidemic decision making in such countries.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "All in all, we want to emphasize that the results reached are initial and include many uncertainties, some of which we were most likely not able to identify. Our aim has been to add a new modeling approach to the national Finnish context -and later internationally -that could be compared to other modeling efforts going on in parallel. Consequently, we want to promote open science by publishing the model including its source code and default parameters used to calculate the presented scenarios. Moreover, we invite other researchers and policy makers to test this approach and give valuable feedback for further development.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "An obvious goal identified for further development is that of calibration and further sensitivity analysis. We assume that calibration by applying this model to data from other countries shall give valuable information. However, the outcome is always affected by national differences like societal habits and other social-distance-related parameters. On the other hand, the epidemic in Finland is just starting and therefore the time-series needed (test positives, hospitalized and deaths) is still very short. With these obstacles in mind, we invite other researchers to contribute to this important aspect by contributing their knowledge and solutions to provide the best possible calibration procedures. We have identified Bayesian approach potential for this, for example.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A particularly attractive opportunity for further development given the nature of agent-based modelling is to build increasingly realistic representations of both the population and various policy interactions. Currently the model assumes homogeneous mixing of the population contact network; in the next phase this should be improved to a more realistic model. Already existing empirical data (e.g., Mossong et al. 2008) makes it possible to model separately interactions between agents in various contexts such as workplace or education. Further work can be carried out to build a realistic household structure of population, possibly including occupational statistics. This would allow much more accurate modelling of family-level isolations and impacts of school closures. With a sufficiently detailed model of occupations the model should be able to address sector-specific restrictions such as mandating telecommuting in sectors where feasible or restaurant closures. Additionally, the agent-based approach is well adapted to still more realistic Tuomisto et al. REINA model and destructive policies 2020-04-08 page 24 / 29 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 401, "end": 421, "text": "Mossong et al. 2008)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 and accurate modelling of testing, contact tracing and isolation policies as well as their resource needs.", "cite_spans": [{"start": 91, "end": 95, "text": "1101", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Another possible goal in the future is integration to different data sources. In order to test and use this model in different geographical areas, the local demographic and mobility (contact) data and parameters need to be imported to the model. Possible sources for this include data from Google mobility solutions, for example. Ideally, we could approach modeling where the input data for the model is updated in real time.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Fourth, the REINA model could be integrated with other models, which are able to calculate social and economic consequences of the disease as well as those of the mobility restrictions. New indicators need to be deployed, e.g. the years of life lost. In this way, the decision makers in the future would be able to balance medical, social and economic consequences in a rational yet humane way.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The model is published online for anyone to test and analyse. Also the code is openly available with an open license. The objective is to help anyone critically evaluate the details and find possible mistakes and shortcomings. Also, those who find the model useful may freely copy it for their own purposes and develop it further. In an ideal situation, an international co-creation community is formed around the model to discuss, synthesise information, and develop the model to better support the information needs of decision makers in Finland and abroad. There is an urgent need for practical policy advice in all countries about how to best tackle the COVID-19 crisis.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Figure S-2. Numbers of cases of the scenario with permanent 25% mobility restriction (which was the situation in Sweden on 2020-04-01 [Google, 2020] ), mean and 95% confidence intervals of the random variation. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 134, "end": 148, "text": "[Google, 2020]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 ", "cite_spans": [{"start": 91, "end": 95, "text": "1101", "ref_id": null}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "ICU units: 150 2020-06-30 Build new hospital beds: 300 Aggressive testing: 50% 2020-07-15 Build new ICU units: 150 2020-07-15 Build new hospital beds: 300 2020-07-30 Build new ICU units: 150 2020-07-30 Build new hospital beds: 300 Aggressive testing: 60% 2020-08-15 Build new ICU units: 150 Limit mobility: 20% 2020-08-15 Build new hospital beds", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "REINA model and destructive policies", "authors": [{"first": "", "middle": [], "last": "Tuomisto", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "New data, new policy: why UK's coronavirus strategy changed. The Guardian", "authors": [{"first": "S", "middle": [], "last": "Boseley", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Outbreak of novel coronavirus disease 2019 (COVID-19): increased transmission globally -fifth update", "authors": [{"first": "", "middle": [], "last": "Ecdc", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand", "authors": [{"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "D", "middle": [], "last": "Laydon", "suffix": ""}, {"first": "G", "middle": [], "last": "Nedjati-Gilani", "suffix": ""}, {"first": "N", "middle": [], "last": "Imai", "suffix": ""}, {"first": "Ainslie", "middle": ["K"], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.25561/77482"]}}, "BIBREF6": {"ref_id": "b6", "title": "Report 13 -Estimating the number of infections and the impact of non-pharmaceutical interventions on COVID-19 in 11 European countries. MRC Centre for Global Infectious Disease Analysis", "authors": [{"first": "S", "middle": [], "last": "Flaxman", "suffix": ""}, {"first": "S", "middle": [], "last": "Mishra", "suffix": ""}, {"first": "A", "middle": [], "last": "Gandy", "suffix": ""}, {"first": "Hjt", "middle": [], "last": "Unwin", "suffix": ""}, {"first": "H", "middle": [], "last": "Coupland", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.25561/77731"]}}, "BIBREF7": {"ref_id": "b7", "title": "WHO Director-General's Opening Remarks at the media briefing on COVID-19 on 25", "authors": [{"first": "T", "middle": ["A"], "last": "Ghenreyesus", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Temporal dynamics in viral shedding and transmissibility of COVID-19", "authors": [{"first": "X", "middle": [], "last": "He", "suffix": ""}, {"first": "Ehy", "middle": [], "last": "Lay", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}, {"first": "X", "middle": [], "last": "Deng", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.03.15.20036707"]}}, "BIBREF10": {"ref_id": "b10", "title": "Report of the Italian Ministry of Health", "authors": [{"first": "", "middle": [], "last": "Italian Ministry", "suffix": ""}, {"first": "", "middle": [], "last": "Health", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Impact of physical distance measures on transmission in the UK", "authors": [{"first": "C", "middle": ["I"], "last": "Jarvis", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Controlling epidemic spread by social distancing: Do it well or not at all", "authors": [{"first": "S", "middle": [], "last": "Maharaj", "suffix": ""}, {"first": "A", "middle": [], "last": "Kleczkowski", "suffix": ""}], "year": 2012, "venue": "BMC Public Health", "volume": "12", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1471-2458-12-679"]}}, "BIBREF13": {"ref_id": "b13", "title": "Social contacts and mixing patterns relevant to the spread of infectious diseases", "authors": [{"first": "J", "middle": [], "last": "Mossong", "suffix": ""}, {"first": "N", "middle": [], "last": "Hens", "suffix": ""}, {"first": "M", "middle": [], "last": "Jit", "suffix": ""}, {"first": "P", "middle": [], "last": "Beutels", "suffix": ""}, {"first": "K", "middle": [], "last": "Auranen", "suffix": ""}], "year": 2008, "venue": "PLoS Med", "volume": "5", "issn": "3", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pmed.0050074"]}}, "BIBREF14": {"ref_id": "b14", "title": "Coronavirus cases have dropped sharply in South Korea. What's the secret to its success?", "authors": [{"first": "D", "middle": [], "last": "Normile", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/science.abb7566"]}}, "BIBREF15": {"ref_id": "b15", "title": "COVID-19 outbreak response: first assessment of mobility changes in Italy following lockdown", "authors": [{"first": "E", "middle": [], "last": "Pepe", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The Hammer and the Dance. What the Next 18 Months Can Look Like, if Leaders Buy Us Time", "authors": [{"first": "T", "middle": [], "last": "Pueyo", "suffix": ""}, {"first": "", "middle": [], "last": "Coronavirus", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "From open assessment to shared understanding: practical experiences", "authors": [{"first": "J", "middle": ["T"], "last": "Tuomisto", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Pohjola", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Rintala", "suffix": ""}], "year": 2020, "venue": "Health Research Policy and Systems", "volume": "18", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s12961-020-00547-3"]}}, "BIBREF20": {"ref_id": "b20", "title": "Modelling the global spread of diseases: A review of current practice and capability", "authors": [{"first": "C", "middle": ["E"], "last": "Walters", "suffix": ""}, {"first": "Meslé", "middle": [], "last": "Mmi", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Halla", "suffix": ""}], "year": 2018, "venue": "Epidemics", "volume": "25", "issn": "", "pages": "1--8", "other_ids": {"DOI": ["10.1016/j.epidem.2018.05.007"]}}, "BIBREF21": {"ref_id": "b21", "title": "Modelling the Potential Health Impact of the COVID-19 Pandemic on a Hypothetical European Country", "authors": [{"first": "N", "middle": [], "last": "Wilson", "suffix": ""}, {"first": "L", "middle": ["T"], "last": "Barnard", "suffix": ""}, {"first": "A", "middle": [], "last": "Kvalsvig", "suffix": ""}, {"first": "A", "middle": [], "last": "Verrall", "suffix": ""}, {"first": "M", "middle": [], "last": "Baker", "suffix": ""}], "year": 2020, "venue": "MedRXiv", "volume": "", "issn": "", "pages": "2020--2024", "other_ids": {"DOI": ["10.1101/2020.03.20.20039776"]}}}, "ref_entries": {"FIGREF0": {"text": "Diagram of the coronavirus agent model. Blue nodes: different states of the agents. Black arrows:", "latex": null, "type": "figure"}, "FIGREF1": {"text": "next page). A screenshot from the model output. Timeline of a mitigation strategy (new hospital beds, 30-40% mobility restriction and only severe cases tested). At the end of the one-year simulation, there are 660000 recovered patients (data not shown). The results are for a single simulation run, not an average of an ensemble.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "two pages forward). A screenshot from the model output. Timeline of a suppression strategy (initially 50% and later 20-25% mobility reduction with aggressive testing of mild cases and tracing of contacts). At the end of the one-year simulation, there are 77000 recovered patients (data not shown).The results are for a single simulation run, not an average of an ensemble.Tuomisto et al. REINA model and destructive policies 2020-04-08 page 13 / 29", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Number of active (infective) COVID-19 patients with different mobility restrictions and lazy testing (only severe cases are tested).", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Figure 4 shows several potential outcomes on a timeline with lazy testing policy and varying degrees of mobility restrictions. When restriction is ca. 41%, the number of infective cases stays constant. This value was used in the sensitivity analyses to introduce maximal sensitivity of the outcomes to the variables tested. Note the logarithmic scale: without restrictions, the number of patients would be hundred times larger in early June than now (early April). According to the model, the disease can be eradicated before September 2020, if mobility restrictions are 50% or more. In contrast, if restrictions are 20% or less, the disease will spread into the population and flame out by the end of 2020.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Numbers of cases in a scenario under the mitigation strategy. It contains aggressive building of hospital capacity and mobility restrictions (varying between 30-40%) just enough to prevent shortage in the capacity (a common suggestion in Finnish discussion in mid-March, 2020). Mean and 95% confidence intervals of the random variation produced by the modeling approach. They do not incorporate parameter uncertainties.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Numbers of cases in a scenario under suppression strategy. It contains initially 50% mobility restriction (the situation in Finland on 2020-04-01) but then loosening restrictions to 20-25% as aggressive testing and tracing becomes effective. Mean and 95% confidence intervals of the random variation by the modeling approach. They do not incorporate parameter uncertainties.Tuomisto et al. REINA model and destructive policies 2020-04-08 page 19 / A sensitivity analysis about the fraction of asymptomatic cases with 41% mobility restriction and either lazy (in line with mitigation) or aggressive testing and tracing (in line with suppression). The values shown are after a one-year simulation. Vertical line shows the estimate used as default in the model.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Numbers of cases of the scenario with 50% mobility restriction until 2020-05-15 and since then 30% (a suggestion heard in Finnish policy discussion). Mean and 95% confidence intervals of the random variation.Tuomisto et al. REINA model and destructive policies 2020-04-08 page 29 / 29", "latex": null, "type": "figure"}, "TABREF0": {"text": "Model parameters for REINA. was used to reflect the presence of superspreaders with much higher contact rates than an average person. Mossong used negative binomial regression, but in our tests several distribution families produced similar results(Mossong et al., 2008) probability. All probabilities are about actual simulated cases, so underdiagnosis does not affect them. This value is not known, but it was adjusted so that the value of R 0 was approx. 2.2", "latex": null, "type": "table"}, "TABREF1": {"text": ").", "latex": null, "type": "table"}, "TABREF3": {"text": "Actions and events available in the REINA model.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Name </td><td>Unit </td><td>Description </td></tr><tr><td>Lazy: Test only severe symptoms </td><td>- </td><td>Coronavirus testing of only those who are hospitalized </td></tr><tr><td>Active: Test all with symptoms </td><td>- </td><td>Coronavirus testing of all with respiratory symptoms </td></tr><tr><td>Aggressive: Test and trace contacts </td><td>% </td><td>Coronavirus testing of all with respiratory symptoms and, if positive, their contacts. The likelihood of finding an individual contact is given as the parameter. </td></tr><tr><td>Limit mobility </td><td>% </td><td>Fraction of mobility (measured as the number of contacts) reduced uniformly for each agent </td></tr><tr><td>Build new hospital beds </td><td># </td><td>Number of hospital beds added to the hospitals </td></tr><tr><td>Build new ICU units </td><td># </td><td>Number of intensive care units added to the hospitals </td></tr><tr><td>Import infections </td><td># </td><td>Number of infected people added to the population (with the same age distribution as existing population) </td></tr></table></body></html>"}, "TABREF4": {"text": "The default scenario used as the basis for all other scenarios. It contains actual decisions and events in Finland from February to March 31st, 2020, and a few projected actions about ICU capacity.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Date </td><td>Event </td><td>Description </td></tr><tr><td>2020-02-20 </td><td>Test all with symptoms </td><td>Active testing policy </td></tr><tr><td>2020-02-22 </td><td>Import infections: 5 infections </td><td>The numbers of imported infections are estimated based on reported trips from e.g. Italy and Austria and the data of confirmed cases, and their level was estimated by calibrating the beginning of the epidemic timeline. </td></tr><tr><td>2020-03-05 </td><td>Import infections: 20 infections </td></tr><tr><td>2020-03-07 </td><td>Import infections: 120 infections </td></tr><tr><td>2020-03-09 </td><td>Import infections: 120 infections </td><td> </td></tr><tr><td>2020-03-11 </td><td>Import infections: 80 infections </td><td> </td></tr><tr><td>2020-03-12 </td><td>Limit population mobility: 10% </td><td>Effectiveness of the actual actions is </td></tr><tr><td> </td><td> </td><td>quantified using author judgement and Google (2020). </td></tr><tr><td>2020-03-13 </td><td>Import infections: 20 infections </td><td> </td></tr><tr><td>2020-03-13 </td><td>Test people only with severe symptoms </td><td>Lazy testing policy </td></tr><tr><td>2020-03-15 </td><td>Import infections: 20 infections </td><td> </td></tr><tr><td>2020-03-16 </td><td> </td><td>Government declares state of emergency </td></tr><tr><td>2020-03-17 </td><td>Limit population mobility: 20% </td><td>Government implements the law of readiness state </td></tr><tr><td>2020-03-20 </td><td>Limit population mobility: 30% </td><td> </td></tr><tr><td>2020-03-22 </td><td>Limit population mobility: 35% </td><td> </td></tr><tr><td>2020-03-28 </td><td>Limit population mobility: 50% </td><td>Isolation of the Helsinki region from the rest of the country. Total restriction of all actions based on Google (2020). </td></tr></table></body></html>"}, "TABREF5": {"text": "The two main strategies used in the model: the mitigation strategy to slow down the epidemic, and the suppression strategy recommended by WHO.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Date </td><td>Mitigate (ensure intensive care) </td><td>Suppress (Hybrid model) </td><td>Description </td></tr><tr><td>2020-04-06 </td><td>Limit mobility: 50% </td><td>Limit mobility: 50% </td><td>Starting point for the strategies </td></tr><tr><td>2020-04-06 </td><td>Lazy testing: test severe cases only </td><td>Lazy testing: test severe cases only </td></tr><tr><td>2020-04-30 </td><td>Build new ICU units: 150 </td><td>Build new ICU units: 150 </td></tr><tr><td>2020-05-01 </td><td> </td><td>Aggressive testing: 30% accuracy of contact tracing </td><td>Key difference between the strategies </td></tr><tr><td>2020-05-01 </td><td> </td><td>Limit mobility: 20% </td><td>Alleviate restrictions as testing and tracing kicks in </td></tr><tr><td>2020-05-30 </td><td>Build new ICU units: 150 </td><td>Build new ICU units: 150 </td></tr><tr><td>2020-06-01 </td><td> </td><td>Aggressive testing: 40% </td></tr><tr><td>2020-06-15 </td><td>Limit mobility: 30% </td><td> </td><td>Adjust restrictions in accordance with strategy goals </td></tr><tr><td>2020-06-24 </td><td> </td><td>Limit mobility: 25% </td><td> </td></tr><tr><td>2020-06-30 </td><td>Build new ICU units: 150 </td><td> </td><td> </td></tr><tr><td>2020-06-30 </td><td>Build new hospital beds: 300 </td><td>Aggressive testing: 50% </td></tr><tr><td>2020-07-15 </td><td>Build new ICU units: 150 </td><td> </td><td> </td></tr><tr><td>2020-07-15 </td><td>Build new hospital beds: 300 </td><td> </td><td> </td></tr><tr><td>2020-07-30 </td><td>Build new ICU units: 150 </td><td> </td><td> </td></tr><tr><td>2020-07-30 </td><td>Build new hospital beds: 300 </td><td>Aggressive testing: 60% </td></tr><tr><td>2020-08-15 </td><td>Build new ICU units: 150 </td><td>Limit mobility: 20% </td><td> </td></tr><tr><td>2020-08-15 </td><td>Build new hospital beds: 300 </td><td> </td><td> </td></tr><tr><td>2020-08-30 </td><td>Build new ICU units: 150 </td><td> </td><td> </td></tr><tr><td>2020-08-30 </td><td>Build new hospital beds: 300 </td><td> </td><td> </td></tr><tr><td>2020-09-15 </td><td>Limit mobility: 40% </td><td> </td><td> </td></tr><tr><td>2020-11-15 </td><td>Limit mobility: 30% </td><td> </td><td> </td></tr><tr><td> </td><td>2020-12-15 </td><td>Limit mobility: 40% </td><td>Limit mobility: 25% </td></tr></table></body></html>"}}, "back_matter": [{"text": "We want to thank the co-creation community and active citizens, who have worked on this topic; screened, criticised, and summarised scientific research, expert estimates, and political statements; and shared this accumulating knowledge with their fellows. Especially we thank Open Knowledge Finland and professor emeritus Matti Jantunen for organising some of this co-creation, and Tuomas Aivelo, Leo Lahti, and Juuso Pesälä for valuable comments.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "The authors alone are responsible for the views expressed in this work and they do not necessarily represent the policy or views of the Finnish Institute for Health and Welfare (THL).", "cite_spans": [], "ref_spans": [], "section": "Disclosure"}, {"text": "Figure S-1. Numbers of cases of the scenario with permanent 50% mobility restriction (which is the situation in Finland on 2020-04-01), mean and 95% confidence intervals of the random variation.", "cite_spans": [], "ref_spans": [], "section": "Supplementary material"}]}