{
    "paper_id": "1fde0a84a1d560d0707d8b10a69339efba161dda",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Physical examination revealed painful edema in the feet ( Fig. 1) or hands (Fig. 2) with a mean duration of 6 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 83,
                    "text": "Fig. 1) or hands (Fig. 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Edema was associated with an intense numbness across all the patients. The overlaying skin presented non-bleachable purpuric/erythematous areas, chilblain-like lesions, and/or epider- According to our observations, acral edema possibly related to COVID-19 may be symmetric or asymmetric, located in hands and/or feet. Numbness could be a common accompanying symp-tom. The overlaying skin could present erythematous or purpuric lesions probably due to a hematic extravasation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Chilblain-like lesions on feet and hands during the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Landa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mendieta-Eckert",
                    "suffix": ""
                },
                {
                    "first": "Fonda-Pascual",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aguirre",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Dermatol",
            "volume": "59",
            "issn": "6",
            "pages": "739--743",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Classification of the cutaneous manifestations of COVID-19: a rapid prospective nationwide consensus study in Spain with 375 cases",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Galv An Casas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Carretero",
                    "middle": [],
                    "last": "Hern",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Dermatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/bjd.19163"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Vascular Obliteration Due To Endothelial And Myointimal Growth In COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Valtueña",
                    "suffix": ""
                },
                {
                    "first": "Mart",
                    "middle": [],
                    "last": "Inez-Garc Ia",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ruiz-S Anchez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.21203/rs.3.rs-32241/v1"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Histopathologic changes and SARS-CoV-2 Immunostaining in the lung of a patient with COVID-19",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "172",
            "issn": "9",
            "pages": "629--632",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Foot edema and associated skin lesions during the COVID-19 pandemic. (1) Right dorsal foot edema with an erythematous skin area. (2) Symmetrical feet edema with multiple micropacular purpuric lesions in the dorsum area. (3) Both feet edema more evident in right foot with chilblain-like lesions",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Edema in hands and associated skin lesions during the COVID-19 pandemic. (1) Edema in both hands, more evident in left hand, with intense chilblain-like lesions. (2) Left hand edema with an erythematous skin area. (3) Right hand edema. (4) Left hand edema with multiple dark purple micro-petechiae on the acral areas of the whole left hand fingers. (5) Symmetrical hand edema, more evident in the right hand, that included dryness, slight peeling, and erythema. (6) Histological edematous skin features: Significant serum and erythrocyte extravasation in the superficial dermis (hematoxylin and eosin, 940). (7 and 8) Extravasated erythrocytes in the epidermis (erythro transepidermal diapedic) (hematoxylin and eosin, 963 and 940, respectively) others presented previous COVID-19 symptoms or had contact with someone who was infected. Previous diarrhea and/or light asthenia were reported among all the patients. Most of them presented good overall condition when edema was manifested. None of them had previous similar acral history, recent new drug therapy, or sun exposure reported.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "mal component. Distal pulses were preserved, and no cellulitis signs were observed in any patient. Markers of bacterial infection showed normal values. Complementary test did not find a relationship with any other disease. Histological findings revealed significant serum and erythrocyte extravasation in both the superficial dermis and the epidermis (Figs. 2.6-2.8). Increased incidence of acute, painful acral edema was observed during the COVID-19 pandemic, and it was not associated with any other disease. The diagnosis of COVID-19 may be hindered by the diversity in symptoms at the time of presentation and the lack of accuracy of the available diagnostic tests at certain clinical stages. Skin COVID-19 expressions are becoming a common manifestation of the disease 2,3 and could provide extensive information. As far as we are concerned, acute acral edema related to COVID-19 has not been reported. Nevertheless, lung COVID-19 postmortem studies found inflammation and edema. 5 Moreover, skin living COVID-19 tissue analysis demonstrated an obliterative microangiopathy with increased vascular permeability. 4 This endothelial cell distortion generated vascular lumen obliteration and a strike erythrocyte and serum extravasation. 4 It could provoke a tissular conflict with the consequent associated numbness.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}