{
    "paper_id": "1fdf5229954edb6b68ac59c512ca791473439fea",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "C"
                ],
                "last": "Arevalo-Lorido",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitary Hospital Infanta Cristina",
                    "location": {
                        "settlement": "Badajoz",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "C"
                ],
                "last": "Bureo-Dacal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitary Hospital Infanta Cristina",
                    "location": {
                        "settlement": "Badajoz",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Romero-Requena",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitary Hospital Infanta Cristina",
                    "location": {
                        "settlement": "Badajoz",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "L"
                ],
                "last": "Ramos-Salado",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitary Hospital Infanta Cristina",
                    "location": {
                        "settlement": "Badajoz",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Bureo-Dacal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitary Hospital Infanta Cristina",
                    "location": {
                        "settlement": "Badajoz",
                        "country": "Spain"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Tuberculosis complicated by ARDS Dear Editor, The incidence of tuberculosis (TB) is increasing. Due to the increase in immigration and the spread of high risk groups such as HIV-infected patients and atypical forms, uncommon complications are more frequent A 49-year-old woman was referred from another host pital with fever and pancytopenia (white cell count [WCC] 2,800; platelet count 80,000; erythrocyte sedimentation rate [ESR] 25) and on amoxycillin. On examination, her temperature was 38.5'C, pulse 80 bpm, blood pressure 100/40mmHg and respiratory rate 46. She was pallor and jaundiced but had no lymphadenopathy. Coarse crepitations were heard over the right lung base. A bone marrow aspirate revealed hypocellularity with dysplasic traits in leukocytes, platelets and red cells. Radiographs of the chest revealed alveolar opacities in the right upper lobe. Oxygen saturation was 84.3% on ambient air. Abdominal ultrasound showed a 15cm splenomegaly. Specimens of urine and blood were obtained for culture, antigen and antibody tests for agents such as cytomegalovirus (Ig1VI) and hepatitis A and B virus. Serologic testing for HIV was refused. A tuberculin skin test was negative. Serum test for antinuclear antibodies, antineutrophilic cytoplasmic antibodies, antibodies against glomerular basement membrane and rheumatoid factor were negative. C3-C4 levels were normal. Ceftazidime, amikacin and erythromycin were commenced. On the fourth hospital day, the temperature rose to 40°C. CT scan of the thorax (see Figure 1 ) revealed pneumonia in right lung field, patchy opacities in left lung field and a rightsided pleural effusion. Respiratory failure with refractory hypotension developed. Haemodynamic measurements via pulmonary catheter were consistent with RDS. The pulmonary artery wedge pressure was 8mmHg and the systemic vascular resistance was 30dynes/cm.seg. Mechanical ventilation and intravenous isoniazid and rifampin were started but failed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1523,
                    "end": 1531,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Autopsy revealed granulomas with central necrosis and caseation involving the lungs. Several tissues, such as heart, liver and kidney showed acid fast bacilli that were consistent with Mycobacterium tuberculosis and disseminated tuberculosis. The cultures from lungs, liver and kidneys were positives to M. tuberculosis with no resistance to antituberculosis drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Tuberculosis, as a primary cause of respiratory failure requiring mechanical ventilation, is relatively uncommon. Respiratory decompensation often coincides with the development of adult respiratory disease syndrome (ARDS), which can be difficult to differentiate from a confluent pulmonary tuberculosis infection with septic shock. The pathogenesis of ARDS resulting from M. Tuberculosis infection and Gram-negative sepsis is alike. Lipopolysaccharide (LPS) is thought to play a key role in the triggering of acute lung injury in sepsis and lipoarabinomannan (a tuberculosis cell wall component), acts similarly to LPS in that it activates macrophages to release cytok.ines.' Alveolar macrophages secrete cytokines such as tumour necrosis factor-alpha (T iF-a) and interleukin (IL)-1, -6, -8 and -10 which act locally to stimulate chemota_xis and activate neutrophils. IL-1 can also stimulate the production of extracellular matrix by fibroblasts.' Additionally M. Tuberculosis may make endothelial cells more susceptible to the toxic effects of TNT-a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Dear Editor, Inferior dislocation of the patella is unusual without trauma and without rupture of the quadriceps or patellar tendons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 75-year-old female presented with an acutely locked knee, having developed sudden onset of pain in her right knee while boarding a bus. On examination, the right knee was locked in 40' flexion and attempted movement caused pain. The patella was low lying and there was no evidence of an extensor mechanism rupture. Plain radiographs (see Figure 1 ) and magnetic resonance imaging (M1RI) scan confirmed an inferior dislocation of the patella with intact quadriceps and patellar tendons. Under general anaesthetic, downward pressure was applied to the superior pole of the right patella while extending the knee. This manoeuvre reduced the patellar dislocation and resulted in full range of movement of the knee. The patient made an uneventful recovery.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 340,
                    "end": 348,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Patellar dislocation usually occurs due to a twisting injury or a direct blow to the knee. Lateral dislocation is the most common type, but there are reports of intra-articular, superior' and inferior' patellar dislocations. Joshi' described the rare inferior dislocation of the patella in which a patient sustained a twisting injury to the knee and the patella displaced out of the groove. The mechanism of dislocation is believed to be that of a supenor pole osteophyte engaging in the intercondylar notch. In our case, this occurred without trauma and resulted in the knee being locked in 40° flexion. Our method of reduction also differed from Joshi's in that downward pressure on the patella was needed to reduce the superior pole osteophyte. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Endotoxemia in patients with severe sepsis or septic shock",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Venet",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zeni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Viallon",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Int Care Med",
            "volume": "26",
            "issn": "",
            "pages": "538--582",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mechanism of stimulation of interleukin-1-b and tumor necrosis factor a by Mycobacterium tuberculosis components",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Doerfler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guillemin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "N"
                    ],
                    "last": "Rom",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Ware",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthag",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "New Engl J Mlded",
            "volume": "342",
            "issn": "",
            "pages": "1334--1383",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Inferior dislocation of the patella: an unusual cause of a locked knee",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}