{
    "paper_id": "1fe206577fbece9d503084f4e38e709b0189d8ee",
    "metadata": {
        "title": "Olympics in the Time of a Pandemic",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "S"
                ],
                "last": "Dhillon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "PGIMER",
                    "location": {
                        "region": "Chandigarh",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The Olympics of the modern era have established themselves as the pinnacle of sports achievement; athletes often train most of their sporting lives to compete, if not win a medal, and the dreams of millions of their countrymen accompany them to the games. Since the Games were restarted, the motto Citius, Altius, Fortius, coined by Baron de Coubertin in 1984, has actually been followed to the letter. In the latter half of the twentieth century, medicine started combining with scientific coaching to make athletes run faster, jump higher and become stronger. This has had some positives, as multiple records in sports have been broken, many standards have been reset, and breakdown of athletes in their quest for perfection has been minimized. The introduction of medical sciences into sport, along with a better understanding of what makes athletes better, or more suited to particular disciplines of sports, has brought with it the unavoidable misuse of advances to unfairly help some athletes do better. As written by John et al. in the current issue, we now understand the genetic make-up of the athlete, and this can be used in a good sense to train some athletes with specific genes into specific sports they are suitable for. The downside is the potential emergence of doping, which may involve genetic doping, blood doping or even drugs, and this has such potential for harm, that the International Olympic committee has developed stringent guidelines and strictures to enforce this. Medhi et al. discuss the Biological passports of athletes in this issue, which some countries and associations have started to implement, but which still are not universally understood by medical personnel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The current symposium was designed to cover issues related to Olympic sports that could be relevant to Orthopaedic surgeons, and we hoped to increase their awareness of many aspects of medicine in relation to the athletes they deal with. Epidemiology of injuries of the Knee, Shoulder and the Foot has been discussed, sports specific issues related to wrestling, badminton and cricket have been evaluated, and even the personal trials and tribulations on the Road to Gold have been penned down by India's first individual Gold Medalist, Abhinav Bindra. Many other International contributors have added to the knowledge pool which maybe relevant to Orthopods and other medical practitioners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "But we have been sidetracked; unfortunately, the sheen of this comprehensive composition focused on the Olympics has been partly removed by another event which is totally unconnected. The 2020 Tokyo Olympics are now becoming (in)famous for another medical issue; the COVID 19 pandemic, which hangs like a pall of gloom over the event itself. This has led to the postponement of the Olympics to 2021 [1].",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Never in history has an Olympic Games been cancelled by a medical issue. Since its restart in 1894, the world wars (1916 Berlin Olympics, and 1940 Tokyo Olympics) were the only major international catastrophes leading to the cancellation of these games. The 1944 London Olympics were postponed to 1948, but health issues in the form of a pandemic are a unique first to postpone this major international event. Japan, unfortunately, has a unique history in relation to health issues and Olympics. The 1998 Winter Olympics in Nagano, Japan were associated with another flu outbreak; many top athletes moved out of the Olympic Village into Hotels, some like top ranked figure skater Tanja Szewczenko of Germany withdrew before her event, and several gold medal hopefuls were too ill to compete in events for which they had trained for years. The 8000 journalists who worked in closed environments were also badly hit, and many schools in the region were closed. But the games still went on [2] ! So, what is different in 2020? The scale of the pandemic (its global), the virulence of the infection (thousands are dead, and hundreds of thousands are infected), and the understanding that \"Social distancing\" maybe the only method currently known to prevent dissemination of the disease have led to this drastic measure. It is not only the thousands of athletes that would gather, but the support staff, the media, and the common fans, who would congregate to these venues, making a catastrophic issue already worse. Many countries have banned international travel, and although the economic cost to the games, the media, the athletes and the host country is immense, the potential costs if the games went ahead is even worse. So, I feel that Olympics and Pandemics do not mix, and one has to give way for the other; health of athletes and the public is paramount, and thus the IOC and Japan rightfully beat a strategic retreat. Nevertheless the current issue of the Indian Journal of Orthopaedics, with a specially designed symposium timed to go to print at the time of the 2020 Olympics will still go ahead; as they say, the show must go on.",
            "cite_spans": [
                {
                    "start": 987,
                    "end": 990,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The FLU Plagues Olympics",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}