{
    "paper_id": "1fe5bf80c30c0aa62272518b078afc2a82e1fce4",
    "metadata": {
        "title": "Burden of respiratory viral infection in persons with human immunodeficiency virus",
        "authors": [
            {
                "first": "Subhashini",
                "middle": [
                    "A"
                ],
                "last": "Sellers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of North Carolina at Chapel Hill",
                    "location": {
                        "settlement": "Chapel Hill",
                        "country": "North Carolina"
                    }
                },
                "email": ""
            },
            {
                "first": "Kenton",
                "middle": [
                    "L"
                ],
                "last": "Dover",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of North Carolina at Chapel Hill",
                    "location": {
                        "settlement": "Chapel Hill",
                        "country": "North Carolina"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Aubrey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Bailey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of North Carolina at Chapel Hill",
                    "location": {
                        "settlement": "Chapel Hill",
                        "region": "North Carolina"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [
                    "Avery"
                ],
                "last": "Cheves",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of North Carolina at Chapel Hill",
                    "location": {
                        "settlement": "Chapel Hill",
                        "region": "North Carolina"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Anthony",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Eason",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of North Carolina at Chapel Hill",
                    "location": {
                        "settlement": "Chapel Hill",
                        "region": "North Carolina"
                    }
                },
                "email": ""
            },
            {
                "first": "Elena",
                "middle": [
                    "B"
                ],
                "last": "Popowitch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McClendon Clinical Laboratories",
                    "location": {
                        "settlement": "Chapel Hill",
                        "country": "North Carolina"
                    }
                },
                "email": ""
            },
            {
                "first": "Melissa",
                "middle": [
                    "B"
                ],
                "last": "Miller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of North Carolina at Chapel Hill",
                    "location": {
                        "settlement": "Chapel Hill",
                        "region": "North Carolina"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "A"
                ],
                "last": "Wohl",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of North Carolina at Chapel Hill",
                    "location": {
                        "settlement": "Chapel Hill, North Carolina"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Dirk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Dittmer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of North Carolina at Chapel Hill",
                    "location": {
                        "settlement": "Chapel Hill",
                        "region": "North Carolina"
                    }
                },
                "email": "dirk_dittmer@med.unc.edu"
            },
            {
                "first": "William",
                "middle": [
                    "A"
                ],
                "last": "Fischer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of North Carolina at Chapel Hill",
                    "location": {
                        "settlement": "Chapel Hill",
                        "country": "North Carolina"
                    }
                },
                "email": "s:william_fischer@med.unc.edu"
            },
            {
                "first": "William",
                "middle": [
                    "A"
                ],
                "last": "Correspondence",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dirk",
                "middle": [
                    "P"
                ],
                "last": "Fischer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Dittmer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This study was conducted to determine the prevalence of respiratory viral infections (RVI) in persons living with HIV (PLH) admitted with a respiratory complaint using real-time reverse transcription polymerase chain reaction and primer-independent next-generation sequencing (NGS). Of 82 subjects, respiratory viruses were the most common pathogen identified in 27 (33%), followed by fungus and bacteria in 8 (10%) and 4 (5%) subjects, respectively. Among subjects with RVI, 11 (41%) required ICU admission and 16 (59%) required mechanical ventilation. The proportion of respiratory viruses identified, and the associated complicated hospital course highlights the significant role that RVIs play in the lung health of PLH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "acquired immune deficiency syndrome, human immunodeficiency virus, next-generation sequencing, respiratory virus, viral pneumonia 466 | SELLERS Et aL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Pulmonary complications, including respiratory tract infections, are a major cause of morbidity and mortality among people living with HIV (PLH). 1, 2 While bacterial and fungal pathogens have been well -described as important etiologies of opportunistic lung disease, less is known about respiratory viruses in PLH. 3 Studies from antiretroviral therapy (ART)-limited regions revealed a 20-fold higher risk of respiratory viral infections among pediatric and adult PLH compared with HIV-uninfected subjects. 4, 5 In these settings, HIV infection was also a risk factor for higher rates of hospitalization, pneumococcal coinfection, and the need for supplemental oxygen in lower respiratory tract influenza infection. [5] [6] [7] The aim of our study was to determine the prevalence of respiratory viruses in a cohort of PLH hospitalized with a respiratory complaint at a tertiary care center. Secondarily, commercial real-time reverse transcription polymerase chain reaction (rRT-PCR) was compared to pathogen-agnostic next-generation sequencing (NGS) for the detection of viral pathogens in respiratory specimens. ",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 148,
                    "text": "1,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 149,
                    "end": 150,
                    "text": "2",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 317,
                    "end": 318,
                    "text": "3",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 509,
                    "end": 511,
                    "text": "4,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 512,
                    "end": 513,
                    "text": "5",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 718,
                    "end": 721,
                    "text": "[5]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 722,
                    "end": 725,
                    "text": "[6]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 726,
                    "end": 729,
                    "text": "[7]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUC TI ON"
        },
        {
            "text": "Of 101 subjects that met criteria for enrollment, 12 refused participation, four were discharged prior to recruitment, two were Spanish-speaking only, and one was decisionally impaired with no available legally authorized representative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Screening/enrollment"
        },
        {
            "text": "Eighty-two subjects including 49 (60%) men with a mean age of 50 were included in the final analysis (Table 1) . Demographic, clinical characteristics, and outcomes were similar between those with and without a respiratory virus with the exception of a significantly higher BMI in the group with a virus. Approximately 1/3 each were current or former smokers, and less than half received an influenza vaccine in the prior season. While more than 70% were prescribed antiretroviral therapy, 39% had plasma HIV RNA levels that were above the limits of detection. More than half of the participants had CD4 cell counts below 200/mm 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 110,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "| Screening/enrollment"
        },
        {
            "text": "Thirty-four subjects (41%) were diagnosed with a respiratory infection including 27 (33%) with a respiratory virus detected alone or in combination with other pathogens-including one subject with two viruses detected simultaneously, three with both Pneumocystis jirovecii pneumonia (PJP) and viral coinfection, and 2 (2%) with bacterial/viral coinfection ( Figure S1 ). Of the seven remaining subjects, PJP was detected in 5 and bacterial pneumonia in 2. Rhinovirus was the most common respiratory viral pathogen detected in 14 subjects (52%), followed by influenza (19%), parainfluenza (11%), coronavirus (7%), and adenovirus (7%). Five respiratory viral infections were identified retrospectively through rRT-PCR testing conducted as part of this study ( Figure S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 366,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 757,
                    "end": 766,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "| Respiratory virus detection"
        },
        {
            "text": "For 29 participants, 39 respiratory samples (29 NP and 10 BAL) were also tested for RNA viruses using NGS ( Figure S2 ). Three participants had discordant results compared with rRT-PCR testing:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 117,
                    "text": "Figure S2",
                    "ref_id": null
                }
            ],
            "section": "| Respiratory virus detection"
        },
        {
            "text": "One had adenovirus detected by rRT-PCR but not by RNA-based NGS, and two subjects had coronavirus and parainfluenza 4 detected by rRT-PCR but no virus was identified by NGS. NGS did not detect any additional viruses compared to rRT-PCR; however, complete genome sequences were obtained for rhinovirus in three subjects that were genetically distinct from all known rhinoviruses ( Figure S3 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 389,
                    "text": "Figure S3",
                    "ref_id": null
                }
            ],
            "section": "| Respiratory virus detection"
        },
        {
            "text": "PLH admitted with a respiratory virus required a high level of care with 41% admitted to the intensive care (ICU) unit and 59% requiring mechanical ventilation. Four subjects with a respiratory virus (15%) were discharged to a higher level of care than on admission, and 3 (11%) died ( Table 1) . Subjects who died during hospital admission had a lower mean CD4 (43 cells/µL) and higher HIV viral load (165 962 copies/mL) compared to those who were discharged home or to a rehabilitation facility, but pairwise comparisons were not statistically significant (Table S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 294,
                    "text": "Table 1)",
                    "ref_id": null
                },
                {
                    "start": 558,
                    "end": 567,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": "| Clinical outcomes"
        },
        {
            "text": "In this cohort of 82 PLH admitted with a respiratory complaint, respiratory viruses were the most commonly identified respiratory pathogens, more than bacterial and fungal pathogens combined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| D ISCUSS I ON"
        },
        {
            "text": "Among PLH enrolled in this study, those diagnosed with a respi- Additionally, our characterization of infectious etiologies was molecular-based for viruses but relied on less sensitive methods for the detection of bacteria and PJP. However, in support of these findings, viruses were also the most commonly identified pathogen in community-acquired pneumonia in the EPIC study, which used rigorous microbiologic testing, suggesting that the prevalence of viruses identified in this study is not due to disparate diagnostic sensitivity. 12 We also cannot exclude that viruses identified could represent asymptomatic carriage in the nasopharynx; however, all subjects were symptomatic on admission, and with the exception of four subjects that had concomitant PCP or bacterial infection, no other respiratory pathogens were identified. Lastly, the use of NGS in this study was exploratory and limited to a subset of participants. The limit of detection by the number of reads being sequenced emerged as a constraint of NGS as seen previously. 13, 14 Likely for this reason, a coronavirus was identified by RT-PCR, but In conclusion, respiratory viruses were the most common respiratory pathogen identified in admitted PLH. These subjects experienced severe illness as 41% required ICU admission, 59% required mechanical ventilation, and 11% died. Respiratory viral infections represent an important cause of severe illness in PLH admitted with respiratory symptoms. Future research should be directed at understanding if PLH are at increased risk of respiratory viral infections or increased severity compared with HIV-uninfected individuals in the setting of widespread ART availability and in low prevalence HIV settings, and if so, potential mechanisms underlying that increased risk.",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 538,
                    "text": "12",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1041,
                    "end": 1044,
                    "text": "13,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1045,
                    "end": 1047,
                    "text": "14",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "| D ISCUSS I ON"
        },
        {
            "text": "No conflicts of interest to report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CO N FLI C T O F I NTE R E S T"
        },
        {
            "text": "Subhashini Sellers: Data curation, Formal analysis, Investigation,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTH O R CO NTR I B UTI O N S"
        },
        {
            "text": "Additional supporting information may be found online in the Supporting Information section. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S U PP O RTI N G I N FO R M ATI O N"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Writing-original draft, Writing-review & editing. Kenton Dover: Data curation, Writingreview & editing. Aubrey Bailey: Data curation, Formal analysis, Investigation, Methodology, Software, Visualization, Writingoriginal draft, Writing-review & editing. Avery Cheves: Data curation, Formal analysis, Methodology, Validation, Writingoriginal draft, Writing-review & editing. Anthony Eason: Data curation",
            "authors": [],
            "year": null,
            "venue": "Methodology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Data curation, Formal analysis, Methodology, Validation, Writing-original draft, Writing-review & editing",
            "authors": [
                {
                    "first": "Elena",
                    "middle": [],
                    "last": "Popowitch",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Writing-review & editing. David Wohl: Investigation, Methodology, Resources, Supervision, Writingreview & editing. Dirk Dittmer: Conceptualization, Data curation, Formal analysis, Funding acquisition, Investigation, Methodology, Resources, Software, Supervision, Validation, Visualization, Writing-original draft, Writing-review & editing. William Fischer: Conceptualization, Data curation, Formal analysis, Funding acquisition, Investigation",
            "authors": [
                {
                    "first": "Melissa",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Conceptualization, Data curation, Formal analysis, Funding acquisition, Investigation, Methodology, Resources, Supervision, Validation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Annual Meeting",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "This study received approval from the University of North Carolina at Chapel Hill IRB",
            "authors": [
                {
                    "first": "E Th I C S",
                    "middle": [],
                    "last": "Co M M It Te E A Pprova L",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "13--2140",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pulmonary complications of HIV infection: report of the fourth NHLBI workshop",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Rosen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Peavy",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Respir Crit Care Med",
            "volume": "164",
            "issn": "11",
            "pages": "2120--2126",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "HIV-associated lung infections and complications in the era of combination antiretroviral therapy",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Crothers",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Burkhardt",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Am Thorac Soc",
            "volume": "8",
            "issn": "3",
            "pages": "275--281",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Fungal, viral, and parasitic pneumonias associated with human immunodeficiency virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Skalski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Limper",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Semin Respir Crit Care Med",
            "volume": "37",
            "issn": "2",
            "pages": "257--266",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mortality associated with seasonal and pandemic influenza and respiratory syncytial virus among children <5 years of age in a high HIV prevalence setting-South Africa",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tempia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Walaza",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Clin Infect Dis",
            "volume": "58",
            "issn": "9",
            "pages": "1241--1249",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Epidemiology of severe acute respiratory illness (SARI) among adults and children aged >/=5 years in a high HIV-prevalence setting",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Walaza",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moyes",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Severe influenza-associated respiratory infection in high HIV prevalence setting, South Africa",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moyes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tempia",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "11",
            "pages": "1766--1774",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Seasonal influenza epidemiology in sub-Saharan Africa: a systematic review",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Gessner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shindo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Briand",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet Infect Dis",
            "volume": "11",
            "issn": "3",
            "pages": "223--235",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Obesity impairs the adaptive immune response to influenza virus",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ann Am Thorac Soc",
            "volume": "14",
            "issn": "Suppl_5",
            "pages": "406--409",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Cigarette smoking and the occurrence of influenza -systematic review",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mckeever",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Infect",
            "volume": "79",
            "issn": "5",
            "pages": "401--406",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Early corticosteroids in severe influenza A/H1N1 pneumonia and acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brun-Buisson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mercat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Thiebaut",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brochard",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Respir Crit Care Med",
            "volume": "183",
            "issn": "9",
            "pages": "1200--1206",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Glucocorticosteroids enhance replication of respiratory viruses: effect of adjuvant interferon",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Porritt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hertzog",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Bardin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Tate",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sci Rep",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Community-acquired pneumonia requiring hospitalization among U.S. adults",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Self",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wunderink",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "373",
            "issn": "5",
            "pages": "415--427",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Actionable diagnosis of neuroleptospirosis by next-generation sequencing",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Naccache",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Samayoa",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "25",
            "pages": "2408--2417",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Vironome of Kaposi sarcoma associated herpesvirus-inflammatory cytokine syndrome in an AIDS patient reveals co-infection of human herpesvirus 8 and human herpesvirus 6A",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Tamburro",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poisson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Virology",
            "volume": "433",
            "issn": "1",
            "pages": "220--225",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "ratory virus were found to have increased BMI (29 vs 24, P = .04) compared with those without a respiratory virus. In addition to the fact that increased BMI is a known risk factors for complicated influenza infection in the general population, this suggests that interventions targeting weight loss could reduce risk among PLH.8 Similarly, current smoking was significantly more prevalent in those diagnosed with a respiratory virus compared to those without (63% vs 25%, P = .001). This mirrors the association between smoking and influenza infection seen in the general population and further supports recommendations for tobacco cessation in this population.9 Since HIV-uninfected individuals were not simultaneously enrolled, it is not possible to determine whether HIV itself is a risk factor for severe disease; however, the high rates of subjects requiring ICU admission (41%), mechanical ventilation (59%), and discharge to a higher level of care than on admission (15%) highlight the severity of illness associated with respiratory viral infections in PLH. These findings support prior studies in resource-limited settings or that included subjects with poor HIV control found higher rates of hospitalization, longer lengths of stay, and increased need for supplemental oxygen in PLH compared to HIV-uninfected subjects with viral infection.[5][6][7] These findings combined with the low rates of influenza vaccination-only 25% of subjects' influenza were vaccinated, and overall cohort had a 46% vaccination rateindicate a missed opportunity to reduce morbidity and mortality among PLH.A substantial proportion of those admitted with a respiratory infection had suboptimally controlled HIV infection, and we are unable to determine whether this was due to recent HIV diagnosis, non-adherence, or another cause. However, the high burden of respiratory viral infections and marked severity of illness occurred across a wide range of HIV control, including 17 (63%) subjects with undetectable HIV viral loads. While the most severe disease was more common in subjects with lower CD4 counts and higher viral loads, 6/11 (55%) of subjects requiring ICU level care had an undetectable HIV viral load. Understanding the mechanisms that drive the severity of illness associated with respiratory viral infections in people living with HIV will be important to develop more effective therapeutic strategies. The rate of respiratory viral infections among PLH found in this study also argues for routine respiratory viral diagnostics in the care of PLH with respiratory complaints. Of the 27 subjects diagnosed with a respiratory viral infection, four were identified retrospectively during research testing as part of this study. An undiagnosed viral infection can have significant clinical implications, including unnecessary antibiotic administration and/ or the use of therapies that could be harmful in the setting of viral infection such as corticosteroids, 10,11 in addition to potential nosocomial spread. NGS represents an expansion of diagnostic capacity with the potential to identify viruses not included in the primer-dependent panel including new or re-emerging viruses. The ability of NGS to detect genetically distinct rhinoviruses provides proof of principle regarding the utility of NGS to detect viral variants.Strengths of this study include evaluation of a large cohort of PLH with respiratory symptoms to characterize the burden of respiratory viruses in symptomatic PLH. Combination of both traditional rRT-PCR and NGS diagnostics also represents a novel and thorough method of characterization. However, there are important limitations that should be considered. Foremost, this study was conducted in a single academic center and was limited to adults.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "This prospective, observational study was conducted at a tertiary care center where over 1800 PLH receive care. The population is 70% male and 60% black, which is reflective of PLH in theUnited States. PLH ≥ 18 years of age requiring admission between 08/2015 and 08/2018 were approached for enrollment sequentially on weekdays if they had a respiratory symptom (predefined as cough, shortness of breath, sore throat, rhinorrhea, wheezing, or stridor) documented as new and present on admission. Informed consent was obtained from all subjects. This study was approved by the institutional review board at the University of North Carolina. Clinical information including demographics, presenting symptoms, laboratory chemistries and hematology, medical history, medications, CD4 cell count and HIV plasma viral load, utilization of supplemental oxygen and critical care resources, microbiologic results, radiographic evaluation, and clinical outcomes of hospital course were collected by chart review. Nasopharyngeal (NP) swabs for each patient were collected in viral transport media and stored at −80°C within 24 hours of enrollment. Excess sample from bronchoalveolar lavage was collected and stored at −80°C if a clinically indicated bronchoscopy was performed. The eSensor RVP (GenMark) rRT-PCR platform was used to detect influenza A, influenza A H1, influenza A H3, influenza A 2009 H1N1, influenza B, respiratory syncytial virus A, Samples collected from individuals enrolled between August 2015 and August 2016 were also tested for RNA respiratory viruses using primer-agnostic next-generation deep genome sequencing (Supplemental Methods).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "SELLERS Et aL.TA B L E 1 Demographics, clinical characteristics, and outcomes of PLH admitted To a US tertiary care center with a respiratory complaint over 3 y, n = 82Note: Shown are the demographics for the study cohort overall and grouped by those that tested positive for a respiratory virus and those that tested negative for a respiratory virus. P-values were calculated using Student's t test for continuous variables and chi-squared test for categorical variables.Abbreviations: BMI, body mass index; ART, antiretroviral therapy; ARDS, acute respiratory distress syndrome. a CD4 counts <10 were considered equal to 10 for analysis.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "not by NGS. One obvious solution to overcome this limitation is to sequence to greater depth. Advances in NGS technology since this study make this a cost-neutral improvement. Another option is the transition to longer read platforms as longer reads are able to detect viruses with less homology to existing genomes, that is, novel pathogens. Lastly, one could add a pre-selection/ pre-amplification step, analogous to current, gene-targeted specialized NGS panels for cancer and other disease. Such a strategy would trade an increase in sensitivity, for the ability of NGS to detect novel respiratory pathogens, that is, genomes that were not included in rRT-PCR or NGS-enrichment-PCR panels.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "How to cite this article: Sellers SA, Dover KL, Bailey AG, et al. Burden of respiratory viral infection in persons with human immunodeficiency virus. Influenza Other Respi Viruses. 2020;14:465-469. https://doi.org/10.1111/irv.12734",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}