{
    "paper_id": "1fe645c8d05d960dd85d08eaaa5574100db591c8",
    "metadata": {
        "title": "Chapter 14 Protein Histochemistry Using Coronaviral Spike Proteins: Studying Binding Profi les and Sialic Acid Requirements for Attachment to Tissues",
        "authors": [
            {
                "first": "Iresha",
                "middle": [
                    "N Ambepitiya"
                ],
                "last": "Wickramasinghe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "Hélène"
                ],
                "last": "Verheije",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Protein histochemistry is a tissue-based technique that enables the analysis of viral attachment patterns as well as the identifi cation of specifi c viral and host determinants involved in the fi rst step in the infection of a host cell by a virus. Applying recombinantly expressed spike proteins of infectious bronchitis virus onto formalin-fi xed tissues allows us to profi le the binding characteristics of these viral attachment proteins to tissues of various avian species. In particular, sialic acid-mediated tissue binding of spike proteins can be analyzed by pretreating tissues with various neuraminidases or by blocking the binding of the viral proteins with specifi c lectins. Our assay is particularly convenient to elucidate critical virus-host interactions for viruses for which infection models are limited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious bronchitis virus (IBV), an avian coronavirus belonging to the genus Gammacoronavirus , is the major cause of contagious respiratory disease or infectious bronchitis in poultry. Many IBV serotypes have been isolated so far and some serotypes induce pathological changes in organs other than the respiratory tissues [ 1 ] . This variable tissue tropism is likely due to tissue-specifi c factors resulting in differences in binding or entry of the virus. Although a specifi c protein receptor for IBV is yet to be revealed it has been shown by removing sialic acids from the susceptible cell surface, that α2, 3-linked sialic acids are a determinant of cell attachment and entry of IBV [ 2 , 3 ] . Further elucidation of hostvirus interactions is, however, hampered due to limitations in in vitro infection model systems for pathogenic IBV strains.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 330,
                    "text": "[ 1 ]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 694,
                    "end": 703,
                    "text": "[ 2 , 3 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For IBV the initial cell attachment and entry is mediated by a glycoprotein called spike protein residing in the viral envelope. By swapping the gene encoding for spike protein between different IBV serotypes it has been shown that the spike determines the tissue tropism [ 4 ] . The spike protein is cleaved into an S1 and an S2 subunit [ 5 , 6 ] ; while S1 mediates the fi rst step in infection via the initial virus-cell binding, S2 is responsible for cell entry [ 7 ] . Analyzing the binding of S1 to tissues with our protein histochemistry protocol enables us not only to profi le the attachment of avian coronavirus S1 proteins to various avian tissues but also to elucidate glycan binding specifi cities of IBV S1 [ 8 ] as well as determinants within S1 for tissue attachment [ 9 ] . Thereby, this method aids to understand the in vivo tissue tropism of avian coronaviruses.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 277,
                    "text": "[ 4 ]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 338,
                    "end": 347,
                    "text": "[ 5 , 6 ]",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 471,
                    "text": "[ 7 ]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 721,
                    "end": 726,
                    "text": "[ 8 ]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 783,
                    "end": 788,
                    "text": "[ 9 ]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The amounts of buffers or chemicals prepared are described such to result in a convenient volume. Any other required volume can be calculated from this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "1. Expression plasmid harboring a CMV promoter, signal sequence, GCN4 trimerization domain and Strep-tag for purifi cation and detection: Use codon-optimized IBV S1 sequence of the serotype of interest ( see Note 1 ) and clone S1 into for example pCD5 expression plasmid ( see Note 2 ) in frame with CMV, GCN4, and Strep-tag (Fig. 1 5. T175 culture fl asks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 325,
                    "end": 332,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Materials"
        },
        {
            "text": "Diagrammatic representation of S1 expression cassette. S1 was cloned into pCD5 expression plasmid in frame with signal sequence (SS), trimerization motif (GCN4), and Strep-tag (ST2). The promoter sequence was from Cytomegalovirus (CMV) 21. Humidity chamber.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 1"
        },
        {
            "text": "Carry out all procedures at room temperature unless otherwise specifi ed. Centrifuge 50 ml tubes in a benchtop centrifuge and Eppendorf tubes in microcentrifuge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Amounts are shown for expression of S1 protein in one T175 fl ask. 2. The next day centrifuge at 800 × g for 10 min and carefully remove the supernatant without disturbing the bead pellet. Add 500 µl of PBS onto the beads, stir gently with a pipette tip and transfer the beads into a 2 ml Eppendorf tube ( see Note 8 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "3. Wash the beads three times using PBS (bead pellet: PBS is 1:1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "4. Centrifuge at 1,800 × g for 10 min for each wash.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "5. After the fi nal washing step remove PBS, add elution buffer ( see Note 9 ) and incubate for 5 min, vortexing every 1-2 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "6. Centrifuge at 1,800 × g for 10 min and collect the supernatant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "7. To remove remaining beads in the supernatant centrifuge another 10 min at 1,800 × g and transfer the supernatant into a new Eppendorf tube.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "8. Determine the protein concentration ( see Note 10 ). 3. Keep the slides in each dish of xylene for 5 min and in each dish of alcohol and distilled water for 3 min. End with immersing in distilled water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "1. Place the staining rack with the slides in a heat-resistant jar or a container and add citrate buffer until the fl uid level is at least 2 cm above the slides. Close the container with a lid. 2. Rinse the slides in PBS three times each for 5 min as previously described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purifi cation of Recombinant IBV S1 Protein"
        },
        {
            "text": "3. Dry the back of the slides and around the tissues, place the slides Fig. 3 Protein histochemistry for IBV M41-S1. IBV M41-S1 was applied onto ( a ) untreated chicken trachea and ( b ) chicken trachea treated with neuraminidase. Positive staining ( red ) in cilia and goblet cells is indicated with an arrow and arrowhead , respectively 2. Transfection of HEK 293T cells with pCD5 expression vector has been described previously [ 10 , 11 ] .",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 442,
                    "text": "[ 10 , 11 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 77,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Visualizing and Counterstaining"
        },
        {
            "text": "3. Dissolving of PEI in distilled water might take up to 1 or 2 days. The solution should be continuously stirred at 50-60 °C and when it is completely dissolved, fi lter-sterilize, aliquot, and store at −20 °C. The effi ciency of PEI for transfecting HEK 293T cells with DNA is tested by using PEI ratios from 1:5 to 1:20. The number of transfected cells is counted using a fl uorescence microscope under 10× magnifi cation. The best ratio to use for subsequent transfection is the ratio that gives the highest percentage (usually 40 %) of transfected cells with lowest toxicity or cell death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Visualizing and Counterstaining"
        },
        {
            "text": "Concentration gradient ensures reaching the optimum amount of lectins required for complete blocking of the binding of recombinant proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "6. By seeding 1 × 10 7 cells per T175 fl ask we were able to reach 50-60 % confl uence after 24 h post seeding. When compared to <50 % or >60 % cell confl uence, transfection at 50-60 % confl uence results in a signifi cantly higher transfection efficiency and thereby higher amounts of recombinant proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "7. Proteins in the supernatant (using 5-10 µl) are analyzed using SDS PAGE followed by western blotting to determine whether the protein is properly produced. In particular we check for any degradation, low or no expression and correct molecular weight (IBV S1 protein is highly glycosylated and migrates around 110 kDa). Upon high amounts of protein in the culture supernatant (usually appearing as thick bands of ≥5 mm in the fi lm) we add 250 µl of 50 % Strep-Tactin sepharose suspension for each 10 ml of supernatant. However, compared to column-based purifi cation minor fraction of proteins were lost with the supernatant after purifi cation with the beads. If necessary, column based purifi cation can be done according to the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "8. Since the beads tend to stick on to the surface of the tube, it is important not to disturb the sediment after centrifugation and while transferring to a 2 ml Eppendorf tube. If necessary, to recover more beads from the surface of the tube add PBS for another one or two times, but limit the total volume to no more than 1.8 ml to prevent spilling of the beads while closing the Eppendorf tube.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "9. For every 250 µl of 50 % Strep-Tactin sepharose suspension we use 125 µl of elution buffer. Whenever we obtained low protein yields (<4 mg/ml) the proteins were concentrated using Vivaspin according to the manufacturer's instructions. 10 . We use ≥2 µl of purifi ed proteins to measure the concentrations in Qubit fl uorimeter. We also approximated the protein concentrations compared to a BSA standard after GelCode Blue/Coomassie staining of a SDS PAGE gel.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 240,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "11. Performing antigen retrieval in the microwave can destroy some tissues (for example tracheal epithelium and cartilage). In such instances transfer the glass slides into a polypropylene Coplin jar fi lled with citrate buffer, cover with a lid, and keep in a water bath preheated to 80 °C for 45 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "12. Since Strep -Tactin HRP is optimized only for western blotting different lots may complex to a different extent with spike proteins. Therefore, every lot number has to be tested using a prior lot number giving positive signals. Moreover, the amount of Strep -Tactin HRP to the total volume (1:200) was opti-mized for IBV-S1, and has to be optimized accordingly when using a recombinant protein with different molecular weight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "13. Wear gloves when handling AEC. Apply AEC in a fume hood and discard safely the water drained with AEC. For large tissue sections a coverslip can be used to spread AEC drops gently over the tissues, thus minimizing the required amounts of AEC to suffi ciently cover tissues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "14. We used both Vibrio cholera neuraminidase and Arthrobacter ureafaciens neuraminidase. Compared to Vibrio cholera neuraminidase, Arthrobacter ureafaciens neuraminidase showed more effi cient cleaving of sialic acids from tissues embedded in paraffi n. It is important to apply suffi cient volume of total fl uid to prevent drying off the tissues during incubation at 37 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vet Res",
            "volume": "38",
            "issn": "",
            "pages": "281--297",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Sialic acid is a receptor determinant for infection of cells by avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schwegmann-Wessels",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Gen Virol",
            "volume": "87",
            "issn": "",
            "pages": "1209--1216",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Infection of the tracheal epithelium by infectious bronchitis virus is sialic acid dependent",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herrler",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Microb Infect",
            "volume": "10",
            "issn": "",
            "pages": "367--373",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Recombinant avian infectious bronchitis virus expressing a heterologous spike gene demonstrates that the spike protein is a determinant of cell tropism",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Casais",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dove",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "9084--9089",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Proteolytic activation of the spike protein at a novel RRRR/S motif is implicated in furin-dependent entry, syncytium formation, and infectivity of coronavirus infectious bronchitis virus in cultured cells",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "8744--8758",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus IBV: virus retaining spike glycopolypeptide S2 but not S1 is unable to induce virus-neutralizing or haemagglutination-inhibiting antibody, or induce chicken tracheal protection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Darbyshire",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Gen Virol",
            "volume": "67",
            "issn": "",
            "pages": "1435--1442",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The coronavirus spike protein is a class I virus fusion protein: Structural and functional characterization of the fusion core complex",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Der Zee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "8801--8811",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Binding of avian coronavirus spike proteins to host factors refl ects virus tropism and pathogenicity",
            "authors": [
                {
                    "first": "Ina",
                    "middle": [],
                    "last": "Wickramasinghe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "De Vries",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gröne",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "8903--8912",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mapping of the receptor-binding domain and amino acids critical for attachment in the spike protein of avian coronavirus infectious bronchitis virus",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Promkuntod",
                    "suffix": ""
                },
                {
                    "first": "Rew",
                    "middle": [],
                    "last": "Van Eijndhoven",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Vrieze",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virology",
            "volume": "448",
            "issn": "",
            "pages": "26--32",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Recombinant soluble, multimeric HA and NA exhibit distinctive types of protection against pandemic swine-origin 2009 A(H1N1) infl uenza virus infection in ferrets",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bodewes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "De Vries",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "10366--10374",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The infl uenza A virus hemagglutinin glycosylation state affects receptor-binding specifi city",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "De Vries",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Vries",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virology",
            "volume": "403",
            "issn": "",
            "pages": "17--25",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Boil the sections in citrate buffer for 10 min at 900 kW in a microwave ( see Note 11 ). 3. Leave the slides in the citrate buffer and allow to cool down for 15-20 min. 4. Transfer the slides into a Coplin jar fi lled with PBS and keep on a platform rocker for 5 min. Repeat the PBS step twice. 1. Remove PBS from the last washing step and add 1 % hydrogen peroxide until the sections are properly covered. Close the jar with a lid and incubate for 30 min. 2. Discard hydrogen peroxide add PBS-Tween 0.1 % and rinse the slides for 5 min on a platform rocker. Repeat the PBS-Tween 0.1 % wash step twice. 3. Dry the back of the slides and around the sections using a tissue, and draw lines around the tissues with a Dako or an Immunopen. 4. Place the slides in a humidity chamber and apply suffi cient amounts of 10 % normal goat serum to cover the tissues (usually 50-200 µl depending on the size of the section). 5. Close the humidity chamber and incubate for 30 min. 1. Premix spike protein to a fi nal concentration of 0.1 mg/ml and S trep -Tactin HRP 1:200 in PBS ( see Note 12 ) in an Eppendorf tube and incubate for 30 min on ice. 2. Drain goat serum from the sections and apply suffi cient amounts (usually 50-200 µl depending on the size of the section) of spike protein-S trep -Tactin HRP complex to tissues. 3. Incubate the sections with the protein-S trep -Tactin HRP complex overnight at 4 °C.1. Drain the protein-antibody complex and place the slides in a Coplin jar fi lled with PBS.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "1. Day 1: Seed a T175 culture fl ask with 1 × 10 7 HEK 293 T cells in a total volume of 25 ml of DMEM + medium. Incubate the cells at 37 °C for 24 h until the cells reach a confl uence of 50-60 % ( see Note 6 ).2. Day 2: Prepare reaction mix. For one T175 fl ask fi rst pipette 15 µg of the expression vector pCD5 containing IBV S1 into DMEM and then pipette PEI into the DMEM. The total volume of DNA, PEI and DMEM should be 1.5 ml per fl ask to be transfected. Incubate the reaction mix for 15 min. Remove 5 ml of the medium from the cells and add the reaction mix into the medium with the T175 fl ask in an upright position then gently agitate before repositioning the fl ask horizontally to incubate at 37 °C for 24 h ( see Note 2 ).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Steven van Beurden for critical reading of this chapter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        },
        {
            "text": "in a humidity chamber, and apply AEC dropwise ( see Note 13 ). 4 . Close the chamber and incubate for 15 min. 5 . Dip the sections into a Coplin jar with water and place the glass slides in a staining rack.6. Rinse the slides in tap water for 5 min and immerse in hematoxylin for 40-60 s.7. Keep the slides in running water for 10 min.8. Finally place a coverslip to cover the tissues using Aquatex (Fig. 2 ).1. After treating the slides with hydrogen peroxide (Subheading 3.3.3 ) place the slides in a humidity chamber and circle the tissue regions with Dako or Immunopen. 3. Next day rinse the slides in PBS-Tween 0.1 % three times each for 5 min and continue with Subheading 3.3.4 (Fig. 3 ) .",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 64,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 110,
                    "end": 111,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 399,
                    "end": 406,
                    "text": "(Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 684,
                    "end": 693,
                    "text": "(Fig. 3 )",
                    "ref_id": null
                }
            ],
            "section": "annex"
        },
        {
            "text": "1. The sequences coding for spike were codon-optimized for expression in mammalian cells, resulting in approximately fi ve times higher production of proteins than using non-optimized viral sequences. Fig. 2 Schematic representation of protein histochemistry. S1 protein was pre-complexed with Strep -Tactin HRP before applying onto tissue section",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 207,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Notes"
        }
    ]
}