{
    "paper_id": "1fe7d2cd1fe124c520fd6854ac34c13ff28e13dd",
    "metadata": {
        "title": "Technical Annexes Guidance Notes",
        "authors": []
    },
    "abstract": [
        {
            "text": "These annexes contain compilations of frequently used reference information. This information has helped us analyze field data, generate REA and health situation reports, and answer countless questions from our colleagues. Selected comments follow below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "material (3) financial f. identification of deliverables and timetables g. consolidated reporting and dissemination (1) group terms of reference (2) meeting minutes (3) epidemiology updates (4) health sitreps (5) component analysis (6) field documentation (toolkit) for new arrivals 8. Capacity building of host authorities 9. Civil society partnership and support a. organize community leaders b. encourage gender mainstreaming c. encourage privatization d. discourage entitlements 10. Advocacy 11. Transition to early recovery D.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 12,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 116,
                    "end": 119,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 165,
                    "end": 168,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "(6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Strategy for Livelihood/Economic Relief 1. Restore productive assets (supply side interventions) a. in-kind donations (e.g. food, seeds, tools, fishing nets, etc.) b. types of community projects in food-for-assets programs (1) natural resources development (a) water harvesting (b) soil conservation (2) restoration of agri(aqua)culture potential (a) irrigation systems (b) seed systems (3) infrastructure rehabilitation (a) schools (b) market places (c) community granaries (d) warehouses (e) roads (f) bridges (4) diversification of livelihoods (a) training and experience sharing 2. Increase individual purchasing power a. cash distribution b. cash for work (cash for assets) c. vouchers d. micro-credit e. job fairs f. artisanal production g. livelihoods/income generation 3. Support market resumption a. market rehabilitation b. infrastructure rehabilitation c. micro-finance institutions E.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 303,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 387,
                    "end": 390,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "(4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Goals-protect what's left (1 month), restore the system (6 months), improve the system ( (2) non-food items c. financial assistance (1) cash grants (2) cash for work (3) microfinance (loans) (4) livelihood/income generation 3. Ensure responsible resource management a. human resources management (1) incident management command and control (2) team structure and function (3) staff selection (a) internationals (b) homologues (4) field activities (a) briefing (b) meetings and reports (c) debriefing (5) operations support (a) comms (b) transport (c) office (d) food and lodging (6) personal health maintenance and morale b. material resources management c. financial resources management d. supervision e. monitoring and evaluation 4. Scale up coverage of priority health interventions 5. Address bottlenecks of the disrupted health system (otherwise temporary solutions become permanent) 6 . Protect essential public health infrastructures 7. Build capacity of local authorities with focus on sustainable systems a. technical oversight-hiring of local experts b. material assistance-production of key commodities c. financial assistance 8. Provide incentives for host government 9. Support host country non-beneficiary population 10 . Find new partners in the development community 11 . Use health Sustainable Development Goals as targets for recovery activities 12. Seek opportunities and develop mechanisms for transition and phase out F.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 88,
                    "text": "(",
                    "ref_id": null
                },
                {
                    "start": 89,
                    "end": 92,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 132,
                    "end": 135,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 500,
                    "end": 503,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 558,
                    "end": 561,
                    "text": "(d)",
                    "ref_id": null
                },
                {
                    "start": 579,
                    "end": 582,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 890,
                    "end": 891,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 1232,
                    "end": 1234,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 1284,
                    "end": 1286,
                    "text": "11",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1365,
                    "end": 1368,
                    "text": "12.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Strategy for Early Recovery"
        },
        {
            "text": "1. Programmatic constraints a. staff (1) western trained (2) hospital-based (3) resource intensive (4) technology dependent (5) procedurally oriented (6) invasive (7) monolingual (8) hazard naïve b. supervision (1) limited responsibility (2) limited authority (3) limited accountability c. projects (1) acute (2) curative (3) short-term (4) intermittent d. systems (1) inadequate security (2) weak rule of law (3) limited accountability framework (4) uncoordinated 1. International cooperation to protect lives and health 2. Timely and sustained high-level political leadership to the disease 3. Transparency in reporting of cases of disease in humans and in animals caused by strains that have pandemic potential to increase understanding, enhance preparedness, and ensure rapid and timely response to potential outbreaks 4. Immediate sharing of epidemiological data and clinical samples with the World Health Organization (WHO) and the international community to characterize the nature and evolution of any outbreaks as quickly as possible 5. Prevention and containment of an incipient epidemic through capacity building and in-country collaboration with international partners 6. Rapid response to the first signs of accelerated disease transmission 7. Work in a manner supportive of key multilateral organizations (WHO, FAO, OIE) 8. Timely coordination of bilateral and multilateral resource allocations; dedication of domestic resources (human and financial); improvements in public awareness; and development of economic and trade contingency plans 9. Increased coordination and harmonization of preparedness, prevention, response and containment activities among nations 10. Actions based on the best available science D.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 40,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 57,
                    "end": 60,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 76,
                    "end": 79,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 102,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 124,
                    "end": 127,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 150,
                    "end": 153,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "(8)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 211,
                    "end": 214,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "(4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Program Constraints and Failures"
        },
        {
            "text": "Program Innovations at Community Level 1. Genocide (Article 6)-acts committed with intent to destroy, in whole or in part, a national, ethnic, racial, or religious group a. killing members of the group b. causing serious bodily or mental harm to members of the group c. inflicting on the group conditions of life calculated to bring about its physical destruction in whole or in part d. imposing measures intended to prevent births within the group e. forcibly transferring children of the group to another group 2. Crimes against humanity (Article 7)-acts committed as part of a widespread or systematic attack against any civilian population, with knowledge of the attack a. murder b. extermination c. enslavement d. deportation e. imprisonment in violation of international law f. torture g. rape, sexual slavery, enforced prostitution, forced pregnancy, enforced sterilization, or other comparable form of sexual violence h. persecution on political, racial, national, ethnic, cultural, religious, gender, or other grounds universally recognized as impermissible under international law i. enforced disappearance j. apartheid k. other inhumane acts intentionally causing great suffering or serious injury to body or to mental or physical health 3. War crimes (Article 8) a. grave breaches of the Geneva Conventions of 12 Aug 1949 (1) willful killing (2) torture or inhumane treatment including biological experiments (3) willfully causing great suffering (4) extensive destruction and appropriation of property (5) compelling a POW to serve in the armed forces of a hostile power (6) willfully depriving a POW of the right to a fair trial (7) unlawful deportation (8) taking of hostages b. serious violations of laws and customs applicable in international armed conflict (1) intentionally directing attacks against the civilian population or against civilians not taking direct part in hostilities (2) intentionally directing attacks against civilian objects (3) intentionally directing attacks against personnel, installations, material, units, or vehicles involved in humanitarian assistance or peacekeeping mission (4) intentionally launching an attack in the knowledge that it will cause incidental civilian loss of life or severe damage to the natural environment (5) attacking undefended towns, villages, dwellings, or buildings which are not military targets (6) killing or wounding a combatant who has surrendered (7) improper use of a flag of truce, flag or insignia or uniform of the enemy or of the UN, or emblems of the Geneva conventions resulting in death or serious personal injury (8) transfer by the Occupying Power of parts of its own civilian population into the territory it occupies, or the deportation or transfer of all or parts of the population of the occupied territory within or outside the territory (9) intentionally directing attacks against buildings dedicated to religion, education, art, science, charitable purposes, historic monuments, hospitals, and places where sick are collected, provided they are not military objectives (10) subjecting persons to physical mutilation or to medical or scientific experiments which are not justified by the medical treatment nor carried out in his/her interest (11) killing or wounding treacherously individuals belonging to the hostile nation or army (12) declaring that no quarter will be given (13) destroying or seizing the enemy's property unless such be imperatively demanded by the necessities of war (14) declaring abolished, suspended, or inadmissible in a court of law the rights and actions of the nationals of the hostile party (15) compelling the nationals of the hostile party to take part in the operations of war directed against their own country (16) pillaging a town or place, even when taken by assault (17) employing poison or poison weapons (18) employing asphyxiating, poisonous or other gases, and all analogous liquids, materials, or devices (19) employing bullets which expand or flatten easily in the human body (20) employing weapons, projectiles, material and methods of warfare which cause superfluous injury or unnecessary suffering (21) committing outrages upon personal dignity, in particular humiliating and degrading treatment (22) committing rape, sexual slavery, enforced prostitution, forced pregnancy, enforced sterilization, or other comparable form of sexual violence (23) utilizing a civilian or other protected person to render certain areas or military forces immune from military operations (24) intentionally directing attacks against buildings, material, medical units, transport, and personnel using the emblems of the Geneva Conventions in conformity with international law (25) conscripting or enlisting children under the age of 15 years c. serious violations of common article 3 applicable in non-international armed conflict, i.e. acts vs.",
            "cite_spans": [
                {
                    "start": 1272,
                    "end": 1274,
                    "text": "8)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1354,
                    "end": 1357,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 1421,
                    "end": 1424,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 1459,
                    "end": 1462,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 1515,
                    "end": 1518,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 1584,
                    "end": 1587,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 1643,
                    "end": 1646,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1668,
                    "end": 1671,
                    "text": "(8)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1776,
                    "end": 1779,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 1903,
                    "end": 1906,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 1964,
                    "end": 1967,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 2123,
                    "end": 2126,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 2274,
                    "end": 2277,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 2371,
                    "end": 2374,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 2427,
                    "end": 2430,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2602,
                    "end": 2605,
                    "text": "(8)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2833,
                    "end": 2836,
                    "text": "(9)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3066,
                    "end": 3070,
                    "text": "(10)",
                    "ref_id": null
                },
                {
                    "start": 3238,
                    "end": 3242,
                    "text": "(11)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3329,
                    "end": 3333,
                    "text": "(12)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3374,
                    "end": 3378,
                    "text": "(13)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Program Constraints and Failures"
        },
        {
            "text": "persons taking no active part in the hostilities, including armed forces placed hors de combat by sickness, wounds, detention, or other cause (1) violence to life and person (2) outrages upon personal dignity (3) taking of hostages (4) passing of sentences and carrying out of executions d. non-applicability of c (above) to internal disturbances (riots, sporadic violence, etc.) e. other serious violations of laws and customs applicable in non-international armed conflict C.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "(4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Program Constraints and Failures"
        },
        {
            "text": "Degradation of Health System ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Program Constraints and Failures"
        },
        {
            "text": "A. 1 ppm = 1 mg/kg (solids) = 1 mg/L (liquids) = 1 μg/mL (liquids) = basic unit of measure for chloroscopes :.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REPRODUCTIVE HEALTH"
        },
        {
            "text": "10,000 ppm = 1% A range of generic prevention measures should be considered for its impact on diseases in a biological \"all-hazards\" environment. Overall, excreta disposal, water quantity, personal hygiene, and food hygiene commonly contribute more to environmental health than do other listed measures. Epidemic threats will oblige heightened consideration of disease-specific strategies for prevention and control. Note: in U2, length is the preferred term over height ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REPRODUCTIVE HEALTH"
        },
        {
            "text": ". . This last includes kwashiorkor and marasmatic kwashiorkor in the Wellcome classification. • SAM = severe wasting cases or bilateral pitting edema cases (where due to malnutrition) • SAM = WHZ < −3, MUAC < 11.5 cm, or bilateral pitting edema (WHO). WHM not in definition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REPRODUCTIVE HEALTH"
        },
        {
            "text": "• SAM prevalence worldwide ≈ 20,000,000. • SAM mortality ≈ 9× mortality of normally nourished child and its CFR can be 10-50%. • GAM = MAM + SAM • GAM = moderate wasting cases, severe wasting cases, or bilateral pitting edema cases (where due to malnutrition) Underweight • Underweight is not used for screening or surveys in nutritional emergencies. It reflects past (chronic) and present (acute) undernutrition and is unable to distinguish between them. It encompasses children who are wasted and/or stunted. However, weight gain over time can be a sensitive indicator of growth faltering which is easily tracked on Road to Health charts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chronic Malnutrition"
        },
        {
            "text": "• Stunting generally occurs before age 2. It is irreversible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stunting"
        },
        {
            "text": "• Stunting prevalence worldwide ≈ 165,000,000.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stunting"
        },
        {
            "text": "• Stunting is not a good predictor of mortality, but the CFR from IDs in cases of severe stunting ≈ 3× the CFR from IDs in cases without stunting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stunting"
        },
        {
            "text": "Reference standards can be absolute MUAC, centile, % of median reference, or z scores:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stunting"
        },
        {
            "text": "• MUAC • Easy to understand. An excellent predictor of mortality. Permits comparisons between age groups insofar as the low growth velocity of MUAC in the U5 age group makes data roughly comparable. May be used alone in \"quick-and-dirty\" convenience samples to estimate local prevalence of wasting. However, not used alone in authoritative anthropometric surveys, and is commonly part of a two stage screening process to determine eligibility for feeding programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stunting"
        },
        {
            "text": "Easy to understand. Permits comparisons between age groups and outliers. However, data are not convenient to convert. E.g. z -4.0 = 0.0032nd percentile • % of Median of reference population WHM is the preferred indicator to determine eligibility for feeding programs (Sphere).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Centiles"
        },
        {
            "text": "Calculations are easy and are used in the WHO Road to Health Charts. However, median reference data are not comparable between ages. eg 60% wt-for-age = severe malnutrition in infants = moderate malnutrition in school age kids Moreover, median reference data are not comparable between indicators. eg 60% wt-for-age = severe malnutrition in infants 60% wt-for-ht = death • Z scores Preferred indicator (Sphere, WHO) for reporting anthropometry survey results because it permits comparisons between age groups and nutritional indices. However, data may be difficult to understand. eg z score wt-for-age for 1 y/o: . . kg kg -= −4 SD below median for his age Overall: WHZ gives higher prevalence of malnutrition than WHM for the same population. This is most marked where there is low baseline prevalence of disease, and especially for adolescents (who get subsequently over-referred). WHZ is more statistically valid, but WHM is better predictor of mortality and is used for admission to TFCs. Weight-for-age is influenced by weight-for-height and height-for-age. It can be difficult to interpret. blanket-all HH in geographically targeted catchment area (e.g. where IPC 3+ and GAM > 15% or 10-14% with aggravating factors) targeted-some HH in catchment area (e.g. where GAM 10-14% or 5-9% with aggravating factors); U5 and pregnant or lactating women vs. U5 alone vs. U2 alone depending on resources available and challenges with case finding) overall programmatic target-50% coverage for SAM in rural areas (Sphere); 30% coverage for MAM in rural areas admission criteria:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Centiles"
        },
        {
            "text": "pedes: age 6-59 mo, MUAC <12.5 cm, with appetite, discharged from OTP, no severe medical complications pregnant & lactating: MUAC <21.0 cm, and 2nd-3rd trimester or with infant <6 mo treatment: RUSF as dry rations e.g. Plumpy'Sup ® , CSB, CSB + (supercereal), CSB ++ (supercereal +) NB CSB may also be cooked on-site as in emergency school feeding. discharge criteria (pedes): weight gain, MUAC >12.5 cm, time in program > 2 months Community Outreach with Mobile Brigades",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Centiles"
        },
        {
            "text": "Admission criteria for U5: SAM (WHZ < −3, MUAC < 11.5 cm, or bilateral pitting edema) Discharge criteria for U5: WHZ >−2.5, no edema, and clinically well (generally takes 4-6 weeks) Treatment protocol (WHO, ICDDR) Shock Severe dehydration: RL + D5, ½ strength Darrow's + D5, or ½ NS + D5Dose: 100 cc/kg IV death (~25% SAM will die with good care, and 50% will die with mediocre care) C. Measures of association quantify the strength or magnitude of the association between the exposure and the health problem of interest. They are independent of the size of the study and may be thought of as best guess of the true degree of association in the source population. However, they give no indication of the association's reliability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapeutic Feeding Program"
        },
        {
            "text": "• cohort study-relative risk (RR) = riskexposed/riskunexposed • in acute outbreaks, risk is represented by the attack rate (AR) • case-control study-odds ratio (OR) • no denominator with which to calculate an attack rate • cross-sectional-prevalence ratio or prevalence odds ratio C. Survey Designs (see R Magnani [11] , and F Checchi [12] )",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 318,
                    "text": "[11]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "[12]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "A. Chemical Agents"
        },
        {
            "text": "1. Census-complete enumeration of the entire population 2. Sample a. probability sampling (1) simple random sampling (SRS) It requires a complete enumeration of population N-names and locations of all persons or households (HH)-and sample size n NB Much effort is necessary to conform to requirements of random sampling. It is easier to sample less often but take more specimens as a cluster. Unfortunately, it is recognized that individuals from a cluster often share characteristics which < the precision of the method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Chemical Agents"
        },
        {
            "text": "(2) systematic random sampling It requires a complete enumeration of population N, and sample size n, to calculate the skip interval k = N/n. (3) stratified random sampling It requires a population size N divided into groups or strata L, then SRS within each stratum. The method ensures over-sampling in under-represented groups. It yields separate estimates for each stratum at less cost. However, it requires extra info and has complicated analysis. (4) cluster sampling, cluster sample survey (CSS) It is used when you don't have a complete enumeration N of all people in the area, and thus can't do random sampling; or when the area is too big to cover, and thus can't do systematic random sampling.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "(4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A. Chemical Agents"
        },
        {
            "text": "• What should be done to compensate for the bias induced when one samples clusters rather than individuals? Use 2n. Empiric data on association within clusters in smallpox immunization suggests doubling n. If n = 96, 2n = 192. • What is the minimum number of clusters that can be selected and still fulfill requirements of the theory on which binomial sampling is based? 30. Statistical theory demonstrates that >30 clusters help ensure cluster means have a normal distribution. The larger the number of clusters, the smaller the design effect (i.e. study efficiency improves, and the total number of study subjects needed will decrease). E.g. 40 × 20 (n = 800) will prove more accurate and efficient than 30 × 30 (n = 900). 50 clusters × 30 households will be more precise, but 30 clusters × 50 households may be more logistically feasible. Choice of cluster should be driven by what one team can complete in a day. 30 × 30 CSS leaves 7.5 min/HH/team, but 45 × 18 CSS leaves 15 min/HH/team. If a team can only measure 20 kids/day (which is common), then it's best to increase the number of smaller clusters. • To permit an equal number of children to be selected from each of 30 clusters, 6 children would not achieve the necessary n. Therefore, 7 children are selected per cluster (30 × 7 = 210). b. non-probability sampling (1) convenience (2) purposeful/judgment (most affected area, HHs, etc.) (3) quota",
            "cite_spans": [
                {
                    "start": 1343,
                    "end": 1346,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A. Chemical Agents"
        },
        {
            "text": "Bias (see R Magnani [11] , F Checchi [12] , and SMART [13] )",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "text": "[11]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 37,
                    "end": 41,
                    "text": "[12]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 54,
                    "end": 58,
                    "text": "[13]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "D."
        },
        {
            "text": "Systematic, non-sampling error which lowers accuracy of findings. It is usually not appreciated by the survey team. It is usually not apparent from the survey results. It cannot be arithmetically calculated or corrected. Its extent cannot be judged by readers of the report. Methods and materials must be explicit. Report authors must discuss possible sources of bias as limitations to their study. Accuracy depends on validity of findings. It is more important than precision (Section E), and bias should be prevented at all costs. Awareness of sources of bias is the first step in minimizing its impact on any study. As sample size increases, it is more difficult to control quality. More teams to train and supervise create higher risk of bias. It is better to have smaller sample size with less attendant precision but much less risk of bias. 1. Selection bias-respondents are not representative of the population a. project bias-assessors work where a project may be conceptually familiar to them b. spatial/access bias-assessors work where access is easiest (roadside or \"windshield\" bias) c. refusal or non-response bias (self-selection) bias-subject nonparticipation may undermine representativeness of the sample d. survivor bias-assessments are conducted where households have disappeared due to family death or migration. Mortality rate is thereby underestimated. This bias is most likely where HH size is low, recall period is long, mortality is high, and clustering is present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D."
        },
        {
            "text": "e. class/ethnic bias-different social classes or ethnic groups are inadequately included if not excluded from the assessment. Local assessors may have ethnic bias, or the key informants may be drawn from one particular social class or ethnic group. f. season bias-assessments are conducted during harvest season or periods of weather when segments of the population may be under-represented g. time of day/schedule bias-assessments are conducted at a time of day when segments of the population may be under-represented NB Items 2-3 below may also be grouped as information/measurement bias. 2. Interview bias a. interviewer bias (1) cultural bias-assessors cultural norms lead to incorrect assumptions about the interview subjects (2) mandate or specialty bias-assessors mandate or specialty blinds them to needs outside of that mandate or specialty. E.g., a shelter specialist may only assess shelter needs while neglecting livelihood or nutrition needs.",
            "cite_spans": [
                {
                    "start": 732,
                    "end": 735,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "D."
        },
        {
            "text": "gender bias-assessors interview only one gender (4) language bias-assessors may have a limited spectrum of people with whom they can communicate (5) key informant bias-assessors may be partial to key informants who appear credible in ways meaningful to the assessors (6) information/political bias-assessors focus on information that confirms preconceived notions rather than pursue evidence of alternate beliefs (7) mistranslation (8) interviewer error-assessors write down answers incorrectly b. subject (response) bias",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 51,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "(8)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "D."
        },
        {
            "text": "(1) event recall bias-retrospective surveys only, esp. with recall periods > 1 yr (a) informants underreport remote events (e.g. neonatal deaths) (b) calendar bias-informants over report events within the recall period (2) event reporting bias (a) taboos-informants underreport taboo subjects (e.g. neonatal deaths) (b) lies-informants misinterpret surveys as registration activities and over report family members or underreport deaths to maintain assistance (c) political bias-informants present information that conforms to their political agenda (3) age heaping/digit preference-informants exhibit digit preference 3. Instrument/measurement bias-errors in design or use of instrument (e.g. questionnaire, lab equipment, etc.) a. random errors in measurement random errors in weight measurement, even if yielding equal numbers of high and low measurements, widen the distribution curve without altering the mean. Hence, the prevalence of malnutrition is overestimated. The effect is greater for severe malnutrition than for moderate malnutrition, and greater when prevalence is low than when it is high. The data distribution should be checked for normal distribution with an SD between 0.8 and 1.2 z scores. Improving the data quality thus appears to reduce the prevalence of malnutrition. b. systematic errors in measurement systematic errors in weight measurement, even if small (e.g. 30 g error in presence of clothing), may alter the mean, but also widen the distribution curve. Hence, the prevalence of malnutrition is overestimated. Systematic errors in height measurement, such as erroneous lengthboard, may alter the mean without altering the SD. If the measurement is too short, there will be > stunting, albeit < wasting. If the measurement is too long, there will be < stunting, albeit > wasting. A standardization test is routine before undertaking anthropometric surveys. NB Some scholars prefers terms \"counted\" and \"calculated\" to \"measured\" and \"derived\" 4. Data entry bias 5. Analytic bias a. anchoring bias-focusing on one major piece of information b. confirmation bias-favoring data which confirm underlying beliefs c. familiarity bias-weighing familiar/understandable events and spokespersons more than unfamiliar ones d. recency bias-weighing recent events more than remote ones e. salience bias-weighing vivid events more than mundane ones f. \"time will tell\" bias-collecting more data or letting time pass instead of making a hard decision E.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 222,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "(3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "D."
        },
        {
            "text": "Imprecision (see R Magnani [11] , F Checchi [12] , and SMART [13] )",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "text": "[11]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 44,
                    "end": 48,
                    "text": "[12]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 61,
                    "end": 65,
                    "text": "[13]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "D."
        },
        {
            "text": "Sampling, non-systematic error which lowers precision of findings and affects the level of certainty in extrapolating sampling estimates to the population's true value. It is always present, unavoidable, and a function of chance. Its magnitude depends on sample size, sampling statistics, prevalence of condition, and length of recall period. Precision refers to consistency of results obtained from repeated measurements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D."
        },
        {
            "text": "What is the sample size n of a random sample of binomial variables needed to yield a result of specified accuracy and precision? n = [(z 2 pq)/d 2 ] × design effect e.g. 1 n = first estimate of sample size z = confidence limits (accuracy), or normal deviate. Usually set at 95% :. z \"score\" = 1.96 p = proportion of the target population with attribute p q = proportion of the population without attribute p = 1 -p. Usually set at 0.5 to maximize the n of a study having a result of specified accuracy and precision. If you knew p and q, you would not need to do a survey. d = confidence interval (precision). Usually set at +/− 10% :. d = .1 design effect (see 2e below) . .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample size"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample size"
        },
        {
            "text": "Once n is calculated, compare it to the size of the target population (N). If n < 10% of N, then use n as final sample size. If n > 10% of N, then recalculate the final sample size (n f ) by the following correction (a smaller sample size may be used).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n = 1014"
        },
        {
            "text": "n n n N f = + 1 / n f = 1014/1.169 n f = 867 NB n to calculate the mean weight may be much smaller than n to calculate the prevalence of malnourished outliers (120 vs. 900).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n = 1014"
        },
        {
            "text": "2. Sampling statistics and error measurement a. malnutrition prevalence or death rate The higher the prevalence (or death rate), the lesser the precision (higher d) available through a fixed sample size. (This is a consequence of the formula.) 10% GAM is a common trigger for intervention. But, SMART discourages use of this because high survey precision is needed (narrow CI).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n = 1014"
        },
        {
            "text": ":. Choose highest expected prevalence or rate-tends to > n. NB At levels of malnutrition and mortality generally found in emergencies, precision has much greater effect on sample size than suspected prevalence of malnutrition or death rate. n is related to d 2 . E.g., if the malnutrition rate estimate is 10%, and assuming a design effect of 2:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n = 1014"
        },
        {
            "text": "• survey statistic with a CI of +/− 3% requires n = 768 • survey statistic with a CI of +/− 2% requires n = 1729 As rule of thumb, prevalence (%)/2 approximates the range of appropriate CI. E.g. malnutrition prevalence of 20% calls for a precision of +/− 5% (range of 10%). It's generally unfeasible to achieve precision greater than +/− 3%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n = 1014"
        },
        {
            "text": "b. standard deviation (SD, σ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n = 1014"
        },
        {
            "text": "the degree to which individuals within the sample differ from the sample mean (μ); unaffected by sample size c. standard error (SE = SD/√n) Standard deviation of the sampling distribution of a statistic; decreases with larger sample sizes as estimate of the population mean improves, thus a lower SE is more precise (1) standard error of the mean (SEM) is standard deviation of a sample mean's estimate of a population's true mean; an estimate of how close to the population's true mean the sample mean appears to be. (2) relative standard error (RSE)-SEM/μ expressed as % • SE of 700 g on weight mean of 70 kg = RSE of 1% • SE of 1400 g on weight mean of 70 kg = RSE of 2% d. confidence interval (CI = μ + z (SE))",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 521,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "n = 1014"
        },
        {
            "text": "The margin of error around a point estimate. For normally distributed data, the CI yields the range in which a parameter is 95% likely to be found. A convention for reporting such data would be: \"the most probable estimate of the parameter is X, and we are 95% confident the parameter lies somewhere between Y and Z [bounds of the CI]\" (paraphrased from Checchi, 2005) . NB In general, the lower the prevalence (or death rate), the greater the precision (lower d) needed to detect it and any subsequent changes in it. (This is intuitive.) Overall, there is no benchmark for precision. Increasing precision (decreasing d) slightly can dramatically increase n. +/− 0.4 deaths/10,000/d is a practical limit in precision of mortality surveys.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 368,
                    "text": "Checchi, 2005)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "n = 1014"
        },
        {
            "text": ":. Choose widest acceptable CI-tends to < n. e. design effect (D eff = variance study design /variance simple random sample ) a measure of the (in)efficiency of a cluster sample survey compared to that of a simple random sample. If D eff > 1, but the analysis treats it as a SRS, then the confidence interval is inappropriately narrowed, and a test for differences is more likely to produce a positive result (Type 1 error).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n = 1014"
        },
        {
            "text": "• If each child in a cluster had an unrelated probability of immunization, the precision of the sample estimate would match that of a simple random sample in which 210 children were chosen. D eff = 1. However, this is generally not the case. • If each child in a cluster had an identical probability of immunization, the precision of the sample estimate would match that of a simple random sample in which 30 children were chosen. D eff = cluster size of 7. NB Focal phenomena create clustering of findings which increase the D eff .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n = 1014"
        },
        {
            "text": ":.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n = 1014"
        },
        {
            "text": "Choose largest D eff -tends to > n. 3. Length of recall period a. The shorter the recall period, the more accurate the mortality estimate (more distant events are more likely to be forgotten). b. The longer the recall period, the more precise the mortality estimate for a fixed sample size. The \"sample\" is effectively the number of person-days. For a fixed level of precision, the length of the recall period is inversely related to number of study subjects needed. If you cannot increase the sample size, you must increase the recall period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n = 1014"
        },
        {
            "text": "Confounders are extraneous variables that correlate with both dependent and independent variables of interest (e.g. both the exposure of interest and the outcome of interest), are unevenly distributed across the levels of exposure, but are not causally linked to exposure and outcome. Age and sex are the most common confounders. Hence, the importance of matching in intervention and control groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "F. Confounding"
        },
        {
            "text": "G. Validity 1. Study validity a. internal-capacity of the study to yield sound conclusions for the study population after considering bias, imprecision, and confounding (see D-F above) b. external-generalizability beyond the study population (ill-advised) 2. Measurement validity a. criterion validity (1) concurrent-sensitivity/specificity or correlation with a gold standard (2) predictive-ability to predict an event b. face validity-common sense c. content validity-all relevant elements of a composite variable are included d. construct validity (usually for a new measure)-extent to which the measure corresponds to theoretical concepts (constructs) e. consensual validity-extent to which experts agree the measure is valid :. Strength of evidence: face validity, criterion validity > content, construct, consensual validity. In absence of validity, a measurement may be embraced for its reliability (below).",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 380,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "F. Confounding"
        },
        {
            "text": "1. Death rates-calculated incidence of death expressed per 10,000 p/d or per 1000 p/mo; data collected by retrospective surveys (e.g. 3 month period) to gauge severity of public health emergency particularly where sudden events lead to spike in mortality a. CDR-crude death rate b. ASDR-age-specific death rate (e.g. U5DR or death rate of children 0-5 yr) during a studied time interval (written as 5 M 0 or 0-5DR); age of study cohort, e.g. 0-5 yr, should not be confused with study time intervals 2. Mortality rates-calculated probability of dying before a specified age expressed per 1000 live births; data collected by national health authorities in periodic (annual) demographic surveys to reflect ongoing health status a. CMR-calculated probability of mortality in given population for specific time b. IMR-calculated probability of a live borne child dying before 1 yr c. U5MR-calculated probability of a live borne child dying before 5 yr NB MR ≠ DR. E.g. CMR ≠ CDR, U5MR ≠ U5DR. Different rates measure different things and are not directly comparable. However, MRs may be converted into DRs by the following: CDR or U5DR (deaths/10,000/d) = -ln(1-p/1000) × 5.47 where p = CMR or U5MR (deaths/1000 live births). However, this has little field utility. NB MMR-maternal mortality ratio has different units in numerators (maternal deaths) and denominators (live births), thus is a ratio, not a rate I.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H. Rates"
        },
        {
            "text": "1. Stability-inter/intra-observer variation a. discrete variables-kappa coefficient b. continuous variables-correlation coefficient 2. Internal consistency-correlation among all items in the measure 3. Tests of reliability-Cronbach's alpha, Kuder-Richardson, split halves J. Conclusions",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reliability/Reproducibility"
        },
        {
            "text": "The application of study findings to an entire population from which the sample was drawn. If the survey was well-conducted, the results may be considered representative of the entire population. This is scientifically justified. However a CI should accompany any parameter estimate of that population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpolation"
        },
        {
            "text": "The extension of study findings to a population or period which was not represented in the sample. It works by association-if 2 populations appear to be experiencing similar conditions, the morbidity/mortality experience of one may be imputed to the other. This is not scientifically justified, but is often done where data are insufficient or impossible to collect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extrapolation"
        },
        {
            "text": ".K. • Holo-endemic areas (e.g. Congo) have an intense level of malaria transmission year-round. Epidemics don't occur unless displacement brings in nonimmune populations. Infection may be asymptomatic. Effective partial immunity develops in adults which enables clinical tolerance of infection and protects against serious episodes. Mortality is highest in pedes U5 and pregnant women.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extrapolation"
        },
        {
            "text": "• Hyper-endemic areas (e.g. W. Africa) have an intense but unstable level of transmission in seasonal peaks when the climatic conditions are favorable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major Criteria in Evaluating a Health Intervention"
        },
        {
            "text": "Epidemics occur. Infection is generally symptomatic. Partial immunity fails to develop. Mortality occurs across all age groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major Criteria in Evaluating a Health Intervention"
        },
        {
            "text": "• Hypo-endemic areas (e.g. Thai-Burmese border) have a low level of transmission year-round. Epidemics occur. Infection is generally symptomatic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major Criteria in Evaluating a Health Intervention"
        },
        {
            "text": "Partial immunity fails to develop. Mortality occurs across all age groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major Criteria in Evaluating a Health Intervention"
        },
        {
            "text": "Think differential diagnosis (below). Know the golden rules of infectious diseases (abstracted from A Yung [1] and used with permission).",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sx"
        },
        {
            "text": "Rigors are always important-serious bacterial infections are the most likely cause.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Severe muscle pain may be a symptom of sepsis even without fever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Elderly patients with sepsis may be afebrile. In elderly patients, fever is rarely caused by a viral infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "Septic patients who are hypothermic have a worse prognosis than those with high fever. Treat as a medical emergency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Fever in a postoperative patient is usually related to the surgical procedure (e.g. pneumonia, UTI, wound, or deep infection).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Fever with jaundice is rarely due to viral hepatitis. Think liver abscess, cholangitis, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "The rash of early meningococcal infection may resemble a viral rash.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7."
        },
        {
            "text": "Generalized rashes involving the palms and soles may be due to drugs, viral infections, rickettsial infections, or syphilis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8."
        },
        {
            "text": "All febrile travelers in or returned from a malaria infected area must have malaria excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9."
        },
        {
            "text": "10. Disseminated TB must be suspected in all elderly patients with fever and multisystem disease who have been in an area with endemic TB. 11. Septic arthritis may be present even in a joint which is mobile. 12 DDx Failure to thrive without F in infants is worked up like F without localizing signs. Watch for clinical mimics-malaria presenting as pneumonia or diarrhea in pedes; VL presenting as malaria in adults; lepto presenting as mild DF (esp in DF endemic areas where the Pt has mild onset of illness, worsening course, and no rash but jaundice after a week).",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 210,
                    "text": "12",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "9."
        },
        {
            "text": "Do basic things well, use equipment you understand, teach others, delegate. h. Count the number of fresh graves or bodies at health facilities and inquire as to cause. 6. Orient the descriptive data-person, place, and time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tx"
        },
        {
            "text": "a. Tabulate data on affected patients. b. Make a spot map.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tx"
        },
        {
            "text": "(1) When and where was/were the first reported case(s) seen indicating an outbreak? c. Plot an epidemic curve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tx"
        },
        {
            "text": "(1) What is the present # of patients/day or week? (2) What is the usual # of patients/day or week? (3) Is this an increase? (4) What is the present # of deaths/week or month? (5) What is the usual # of deaths/week or month? (6) Is this an increase? d. Calculate attack rates and case fatality ratios for total patients, U5, O5, and gender. 7. Develop hypothesis.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 54,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 100,
                    "end": 103,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 125,
                    "end": 128,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 176,
                    "end": 179,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "(6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tx"
        },
        {
            "text": "a. Postulate sources of disease and mechanism of spread. b. Estimate the population at risk of contracting disease and of dying from it. Consider especially:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tx"
        },
        {
            "text": "those with limited access to health services",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tx"
        },
        {
            "text": "pregnant and lactating (6) infants not breast fed, children unvaccinated (7) elderly 8. Initiate control measures considering agent, host, and environment.",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 26,
                    "text": "(6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tx"
        },
        {
            "text": "a. What action has the community taken? b. Identify local response capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tx"
        },
        {
            "text": "(1) What number and type of staff are locally available? (2) What drugs and supplies are locally available? c. Determine immediate unmet needs.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 60,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tx"
        },
        {
            "text": "(1) specimen collection and lab diagnosis (2) logistics (3) support for clinical care-staff, drugs, and supplies (4) support for environmental health d. Undertake further necessary actions.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 45,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tx"
        },
        {
            "text": "(1) case management with secondary prevention (2) patient isolation (3) health education (4) agent and reservoir identification (5) environmental decontamination (6) primary prevention (7) public information 9. Inform authorities with investigation report. 10. Initiate ongoing disease surveillance.",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 71,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 89,
                    "end": 92,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 162,
                    "end": 165,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Tx"
        },
        {
            "text": "During Epidemic There is no clinical difference between them. Other serogroups may cause disease in individuals, but not epidemics. When a suspected cholera serotype (strain) is isolated in the lab, one of the first tests performed is bacterial agglutination with O1 and O139 antisera. Strains are thereby identified as V. cholerae O1, O139, or non-O1/non-O139.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C."
        },
        {
            "text": "• If (+) agglutination to O1 antisera, then the strain is further tested for agglutination to antiserum of Ogawa and Inaba serotypes. • If (+) agglutination to O139 antisera, then the strain is not further subdivided (except as producer or nonproducer of CT as noted below). • If (−) agglutination to O1 and O139 antisera, then the strain is known as non-O1, non-O139 V. cholerae. A strain is further identified as a producer or non-producer of cholera toxin (CT). CT production is a major determinant of disease development. Strains lacking CT do not produce epidemics even if from the O1 or O139 serogroup. • Serogroup O1 exists as 2 main biotypes-classical and El Tor-though hybrids also exist. Each biotype occurs as two serotypes-Ogawa and Inaba. Classic biotype caused the 5th and 6th pandemics but little epidemic disease since the 1970s though it still causes cases in India. El Tor biotype caused the 7th (current) pandemic and almost all recent outbreaks. El Tor was first isolated in 1905 in El Tor, Egypt after importation by Indonesian pilgrims travelling to Mecca. It survives longer in the environment and produces CT similar to the classical biotype.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C."
        },
        {
            "text": "Presumably because of CT pathogenicity, the % of cholera patients with severe disease has doubled over the past 10 yrs. These patients tend to require IV fluid therapy. • Serogroup O139 may have evolved from strains of O1 El Tor as they share many properties though not agglutination. In spring of 2002 in Dhaka, O139 cases exceeded O1 El Tor cases for the first time, and it was postulated that O139 may become the cause of an 8th pandemic. However, since then, O1 has again become dominant. Infective dose depends on individual susceptibility. Relevant host factors include immunity produced by prior infection with serogroup O1 as well as stomach acidity. ID 50 may be 100,000 orgs, so personal hygiene plays a lesser role than in shigellosis where the ID 50 is much lower.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C."
        },
        {
            "text": "Shigella has 4 species. • S. dysenteriae type 1 (SD1 or Shiga bacillus) causes the severest disease of all Shigella sp because of its neurotoxin (Shiga toxin), longer duration of illness, higher ABX resistance, higher CFR thru invasive complications, and great epidemic potential. • S. flexneri is the most common, and is generally endemic, in developing countries • S. sonnei is the most common in industrial countries • S. boydii and S. sonnei give mild disease. ID 50 may be 10 orgs, so personal hygiene plays a greater role than in cholera.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shigella"
        },
        {
            "text": "Some kinds of E. coli produce a Shiga toxin. Shiga toxin genes reside in bacteriophage genome integrated into the bacterial chromosome. Some ABX, e.g. fluoroquinolones, induce expression of phage genes. The bacteria that make these toxins are variously called \"Shiga toxin-producing E. coli\" (STEC), \"enterohemorrhagic E. coli\" (EHEC), or \"verocytotoxic E. coli\" (VTEC). All terms refer to the same group of bacteria. • E. coli O157:H7 (often called \"E. coli O157\" or \"O157\") is the most commonly identified STEC in North America, and it causes most E. coli outbreaks. Approximately 5-10% of EHEC infections result in HUS. • Non-O157 STEC serogroups also cause disease. In the USA, serogroups O26, O111, and O103 are the most commonly identified E. coli pathogens overall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. coli"
        },
        {
            "text": "Diarrhea epidemiology is seasonally dependent. Environmental temperature directly influences biologic activity-∆5°C is proportional to 3× risk of disease • temperate climates: bacterial diarrhea in warmer, humid season; rotavirus diarrhea in cooler, dry season • tropical climates: bacterial diarrhea in rainy season; rotavirus diarrhea year round with increased incidence in cooler season • most common pathogens for watery diarrhea-rotavirus, ETEC, V. cholerae; most important pathogen for epidemic watery diarrhea-V. cholerae • most common pathogens for dysentery-shigella species, salmonella species, Campylobacter jejuni, Clostridium difficile, EIEC, EHEC, E. coli O157:H7, Entamoeba histolytica, Yersinia enterocolitica; most important pathogens for epidemic dysentery-S. dysenteriae serotype 1 (developing countries), E. coli O157:H7 (developed countries) Bangladesh has two seasonal cholera peaks: pre-monsoon with hot, humid weather (esp weeks 15-20 in Apr-May) creating increased biological activity; post-monsoon (esp weeks 30-40 in Aug-Sep) with contamination of water sources. Premonsoon epidemics are generally worse than post-monsoon ones. Dysentery has low level year-round incidence, but epidemics occur roughly each decade. Epidemic strains display new, additive antibiotic resistance which probably triggers the epidemic. Once resistant strains have become endemic, antibiotic susceptibility rarely reappears. SD1 acquires resistance quickly. Sf acquires it more slowly, and that resistance may wane with decreasing ABX pressure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiology"
        },
        {
            "text": "At ICDDR, annual proportional incidence approximates the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiology"
        },
        {
            "text": "• E. coli overall = 35% of cases, but ETEC = 15%. • E. coli tends to dominate before monsoon season and flooding. • Cholera tends to dominate after monsoon season and flooding. •",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiology"
        },
        {
            "text": "Overall, 60-70% of diarrhea cases may be vaccine-preventable. • 30% of Pts have no pathogen identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiology"
        },
        {
            "text": "Clean water and waste management for cholera. Personal hygiene (hand washing with soap and clean towels) for shigella. Water safe drinking water (boiled, chlorinated) NB Sphere standards are not enough-you need increased quantities of chlorinated water at household level. San clean latrines for safe disposal of excreta hand washing with soap Food safe food (cooked, stored) breast feeding",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventive Medicine"
        },
        {
            "text": "Fomites safe disposal of dead bodies with disinfection of clothing NB After outbreak of a fecal-oral pathogen, food hygiene and funereal practices may influence human-tohuman transmission more then water quality. Health education to affected population Wash hands with soap: after using toilets/latrines. after disposing of children's feces. before preparing food. before eating. before feeding children. is identical for all patients, and thus can't be given to pedes < 2 yr because of volume loading. Dukoral has been the main vaccine considered for use in high-risk populations. • mORC-VAX and Shanchol-similar to Dukoral except they do not contain the rBS, hence do not require a buffer, and are 1/3 the cost to produce. mORC-VAX, produced in Vietnam, is derived from a vaccine administered to millions of people since 1997, but is not WHO pre-qualified, and is not expected to have international distribution. Shanchol, produced in India, has international distribution (e.g. used in the Haiti cholera vaccination campaign of 2012), and is now the agent of choice for WHO. It confers immunity 10d p 2nd dose, effectiveness > 85% at 6 mo, and protection > 50% at 5 yr. Also confers short-term protection vs ETEC. Dose: 1.5 cc vaccine followed by water ingestion but no fasting needed; 2 doses, 2 wks apart; cold chain required except for day of use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventive Medicine"
        },
        {
            "text": "Orochol-bivalent formulation as in Dukoral without rBS of CT. Dose: single dose. No longer manufactured. WHO recommendations: \"Vaccination should not disrupt the provision of other high-priority health interventions to control or prevent cholera outbreaks. Vaccines provide a short-term effect that can be implemented to bring about an immediate response while the longer term interventions of improving water and sanitation, which involve large investments, are put into place\" [1] . ICDDR recommendations: \"Because of limitations in terms of transport, formulation, and cost of the current Dukoral vaccine, the COTS program does NOT require the utilization of the vaccine during an outbreak; it is NOT necessary to vaccinate to overcome an outbreak. However, if Dukoral is readily available and staff are properly trained in its use according to the guidelines that come with the vaccine, the COTS program PERMITS Dukoral's use (ideally before an outbreak) in the following high-risk populations: refugee populations in which cholera is present, health care workers managing cholera cases, and communities in which the incidence rate is greater than 1 in 1000 annually\" [2] . If undertaken, the following will apply: Vaccination campaign requires numerous staff. Community mobilizers are key. Clinical staff should not be poached from their clinical duties. Supervisors must be free to move at will. Logistics is key-if the 1st day goes bad, the campaign goes bad. Mark the domiciles which are done. Hold after-action meetings each day. Last day, use mobilizers with mobile broadcasting to find those missed. Second phase vaccination should include CHWs with multi-purpose messages on water and sanitation. Key lessons in epidemic response Avoid: press exaggeration ABX prophylaxis reliance on IVF and insufficient ORS lab investigation of cases once epidemic etiology is ascertained prolonged hospitalization hospital discharge criteria requiring multiple negative stool cultures enthusiasm for OCV during epidemic exaggerated water purification objectives concentration of technical competencies in MOH at expense of districts failure to share information with district stakeholders",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 482,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 1172,
                    "end": 1175,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Live-attenuated genetically modified V. cholerae O1 vaccine •"
        },
        {
            "text": "Influenza viruses comprise 3 genera-influenza types A, B, and C-each with 1 species. • Influenza type A is divided into subtypes based upon serological response to hemagglutinin (HA) and neuraminidase (NA) glycoproteins. There are 16 different HA subtypes and 9 different NA subtypes. H1N1, H2N2, and H3N2 are responsible for the major human pandemics in the last century. H2N2 virus circulated between 1957 and 1968 but currently does not. Only influenza A subtypes infect birds, and all subtypes can do so. Bird flu viruses do not usually infect humans. But, in 1997, an outbreak of H5N1 avian influenza in poultry in Hong Kong marked the first known direct human transmission of avian influenza virus from birds to humans. Since then, H5, H7, and H9 avian influenza subtypes have been shown to infect humans. • Influenza type B is morphologically similar to A and also creates seasonal and epidemic disease. • Influenza type C is rare but can cause local epidemics. Seasonal human influenza vaccine currently has 3 strains-H1N1/H3N2/B. Influenza disease in humans has a short incubation period (1-3 d) . Early symptoms are non-specific. It is highly infectious, especially early in the course of the disease, with a large # of asymptomatic carriers. Transmission potential (R 0 ) is a function of infectivity, period of contagiousness, daily contact rate, and host immunity. In general, the faster the transmission, the less feasible is interrupting transmission thru usual disease control tools of case finding, isolation, contact tracing, and ring vaccination. ",
            "cite_spans": [
                {
                    "start": 1097,
                    "end": 1104,
                    "text": "(1-3 d)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pathogens"
        },
        {
            "text": "Case definitions may change and become more specific as epidemic evolves Case management guidelines for communicable diseases with epidemic potential Outbreak management protocol rapid response teams to investigate case reports epidemic investigation kits to mobilize specimens to collect labs to verify diagnosis and share specimens with peer labs Pts to identify, isolate, and treat (IPD and OPD settings) contacts to trace and ? quarantine hotline use and rumor investigation Secondary prevention specific groups of exposed or at risk in the community-most likely to work when there is limited disease transmission in the area, most cases can be traced to a specific contact or setting, and intervention is considered likely to slow the spread of disease eg quara ntine of groups of people at known common source exposure (e.g. airplane, school, workplace, hospital, public gathering; ensure delivery of medical care, food, and social services to persons in quarantine with special attention to vulnerable groups) (useless once there is community-based spread) eg containment measures at specific sites or buildings of disease exposure (focused measures to > social distance) cancel public events (concerts, sports, movies) close buildings (recreational facilities, youth clubs) restrict access to certain sites or buildings community-wide measures (affecting exposed and non-exposed)-most likely to work where there is moderate to extensive disease transmission in the area, many cases cannot be traced, cases are increasing, and there is delay between Sx onset and case isolation. eg infection control measures ARI etiquette-cover nose/mouth during cough or sneeze, use tissues, wash hands avoidance of public gatherings by persons at high risk of complications NB use of masks by well persons is not recommended eg \"snow\" (stay-at-home) days and self-shielding (reverse quarantine) for initial 10 d period of community outbreak-may reduce transmission without explicit activity restrictions eg closure of schools, offices, large group gatherings, public transport (pedes more likely to transmit disease than adults) NB community quarantine (cordon sanitaire)-restriction of travel in and out of an area is unlikely to prevent introduction or spread of disease international travel NB travel advisories to restrict international travel are generally useless in slowing epidemic spread NB health screening for fever and respiratory Sx at ports of entry is also generally useless in slowing epidemic spread ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic Management"
        },
        {
            "text": "Meningitis is a disease with significant mortality. Meningococcus (Neisseria meningitides) is renown for its rapid onset, rapid progression (death sometimes within hours), and high mortality (50% untreated). There are 13 serogroups of Neisseria meningitides but only 6 (A, B, C, W, X, Y) are known to cause epidemics. The bacteria spread from person to person via respiratory and nasal secretions. Kissing, sharing eating and drinking utensils, cigarettes, coughing, and sneezing are recognized methods of transmission. Close contacts over a period of time, as between household or dormitory residents, are most commonly affected. Population movements (e.g. pilgrimages, displacement, military recruitment), poor living conditions, and overcrowding are epidemic risk factors. Large, recurring epidemics of meningitis occur in the \"meningitis belt\" of sub-Saharan Africa where over 430 million people live. This belt encompasses 26 countries from Senegal in the west to Ethiopia in the east and as far south as Tanzania and the Democratic Republic of Congo. Sub-saharan Arica has epidemic seasonality. Dry seasons and droughts favor epidemics. Rains stop them. Large regional epidemics, as well as epidemics in displaced populations and refugee camps, have mainly been due to meningococcus serogroup A. Since 2010, extensive use of meningococcal type A conjugate vaccine in the meningitis belt has reduced the incidence and case load of type A epidemics by nearly 60%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogens and Epidemiology"
        },
        {
            "text": "In 2016, the most common lab confirmed meningitis isolate was Streptococcus pneumoniae. In non-epidemic settings, Neisseria.meningitidis, Streptococcus pneumoniae, and Haemophilus influenzae account for 80% of all cases of bacterial meningitis. Prior to the availability of conjugate vaccines, H. influenza type b (Hib) was the most common cause of childhood bacterial meningitis outside of epidemics. Where Hib vaccines are in the routine infant immunization schedule, Hib meningitis has nearly disappeared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogens and Epidemiology"
        },
        {
            "text": "Polysaccharide vaccines are available with 2 serotypes (A and C), 3 serotypes (A, C and W) or 4 serotypes (A,C, W, and Y). Duration of immunity is approximately 3 years. Meningococcal protein conjugate vaccines confer longer immunity but at higher cost than polysaccharide vaccines. Monovalent conjugate vaccine against group C dates from 1999, and tetravalent (A, C, W and Y) conjugate vaccine dates from 2005. A group B vaccine made from 4 bacterial proteins has been licensed since 2014 but is not readily available. Meningococcal vaccines have a very low incidence of side effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventive Medicine"
        },
        {
            "text": "Regular disease surveillance is necessary to detect outbreaks. The epidemic threshold is 10 suspected cases/100,0000 population in any given week. Two suspected cases of meningitis in the same settlement should trigger an outbreak investigation. Nasopharyngeal carriage rates do not predict epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Surveillance"
        },
        {
            "text": "80-85% of meningococcal disease presents with meningitis. 80% of cases occur in patients < 30 y/o. Peak incidence in meningitis belt is ages 5-10 yrs. Diagnosis is straightforward when patient presents with signs of meningitis-fever, headache, vomiting, changes in mental status. However, most patients have non-specific illness 1-3 days before onset of meningitis. CFR of untreated meningococcal meningitis can be 50%. CFR of properly treated meningococcal meningitis is <1%. 15-20% of meningococcal disease presents with septicemia unaccompanied by meningitis or other focal features. It is a dramatic illness which affects previously healthy children and young adults. It presents with acute fever leading to purpura fulminans (hemorrhagic or purpuric rash), shock, and Waterhouse-Friderichsen syndrome (acute adrenal failure). Etiologic diagnosis can be easily missed. CFR of meningococcal septicemia is 50% and may be 25% even with proper treatment. Diagnosis may be confirmed by agglutination tests, polymerase chain reaction, culture and sensitivity testing of spinal fluid and blood. In many situations, these tests are not available. Throat swabs may be helpful on occasions. Do not delay treatment for tests or test results. Minutes count. It is more important to have a live patient without a confirmed diagnosis than a dead one with a diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Medicine"
        },
        {
            "text": "Differential diagnosis in a tropical patient with fever and altered mental status, but without purpura or shock, includes cerebral malaria. Co-infection may occur. Standardized case management of bacterial meningitis in developed countries involves 7-10 days of parenteral antibiotic therapy. Drug of choice in adults and older children is ceftriaxone which also rapidly eliminates the carrier state. Alternate drugs include ampicillin and benzylpenicillin which do not eliminate the carrier state. In developing countries, 4 days of parenteral antibiotic therapy are empirically shown to be effective. In large epidemics in resource-poor settings, a single IM dose of chloramphenicol in oil is the drug of choice. For patients who do not improve in 48 h, a repeat dose may be given. Viral meningitis is rarely serious and requires only supportive care, Recovery is usually complete. Patient isolation and disinfection of the room, clothing, or bedding are not necessary. Respiratory precautions are advised particularly early in the course of treatment. Chemoprophylaxis of contacts is available in some settings but rarely in the disaster setting. Vigilance and education of close contacts is mandatory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Medicine"
        },
        {
            "text": "Epidemic preparedness and early detection of outbreaks are key. Vaccines against N. meningitides serogroups A, C, Y and W135 are very effective in controlling epidemics. In epidemic settings, children 2-10 are the priority target with serogroups A and C typically the priority antigens. Rapid mass vaccination campaigns can contain outbreaks in 2-3 weeks. For immunocompetent patients over 2 years, vaccine efficacy rate is 90% one week after injection. However, duration of immunity may be as little as 2 years in younger children. In some countries, vaccine may also be used with close contacts of sporadic disease cases to prevent secondary cases. Chemoprophylaxis of contacts is not recommended in epidemics, but community education and ready access to health care are essential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic Management"
        },
        {
            "text": "Source control/reduction/elimination Avoid unnecessary contact with suspected reservoir animals and known disease carrier species (e.g. primates). Avoid direct or close contact with symptomatic patients. Undertake quarantine and culling of sick reservoir animals and known disease carrier species. Avoid unnecessary contact with or consumption of dead reservoir animals or known disease carrier species. Establish appropriate communicable disease controls for burial of the dead. Administrative controls Environmental and engineering controls Avoid needle stick exposure to blood specimens thru automated machine handling PPE Use standard precautions-gloves, masks, and protective clothing-if handling infected animals or patients. Wash hands after visiting sick patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventive Medicine"
        },
        {
            "text": "Active surveillance and contact tracing (enhanced surveillance) through community-based mobile teams",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Surveillance"
        },
        {
            "text": "Active case finding (screening and triage) and contact tracing Dedicated isolation facility Food provision to isolated patients so they are not dependent on family",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delivery of Health Services"
        },
        {
            "text": "Case definition Treatment protocols emphasizing supportive care and treatment of complications Essential drugs Referral guidelines Secondary prevention barrier nursing strictly enforced family and community education",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Standardized Case Management"
        },
        {
            "text": "Ministerial task force to address policy Local health authority task force to address procedures National level task forces to comprise ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic Management"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Guidance Note on Using the Cluster Approach to Strengthen Humanitarian Response",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Panel on Humanitarian Financing Report to the United Nations Secretary-General. Too important to fail-Addressing the humanitarian financing gap",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "High-Level",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Belgian Development Corporation, Government of Bulgaria, Government of Canada, et al. The Grand Bargain-a shared commitment to better serve people in need",
            "authors": [
                {
                    "first": "Australian",
                    "middle": [],
                    "last": "Aid",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Available from USAID's Development Experience Clearinghouse",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Gender equality and female empowerment policy",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "National strategy for pandemic influenza",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Us Homeland Security",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Council",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "International Conference on Primary Health Care",
            "volume": "",
            "issn": "",
            "pages": "6--12",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Selective primary health care-An interim strategy for disease control in developing countries",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "New England Journal of Medicine",
            "volume": "301",
            "issn": "",
            "pages": "967--974",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ten great public health achievements-United States",
            "authors": [],
            "year": 1999,
            "venue": "US Centers for Disease Control and Prevention",
            "volume": "48",
            "issn": "12",
            "pages": "241--244",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ten great public health achievements-United States",
            "authors": [],
            "year": 2001,
            "venue": "US Centers for Disease Control and Prevention",
            "volume": "60",
            "issn": "19",
            "pages": "619--623",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Water and excreta-related diseases: unitary environmental classification",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mara",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Feachem",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Environmental Engineering",
            "volume": "125",
            "issn": "4",
            "pages": "334--339",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Infections related to water and excreta: the health dimension of the decade",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Feachem",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Water supply and sanitation in developing countries. London: Institution of Water Engineers and Scientists",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Addendum to IPC Technical Manual Version 2.0. Tools and procedures for classification of acute malnutrition. Rome: IPC Global Partnership",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ipc Global Partners",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Integrated Food Security Phase Classification Technical Manual Version 2.0. Evidence and standards for better food security decisions",
            "authors": [],
            "year": 2012,
            "venue": "Rome: FAO-UN on behalf of IPC Global Partners",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "NBC Domestic Preparedness Training Hospital Provider Course. Undated. Curriculum available from the Center for Domestic Preparedness",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Sampling guide",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Magnani",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "FANTA, 1997. Available from www.fantaprojet.org",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Interpreting and using mortality data in humanitarian emergencies-a primer for non-epidemiologists. Humanitarian Practice Network, Network Paper No 52. London: Overseas Development Institute",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Checchi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Measuring mortality, nutritional status, and food security in crisis situations: SMART methodology. v1",
            "authors": [],
            "year": 2006,
            "venue": "Standardized Monitoring & Assessment of Relief & Transitions (SMART)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Infectious diseases-a clinical approach",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yung",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cholera vaccines: WHO position paper",
            "authors": [],
            "year": 2010,
            "venue": "Weekly Epidemiological Record",
            "volume": "85",
            "issn": "13",
            "pages": "117--128",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Cholera outbreak training and shigellosis (COTS) program [CD-ROM version 1.0, undated",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "History and epidemiology of global smallpox eradication",
            "authors": [],
            "year": null,
            "venue": "Smallpox: Disease, prevention, and intervention training course",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Retrieved from US Department of Health and Human Services",
            "authors": [],
            "year": 2004,
            "venue": "Annex",
            "volume": "12",
            "issn": "",
            "pages": "8--11",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Geneva: World Health Organization. laboratory available? 2. What tests does it perform? 3. Is there transport to and from the laboratory? 4. Who prepares transport media? 5. Who provides specimen collection material and supplies? 6. How can these supplies be obtained? 7. Who provides cool packs, transport boxes, car, driver …? 8. What forms/information must be sent with the specimens? 9",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Connolly",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "How does the epidemiologist obtain results? If a lab is not available, then you need a sampling strategy that addresses specimen acquisition, preparation, and transportation in compliance with international regulations on the transport of infetious substances. Reference 1. World Health Organization Department of Communicable Disease Surveillance and Response. Highlights of specimen collection in emergency situations. Undated. Available from WHO Laboratory and Epidemiology Capacity Strengthening Office",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "regulation 650) 1. leak-proof specimen container wrapped with enough absorbent material to absorb the entire content of the 1st container 2. leak-proof secondary container usually plastic or metal 3. outer shipping container whose smallest dimension is 10mm Diagnostic specimens use IATA packing instruction 650 without biohazard label. Infectious materials use IATA packing instruction 602 with biohazard label. What to send with the sample? Lab request form with: • sender's name and contact info • patient name, age, sex • sample date, time • suspected clinical diagnosis with main signs and symptoms • sample macroscopic description • context-outbreak confirmation, ongoing verification, outbreak end, etc. • epidemiological or demographic data Where to send the sample?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "is a population of 6000 where the expected disease rate is 12%. To measure the prevalence with precision of 2%, what sample size is required?",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "incidence and prevalence estimates of chronic viruses and helminthes include subclinical infections for which asymptomatic carriers are common. For those infectionsthe number of patients fitting the case definition.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Boil or disinfect water with chlorine solution. (Bottle it, boil it, ferment it, or forget it.) Eat only freshly cooked food. (Peel it, cook it, or leave it.) Do not defecate near water sources. Use latrines and keep them clean. Consider vaccination for areas and populations most at risk. Pre-emptive vaccination for new arrivals (esp nutritionally impaired IDPs) moving into an endemic area is increasingly accepted. Reactive vaccination where cholera has broken out is more controversial-particularly if vaccine stocks are not locally available and remain limited worldwide. There are 2 types of oral cholera vaccines licensed internationally: one with dead V. cholerae, and one with live V. cholerae. (Parenteral cholera vaccine is not recommended because of low protective efficacy and frequent severe adverse reactions.) Killed whole cell V. cholerae O1 vaccine • Dukoral-mixture of the classical biotype (both Inaba and Ogawa serotypes) and the El Tor biotype (only Inaba serotype) + purified recombinant B-subunit of CT (rBS) Dose: 3 cc vaccine given in 150 cc of buffer solution; 2 doses, 1-6 wks apart; cold chain required. The regime",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "This overview is designed to supplement the superb communicable disease toolkits produced by the WHO Communicable Disease Working Group on Emergencies. Those published toolkits are disaster-specific and typically include the following",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "NBTable does not convey all options for vaccine administration. Diphtheria toxoid is not manufactured as monovalent vaccine. It is combined with tetanus toxoid-either full-strength dose for pediatric use (DT), or reduced-strength dose for adult use (Td). These are combined with acellular or whole-cell pertussis antigens-either full-strength dose for pediatric use (DTaP, DTwP), or reduced-strength dose for adolescent/adult use (Tdap). DTP-1 is a good indicator of access to care. DTP-3 is a good indicator of ultimate service delivery.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Fecal-oral = water-borne + waterwashed virus-hepatitis A/E/F, polio, rotavirus, adenovirus water-washed: > H 2 O quantity water-borne: > H 2 O quality bacteria-Campylobacter, E. coli, Salmonella, Shigella, Vibrio protozoa-Entamoeba, Balantidium,",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Source: R Feachem in Water Supply and Sanitation in Developing Countries © 1983. Used with permission of Chartered Institution of Water and",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Source: IPC Global Partners © 2012. Used with permission of FAO-UN on behalf of IPC Global Partnership.",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF21": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF22": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF23": {
            "text": "3.19 Design Effect of Various Phenomena",
            "latex": null,
            "type": "table"
        },
        "TABREF25": {
            "text": "PathophysiologyWhy does this person from this place get this disease at this time?Person Think of new exposure for Pts from non-endemic or developed areas. Think of breakdown in immunity for Pts from endemic or undeveloped areas. For systemic infection, infective dose is a function of immunity and innoculum. immunity relates to host and may be altered by congenital, acquired, or iatrogenic causes innoculum relates to infectious organism and the environment Place Think geographic medicine.",
            "latex": null,
            "type": "table"
        },
        "TABREF26": {
            "text": "Etiological summary trauma, vessel, neoplasm, infection, drugs, toxins, congenital, metabolic, endocrine, nutrition, connective tissue diseases (autoimmune), psyc Dyspnea hantavirus pulmonary syndrome and pneumonic plague present similarly and are co-endemic non-typhi salmonella, pneumococci, staph, strep, meningococcus), malaria, UTI, typhoid, HIV Lx: malaria smear, BC, UC, serology rash/hemorrhage as for fever s focal bacterial infections or amoeba petechial rash meningococcal sepsis, IE, DIC, Henoch-Schonlein purpura, VHF jaundice bacteria/parasite (coxiella, lepto, malaria, sepsis); SSD; viruses (YF, hepatitis); worms (ascaris, echinococcus, liver flukes)",
            "latex": null,
            "type": "table"
        },
        "TABREF27": {
            "text": ". Back pain with fever may be caused by vertebral osteomyelitis or an epidural abscess. For any undifferentiated illness, even in infants, think of HIV, TB, syphilis, and sarcoid. For any child, think of malaria, hookworm, & anemia; malarial anemia usually in pedes <3 year-old, hookworm anemia usually in pedes >3 year-old.For any ICP, think of TB, VL, histoplasmosis, strongyloides. Must treat early.",
            "latex": null,
            "type": "table"
        },
        "TABREF28": {
            "text": "case from DDx of malaria, typhoid) → // LBTF + conjunctivitis, LN, HSM → vasculitis c DIC, ARF, MODS; fatal s Tx but lower mortality than LBTF",
            "latex": null,
            "type": "table"
        },
        "TABREF30": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF31": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF32": {
            "text": "NB In non-endemic areas, AR adults > AR pedes because adults have higher exposure risks.In endemic areas, AR pedes > AR adults because adults have been exposed since childhood.",
            "latex": null,
            "type": "table"
        },
        "TABREF33": {
            "text": "Table 8.6.4 Disease Comparison (adapted from US DHHS [2]) Potential ability to track spread based upon movement of infected persons or contacts Vaccination when available, social distancing, cough etiquette, hand hygiene Epidemiological Surveillance Rapid case investigation, contact tracing, and the containment of small clusters of cases Quick reporting of suspected cases by affected countries Passive case finding but use of influenza clinics and fever hospitals Standardized Case Management Case definitions Treatment protocols technical expertise in case management including rational use of antiviral treatment and prophylaxis Essential drugs monitoring for counterfeit antiviral medications Referral guidelines what to do in resource poor settings Secondary prevention health care setting Pt isolation in specific hospital/ward designations private room or cohorting with other flu Pts minimize transport of Pt outside room limit # of HCWs interacting with flu Pt limit # of visitors interacting with flu Pt International travel restrictions/screening possible but unlikely to prevent pandemic; quarantine unlikely; school closing and limits on public events likely; vaccination of priority groups Vaccination effective if given within 4 d of infection International travel restrictions/screening possible and likely to help prevent outbreaks; quarantine likely; school closing and limits on public events unlikely NB management of contacts (contact tracing, contact monitoring) potentially useful only very early in epidemic quarantine of close contacts for a complete incubation period potentially useful only very early in epidemic all settings-try to decrease potential for infection vaccination seasonal or post-exposure antiviral chemoprophylaxis < susceptibility to infection by 30% if infection occurs, < infectiousness by 36% if disease occurs, < probability of clinically recognizable Sx by 65%",
            "latex": null,
            "type": "table"
        },
        "TABREF34": {
            "text": "isolation -> infection control, antiviral therapy contacts: quarantine, infection control, count (surveillance), vaccination, antivirals-chemoprophylaxis for high risk persons NB: travel screening & restrictions, quarantine, and school cancellation are not effective control measures. after bite on infected host susceptible human host becomes infective 9 d after bite from infected mosquito :. earliest human clinical disease 30 d after eggs are laid dusk and dawn stay indoors as much as possible with window screens in good repair dress in light colored long sleeve shirts and long pants when outside DEET (N,N-diethyl-M-toluamide) based mosquito repellants drain any standing water from the area (flower pots, old tires, clogged rain gutters, etc.); flushtroughs, birdbaths, wading pools, etc. every 3 days Insecticide 10% DDT, 1% malathion, 1% permethrin insecticide treated nets (ITNs) (esp long-lasting nets with duration of 3-5 years) indoor residual spraying (IRS) (esp within 2 weeks of high transmission season; more effective in Asia than Africa; not appropriate for dengue) deterrence: # mosquitoes which don't enter room repellence: # mosquitoes which enter then leave room bite inhibition: # mosquitoes which enter room but don't bite direct knock down: # mosquitoes which are knocked down, but still live direct death: # mosquitoes killed NB aerial spraying & outdoor spraying (fogging) are not especially useful in malaria deterrence & repellence effectiveness is species-specific (e.g. aedes > anopheles > culex) coils work by knockdown effect, not bite inhibition Larvicide organophosphate (Temephos-safe for drinking water) Bacillus thuringiensis israelensis (bacterial toxin) Mesocyclops copepods (used in Vietnam in village water tanks) larvivorous fish (used in China in domestic water tanks)",
            "latex": null,
            "type": "table"
        },
        "TABREF35": {
            "text": "Mosquito Biology[1]    Source: M Connolly (ed) in Communicable disease control in emergencies-a field manual © 2005. Used with permission of the World Health Organization.Insect repellents (useful for individuals who can afford it but not as public health intervention) DEET Chemoprophylaxis international staff travelling to endemic areas intermittent preventive treatment (IPT) for pregnant women in endemic areas where continuous chemoprophylaxis is not feasible Generally, control programs rely upon:3 major components-ITN, IPT, and prompt clinical treatment 2 ancillary components-IRS, environmental clean-up of breeding sites only) to determine parity; % parity inversely related to spraying effectiveness Malariometric survey prevalence in sample of 100 persons spleen rate in sample of 100 persons slide positivity rate (ratio of # confirmed cases/# clinically suspected cases) proportion of fever caused by malaria (# fever cases with confirmed parasitemia/# total fevers) Malaria mortality (# malaria deaths/10,000 p/d for given area) Case fatality rate in all malaria cases Case fatality rate in severe malaria cases Proportional mortality (# malaria deaths/# total deaths) Malaria incidence rateClinical MedicineDelivery of Health ServicesActive case finding through CHWsStandardized Case ManagementCase definition Pt with F or history of F associated with Sx such as N, V, D, headache, back pain, chills, myalgia, where other infectious diseases have been clinically excluded Rapid (point of care) diagnostic testing (RDT) Treatment protocols per local health authorities EPI Subnational immunization days Measles immunization of contacts of confirmed case if contacts have < 2 doses of vaccine Epidemiological Surveillance Surveillance definition becomes clinical once outbreak is lab-confirmed Case definition An illness characterized by all of the following clinical features: a generalized rash lasting greater than or equal to 3 d (exanthems generally without symmetry or pruritis); T ≥ 38.3 °C (101 °F); cough, or coryza, or conjunctivitis Treatment protocols emphasizing supportive care and treatment of complications Vitamin A printed, loudspeaker, broadcast, community groups community understands measles transmission and prevention measures",
            "latex": null,
            "type": "table"
        },
        "TABREF36": {
            "text": "6.6 Vitamin A Treatment Schedules in Infant/Child Deficiency States",
            "latex": null,
            "type": "table"
        },
        "TABREF37": {
            "text": "Population Vaccination Status and Contributing Causes Vaccination Status and Patient Age Probably Cause > 50% cases U5 & unvaccinated low coverage > 50% cases U5 & vaccinated not measles or vaccine ineffective > 50% cases O5 in high coverage area disease shift to older age group high % of cases in infants low routine coverage",
            "latex": null,
            "type": "table"
        },
        "TABREF38": {
            "text": "Long term measures health systems recovery Outbreak management in the field focuses on alert verification disease surveillance (not relying exclusively or even largely on health facility reporting) burial < 48 h after death spot checking of contact tracing effectiveness (< 5 is inadequate; 25-50 is reasonable; 75 is not extreme) door-to-door community education campaigns quarantine sustainment at HH level Secondary prevention Resource prepositioning (stockpiles & supply chain management) Information management-refute inappropriate travel and trade restrictions Community education and social mobilization health messages-printed, loudspeaker, broadcast, community groups community understands disease transmission and prevention measures Contingency planning NB it's difficult to separate ebola from non-ebola fevers at onset holding centers can amplify transmission Ag techniques-immunochromatography, latex agglutination (vibrio) molecular Ag techniques-DNA or RNA PCR, antigen capture Indirect serological (Ab) techniques bacterial agglutination hemagglutination inhibition assay ELISA for IgM, IgG microneutralization assay NB no specific response from some organisms; little or no response in immunosuppression delays in serological response oblige testing of early and late sera",
            "latex": null,
            "type": "table"
        },
        "TABREF39": {
            "text": "Indications, Laboratory Tests, and Expected AvailabilityTable 8.7.2 Specimen Handling (adapted from WHO [1]) Clinical Syndrome and Lab Details When to sample? Early stages of infection, during peaks of fever, and before ABX How many samples and how often to sample? • 10-20 samples (different Pts) initially to confirm outbreak • 10-20 samples each month to verify strain and drug susceptibility (systematic random sampling with skip interval of monthly total visits/sample size) • 10-20 samples (different Pts) after epidemic to confirm resolution (COTS avoids this as cholera or shigella usually causes < 5% of all diarrhea outside of epidemic) • similar to stool protocol but half the number • 10 samples initially, but strategy may vary with disease • paired samples for serologyearly and after 7-14 d Biosafety while sampling? • protect yourself (universal precautions, personal protective equipment as needed) • protect the Pt (disinfect, use single use materials) • protect the environment (waste disposal, triple package the specimen) How to sample? • collect liquid stool in leak-proof container • use forceps to immerse swab or filter paper dots in liquid stool; place in specimen container with a few drops of sterile saline • for bloody stool, sample several areas of specimen including blood, mucous, or tissue • lumbar puncture in usual way • venipuncture in usual way How to prepare the sample? 4W who does what where when (matrix)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "A. Prior to Seasonal Epidemic 1. Establish a National Coordinating Committee (NCC). 2. Designate a lead agency and lead official in the NCC. 3 . Establish a Local Coordinating Committee (LCC). 4 . Designate a lead official in the LCC. 5. Anticipate roles for partner agencies (e.g. inter-agency and team coordination, disease surveillance, field epidemiological investigation, laboratory identification, case management guideline development, outbreak logistics, public information, and social mobilization). 6. Identify sources of funds. 7. Intensify disease surveillance. 8 . Identify reference lab(s) for communicable diseases of epidemic potential. 9. Ensure mechanism for specimen transport.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 142,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 193,
                    "end": 194,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 575,
                    "text": "8",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "I. EPIDEMIC PREPAREDNESS"
        },
        {
            "text": "Initial Response to Suspected Outbreak 1. Form an emergency team to investigate and manage the outbreak a. identify key roles on the outbreak investigation team(s) (1) epidemiology and surveillance (2) case management (3) water and sanitation (4) laboratory services (5) communication b. staff those roles (1) epidemiologist-to monitor proper data collection and surveillance procedures (2) physician-to confirm clinical S/Sx and train health workers in case management (3) water and sanitation expert-to develop a plan for reducing sources of contamination (4) microbiologist-to take environmental/biological samples for laboratory confirmation, train health workers in proper sampling techniques, and confirm use of appropriate methods in the diagnostic laboratory (5) behavior change communication (BCC) specialist-to assess the population's reaction to the outbreak, create, and disseminate appropriate health messages ",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 201,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 218,
                    "end": 221,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 387,
                    "end": 390,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 558,
                    "end": 561,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 770,
                    "text": "(5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A."
        },
        {
            "text": "Outbreak investigation protocol in place rapid response teams to investigate case reports epidemic investigation kits to mobilize specimens to collect labs to confirm Dx of V. cholerae, S. dysenteriae, other shigella, and E. coli O157:H7 dipstick identification on representative sample of specs is useful for cholera, but C&S is essential because dipsticks are not available for shigella, ETEC. Vibrio are hardy if kept moist and cool. They can survive a week in Cary Blair media. Shigella are fragile and difficult to recover if transport time > 1 d. 5-10 isolates initially to confirm outbreak 30-50 isolates initially to create ABX use policy (bacterial resistance renders cotrimoxazole, amp/amox, nalidixic acid, and tetracycline unusable) 20-30 isolates monthly from IPD and OPD before ABX therapy to assess evolving ABX resistance 10-20 isolates periodically to reference laboratory to confirm ABX resistance patterns and undertake molecular studies 20 isolates at end of the outbreak to confirm that new diarrheas are not epidemic pathogens NB Systematic sampling is most representative-e.g. every 10th Pt or all Pts q 2 weeks adjusted as needed to collect the necessary specs. Sensitivity >> important than specificity in RDT screening during an epidemic. Pts from one geographic area are more likely to constitute a cluster involving a new pathogen. An area may be considered cholera-free after 2 incubation periods (total of 10 d) have passed without cholera disease. However, hospital monitoring should continue for a year due to tendency of enteric pathogens to re-emerge long after they are declared gone. Cholera may be viable but nonculturable from the environment; environmental monitoring has many false negatives. consider improvements to existing diagnostic labs hotlines set up for reporting of rumor Health reference and educational materials in place case definitions case management and referral guidelines for communicable diseases with epidemic potential Pt, provider, and community educational materials specimen handling protocols Epidemic command & control center established under local health authorities using principles and practices of incident mgmt unified command of multi-disciplinary specialists information channel to government and stakeholders support by government for technical actions Coordination with technical sectors-particularly WASH (CFR is a function of case mgmt, but AR overall is a function of WASH) water supply, purification, and distribution systems bucket chlorination is low tech but reasonable way to reach individual HH or small communities water treatment units need Ca hypochlorite, chlorimetric, and colimetric monitoring devices chlorinators worth considering at water sources of high public demand and epidemic activity hygiene promoters with environmental health assessors to address hand and food hygiene in communities around the outbreak area (think ring vaccination with knowledge) safe disposal of medical waste and infectious sludge from treatment facilities Medical logistics-resource prepositioning and stockpiles cots (take one and have carpenter make copies) plastic sheets with defecation hole or sleeve buckets ( white color for stool-enables recognition of diarrhea color; different color for emesis; different color for domestic waste) IVF, IV sets, IV poles or suspension cords (cholera kits) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic Management"
        }
    ]
}