{"paper_id": "1fe7fc7b194c447dd155713bc5d54e8385d0cbd7", "metadata": {"title": "Journal Pre-proof The impact of COVID-19 on medical student surgical education: Implementing extreme pandemic response measures in a widely distributed surgical clerkship experience Title: The Impact of COVID-19 on Medical Student Surgical Education: Implementing Extreme Pandemic Response Measures in a Widely Distributed Surgical Clerkship Experience Authors and Affiliations", "authors": [{"first": "Kristine", "middle": ["E"], "last": "Calhoun", "suffix": "", "affiliation": {"laboratory": "", "institution": "Assistant Dean for Clinical Curriculum", "location": {"settlement": "Seattle"}}, "email": "calhounk@uw.edu."}, {"first": "Laura", "middle": ["A"], "last": "Yale", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mark", "middle": ["E"], "last": "Whipple", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Suzanne", "middle": [], "last": "Allen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Douglas", "middle": ["E"], "last": "Wood", "suffix": "", "affiliation": {"laboratory": "", "institution": "Assistant Dean for Clinical Curriculum", "location": {"settlement": "Seattle"}}, "email": ""}, {"first": "Roger", "middle": [], "last": "Tatum", "suffix": "", "affiliation": {"laboratory": "", "institution": "Assistant Dean for Clinical Curriculum", "location": {"settlement": "Seattle"}}, "email": ""}, {"first": "Laura", "middle": ["A Yale"], "last": "Mha", "suffix": "", "affiliation": {"laboratory": "", "institution": "Assistant Dean for Clinical Curriculum", "location": {"settlement": "Seattle"}}, "email": ""}, {"first": "Mark", "middle": ["E M"], "last": "Whipple", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Washington", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kristine", "middle": [], "last": "Calhoun", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "The global coronavirus 2019 (COVID-19) pandemic has impacted nearly every aspect of personal and professional life since the first case was reported in the United States on January 20, 2020 in Snohomish County, Washington. While the damage done to the economy should not be minimized, the negative impact on education has been severe and unprecedented. K-12 schools throughout Washington State went to online learning starting March 17 and will not return to in-person classes for the remainder of the 2019-2020 academic year, as is already the case for schools across the US. The University of Washington, the largest institution of higher education in the state, cancelled all in-person learning for the entirety of the spring quarter which started on March 30, 2020 as well. While this transition was disruptive but feasible for lecture based and group discussion coursework, many courses with labs and other traditionally face-to-face learning experiences are much more challenging or impossible to adapt to a virtual format. As previously described by Nassar In order to accommodate all of the students rotating at one time on the required Surgery rotation, there are a number of clerkship sites scattered throughout the region. There are currently 22 rotation sites, 13 throughout WWAMI, 6 non-UW sites in Seattle, and 3 affiliated with the University of Washington teaching hospitals. Up to 6 students may be at a rotation site, with 30 to 35 students assigned to the Surgery clerkship at any time. In addition to the required patient care clerkship, we also have a variable number of students in 4 th year surgical clerkships, also spread throughout the WWAMI region. Numbers tend to peak in late spring and summer, with subinternships congruent with \"audition season\" for the upcoming match year. This widely distributed clinical education structure with learners at multiple sites in a 6 state region, presented unique challenges in responding to the unprecedented measures necessitated by the COVID-19 pandemic.", "cite_spans": [{"start": 1057, "end": 1063, "text": "Nassar", "ref_id": null}], "ref_spans": [], "section": "Introduction and Background:"}, {"text": "COVID-19 Timeline on student learning:", "cite_spans": [], "ref_spans": [], "section": "Introduction and Background:"}, {"text": "When the COVID-19 pandemic erupted in the WWAMI region, there were 31 students on the 3 rd year required clerkship at 16 sites throughout the region. There were another 6 students at multiple sites participating on 4 week elective rotations. Washington State recorded both the first COVID-19 case in the US in late January, as well as the first death on February 26, 2020. The first surgery students affected were the 12 rotating at University of Washington affiliated sites in Seattle. As hospitalized COVID-19 cases increased at these 3 sites, a decision was made by hospital leadership to remove medical students from the operating room in order to preserve as much personal protective equipment (PPE) as possible. This ban went in effect on March 6, 2020 and correlated with the midpoint of that cohort of students' 6 week rotation. Those students rotating at UW affiliate sites were limited to clinic and ward duties for the 4 th week of their rotation (March 9-March 13). Operating room participation at WWAMI sites outside of Seattle was variable and decreased as the week progressed.", "cite_spans": [], "ref_spans": [], "section": "Introduction and Background:"}, {"text": "Things progressed rapidly as additional COVID-19 cases started to be diagnosed in earnest throughout the WWAMI region, with Wyoming recording their first case March 11, 2020, Alaska on March 12 and Idaho and Montana on March 13, 2020 (2) . With evidence of widespread penetrance, numerous clinical training sites began to pull students from clinical duties to both protect the students, as well as to preserve PPE. On March 14 one of the longstanding sites in the WWAMI region announced that they were prohibiting their one student from clinical duties. One day later, after making arrangements for that student's clinical evaluation, it was determined by the UW SOM leadership that all students would be pulled from clinical duties starting March 16, 2020, approximately one day before the AAMC released its statement recommending that all US medical schools suspend clinical rotations (3) . This corresponded to the start of the 5 th of 6 weeks for the 3 rd year students rotating on required clerkships and the beginning of the 3 rd of 4 weeks for the 4 th year students rotating on electives. Given that many students participate in rotations at locations that are different from their foundation site, they were asked to return to their home states and shelter in place. While some clerkships in other fields asked students to complete learning modules online, this was more challenging for the procedure based disciplines like surgery and gynecology. Virtual learning was not required by the surgery clerkship.", "cite_spans": [{"start": 234, "end": 237, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 887, "end": 890, "text": "(3)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction and Background:"}, {"text": "Logistically, the issue of clinical evaluation and how to administer the required NBME test were among the first concerns. Since the 3 rd year students had completed 4 of 6 weeks of the rotation, the UW SOM Patient Care and Explore and Focus committees considered requirements of the rotations to be satisfactory and chose not to issue incomplete grades or have students make up those lost 2 weeks.", "cite_spans": [], "ref_spans": [], "section": "Introduction and Background:"}, {"text": "While there was some discussion regarding moving to Pass/Fail for this required clerkship rotation instead of the customary Pass, High Pass and Honors grades, normal grading was maintained to avoid negatively impacting this group of students' transcripts given the importance of grades for residency applications. Surgery clerkship leadership sent email correspondence to all of the sites with students and asked them to proceed with clinical grading and to take into consideration each student's overall trajectory when assessing their performance. Surgery clerkship grades in the 3 rd year are comprised of both a clinical portion as well as test performance. Although heavily weighted towards the clinical grade, students must take and pass the test to pass the course. The administration of the NBME test became particularly challenging given that it traditionally must be done at a certified testing site with in-person proctors. Once the Governor of Washington State issued his Shelter in Place proclamation on March 23, 2020, the decision was made to move to an on-line test at home in order to be in compliance. NBME testing finally occurred on Friday April 10, 2020 with tests proctored virtually by our administrator and others. When comparing this cohort to others or the 2019-2020 academic year, the shortened clinical clerkship does not appear to have negatively impacted test scores, a finding others have reported as well (4) . No student failed and one of the highest scores of the year was actually recorded.", "cite_spans": [{"start": 1437, "end": 1440, "text": "(4)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction and Background:"}, {"text": "Grading for 4 th year students on elective courses was less complex as these grades are purely based on clinical performance and all students participating in these surgical rotations were graduating 4 th years who had just matched into residency. The decision was made to move those rotations to PASS/FAIL and all 6 students received a passing grade based on their 2 week performance to date. Many potential scenarios for the 3 rd year patient care phase were discussed ,including keeping all rotations their normal length, decreasing all by 1/3, or decreasing some and keeping others normal length. Maintaining all at their usual length was deemed the least practical due to a requirement that the schedule could not cross academic years as it would mean doubling up students on rotations. While decreasing all rotations by 1/3 seemed the most equitable, it proved especially problematic for Surgery, given that the UW SOM Surgery clerkship is already rather short at only 6 weeks in length. Based on 2016 NBME data, only 20% of US medical schools have a surgery clerkship of 6 weeks or less, with 63% offering an 8 week experience (5) . Decreasing Surgery to a 4 week experience would make the UW SOM too much of a national outlier, substantially compromise student's clinical experience in a core discipline, and potentially make UW students less competitive for surgical residencies when compared to their peers. The UW SOM curriculum leadership in conjunction with the clerkship directors ultimately elected to decrease in-person rotations by 1/3 and grant select specialties an additional 2 weeks to create a supplementary \"virtual\" experience. This decision was based, in part, by a survey of the 22 clerkship sites and the logistical consideration of the total number of clerkship students that could be trained at one time as described below.", "cite_spans": [{"start": 1134, "end": 1137, "text": "(5)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction and Background:"}, {"text": "In a survey of our clinical clerkship sites, the majority had no preference between 6 and 4 weeks face-to-face learning. Logistics calculations revealed that the maximal number of students that could be accommodated per rotation block at the 22 sites was 42 to 44, yet a 6 week rotation on a condensed timeline would host 48 to 53 students. While some sites stated they could take additional students, globally it was not possible to secure spots for the number of students to make a 6 week experience attainable. There was also significant concern that a major increase in students per site could severely dilute the clinical experience. By choosing a 4 week rotation schedule, the number of learners per rotation block would remain roughly the same as in a usual year and maintain a meaningful educational experience for students. There is even the potential for students to look upon the shortened clerkship favorably, with a perception of fewer work hours (4) . Ultimately, the decision became one of quality versus quantity, with quality ultimately winning.", "cite_spans": [{"start": 960, "end": 963, "text": "(4)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction and Background:"}, {"text": "For the 2020-21 academic year, all students completing their required Surgery clerkship rotations will complete a 4 week in-person rotation at one of the 22 sites throughout WWAMI region, as well as a 2 week \"virtual clerkship\" to augment their in-person experience. All site directors were consulted during this decision process regarding rotation length preference as well as potential student availability for the upcoming academic year. While Washington State was the first US site for any COVID-19 activity, it spread to all of the WWAMI states by March 13. Given that these states are behind the curve in Washington by at least two weeks, ability of all sites to continue to host learners became a priority. Most sites committed to welcoming students starting on June 29, realizing that this could change as the pandemic progressed Given the shorter experience, it became necessary to revise course requirements for the rotation. For the academic year which concluded on March 27 th , 2020, course requirements included 2 in-depth patient write ups, a post-operative pain assessment exercise, required patient encounters, a central venous catheter module and the NBME exam. The UW Department of Surgery have never had a minimum test score required to earn an Honors grade but had plans to institute that for the 2020-21 academic year. Given the shortened clinical rotation for the upcoming year, requirements will decrease to one patient write up, while keeping the pain assessment and the other requirements. The decision was made to postpone the initiation of the minimum test score to be Honors eligible. The launch of a new patient care decision-making exercise for this year has also been placed on hold. At the current time, UW SOM plans to continue to give Pass, High Pass and Honors grades for required clerkships and the NBME exam will continue to be administered.", "cite_spans": [], "ref_spans": [], "section": "Introduction and Background:"}, {"text": "To account for this shortened in-person experience, Surgery was granted an additional dedicated 2 week block that will be utilized as a \"virtual clerkship\" experience that will immediately follow the clinical rotation. Clerkship leaders have been tasked with creating this virtual clerkship with a go-live date of June 29, 2020. Expected patient care phase surgery requirements include acute abdomen, endocrine, surgical oncology, gallbladder, GI, hernia, vascular, postoperative care/wound care management, and pain management. Virtual modules are being created for each of these topics, as well as a list of additional surgical issues that students may encounter (Table 1) . A traditional lecture will be given by a local/regional expert from one of our institutions and paired with additional resources including WISE MD and ACS/ASE medical student modules as applicable and with appropriate financial compensation and acknowledgment. An assessment tool will be paired with each module to allow us to evaluate whether these virtual learning opportunities augmented the clinical experience and whether it was helpful. There is cautious optimism that the smaller rotation sizes on the 4 week clinical experience and this virtual experience will make up for the 2 in-person weeks being lost. McKinley et al. have", "cite_spans": [], "ref_spans": [{"start": 665, "end": 674, "text": "(Table 1)", "ref_id": null}], "section": "Introduction and Background:"}, {"text": "reported success with a similar pre-clinical experience, augmenting hope that this will be a positive addition to the upcoming academic year and a model that can be utilized in \"normal\" times as well (6) .", "cite_spans": [{"start": 200, "end": 203, "text": "(6)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction and Background:"}, {"text": "There are plans to assess this in real time and adjust as needed.", "cite_spans": [], "ref_spans": [], "section": "Introduction and Background:"}, {"text": "4 th year Student Rotation Plans and Impact on Residency Application for the 2020-21 academic year:", "cite_spans": [], "ref_spans": [], "section": "Introduction and Background:"}, {"text": "The COVID-19 pandemic is impacting the rising 4 th year students at UW SOM during a critical period of their medical student experience. For the most recent residency match, UW had 20 students successfully apply and secure a General Surgery residency spot. While numbers may change, there are currently 20 rising 4 th year students who have expressed an interest in a surgical career. As previously mentioned, three 4 week elective rotations will be lost to the COVID-19 pandemic before students return to clinical rotations on June 29. This includes all three of the spring rotations where many students hoped to further explore surgery to confirm it is their field of choice for the 2021 match. In addition, there are students who have committed to surgery who require additional surgery based subinternship rotations to secure letters of recommendation, or to augment their required surgery clerkship experience and grades. The Department independently reached out to students who had selfidentified as interested in Surgery to confirm their plans. The UW SOM has furthermore elected to send out a survey to the entire rising 4 th year class asking them to identify their 1 st and 2 nd residency application field choices. Once more exact numbers are known, each department will need to assist in triaging these students to elective rotations during the critical summer and early fall timeframe. Issues such as required clerkship grade, required clerkship location (Seattle based or WWAMI), and whether the student is exploring or committed to the field will be taken into consideration and assist with triage decisions. Currently, all of Surgery Explore and Focus training sites are committed to taking students, although this is subject to change if WWAMI sites have ongoing issues with COVID-19 presence. Similar to the required clerkships, there are still plans to use the Pass, High Pass and Honors grading metric unless decisions are made nationally to transition to a Pass/Fail system for this year.", "cite_spans": [], "ref_spans": [], "section": "Introduction and Background:"}, {"text": "Currently, there is a moratorium on visiting rotations at UW SOM through summer, both for UW students participating at outside institutions and for accepting external students to UW courses. This has the additional impact of limiting UW student's experience at other institutions where they may have considered for residency application, as well as for outside students to explore a clinical experience at UW if they contemplated a residency in a UW program. Whether this decision will apply for the entire academic year is still to be determined at the time of this writing. Other areas of uncertainty will remain until national decisions are made regarding USMLE Step 2 testing times, ERAS application dates, and MSPE dates. Once final decisions are made regarding these critical aspects of the 4 th year student's year, the department will adjust as necessary.", "cite_spans": [], "ref_spans": [], "section": "Introduction and Background:"}, {"text": "The COVID-19 pandemic is an unprecedented situation and will have far reaching implications for years to come. All aspects of life have been impacted in some manner and medical school education is not immune. The UW SOM have thoughtfully sought to address the impact of the pandemic on all of our learners. Difficult decisions have been made to shorten the required 3 rd year rotations and triage the 4 th year electives to a degree that has not been necessary before. Within the Department of Surgery, an innovative virtual clerkship will be created to augment shortened in-person learning time. A concerted effort was made to include all rotation sites in critical decisions that will impact both medical students and teaching faculty. These decisions were challenging and needed to be made with a paucity of information, with many moving variables and many unknowns. We are proud of our ability as a surgery clerkship to rise up and address these issues and are hopeful that student education and ability to attain a residency will not be further casualties of the COVID-19 pandemic. Only time will be able to answer that difficult question.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Emergency Restructuring of a General Surgery Residency Program During the Coronavirus Disease 2019 Pandemic: The University of Washington Experience", "authors": [{"first": "A", "middle": ["H"], "last": "Nassar", "suffix": ""}, {"first": "N", "middle": ["K"], "last": "Zern", "suffix": ""}, {"first": "L", "middle": ["K"], "last": "Mcintyre", "suffix": ""}, {"first": "D", "middle": [], "last": "Lynge", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Smith", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Petersen", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Horvath", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Wood", "suffix": ""}], "year": null, "venue": "JAMA", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "CDC: Centers for Disease Control and Prevention: Coronavirus Disease", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Guidance on Medical Students' Clinical Participation: Effective Immediately; AAMC announcement", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "All work and no play: Addressing medical students' concerns about duty hours on the surgical clerkship", "authors": [{"first": "T", "middle": ["J"], "last": "Barnum", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Halverson", "suffix": ""}, {"first": "I", "middle": [], "last": "Helenowski", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Odell", "suffix": ""}], "year": 2018, "venue": "Am J Surg", "volume": "218", "issn": "2", "pages": "419--423", "other_ids": {"DOI": ["10.1016/j.amjsurg.2018.12.012"]}}, "BIBREF4": {"ref_id": "b4", "title": "NBME® Clinical Clerkship Subject Examination Survey: Summary of Results", "authors": [], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Medical students' perceptions and motivations prior to their surgery clerkship", "authors": [{"first": "S", "middle": ["K"], "last": "Mckinley", "suffix": ""}, {"first": "M", "middle": [], "last": "Kochis", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Cooper", "suffix": ""}, {"first": "", "middle": [], "last": "Saillant", "suffix": ""}, {"first": "", "middle": [], "last": "Haynes", "suffix": ""}, {"first": "E", "middle": [], "last": "Petrusa", "suffix": ""}, {"first": "R", "middle": [], "last": "Phitayakorn", "suffix": ""}], "year": 2019, "venue": "Am J Surg", "volume": "218", "issn": "2", "pages": "424--429", "other_ids": {"DOI": ["10.1016/j.amjsurg.2019.01.010"]}}, "BIBREF6": {"ref_id": "b6", "title": "Table 1: Virtual Surgical Clerkship Contents: Required Patient Care Encounter Topic", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "et al., even residency training at the University of Washington has been altered due to the COVID-19 situation (1). The University of Washington School of Medicine (UW SOM) is one of two medical schools in the state. The UW SOM is a unique school that admits a large proportion of its students from not only Washington State, but also from the WWAMI region which includes Wyoming, Alaska, Montana and Idaho. Students are admitted initially to one of six Foundation sites-two in Washington state (Seattle and Spokane), as well as one each in Wyoming, Alaska, Montana, and Idaho. Students attend their first 18 months at their home Foundations site. The third year Patient Care Phase clinical rotations include 12 weeks of Internal Medicine and 6 weeks each of Family Medicine, Pediatrics, Psychiatry, Obstetrics and Gynecology, and Surgery. The 4 th year Explore and Focus Phase is composed of 2 to 4 week rotations specializing in subjects of the student's choice. There are approximately 280 students spread over the 6 foundation sites in each of the 4 years.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Attention quickly shifted to upcoming rotations. After much discussion, the UW SOM made the difficult decision to postpone all in-person clinical rotations until June 29, 2020. This translated into a loss of two required clerkship blocks for 3 rd year students, as well as three 4 th year elective blocks. The 2020 UW SOM academic year was scheduled to start at the end of March and conclude at the same time point in 2021. Given a number of variables, it was not felt viable to extend the current academic year and overlap with the 2021-22 year. With this decision, a traditional 12 month learning experience needed to be adapted to fit into a 9 month time frame. Decisions were made independently for the rising 3 rd and 4 th year classes and are described below: Required 3 rd Year Clerkship plan for 2020-21 academic year:", "latex": null, "type": "figure"}}, "back_matter": [{"text": "Funding:There was no funding provided for this paper.", "cite_spans": [], "ref_spans": [], "section": "annex"}]}