{"paper_id": "1fe8ab9531a38af72ffad1460b1a821a1e58433d", "metadata": {"title": "A Multicenter Consortium to Define the Epidemiology and Outcomes of Pediatric Solid Organ Transplant Recipients With Inpatient Respiratory Virus Infection", "authors": [{"first": "Lara", "middle": [], "last": "Danziger-Isakov", "suffix": "", "affiliation": {"laboratory": "", "institution": "Cincinnati Children's Hospital Medical Center", "location": {"region": "Ohio"}}, "email": ""}, {"first": "William", "middle": ["J"], "last": "Steinbach", "suffix": "", "affiliation": {"laboratory": "", "institution": "Duke University", "location": {"settlement": "Durham", "region": "North Carolina"}}, "email": ""}, {"first": "Grant", "middle": [], "last": "Paulsen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Cincinnati Children's Hospital Medical Center", "location": {"region": "Ohio"}}, "email": ""}, {"first": "Flor", "middle": ["M"], "last": "Munoz", "suffix": "", "affiliation": {"laboratory": "", "institution": "Baylor College of Medicine", "location": {"settlement": "Houston"}}, "email": ""}, {"first": "Leigh", "middle": ["R"], "last": "Sweet", "suffix": "", "affiliation": {"laboratory": "", "institution": "Baylor College of Medicine", "location": {"settlement": "Houston"}}, "email": ""}, {"first": "Michael", "middle": [], "last": "Green", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Pittsburgh", "location": {"settlement": "Pennsylvania"}}, "email": ""}, {"first": "Marian", "middle": ["G"], "last": "Michaels", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Pittsburgh", "location": {"settlement": "Pennsylvania"}}, "email": ""}, {"first": "Janet", "middle": ["A"], "last": "Englund", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Washington", "location": {}}, "email": ""}, {"first": "Alastair", "middle": [], "last": "Murray", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Washington", "location": {}}, "email": ""}, {"first": "Natasha", "middle": [], "last": "Halasa", "suffix": "", "affiliation": {"laboratory": "", "institution": "Vanderbilt University Medical Center", "location": {"settlement": "Nashville", "region": "Tennessee"}}, "email": ""}, {"first": "Daniel", "middle": ["E"], "last": "Dulek", "suffix": "", "affiliation": {"laboratory": "", "institution": "Vanderbilt University Medical Center", "location": {"settlement": "Nashville", "region": "Tennessee"}}, "email": ""}, {"first": "Rebecca", "middle": ["Pellett"], "last": "Madan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Betsy", "middle": ["C"], "last": "Herold", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Brian", "middle": ["T"], "last": "Fisher", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Respiratory virus infection (RVI) in pediatric solid organ transplant (SOT) recipients poses a significant risk; however, the epidemiology and effects of an RVI after pediatric SOT in the era of current molecular diagnostic assays are unclear.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods. A retrospective observational cohort of pediatric SOT recipients (January 2010 to June 2013) was assembled from 9 US pediatric transplant centers. Charts were reviewed for RVI events associated with hospitalization within 1 year after the transplant. An RVI diagnosis required respiratory symptoms and detection of a virus (ie, human rhinovirus/enterovirus, human metapneumovirus, influenza virus, parainfluenza virus, coronavirus, and/or respiratory syncytial virus). The incidence of RVI was calculated, and the association of baseline SOT factors with subsequent pulmonary complications and death was assessed.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results. Of 1096 pediatric SOT recipients (448 liver, 289 kidney, 251 heart, 66 lung, 42 intestine/multivisceral), 159 (14.5%) developed RVI associated with hospitalization within 12 months after their transplant. RVI occurred at the highest rates in intestine/ abdominal multivisceral (38%), thoracic (heart/lung) (18.6%), and liver (15.6%) transplant recipients and a lower rate in kidney (5.5%) transplant recipients. RVI was associated with younger median age at transplant (1.72 vs 7.89 years; P < .001) and among liver or kidney transplant recipients with the receipt of a deceased-donor graft compared to a living donor (P = .01). The all-cause and attributable case-fatality rates within 3 months of RVI onset were 4% and 0%, respectively. Multivariable logistic regression models revealed that age was independently associated with increased risk for a pulmonary complication (odds ratio, 1.24 [95% confidence interval, 1.02-1.51]) and that receipt of an intestine/multivisceral transplant was associated with increased risk of all-cause death (odds ratio, 24.54 [95% confidence interval, 1.69-327.96]).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions. In this study, hospital-associated RVI was common in the first year after pediatric SOT and associated with younger age at transplant. All-cause death after RVI was rare, and no definitive attributable death occurred.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Respiratory virus infection (RVI) is a leading cause for hospitalization in children [1] and results in significant morbidity and death among immunocompromised children, including those who have undergone a solid organ transplant (SOT) [2] [3] [4] . However, much of the literature regarding RVI after pediatric SOT has been limited to single-center reports that focused on 1 viral pathogen or combined SOT recipients with other immunocompromised hosts [5] [6] [7] [8] [9] . Even data on high-risk pediatric lung transplant patients have been limited to those from a single multicenter study that reported the epidemiology of RVI in this population, which was performed in the period before robust molecular diagnostics [10] .", "cite_spans": [{"start": 85, "end": 88, "text": "[1]", "ref_id": null}, {"start": 236, "end": 239, "text": "[2]", "ref_id": "BIBREF3"}, {"start": 240, "end": 243, "text": "[3]", "ref_id": "BIBREF4"}, {"start": 244, "end": 247, "text": "[4]", "ref_id": "BIBREF5"}, {"start": 453, "end": 456, "text": "[5]", "ref_id": "BIBREF6"}, {"start": 457, "end": 460, "text": "[6]", "ref_id": "BIBREF7"}, {"start": 461, "end": 464, "text": "[7]", "ref_id": "BIBREF8"}, {"start": 465, "end": 468, "text": "[8]", "ref_id": "BIBREF9"}, {"start": 469, "end": 472, "text": "[9]", "ref_id": "BIBREF10"}, {"start": 720, "end": 724, "text": "[10]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": ""}, {"text": "The lack of contemporary data specific to RVI in pediatric SOT recipients is an important knowledge gap, especially in this era of molecular diagnostics. A more comprehensive understanding of the frequency and outcomes of RVI in this patient population, particularly within the first year after SOT, when immunosuppression is the highest, should help guide future investigations of RVI management and identify needs for novel prevention and treatment strategies.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "A large multicenter retrospective cohort of pediatric SOT recipients was assembled to determine the incidence of RVI hospitalization in the first year after the transplant and to identify factors associated with poor outcomes in these patients after RVI.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The study cohort comprised children ≤18 years old who underwent a kidney, liver, heart, lung, heart-lung, or intestine/multivisceral (ie, intestine along with other abdominal organs including the liver and/or pancreas) transplant between January 1, 2010, and June 30, 2013, at 1 of 9 US pediatric academic institutions. Each SOT recipient was followed from the day of transplant until 365 days after transplant, death, or loss to follow-up (whichever occurred first).", "cite_spans": [], "ref_spans": [], "section": "Study Design and Cohort"}, {"text": "The primary outcome was the presence of an RVI associated with hospitalization within 365 days after the SOT. The definition of an RVI included the following criteria: (1) a positive result for a respiratory viral pathogen from a nasopharyngeal swab or aspirate, nasal wash specimen, sputum, tracheal aspirate, or deep bronchial wash or bronchoalveolar lavage specimen and (2) documentation of clinical signs of a respiratory illness, including cough, rhinorrhea, and/or increased work of breathing within 72 hours of the positive respiratory virus test. The RVI was detected either during hospitalization or prompted admission because of the symptoms after the positive testing result.", "cite_spans": [], "ref_spans": [], "section": "Outcome"}, {"text": "The following respiratory pathogens were considered: rhinovirus/enterovirus, human metapneumovirus (hMPV), influenza, parainfluenza virus (PIV), respiratory syncytial virus (RSV), and coronavirus. Diagnostic tests for rhinovirus, hMPV, influenza, PIV, and RSV were available at each center during the study period. Testing for coronavirus was available at only 3 of the participating centers [11] . Each pathogen was recorded if more than 1 virus was detected for a given RVI episode. In the case of a recurrent RVI event with the same virus, only the first episode was documented, unless the subsequent episode occurred ≥30 days after the first event and if there was at least 1 negative intercurrent test result. The number of days after transplant for RVI onset was assigned on the basis of the day that the sample that resulted in a positive respiratory virus test result was collected.", "cite_spans": [{"start": 392, "end": 396, "text": "[11]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Outcome"}, {"text": "Patients with a documented RVI were followed for 3 months from the onset of infection to assess subsequent respiratory support, pulmonary complications, and death. Any death that occurred within 3 months of RVI onset was evaluated further for attribution. Attribution (cause of death likely, possibly, or not likely attributable to RVI) was assigned after a central review by 3 independent investigators of a deidentified summary of the circumstances surrounding each patient's death.", "cite_spans": [], "ref_spans": [], "section": "Outcome"}, {"text": "After institutional review board approval at each study site, investigators and trained research assistants retrospectively abstracted a priori-identified data elements, including demographic and pretransplant, transplant, and peri-RVI variables, directly into a central REDCap electronic database hosted at Duke University.", "cite_spans": [], "ref_spans": [], "section": "Data Collection"}, {"text": "The primary aim of this study was to determine the incidence of RVI from any pathogen (rhinovirus, hMPV, influenza, PIV, RSV, or coronavirus) associated with a hospitalization within the first year after a transplant. Univariate logistic regression analyses were performed to assess the association of various baseline host characteristics and risk factors at the time of transplant with subsequent development of an RVI.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "The secondary aims of this study were to determine all-cause and attributable 3-month case-fatality rates after RVI onset and to identify factors associated with pulmonary complications or death in the 3 months after RVI. Case-fatality rates were calculated as the proportion of patients with an RVI who died within 3 months of RVI onset. Multivariate logistic regression models were constructed using the outcomes of pulmonary complications and death in the 3-month post-RVI-onset period. These models were limited by few pulmonary complications and death events; however, the following factors were hypothesized a priori to be potentially associated with these outcomes: age, need for respiratory support at baseline, and history of chronic lung disease. Each of these variables was assessed in a univariate logistic regression analysis and then included in multivariate logistic regression models. Statistical calculations were performed using Stata 13.0 (Stata Corp., College Station, Texas).", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "Retrospective identification of SOT recipients from the 9 participating centers resulted in a final cohort of 1096 subjects. The median patient age was 6 (Table 1) . Organs transplanted included liver (41%), kidney (26%), heart (23%), lung (6%), and intestine/abdominal multivisceral (4%).", "cite_spans": [], "ref_spans": [{"start": 154, "end": 163, "text": "(Table 1)", "ref_id": "TABREF2"}], "section": "Cohort Demographics"}, {"text": "One hundred and fifty-nine (14.5%) SOT recipients had 181 RVI events associated with hospitalization within the first year after their transplant, and 190 respiratory viruses were detected. RVI occurred at the highest rates after an intestine/abdominal multivisceral (38%) transplant, followed by heart (18.3%), lung (16.7%), liver (15.6%), and kidney (5.5%) transplant. The earliest RVI event occurred at a median of 99 days after transplant (IQR, 19-236 days), with minimal variability in timing across viruses ( [3] or PIV [2] and 4 cases of RSV with hMPV, influenza, PIV, or rhinovirus. Infection with hMPV, influenza, and RSV occurred primarily during autumn and winter, whereas PIV and rhinovirus occurred throughout the calendar year (Table 3 and Figure 1 ). PIV3 (n = 18) predominated, occurring throughout the year, whereas PIV1 (n = 5) and PIV2 (n = 6) clustered in the fall and winter months, respectively. Clinical signs most frequently associated with respiratory virus detection included fever within 48 hours (54%) and lower respiratory tract disease at onset (35%). Fever was most common with influenza (79%) and least common with hMPV, PIV, and RSV (43%-45%). During the first RVI event for the 159 patients with at least 1 RVI, only 9% of the patients were neutropenic (absolute neutrophil count, <500 cells/mL) and 22% were severely lymphopenic (absolute lymphocyte count, <200 cells/mL) in the week before onset. However, absolute lymphocyte counts before RVI onset were not available for 28% of the patients. Underlying chronic lung disease, the need for respiratory support including oxygen, noninvasive or mechanical ventilation, and admission in an intensive care unit before RVI diagnosis were all relatively common (20%, 25%, and 28%, respectively). An antiviral agent directed at the identified pathogen was prescribed in 21 cases (14 influenza, 6 RSV, 1 rhinovirus). Specifically, 3 patients with RSV received ribavirin alone, whereas another 3 received palivizumab alone. The patient with rhinovirus received both intravenous immunoglobulin G and ribavirin. Intravenous immunoglobulin G was administered to 22 patients within 2 weeks of RVI onset (4 had hMPV, 2 influenza, 3 PIV, 5 RSV, and 12 rhinovirus). Patients who had been diagnosed with at least 1 RVI were significantly younger than patients without an RVI (median 1.72 years; IQR, 0.73-4.46 vs 7.89 years, IQR 1.68-14.09; P < .001). Recipients of a liver or kidney from a deceased donor were significantly more likely to have an RVI than were recipients of a liver or kidney from a living donor (13.4% vs 6.8%, respectively; P < .015). Diagnosis of an RVI was otherwise not associated with sex, race, or organ-transplant type. Influenza vaccination rates were also similar between patients with and those without influenza (53% vs 52%, respectively).", "cite_spans": [{"start": 515, "end": 518, "text": "[3]", "ref_id": "BIBREF4"}, {"start": 526, "end": 529, "text": "[2]", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 741, "end": 749, "text": "(Table 3", "ref_id": "TABREF4"}, {"start": 754, "end": 762, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "RVI Events"}, {"text": "Subsequent to a first RVI event in 159 subjects, 9 (5.7%) patients experienced a pulmonary complication (ie, tracheostomy, subacute pulmonary sequelae, chronic pulmonary sequelae, bronchiolitis obliterans, or other pulmonary complication). Seven patients died within 3 months of RVI onset (all-cause case fatality rate, 4.4%) ( Table 4 ). Of these 7 deaths, 1 was likely attributed to an RSV event and 1 was possibly attributed to a PIV event. It was notable that of the 10 intestinal transplant recipients who developed an RVI, 4 (40%) died, and 1 of these deaths was possibly related to the RVI.", "cite_spans": [], "ref_spans": [{"start": 328, "end": 335, "text": "Table 4", "ref_id": "TABREF5"}], "section": "Pulmonary Complication and Case-Fatality Rates"}, {"text": "No deaths occurred after RVI onset in isolated liver or kidney recipients, and only 1 liver recipient developed a pulmonary complication (pulmonary hemorrhage) within 3 months of RVI onset. Therefore, multivariate logistic regression models used to assess factors associated with pulmonary complications or death within 3 months after RVI excluded liver and kidney recipients (Table 5 ). Within this subset of 73 SOT recipients with a first RVI, an onset of RVI within 60 days of the transplant (odds ratio [OR], 6.29 [95% confidence interval (CI), 1.17-33.81]) and respiratory support at baseline (OR, 9.19 [95% CI, 1.68-50.14]) were associated with an increased risk for pulmonary complication within 3 months in univariate analysis; neither of them remained associated with pulmonary complication in the multivariate model (Table 6 ). Only receipt of an intestinal or multivisceral abdominal transplant was associated with death within 3 months of RVI onset. In addition, all patients who had a pulmonary complication or died after RVI onset were white and had received steroids in the week before RVI, which precluded the inclusion of these covariates in the regression models.", "cite_spans": [], "ref_spans": [{"start": 376, "end": 384, "text": "(Table 5", "ref_id": "TABREF6"}, {"start": 826, "end": 834, "text": "(Table 6", "ref_id": "TABREF8"}], "section": "Pulmonary Complication and Case-Fatality Rates"}, {"text": "To our knowledge, this is the largest study to date of a multicenter pediatric cohort in which hospital-associated RVI in the first year after SOT was evaluated. Overall, 14.5% of pediatric SOT recipients had at least 1 documented RVI that required hospitalization within 12 months of their transplant; the highest rate of RVI was seen in intestine/abdominal multivisceral transplant recipients, and the lowest rate occurred in kidney transplant recipients. The overall incidence was similar to the RVI rate (14%) reported from a previous study of a large cohort of pediatric lung transplant recipients [10] , despite the fact that the earlier cohort was evaluated before the routine availability of molecular diagnostics. Rhinovirus accounted for 45% of the events in our cohort, which is consistent with recent reports of RVI etiologies in adult SOT recipients [12, 13] and is a substantial increase over rates from studies before the initiation of molecular diagnostics. Death after RVI was relatively uncommon in this study, occurring during 4% of the first RVI events, and only 2 of these deaths were deemed possibly or likely related to the RVI. Comparison of this mortality rate to those in previously published literature suggests a decline in the mortality rate after RVI among SOT recipients. Data from a single-center cohort assembled during the 1990s revealed a case-fatality rate of 15% to 23% for influenza and PIV [14] . It should be noted that follow-up among 83 pediatric SOT recipients with influenza during the 2009 H1N1 pandemic who were generally treated with antiviral therapy revealed no deaths [15] . The aforementioned multicenter pediatric lung transplant cohort reported a case-fatality rate of 10.7% among 28 patients with an RVI [16] . However, 2 of the 3 deaths in the cohort of lung transplant recipients occurred after adenovirus infection, which was not evaluated in our study and might have resulted in a reduced estimate of the mortality rate, because adenovirus is associated with increased risk of death in some populations of pediatric transplant recipients [16, 17] . The decision to exclude adenovirus infection from our study was related to its ability to disseminate and result in systemic illness, which sets it apart from a typical RVI. Pulmonary complications", "cite_spans": [{"start": 603, "end": 607, "text": "[10]", "ref_id": "BIBREF11"}, {"start": 863, "end": 867, "text": "[12,", "ref_id": "BIBREF13"}, {"start": 868, "end": 871, "text": "13]", "ref_id": "BIBREF14"}, {"start": 1429, "end": 1433, "text": "[14]", "ref_id": "BIBREF15"}, {"start": 1618, "end": 1622, "text": "[15]", "ref_id": "BIBREF16"}, {"start": 1758, "end": 1762, "text": "[16]", "ref_id": "BIBREF17"}, {"start": 2096, "end": 2100, "text": "[16,", "ref_id": "BIBREF17"}, {"start": 2101, "end": 2104, "text": "17]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "At least 1 complication within 3 mo of diagnosis 9 (6) 1 (5) 1 (5) 3 (10) 3 (7.5) 4 (5)", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Chronic pulmonary sequelae 0 (0) 0 (0) 0 (0) 0 (0) 0 (0) 1 (1)", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Other pulmonary complications 4 (3) 1 (5) 0 (0) 2 (7) 2 (5) The observation that recipients of a kidney or liver transplant from a living donor were at decreased risk for RVI compared to those whose graft came from a deceased donor is an interesting phenomenon. Pediatric kidney transplants from living donors might have been scheduled to occur in periods of lower risk for RVI, such as summer months, although we do not have data to specifically support this supposition, because institutional approval for this study required anonymized data not including the date of transplantation. Because RVI events in this cohort occurred in periods that mirrored RVI circulation in the community, with a decreased number of events in the summer months, this could decrease the risk of early RVI and hospital-associated RVI because the risk of hospitalization decreased with time from transplant in this population. Another possible hypothesis would be that differences in immunosuppression protocols for the recipients of living-donor grafts had an effect.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "With the exception of pediatric lung transplantation, past literature on RVI in SOT recipients is limited mainly to single-center reports from studies that focused on 1 pathogen and/ or organ and often included patients who did not undergo a transplant [5] [6] [7] [8] 18] . Compared to previous literature that provided cases in SOT but did not acquire full denominator data [8] , our large cohort enables calculation of RVI incidence rates, because all pediatric SOT recipients at the participating institutions were included. However, our results must be interpreted in view of certain limitations. Given the retrospective nature of the study, no protocols for consistent evaluation for RVI were followed, even when patients were admitted to the hospital with a respiratory illness. In addition, misclassification bias was possible, although all charts were reviewed systematically to decrease this possibility. RVI events that occurred in an outpatient setting and did not necessitate a hospital admission were not captured, and it is known that many SOT recipients receive outpatient care at clinics outside the transplant center. Patients who are doing well and further out from transplant might be more likely to receive care at a center farther from the transplant center. Thus, capture of only inpatient events might have underestimated the true rate of RVI in this population. Specific data regarding acute transplant rejection were not collected for the cohort, which limited our potential to evaluate the possible association of RVI with subsequent rejection or intensified immunosuppression. Last, although a large cohort was assembled and the evaluations of patients with a variety of transplanted organs were included, the number of RVI and subsequent events of pulmonary complications and death were still relatively small, which limited our ability to identify significant risk factors for a poor outcome in multivariate analyses.", "cite_spans": [{"start": 253, "end": 256, "text": "[5]", "ref_id": "BIBREF6"}, {"start": 257, "end": 260, "text": "[6]", "ref_id": "BIBREF7"}, {"start": 261, "end": 264, "text": "[7]", "ref_id": "BIBREF8"}, {"start": 265, "end": 268, "text": "[8]", "ref_id": "BIBREF9"}, {"start": 269, "end": 272, "text": "18]", "ref_id": "BIBREF19"}, {"start": 376, "end": 379, "text": "[8]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Overall, RVI associated with hospitalization was common in the first year after pediatric SOT, and higher rates were associated with younger age and intestine/abdominal multivisceral transplants. It is particularly interesting and in contrast to earlier reports that all-cause death after RVI was rare. Although no deaths were definitively attributable to RVI, complications did occur and were most common among patients who required supplemental respiratory support at the time of diagnosis. Methods for further reducing the effects of RVI after pediatric SOT are needed, including novel prevention and treatment options for the most vulnerable patients.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Abbreviations: CI, confidence interval", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "bilevel positive airway pressure/continuous positive airway pressure, mechanical ventilation, and/or high-frequency oscillator ventilation/extracorporeal membrane of the outcome measures was considered within 3 months of the onset of the first RVI event and represents an OR with the 95% CI. Multivariate logistic regression models each included age and race and any variable that the following: tracheostomy, subacute pulmonary sequalae, chronic pulmonary sequalae, bronchiolitis obliterans, and/or other pulmonary complications. References 1. US Department of Health and Human Services, Health Resources and Services Administration, Maternal and Child Health Bureau. Child health USA 2012. US Department of Health and Human Services", "authors": [], "year": 2013, "venue": "RVI, respiratory virus infection; SOT, solid organ transplant. the following: oxygen supplementation", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Novel 2009 H1N1 influenza virus infection requiring extracorporeal membrane oxygenation in a pediatric heart transplant recipient", "authors": [{"first": "A", "middle": [], "last": "Flagg", "suffix": ""}, {"first": "L", "middle": [], "last": "Danziger-Isakov", "suffix": ""}, {"first": "C", "middle": [], "last": "Foster", "suffix": ""}], "year": 2010, "venue": "J Heart Lung Transplant", "volume": "29", "issn": "", "pages": "582--586", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Respiratory failure associated with human metapneumovirus infection in an infant posthepatic transplant", "authors": [{"first": "K", "middle": ["M"], "last": "Evashuk", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Forgie", "suffix": ""}, {"first": "S", "middle": [], "last": "Gilmour", "suffix": ""}], "year": 2008, "venue": "Am J Transplant", "volume": "8", "issn": "", "pages": "1567--1576", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Significant morbidity associated with RSV infection in immunosuppressed children following liver transplantation: case report and discussion regarding need of routine prophylaxis", "authors": [{"first": "S", "middle": ["S"], "last": "Blanchard", "suffix": ""}, {"first": "M", "middle": [], "last": "Gerrek", "suffix": ""}, {"first": "C", "middle": [], "last": "Siegel", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Czinn", "suffix": ""}], "year": 2006, "venue": "Pediatr Transplant", "volume": "10", "issn": "", "pages": "826--835", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Influenza A H1N1/2009 infection in pediatric solid organ transplant recipients", "authors": [{"first": "J", "middle": [], "last": "Gavaldà", "suffix": ""}, {"first": "E", "middle": [], "last": "Cabral", "suffix": ""}, {"first": "Alonso", "middle": ["E"], "last": "", "suffix": ""}], "year": 2012, "venue": "Transpl Infect Dis", "volume": "14", "issn": "", "pages": "584--592", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The impact of RSV, adenovirus, influenza, and parainfluenza infection in pediatric patients receiving stem cell transplant, solid organ transplant, or cancer chemotherapy", "authors": [{"first": "M", "middle": ["S"], "last": "Lo", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Lee", "suffix": ""}, {"first": "N", "middle": [], "last": "Gunawardane", "suffix": ""}], "year": 2013, "venue": "Pediatr Transplant", "volume": "17", "issn": "", "pages": "133--176", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Lower respiratory tract viral infections in pediatric abdominal organ transplant recipients: a single hospital inpatient cohort study", "authors": [{"first": "T", "middle": ["T"], "last": "Tran", "suffix": ""}, {"first": "I", "middle": ["A"], "last": "Gonzalez", "suffix": ""}, {"first": "A", "middle": [], "last": "Tekin", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Mclaughlin", "suffix": ""}], "year": 2013, "venue": "Pediatr Transplant", "volume": "17", "issn": "", "pages": "461--466", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Respiratory syncytial virus infections in pediatric transplant recipients: a Canadian Paediatric Surveillance Program study", "authors": [{"first": "J", "middle": ["L"], "last": "Robinson", "suffix": ""}, {"first": "D", "middle": [], "last": "Grenier", "suffix": ""}, {"first": "I", "middle": [], "last": "Maclusky", "suffix": ""}, {"first": "U", "middle": ["D"], "last": "Allen", "suffix": ""}], "year": 2015, "venue": "Pediatr Transplant", "volume": "19", "issn": "", "pages": "659--62", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "American Society of Transplantation H1N1 Collaborative Study Group. Outcomes from pandemic influenza A H1N1 infection in recipients of solid-organ transplants: a multicentre cohort study", "authors": [{"first": "D", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Michaels", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Morris", "suffix": ""}], "year": 2010, "venue": "Lancet Infect Dis", "volume": "10", "issn": "", "pages": "521--527", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Respiratory viral infections within one year after pediatric lung transplant", "authors": [{"first": "M", "middle": [], "last": "Liu", "suffix": ""}, {"first": "S", "middle": [], "last": "Worley", "suffix": ""}, {"first": "S", "middle": [], "last": "Arrigain", "suffix": ""}], "year": 2009, "venue": "Transpl Infect Dis", "volume": "11", "issn": "", "pages": "304--316", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A multicenter consortium to define the epidemiology and outcomes of inpatient respiratory viral infections in pediatric hematopoietic stem cell transplant recipients", "authors": [{"first": "B", "middle": ["T"], "last": "Fisher", "suffix": ""}, {"first": "L", "middle": [], "last": "Danziger-Isakov", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Sweet", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Symptomatic respiratory virus infection and chronic lung allograft dysfunction", "authors": [{"first": "C", "middle": ["E"], "last": "Fisher", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Preiksaitis", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Lease", "suffix": ""}], "year": 2016, "venue": "Clin Infect Dis", "volume": "62", "issn": "", "pages": "313--322", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Rhinovirus and other respiratory viruses exert different effects on lung allograft function that are not mediated through acute rejection", "authors": [{"first": "D", "middle": ["M"], "last": "Sayah", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Koff", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Leard", "suffix": ""}], "year": 2013, "venue": "Clin Transplant", "volume": "27", "issn": "", "pages": "64--71", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Parainfluenza and influenza virus infections in pediatric organ transplant recipients", "authors": [{"first": "A", "middle": ["M"], "last": "Apalsch", "suffix": ""}, {"first": "M", "middle": [], "last": "Green", "suffix": ""}, {"first": "J", "middle": [], "last": "Ledesma-Medina", "suffix": ""}], "year": 1995, "venue": "Clin Infect Dis", "volume": "20", "issn": "", "pages": "394--403", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "American Society of Transplantation H1N1 Collaborative Study Group. Outcomes from pandemic influenza A H1N1 infection in recipients of solid-organ transplants: a multicentre cohort study", "authors": [{"first": "D", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Michaels", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Morris", "suffix": ""}], "year": 2010, "venue": "Lancet Infect Dis", "volume": "10", "issn": "", "pages": "521--527", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Long-term impact of respiratory viral infection after pediatric lung transplantation", "authors": [{"first": "M", "middle": [], "last": "Liu", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Mallory", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Schecter", "suffix": ""}], "year": 2010, "venue": "Pediatr Transplant", "volume": "14", "issn": "", "pages": "431--437", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Adenovirus infection in the lung results in graft failure after lung transplantation", "authors": [{"first": "N", "middle": ["D"], "last": "Bridges", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Spray", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Collins", "suffix": ""}], "year": 1998, "venue": "J Thorac Cardiovasc Surg", "volume": "116", "issn": "", "pages": "617--640", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Clinical outcomes in outpatient respiratory syncytial virus infection in immunocompromised children", "authors": [{"first": "H", "middle": ["Y"], "last": "Chu", "suffix": ""}, {"first": "J", "middle": [], "last": "Chin", "suffix": ""}, {"first": "J", "middle": [], "last": "Pollard", "suffix": ""}], "year": 2016, "venue": "Influenza Other Respir Viruses", "volume": "10", "issn": "", "pages": "205--215", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "RVI pathogens according to month.", "latex": null, "type": "figure"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "Participating Centers, Number of SOT Recipients per Center, and Virus Diagnostics Available at Each Center Abbreviations: hMPV, human metapneumovirus; PCR, polymerase chain reaction; PIV, parainfluenza virus; RSV, respiratory syncytial virus; SOT, solid organ transplant. Includes viruses for which sites had PCR diagnostic testing available for clinical use during the entire study period. Duke Children's Hospital performed rhinovirus culture but not PCR testing during the study period.", "latex": null, "type": "table"}, "TABREF3": {"text": "Baseline Factors for the Entire Cohort and for Patients With and Those Without an RVIAbbreviations: RVI, respiratory virus infection; IQR, interquartile range.Includes 2 heart-lung, 5 liver-intestines, and 15 liver and other organ transplants.Limited to liver and kidney transplants only.", "latex": null, "type": "table"}, "TABREF4": {"text": "Clinical Characteristics at Time of RVI Onset for SOT RecipientsRhinovirus was detected by PCR at all sites except for Duke, where cultures were performed.", "latex": null, "type": "table"}, "TABREF5": {"text": "RVI Pathogens According to Month", "latex": null, "type": "table"}, "TABREF6": {"text": "Outcomes of RVI in SOT Recipients", "latex": null, "type": "table"}, "TABREF7": {"text": "Abbreviations: BiPAP, bilevel positive airway pressure; CPAP, continuous positive airway pressure; ECMO, extracorporeal membrane oxygenation; HFOV, high-frequency oscillator ventilation; hMPV, human metapneumovirus; IVIg, intravenous immunoglobulin; NA, not applicable; PIV, parainfluenza virus; RSV, respiratory syncytial virus; RVI, respiratory virus infection; SOT, solid organ transplant.For influenza, therapy included oseltamivir, zanamivir, peramivir, amantadine, and rimantadine; for RSV, therapy included ribavirin and palivizumab; and for parainfluenza, therapy included ribavirin and DAS-181.Within 3 months of RVI onset.Includes a patient with both PIV and rhinovirus and a patient with both hMPV and rhinovirus.Rhinovirus was detected by polymerase chain reaction assay at all sites except for Duke, where cultures were performed.", "latex": null, "type": "table"}, "TABREF8": {"text": "Univariate and Multivariate Logistic Regression Analyses a to Assess the Association of Baseline Factors Present at Time of First RVI Onset With Subsequent Need for Respiratory Support, Pulmonary Complications, or Death", "latex": null, "type": "table"}}, "back_matter": [{"text": "Potential conflicts of interest. All authors: No reported conflicts of interest. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.", "cite_spans": [], "ref_spans": [], "section": "Note"}]}