{
    "paper_id": "1fe910c0f038b494f8b30cdaf0a55bbfe8acd058",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Sylvain Trepanier, DNP, RN, CENP, FAONL, FAAN COVID-19 has officially consumed every nurse leader's time and efforts. The purpose of this article is to share early learnings from the West Coast of the United States, where the first US case was cared for. In this article, I describe the emerging principles allowing us to respond to an unprecedented crisis: prevent, protect, and control. By the time this crisis is over, I do not doubt that we will have additional science and experience to support our frontline nurses and our nurse leaders. That said, I felt it was important to share our expertise in real time for others to benefit from. I would also point out that writing about what you are feeling is cathartic-I encourage my colleagues to join me in writing about what you are experiencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leading on the Edge of Insanity"
        },
        {
            "text": "T o say that these are unprecedented times is a gross understatement. I grew up as an emergency room (ER) nurse and had my first leadership role in the same clinical environment. ER nurses are hot stuff. They can handle anything. They thrive in chaos-the rush of the unknown is their source of energy. They are prepared to survive in chaotic, fastpaced situations. No matter the preparation, what we are faced with right now is just insane. Our world has been changed-maybe forever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leading on the Edge of Insanity"
        },
        {
            "text": "I was paying close attention to what was happening in China at the end of 2019 and early 2020. To some extent, however, I had my head in the sand. On January 15th, the first US COVID-19 patient landed at the Seattle-Tacoma International airport. According to Johns Hopkins University, 1 as of March 22nd, 2020, since January 15th, 2020, the virus has now spread to at least 33,200 individuals in the United States, killing at least 380. (I know those numbers will have dramatically increased by the time you read this.) By mid-February, I was getting nervous about the possibility that this disease would make its way to Southern California, eating away our precious world as we knew it then. All of the following is representative of where I am in the process on March 22, 2020. I hope the messages are replaced with greater hope and positive outcomes than those presented here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leading on the Edge of Insanity"
        },
        {
            "text": "A NEW WORLD I have spent the last 3 weeks continually working to protect our caregivers, providers, and the community we serve. Unfortunately, I was not able to pull the textbook or policy manual off the shelf to assist with the preparation. Where is Pandemic for Dummies? At every turn, we found ourselves having to create the policy, the document, the communication, and the frequently asked questions. Unlike \"just-in-time\" learning, this was \"in-real-time\" learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leading on the Edge of Insanity"
        },
        {
            "text": "As recently as last week, we now have had to start building our personnel protective equipment (PPE) because we are seriously concerned that we may run out of it. I never thought that I would have to consider using homemade PPE in health care in the United States. Not knowing when this article will be published, I pray to God that our situation will have changed. Unfortunately, something tells me that it won't have. I sure hope that it is not worse. And I am reminded that hope is not a plan; therefore, now is the time to show up as nurse leaders and make a difference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leading on the Edge of Insanity"
        },
        {
            "text": "At this stage, we are focused on 3 key components: prevent, protect, control ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 87,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Leading on the Edge of Insanity"
        },
        {
            "text": "We are fortunate to be able to learn from our colleagues in China and Italy, the countries hardest hit so far. That said, I feel as if I am in the process of building a plane while I am flying it. We must focus our efforts on preventing the disease from spreading any further. At the very least, we need to slow it down so that we do not overburden our infrastructure. This requires a constant reminder to our community members and ourselves about the importance of practicing physical distancing (avoid social gatherings), washing hands,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevent"
        },
        {
            "text": "Early learnings of COVID-19 from the West Coast of the United States are shared. Emerging principles allow us to respond to an unprecedented crisis: prevent, protect, and control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY POINTS"
        },
        {
            "text": "avoiding discretionary travel, staying home if you are sick, and refraining from visiting anyone in a nursing home or hospital. 2 The details described below are not all inclusive but represent what we have done thus far.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 129,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "KEY POINTS"
        },
        {
            "text": "I am optimistic that you have access to a virtual platform where you can guide individuals to access virtual care. This will decrease the foot traffic as well as keep potentially infected people away from your hospital or clinic. We noticed that it was extremely important to immediately divert as much traffic away from our traditional emergency room as possible. If you do not have a virtual platform, at least increase the number of phone lines available to provide remote consultation to patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY POINTS"
        },
        {
            "text": "Consider limiting all entry points (entrances) into your organization immediately. You should have only 1 access point for your caregivers and providers (depending on the size of your organization, you may need more than 1) and only 2 entry points for everyone else (main entrance and emergency room entrance). Take the temperature of everyone entering your building (yes, everyone-no exception!). Anyone with a temperature of 100.0 F (37.7 C) or more should be denied access (unless they have an appointment). Greeters at all entry points should wear masks, gloves, and gowns. If a person with symptoms is an employee, you need to follow your internal policy related to sending employees home. That said, anyone being turned away should at the very least do the following 3 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protect"
        },
        {
            "text": "Stay home and follow up with their primary care provider Self-quarantine for a period of at least 14 days Practice hand hygiene and respiratory etiquette Stay calm (this latter may be hard to do with the way messages are sometimes conveyed on public and social media)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protect"
        },
        {
            "text": "Develop an up-front triage process to ensure you are not comingling potentially infected patients with the general population. What worked best for us was to add a tent outside of our emergency rooms, as many of you have done. Anyone having signs and symptoms of COVID-19 is immediately taken into a separate waiting area and offered a mask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protect"
        },
        {
            "text": "It is likely you will be unable to purchase additional PPE. I sure hope I am proven wrong. Therefore, I can't stress enough the importance to start conserving your PPE immediately. To that end, you should review your list of the nonurgent elective procedures and reschedule at a later time. This action will decrease your use of indispensable material. Access to all procedural areas should be limited to mission-critical personnel only. No vendors should be allowed in the procedural areas (unless they are required for the procedure), and no students should be allowed either. Access to all isolation rooms should be restricted only to those actually caring for the patients. This restriction means no \"grand rounds\" in the room, no visitors, and again, no students. Because patients in isolation can feel confined, consider providing devices that will enable ongoing communication such as baby monitors, smartphones, tablets, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protect"
        },
        {
            "text": "We have to start planning on making our masks and shields. We have developed a website to engage everyone in this campaign. 4 It may seem crazy to think that you will have to rely on homemade PPE. Yet, here we are. Trust me: it will happen more quickly than you think. I encourage everyone to start a grassroots movement in your respective communities to start building your own as well. You will be surprised who is willing to help you. You have likely heard about the national companies donating their masks, conversions of distilleries to make hand sanitizer, and conversion of manufacturing plants to make respirators. Yet, we can't rely solely on someone else doing that.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 125,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Protect"
        },
        {
            "text": "We are developing plans to cohort patients in all hospitals, and if you have the luxury of being part of a health care system or coalition, I strongly encourage identifying and cohorting all persons under investigations or confirmed cases in 1 designated hospital. We had an opportunity to discuss the care of COVID19 patients with colleagues in China, and they stressed upon us the importance of cohorting patients. 5 This means you also need to consider the transportation assistance needed to move patients from wherever they are in your system to where they need to be.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 418,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Control"
        },
        {
            "text": "You will soon realize that many of the rules and regulations in place become a barrier to innovate in real time. Hopefully, you have access to someone in your organization who can influence policy-making. For example, as schools are shutting down and businesses are asked to close, we quickly noticed that all of our new graduate nurses would not have access to taking their licensure examination and, therefore, would not be able to practice nursing any time soon. On a good day, we need nurses-imagine now! We had to work with our state board of nursing to re-enact a graduate nurse status so that we could leverage all new graduate nurses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control"
        },
        {
            "text": "Being leaders requires us to be present and inspirational at all times. Everyone looks up to us for guidance. We must stay calm. Have faith. We might be feeling like our hair is on fire, and yet, we absolutely cannot show it. I start and end my day with a meaningful 3 deep breaths exercise; and, yes, I do have to add a few in-between. We cannot underestimate the power of thanking people for their hard work and reaching out (conceptually) as often as we can. Nobody needs an additional e-mail or text. That said, everyone appreciates the 1 text or e-mail that reminds them how special they are and how much you appreciate them. I remind my team that there is no way I could go about my day if it were not for them. We might not be able to hug each other right now, so we find a way to do so virtually. Love your team. Show warmth. By leading with love, you will inspire others. Love, or true caring, will get us through this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SELF-PRESERVATION"
        },
        {
            "text": "CONCLUSION COVID-19 just appeared out of nowhere, and our world changed forever. In this article, I provided realtime lessons learned to help leaders prepare for the inevitable. I urge all organizations to consider implementing efforts aimed at preventing, protecting, and controlling. To that end, nurse leaders are encouraged to consider educating all constituents in promoting physical distancing, promoting the use of virtual clinics, eliminating visitations, screening everyone entering a building, cohorting patients, and collaborating with city, military, and state organizations. Lastly, remember that showing up as a loving leader will inspire others and assist you in getting through this crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SELF-PRESERVATION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus COVID-19 Dashboard by the Center for System Science and Engineering (CSSE) at Johns Hopkins University (JHU). 2020. Available at",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The President's Coronavirus Guidelines for America: 30 Days to Slow the Spread",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Whitehouse",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus (COVID-19): What Do I Do if I Feel Sick?",
            "authors": [
                {
                    "first": "John",
                    "middle": [],
                    "last": "Hopkins Medicine",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Million Mask Challenge: The Journey Begins With Us. Learn How to Get Involved",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Providence",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "100",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Handbook of COVID-19 Prevention and Treatment",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Prevent, Protect, Control. SNF, skilled nursing facility.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Prevent -Protect -ControlPrevent COVID-19 growth • Physical distancing and and self-quaranƟne • Early detecƟon with fever clinics, ambulatory clinic, drive-up clinic • Express virtual care, phone, chat bots to decrease physical interacƟon and care at home • Communicate Protect caregivers, providers , and community • Eliminate visitaƟon (few excepƟons) • Screen everyone for elevated temperature • Assign cohort to specific floors / department / units • Support appropriate PPE usage",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}