{
    "paper_id": "1ff5d803f34778e9d841ac7875f3e9e869c0e353",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Letter to the Editor Response to Letter Regarding \"How Should the Rehabilitation Community Prepare for 2019-nCoV?\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEPARTMENTS"
        },
        {
            "text": "We agree with Dr Rivera-Lillo 1 on the likely importance of rehabilitation for both the acute and postacute care of coronavirus disease 2019 (COVID-19) survivors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEPARTMENTS"
        },
        {
            "text": "Existing data on clinical outcomes after COVID-19 infection are limited. A recent cohort study of 5700 patients admitted to the hospital over a 1-month period with confirmed severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) reported on 2081 of those who were discharged alive by April 4, 2020. Among those persons, the vast majority were discharged home, but that differed substantially by age: 98.0% of those younger than 65 years were discharged home, compared to 86.1% of those older than 65 years. 2 While reassuring, it is likely that a substantial proportion of persons discharged home after hospitalization for COVID-19 will have rehabilitation needs. Moreover, it is likely that rehabilitation during hospitalization (despite the challenges of infection control and patient hypoxia) can mitigate some of the potential sequelae from COVID-19.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 514,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "DEPARTMENTS"
        },
        {
            "text": "Other populations hospitalized with acute respiratory distress syndrome, particularly persons who spend time on a ventilator, have high rates of cognitive impairment and neuromuscular impairmentdsometimes referred to as postintensive care syndrome. Indeed, among survivors of a stay in intensive care units (ICUs) for respiratory failure or shock, as many as 40% will have some cognitive impairment 3 months postdischarge. 3 Critical illness has also been linked to impaired physical function, with reductions in gait speed and timed chair stands, manifesting with difficulties with performance of activities of daily living. 4 Deficits can be prolonged, with 1 study showing 6-minute walk distance 76% of age-or sex-matched norms and Medical Outcomes Study 36-Item Short-Form Health Survey Physical Function Scores 1 standard deviation below age-or sex-matched comparators fully 5 years after the original hospitalization. 5 The etiology of postintensive care syndrome is unknown but is thought to be related to the effects of inflammatory changes common with critical illness. 6 If this is true, similar outcomes may be anticipated with COVID-19.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 424,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 626,
                    "end": 627,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 924,
                    "end": 925,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1079,
                    "end": 1080,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DEPARTMENTS"
        },
        {
            "text": "Rehabilitation interventions to treat ICU-acquired weakness and cognitive impairment include early mobilization and cognitive training, as well as post-ICU discharge exercise and home-based therapies. Results from early mobilization during and after ICU stay are promising but inconclusive due to limitations in study methodology. 7, 8 One study has shown benefit from cognitive training in the ICU, but another did not find benefit from combined cognitive training with early mobilization. 9,10 Data on post-ICU discharge interventions are limited. A Cochrane review found that, although several studies showed benefit from exercise, several others did not, and the overall quality of evidence was low. 7 However, 1 homebased study which combined exercise and cognitive training post-ICU discharge did show improvement in cognition and function. 11 We also agree with Dr Raj 12 dcoping with COVID-19 has been and will continue to be daunting. Mental health issues among health care workers arising from fighting COVID-19 is an emerging challenge. Psychological research from SARS epidemic in 2003 showed that doctors and nurses not only experienced elevated stress during the outbreak, they experienced even greater depressive, anxiety, and posttraumatic stress symptoms a year after the outbreak. 13 One could argue that the rapists are not frontline staff so should face less traumatic stress. However, a recent study of 234 frontline nurses and 292 non-frontline nurses sent to Wuhan city and Hubei province (China) to aid the COVID-19 fight found that traumatization scores of non-frontline nurses were ironically higher than frontline nurses. 14 Possible reasons for this unexpected finding are frontline nurses were voluntarily selected and provided with more education and psychological preparation than non-frontline nurses. Nevertheless, the same finding was found in another study on health care workers from two Singapore hospitals treating COVID-19 in which found nonmedical staff like therapists experienced more depressive, anxiety, and traumatic stress than medical staff like doctors and nurses. 15 Thus, we should not underestimate the psychological repercussions of COVID-19 on the rehabilitation workforce.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 333,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 334,
                    "end": 335,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 704,
                    "end": 705,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 847,
                    "end": 849,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 876,
                    "end": 878,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1299,
                    "end": 1301,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2113,
                    "end": 2115,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DEPARTMENTS"
        },
        {
            "text": "Despite the limitations in data, it is highly likely that rehabilitation professionals will be called on, during both the acute and the postacute care of COVID-19, to help mitigate the sequelae. As a profession, we need to join together to carry out research that will advance our knowledge of effective rehabilitation for critical illness in our patients and most especially to support one another. A year from now, we will know a lot more.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEPARTMENTS"
        },
        {
            "text": "Helen Hoenig, MD, MPH Duke University School of Medicine Medicine/Geriatrics Rehabilitation Service Durham, North Carolina.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEPARTMENTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Letter to editor: challenge for rehabilitation after hospitalization by COVID-19",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Lillo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Torres-Castro",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fregonezi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Am Coll Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Presenting characteristics, comorbidities, and outcomes among 5700 patients hospitalized with COVID-19 in the New York City area",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Narasimhan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "2052--2061",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Long-term cognitive impairment after critical illness",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Pandharipande",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Girard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "",
            "pages": "1306--1322",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Physical function and disability after acute care and critical illness hospitalizations in a prospective cohort of older adults",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Ehlenbach",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "Randall",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hough",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Am Geriatr Soc",
            "volume": "63",
            "issn": "",
            "pages": "2061--2070",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Functional disability 5 years after acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Herridge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Tansey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Matté",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "N Engl J Med",
            "volume": "364",
            "issn": "",
            "pages": "1293--304",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Long-term cognitive and functional impairments after critical illness",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Rengel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Hayhurst",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Pandharipande",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Anesth Analg",
            "volume": "128",
            "issn": "",
            "pages": "772--80",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Exercise rehabilitation following intensive care unit discharge for recovery from critical illness",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Connolly",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Salisbury",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Neill",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cochrane Database Syst Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Early mobilization of critically ill patients in the intensive care unit: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLoS One",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Computerized cognitive rehabilitation in intensive care unit survivors: returning to everyday tasks using rehabilitation networksecomputerized cognitive rehabilitation pilot investigation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Collar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Kiehl",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ann Am Thorac Soc",
            "volume": "15",
            "issn": "",
            "pages": "887--91",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Feasibility and safety of early combined cognitive and physical therapy for critically ill medical and surgical patients: the Activity and Cognitive Therapy in ICU (ACT-ICU) trial",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Brummel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Girard",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Ely",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Intensive Care Med",
            "volume": "40",
            "issn": "",
            "pages": "370--379",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cognitive and physical rehabilitation of ICU survivors: results of the RETURN randomized, controlled pilot investigation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Ely",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Morey",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Crit Care Med",
            "volume": "40",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Letter to the editor: COVID-19: we all have a role",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Raj",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Am Coll Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Immediate and sustained psychological impact of an emerging infectious disease outbreak on health care workers",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcalonan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Can J Psychiatry",
            "volume": "52",
            "issn": "",
            "pages": "241--248",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Vicarious traumatization in the general public, members, and non-members of medical teams aiding in COVID-19 control",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Brain Behav Immun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Psychological impact of the COVID-19 pandemic on health care workers in Singapore",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Chew",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}