{
    "paper_id": "1ff841fdd7a53860af654b9eed5812b2fb917ef4",
    "metadata": {
        "title": "On the Weisfeiler-Leman Dimension of Fractional Packing",
        "authors": [
            {
                "first": "Vikraman",
                "middle": [],
                "last": "Arvind",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Institute of Mathematical Sciences (HBNI)",
                    "location": {
                        "settlement": "Chennai",
                        "country": "India"
                    }
                },
                "email": "arvind@imsc.res.in"
            },
            {
                "first": "Frank",
                "middle": [],
                "last": "Fuhlbrück",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Humboldt-Universität zu Berlin",
                    "location": {
                        "addrLine": "Unter den Linden 6",
                        "postCode": "10099",
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Johannes",
                "middle": [],
                "last": "Köbler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Humboldt-Universität zu Berlin",
                    "location": {
                        "addrLine": "Unter den Linden 6",
                        "postCode": "10099",
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Oleg",
                "middle": [],
                "last": "Verbitsky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Humboldt-Universität zu Berlin",
                    "location": {
                        "addrLine": "Unter den Linden 6",
                        "postCode": "10099",
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The k-dimensional Weisfeiler-Leman procedure (k-WL) has proven to be immensely fruitful in the algorithmic study of Graph Isomorphism. More generally, it is of fundamental importance in understanding and exploiting symmetries in graphs in various settings. Two graphs are k-WL-equivalent if dimention k does not suffice to distinguish them. 1-WL-equivalence is known as fractional isomorphism of graphs, and the k-WL-equivalence relation becomes finer as k increases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We investigate to what extent standard graph parameters are preserved by k-WL-equivalence, focusing on fractional graph packing numbers. The integral packing numbers are typically NP-hard to compute, and we discuss applicability of k-WL-invariance for estimating the integrality gap of the LP relaxation provided by their fractional counterparts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The 1-dimensional version of the Weisfeiler-Leman procedure is the classical color refinement applied to an input graph G. Each vertex of G is initially colored by its degree. The procedure refines the color of each vertex v ∈ V (G) in rounds, using the multiset of colors of vertices u in the neighborhood N (v) of the vertex v. In the 2-dimensional version [25] , all vertex pairs xy ∈ V (G) × V (G) are classified by a similar procedure of coloring them in rounds. The extension of this procedure to a classification of all k-tuples of G is due to Babai (see historical overview in [4, 5] ) and is known as the k-dimensional Weisfeiler-Leman procedure, abbreviated as k-WL. Graphs G and H are said to be k-WL -equivalent (denoted G ≡ k-WL H) if they are indistinguishable by k-WL.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 363,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 589,
                    "end": 591,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The WL Invariance of Graph Parameters. Let π be a graph parameter. By definition, π(G) = π(H) whenever G and H are isomorphic (denoted G ∼ = H).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We say that π is a k-WL -invariant graph parameter if the equality π(G) = π(H) is implied even by the weaker condition G ≡ k-WL H. The smallest such k will be called the Weisfeiler-Leman (WL) dimension of π.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "If no such k exists, we say that the WL dimension of π is unbounded. Knowing that a parameter π has unbounded WL dimension is important because this implies that π cannot be computed by any algorithm expressible in fixed-point logic with counting (FPC), a robust framework for study of encoding-invariant ( or \"choiceless\") computations; see the survey [7] .",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 356,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The focus of our paper is on graph parameters with bounded WL dimension. If π is the indicator function of a graph property P, then k-WL-invariance of π precisely means that P is definable in the infinitary (k + 1)-variable counting logic C k+1 ∞ω . While minimizing the number of variables is a recurring theme in descriptive complexity, our interest in the study of k-WL-invariance has an additional motivation: If we know that a graph parameter π is k-WL-invariant, this gives us information not only about π but also about k-WL. For example, the largest eigenvalue of the adjacency matrix has WL dimension 1 (see [24] ), and the whole spectrum of a graph has WL dimension 2 (see [8, 13] ), which implies that 2-WL subsumes distinguishing non-isomorphic graphs by spectral methods.",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 621,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 687,
                    "end": 690,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we mainly consider fractional graph parameters. Algorithmically, a well-known approach to tackling intractable optimization problems is to consider an appropriate linear programming (LP) relaxation. Many standard integer-valued graph parameters have fractional real-valued analogues, obtained by LP-relaxation of the corresponding 0-1 linear program; see, e.g., the monograph [24] . The fractional counterpart of a graph parameter π is denoted by π f . While π is often hard to compute, π f provides, sometimes quite satisfactory, a polynomial-time computable approximation of π.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 395,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Fractional Graph Parameters."
        },
        {
            "text": "The WL dimension of a natural fractional parameter π f is a priori bounded, where natural means that π f is determined by an LP which is logically interpretable in terms of an input graph G. A striking result of Anderson, Dawar, Holm [1] says that the optimum value of an interpretable LP is expressible in FPC. It follows from the known immersion of FPC into the finite-variable infinitary counting logic C ω ∞ω = ∞ k=2 C k ∞ω (see [21] ), that each such π f is k-WLinvariant for some k. While this general theorem is applicable to many graph parameters of interest, it is not easy to extract an explicit value of k from this argument, and in any case such value would hardly be optimal.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 237,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Fractional Graph Parameters."
        },
        {
            "text": "We are interested in explicit and, possibly, exact bounds for the WL dimension. A first question here would be to pinpoint which fractional parameters π f are 1-WL-invariant. This natural question, using the concept of fractional isomorphism [24] , can be recast as follows: Which fractional graph parameters are invariant under fractional isomorphism? It appears that this question has not received adequate attention in the literature. The only earlier result we could find is the 1-WL-invariance of the fractional domination number γ f shown in the Ph.D. thesis of Rubalcaba [23] .",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 578,
                    "end": 582,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Fractional Graph Parameters."
        },
        {
            "text": "We show that the fractional matching number ν f is also a fractional parameter preserved by fractional isomorphism. Indeed, the matching number is an instance of the F -packing number π F of a graph, corresponding to F = K 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fractional Graph Parameters."
        },
        {
            "text": "Here and throughout, we use the standard notation K n for the complete graphs, P n for the path graphs, and C n for the cycle graph on n vertices. In general, π F (G) is the maximum number of vertex-disjoint subgraphs F of G that are isomorphic to the fixed pattern graph F . While the matching number is computable in polynomial time, computing π F is NP-hard whenever F has a connected component with at least 3 vertices [19] , in particular, for F ∈ {P 3 , K 3 }. Note that K 3 -packing is the optimization version of the archetypal NP-complete problem Partition Into Triangles [14, GT11] . We show that the fractional P 3 -packing number ν P3 f , like ν f = π K2 f , is 1-WL-invariant, whereas the WL dimension of the fractional triangle packing is 2.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 427,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 581,
                    "end": 585,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 586,
                    "end": 591,
                    "text": "GT11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fractional Graph Parameters."
        },
        {
            "text": "In fact, we present a general treatment of fractional F -packing numbers π F f . We begin in Sect. 2 with introducing a concept of equivalence between two linear programs L 1 and L 2 ensuring that equivalent L 1 and L 2 have equal optimum values. Next, in Sect. 3, we consider the standard optimization versions of Set Packing and Hitting Set [14, SP4 and SP8] , two of Karp's 21 NP-complete problems. These two generic problems generalize F -Packing and Dominating Set respectively. Their fractional versions have thoroughly been studied in hypergraph theory [12, 20] . We observe that the LP relaxations of Set Packing (or Hitting Set) are equivalent whenever the incidence graphs of the input set systems are 1-WL-equivalent. This general fact readily implies Rubalcaba's result [23] on the 1-WL-invariance of the fractional domination number and also shows that, if the pattern graph F has vertices, then the fractional F -packing number π F f is k-WL-invariant for some k < 2 . This bound for k comes from a logical definition of the instance of Set Packing corresponding to F -Packing in terms of an input graph G (see Corollary 6) . Though the bound is quite decent, it does not need to be optimal. We elaborate on a more precise bound, where we need to use additional combinatorial arguments even in the case of the fractional matching. We present a detailed treatment of the fractional matching in this exposition (Theorem 4), while the proof of our general result on the fractional F -packing numbers (Theorem 5), which includes the aforementioned cases of F = K 3 , P 3 , is postponed to the full version of the paper [2] .",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 347,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 348,
                    "end": 360,
                    "text": "SP4 and SP8]",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 565,
                    "end": 568,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 782,
                    "end": 786,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1125,
                    "end": 1137,
                    "text": "Corollary 6)",
                    "ref_id": null
                },
                {
                    "start": 1629,
                    "end": 1632,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Fractional Graph Parameters."
        },
        {
            "text": "The edge-disjoint version of F -Packing is another problem that has intensively been studied in combinatorics and optimization. Since it is known to be NP-hard for any pattern F containing a connected component with at least 3 edges [10] , fractional relaxations have received much attention in the literature [17, 26] . We show that our techniques work well also in this case. In particular, the WL dimension of the fractional edge-disjoint triangle packing number ρ K3 f is 2 (Theorem 7).",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Fractional Graph Parameters."
        },
        {
            "text": "Integrality Gap via Invariance Ratio. Furthermore, we discuss the approximate invariance of integral graph parameters expressible by integer linear programs. For a first example, recall Lovász's inequality [12, Theorem 5.21] ",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 211,
                    "end": 224,
                    "text": "Theorem 5.21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fractional Graph Parameters."
        },
        {
            "text": "for any pair of nonempty 1-WL-equivalent graphs G and H. This bound is tight, as seen for the 1-WL-equivalent graphs G = C 6s and H = 2s C 3 . Consequently, the above relation between ν(G) and ν f (G) is also tight. This simple example demonstrates that knowing, first, the exact value k of the WL dimension of a fractional parameter π f and, second, the discrepancy of the integral parameter π over k-WL-invariant graphs implies a lower bound for the precision of approximating π by π f . Specifically, recall that the maximum max G",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fractional Graph Parameters."
        },
        {
            "text": "for minimization problems) is known as the integrality gap of π f . The integrality gap is important for a computationally hard graph parameter π, as it bounds how well the polynomial-time computable parameter π f approximates π.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fractional Graph Parameters."
        },
        {
            "text": "On the other hand, we define the k-WL-invariance ratio for the parameter π as max G,H π(G) π(H) , where the quotient is maximized over all k-WL-equivalent graph pairs (G, H). If π is k-WL-invariant, then the k-WL-invariance ratio bounds the integrality gap from below. The following question suggests itself: How tight is this lower bound? In this context, we now consider the fractional domination number γ f .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fractional Graph Parameters."
        },
        {
            "text": "A general bound by Lovász [20] on the integrality gap of the fractional covering number for hypergraphs implies that the integrality gap for the domination number is at most logarithmic, specifically, γ(G) γ f (G) ≤ 1 + ln n for a non-empty graph G with n vertices. This results in an LP-based algorithm for approximation of γ(G) within a logarithmic factor, which is essentially optimal as γ(G) is hard to approximate within a sublogarithmic factor assuming NP = P [22] . As shown by Rubalcaba [23] , γ f is 1-WL-invariant. Along with the Lovász bound, this implies that the 1-WL-invariance ratio of γ is at most logarithmic. On the other hand, Chappell et al. [6] have shown that the logarithmic upper bound for the integrality gap of γ f is tight up to a constant factor. In Sect. 6 we prove an Ω(log n) lower bound even for the 1-WL-invariance ratio of γ over n-vertex graphs. This implies the integrality gap lower bound [6] , reproving it from a different perspective. In Sect. 6 we also discuss the additive integrality gap of the fractional edge-disjoint triangle packing. [3] have shown that the 1-WL-invariance ratio for the vertex cover number τ is at most 2. Alternatively, this bound also follows from the 1-WL-invariance of ν f (which implies the 1-WL-invariance of τ f as τ f = ν f by LP duality) combined with a standard rounding argument. The approach of [3] uses a different argument, which alone does not yield 1-WLinvariance of the fractional vertex cover τ f .",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 662,
                    "end": 665,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 926,
                    "end": 929,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1081,
                    "end": 1084,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1372,
                    "end": 1375,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Fractional Graph Parameters."
        },
        {
            "text": "The bound of 2 for the 1-WL-invariance ratio of τ is optimal. Atserias and Dawar [3] also show that the k-WL-invariance ratio for τ is at least 7/6 for each k. This implies an unconditional inapproximability result for Vertex Cover in the model of encoding-invariant computations expressible in FPC.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 84,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Related Work. Atserias and Dawar"
        },
        {
            "text": "by the vector of the colors of x 1 , . . . , x k if the graph G is vertex-colored. WL 0 k (G,x) encodes the ordered isomorphism type ofx in G and serves as an initial coloring of V (G) k for k-WL. In each refinement round, 1-WL computes WL r+1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notation and Formal Definitions."
        },
        {
            "text": ". If G has n vertices, the color partition stabilizes in at most n k rounds. We define WL k (G,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notation and Formal Definitions."
        },
        {
            "text": "The color partition of V (G) according to WL 1 (G, x) is equitable: for any color classes C and C , each vertex in C has the same number of neighbors in C . Moreover, if G is vertex-colored, then the original colors of all vertices in each C are the same. If V (G) = V (H), then G ≡ k-WL 1H exactly when G and H have a common equitable partition [24, Theorem 6.5.1].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notation and Formal Definitions."
        },
        {
            "text": "Let G and H be graphs with vertex set {1, . . . , n}, and let A and B be the adjacency matrices of G and H, respectively. Then G and H are isomorphic if and only if AX = XB for some n × n permutation matrix X. The linear programming relaxation allows X to be a doubly stochastic matrix. If such an X exists, G and H are said to be fractionally isomorphic. If G and H are colored graphs with the same partition of the vertex set into color classes, then it is additionally required that X u,v = 0 whenever u and v are of different colors. It turns out that two graphs are indistinguishable by color refinement if and only if they are fractionally isomorphic [24, Theorem 6.5.1].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notation and Formal Definitions."
        },
        {
            "text": "A linear program (LP) is an optimization problem of the form \"maximize (or minimize) a t x subject to Mx ≤ b\", where a ∈ R n , b ∈ R m , M is an m×n matrix M ∈ R m×n , and x varies over all vectors in R n with nonnegative entries (which we denote by x ≥ 0). Any vector x satisfying the constraints Mx ≤ b, x ≥ 0 is called a feasible solution and the function x → a t x is called the objective function. We denote an LP with parameters a, M, b by LP (a, M, b, opt), where opt = min, if the goal is to minimize the value of the objective function, and opt = max, if this value has to be maximized. The optimum of the objective function over all feasible solutions is called the value of the program L = LP (a, M, b, opt) and denoted by val(L). Our goal now is to introduce an equivalence relation between LPs ensuring equality of their values. L 1 = LP (a, M, b, opt) and L 2 = LP (c, N, d, opt) be linear programs (in general form), where a, c ∈ R n , b, d ∈ R m , M, N ∈ R m×n and opt ∈ {min, max}. We say that L 1 reduces to L 2 (L 1 ≤ L 2 for short), if there are matrices Y ∈ R m×m and Z ∈ R n×n such that",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 842,
                    "end": 865,
                    "text": "L 1 = LP (a, M, b, opt)",
                    "ref_id": null
                }
            ],
            "section": "Reductions Between Linear Programs"
        },
        {
            "text": "L 1 and L 2 are said to be equivalent (L 1 ≡ L 2 for short) if L 1 ≤ L 2 and L 2 ≤ L 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equivalence of LPs. Let"
        },
        {
            "text": "Proof. Let L 1 = LP (a, M, b, opt) and N, d, opt) and assume L 1 ≤ L 2 via (Y, Z). We show that for any feasible solution x of L 2 we get a feasible solution",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 7,
                    "end": 34,
                    "text": "Let L 1 = LP (a, M, b, opt)",
                    "ref_id": null
                },
                {
                    "start": 39,
                    "end": 49,
                    "text": "N, d, opt)",
                    "ref_id": null
                }
            ],
            "section": "Equivalence of LPs. Let"
        },
        {
            "text": "where ♦ is as in the definition:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equivalence of LPs. Let"
        },
        {
            "text": "Thus, L 1 ≤ L 2 implies val(L 1 ) ♦ val(L 2 ) and the theorem follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equivalence of LPs. Let"
        },
        {
            "text": "Recall that a square matrix X ≥ 0 is doubly stochastic if its entries in each row and column sum up to 1. We call two m × n matrices M and N fractionally isomorphic if there are doubly stochastic matrices Y ∈ R m×m and Z ∈ R n×n such that Proof. Since the matrices Y and Z in (1) are doubly stochastic, Y 1 m = 1 m and 1 t n Z = 1 t n . Along with the first equality in (1), these equalities imply that L 1 ≤ L 2 . The reduction L 2 ≤ L 1 follows similarly from the second equality in (1) as Y t and Z t are doubly stochastic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LPs with Fractionally Isomorphic Matrices."
        },
        {
            "text": "The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fractional Set Packing"
        },
        {
            "text": "Let I(S) denote the incidence graph of S. Specifically, this is the vertexcolored bipartite graph with biadjacency matrix M on two classes of vertices; m vertices are colored red, n vertices are colored blue, and a red vertex j is adjacent to a blue vertex i if j ∈ S i . Proof. Denote the incidence matrices of S 1 and S 2 by M and N respectively. Let",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The optimum value ν f (S) = val(LP (S)) is called the fractional matching number of S."
        },
        {
            "text": "be the adjacency matrices of I(S 1 ) and I(S 2 ) respectively. Since I(S 1 ) and I(S 2 ) are indistinguishable by color refinement, by [24, Theorem 6.5.1] we conclude that these graphs are fractionally isomorphic, that is, there is a doubly stochastic matrix X such that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The optimum value ν f (S) = val(LP (S)) is called the fractional matching number of S."
        },
        {
            "text": "and X uv = 0 whenever u and v are from different vertex color classes. The latter condition means that X is the direct sum of an n × n doubly stochastic matrix Y and an n × n doubly stochastic matrix Z, that is, Equality (2) reads",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The optimum value ν f (S) = val(LP (S)) is called the fractional matching number of S."
        },
        {
            "text": "yielding MZ = Y N and M t Y = ZN t . Thus, M and N are fractionally isomorphic. Lemma 2 implies that LP (S 1 ) ≡ LP (S 2 ). Therefore, these LPs have equal values by Theorem 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The optimum value ν f (S) = val(LP (S)) is called the fractional matching number of S."
        },
        {
            "text": "Recall that a set of edges M ⊆ E(G) is a matching in a graph G if every vertex of G is incident to at most one edge from M . The matching number ν(G) is the maximum size of a matching in G. Note that this terminology and notation agrees with Sect. 3 when graphs are considered hypergraphs with hyperedges of size 2. Fractional Matching is defined by the LP max uv∈E(G)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1-WL-invariance of the Fractional Matching Number"
        },
        {
            "text": "x uv under",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1-WL-invariance of the Fractional Matching Number"
        },
        {
            "text": "x uv ≥ 0 for every uv ∈ E(G), v∈N (u) x uv ≤ 1 for every u ∈ V (G), whose value is the fractional matching number ν f (G). The above LP is exactly the linear program LP (S G ) for the instance S G = E(G) of Fractional Set Packing formed by the edges of G as 2-element subsets of V (G), that is, ν f (G) = ν f (S G ).",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 37,
                    "text": "v∈N (u)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "1-WL-invariance of the Fractional Matching Number"
        },
        {
            "text": "Proof. Given G ≡ 1-WL H, we have to prove that ν f (G) = ν f (H) or, equivalently, ν f (S G ) = ν f (S H ) where S G is as defined above. By Theorem 3, it suffices to show that I(S G ) ≡ 1-WL I(S H ). To this end, we construct a common equitable partition of I(S G ) and I(S H ), appropriately identifying their vertex sets. Recall G, x) and define c H on V (H) similarly. First, we identify V (G) and V (H) (i.e., the red parts of the two incidence graphs) so that c G (x) = c H (x) for every x in V (G) = V (H), which is possible because 1-WL-equivalent graphs have the same color palette after color refinement. The color classes of c G now form a common equitable partition of G and H.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 337,
                    "text": "G, x)",
                    "ref_id": null
                }
            ],
            "section": "Theorem 4. The fractional matching number is 1-WL-invariant."
        },
        {
            "text": "Next (take x = x and any y adjacent to x in H such that c H (y ) = c G (y)). Denote C = C G (y) (it is not excluded that C = C). The vertex x has exactly as many D-neighbors in I(S G ) as it has C -neighbors in G. This number depends only on C and C or, equivalently, only on C and D. The same number is obtained also while counting the D-neighbors of x in I(S H ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4. The fractional matching number is 1-WL-invariant."
        },
        {
            "text": "On the other hand, e has exactly one neighbor x in C if C = C and exactly two C-neighbors x and y if C = C. What is the case depends only on D and C, and is the same in I(S G ) and I(S H ). Thus, we do have a common equitable partition of I(S G ) and I(S H ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4. The fractional matching number is 1-WL-invariant."
        },
        {
            "text": "As was discussed in Sect. 1, we are able to generalize Theorem 4 to any fractional F -packing number π F f . For a graph G, let S F,G be the family of subsets of V (G) consisting of the vertex sets V (F ) of all subgraphs F of G isomorphic to the pattern graph F . Now, π F f (G) = ν f (S F,G ). Dell et al. [9] establish a close connection between homomorphism counts and k-WL equivalence, which motivates the following definition. The homomorphism-hereditary treewidth of a graph F , denoted by htw (F ), is the maximum treewidth tw (F ) over all homomorphic images F of F . The proof of the following result can be found in the full version of the paper [2] .",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 311,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 657,
                    "end": 660,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 4. The fractional matching number is 1-WL-invariant."
        },
        {
            "text": "First-Order Interpretability. Our approach to proving Theorem 4 was, given an instance graph G of Fractional Matching Problem, to define an instance S G of Fractional Set Packing Problem having the same LP value. The following definition concerns many similar situations. Given a correspondence G → S G , we say that an istance S G of Fractional Set Packing is definable over a graph G with excess e if G ≡ (1+e)-WL H implies I(S G ) ≡ 1-WL I(S H ). This definition includes a particular situation when I(S G ) is first-order interpretable in G in the sense of [11, Chapter 12.3] , which means that for the color predicates (to be red or blue respectively) as well as for the adjacency relation of I(S G ) we have first order formulas defining them on V (G) k for some k in terms of the adjacency relation of G. The number k is called width of the interpretation. In this case, if there is a first-order sentence over s variables that is true on I(S G ) but false on I(S H ), then there is a first-order sentence over sk variables that is true on G but false on H. Cai, Fürer, and Immerman [5] showed that two structures are ≡ k-WL -equivalent iff they are equivalent in the (k + 1)-variable counting logic C k+1 . Therefore, Theorem 3 has the following consequence.",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 565,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 566,
                    "end": 579,
                    "text": "Chapter 12.3]",
                    "ref_id": null
                },
                {
                    "start": 1090,
                    "end": 1093,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 4. The fractional matching number is 1-WL-invariant."
        },
        {
            "text": "Let π f be a fractional graph parameter such that π f (G) = ν f (S G ), where S G admits a first-order interpretation of width k in G (even possibly with counting quantifiers). Under these conditions, S G is definable over G with excess 2(k − 1) and, hence, π f is (2k − 1)-WL-invariant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 6."
        },
        {
            "text": "To obtain 1-WL-invariance via Corollary 6, we would need an interpretation of width 1. This is hardly possible in the case of the fractional matching number, and an interpretation of width 2 could only give us 3-WL-invariance of ν f . Thus, our purely combinatorial argument for Theorem 4 is preferable here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 6."
        },
        {
            "text": "We now show that the approach we used in the proof of Theorem 4 works as well for edge-disjoint packing. Given a graph G, let T (G) denote the family of all sets {e 1 , e 2 , e 3 } consisting of the edges of a triangle subgraph in G. We regard T (G) as a family S G of subsets of the edge set E(G). The optimum value of Set Packing Problem on S G , which we denote by ρ K3 (G), is equal to the maximum number of edge-disjoint triangles in G. Let ρ K3 f (G) = ν f (S G ) be the corresponding fractional parameter. Moreover, the 2-WL-equivalence of G and H implies that |C G (t)| = |C H (t )| for any t ∈ T (G) and t ∈ T (H) with c G (t) = c H (t ). This allows us to identify T (G) and T (H) so that c G (t) = c H (t) for every t in T (G) = T (H). As in the proof of Theorem 4, it suffices to argue that {C G (w)} w∈E(G)∪T (G) is a common equitable partition of the incidence graphs I(S G ) and I(S H ). The equality ρ K3 f (G) = ρ K3 f (H) will then follow by Theorem 3. Let C ⊆ E(G) and D ⊆ T (G) be color classes of c G such that there is an edge between them in I(S G ), that is, there are e ∈ C and t ∈ D such that t = {e, e 2 , e 3 }. If considered on E(H) ∪ T (H), the classes C and D also must contain e ∈ C and t = {e , e 2 , e 3 } ∈ D adjacent in I(S H ) (take, for example, the edge e = e of H and extend it to a triangle with other two edges e 2 and e 3 such that c H (e 2 ) = c G (e 2 ) and c H (e 3 ) = c G (e 3 ), which must exist in H because H and G are 2-WL-equivalent). Denote C = C G (e 2 ) and C = C G (e 3 ) (it is not excluded that some of the classes C, C , and C coincide).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fractional Edge-Disjoint Triangle Packing"
        },
        {
            "text": "Let x, y, and z be the vertices of the triangle t in G, and suppose that e = {x, y}. The number of D-neighbors that e has in I(S G ) is equal to the number of vertices z such that (WL 2 (G, x, z ), WL 2 (G, z , y)) is one of the 8 pairs in (c G ({x, z})×c G ({y, z}))∪(c G ({y, z})×c G ({x, z})), like (WL 2 (G, z, y), WL 2 (G, x, z)) (some of these pairs can coincide). Since the partition of V (G) 2 by the coloring WL 2 (G, ·, ·) is not further refined by 2-WL, this number depends only on C and D. We obtain the same number also while counting the D-neighbors of e in I(S H ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fractional Edge-Disjoint Triangle Packing"
        },
        {
            "text": "On the other hand, t has exactly one neighbor e in C if C differs from both C and C , exactly two C-neighbors if C coincides with exactly one of C and C , and exactly three C-neighbors e, e 2 , and e 3 if C = C = C . Which of the three possibilities occurs depends only on D and C, and is the same in I(S G ) and I(S H ). This completes our verification that we really have a common equitable partition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fractional Edge-Disjoint Triangle Packing"
        },
        {
            "text": "Recall the discussion in the introduction about the domination number γ(G). Assuming that dn is even, let R(n, d) denote a random d-regular graph on n vertices. Given p ∈ (0, 1), let G(n, p) denote the Erdős-Rényi random graph with edge probability p. Kim and Vu [18] proved for certain degree functions d = d(n) that the distribution R(n, d) can be approximated from below and above, with respect to the subgraph relation, by distributions G(n, p 1 ) and G(n, p 2 ) with p 1 = (1 − o(1)) d n and p 2 = (1 + o(1)) d n . We need the part of this sandwiching result about the approximation from above.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 267,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Invariance Ratio and Integrality Gap"
        },
        {
            "text": "For our purposes, we consider pairs n, d such that n = (2d) 4 and, thus, d = n 1/4 /2. Applied to this case, the Kim-Vu theorem says that there is a joint distribution of R(n, d) and G(n, p) with p = (1 + o(1)) d n = ( 1 2 + o(1))n −3/4 such that Δ(R(n, d) \\ G(n, p)) ≤ 4 with probability 1 − o(1) as n increases. It follows that γ(G(n, p)) ≤ 5 γ(R(n, d))",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 61,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Invariance Ratio and Integrality Gap"
        },
        {
            "text": "with probability 1 − o(1). Glebov et al. [15] proved that γ(G(n, p)) = ln(np) p (1 + o(1)) with probability 1−o(1) whenever p → 0 and pn → ∞. Hence γ (R(n, d) ) ≥ On the other hand, consider H = n 2d K d,d , where K s,t stands for the complete bipartite graph with vertex classes of size s and t, and note that γ(H) = n d . Therefore, γ(G)/γ(H) ≥ 1 5 ln d, which readily gives us the desired bound. We conclude with a discussion of Edge-Disjoint Triangle Packing. Haxell and Rödl [17] proved that ρ K3 is well approximated by ρ K3 f on dense graphs as ρ K3 f (G) − ρ K3 (G) = o(n 2 ) for n-vertex G. On the other hand, Yuster [26] showed that ρ K3 f (G) − ρ K3 (G) = Ω(n 1.5 ) for infinitely many G, and it is open whether this lower bound is tight. Define the invariance discrepancy of ρ K3 as the function D K3 (n) = max |ρ K3 (G) − ρ K3 (H)| where the maximum is taken over 2-WLequivalent n-vertex graphs G and H. As follows from Theorem 7, this function provides a lower bound for the maximum integrality gap ρ K3 f (G) − ρ K3 (G) over n-vertex graphs. In this respect, it is reasonable to ask what the asymptotics of D K3 (n) is. The following fact is a step towards this goal. Proof. Consider G = tS and H = tR, where S and R are the Shrikhande and 4 × 4 rook's graphs respectively. Both have vertex set Z 4 × Z 4 , and (i, j) and (i , j ) are adjacent in S if (i = i and j = j + 1) or (j = j and i = i + 1) or (i = i +1 and j = j + 1), where equality is in Z 4 , while they are adjacent in R if i = i (row 4-clique) or j = j (column 4-clique). S is completely decomposable into edge-triangles {(i, j), (i + 1, j), (i + 1, j + 1)} and, hence, ρ K3 (S) = 16. On the other hand, in R the edges of each K 3 all belong to the same row or column 4-clique. Since a packing can take at most one K 3 from each row/column K 4 , we have ρ K3 (R) = 8. This yields ρ K3 (G) − ρ K3 (H) = 8t as desired.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 480,
                    "end": 484,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 158,
                    "text": "(R(n, d)",
                    "ref_id": null
                }
            ],
            "section": "Invariance Ratio and Integrality Gap"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Solving linear programs without breaking abstractions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dawar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Holm",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. ACM",
            "volume": "62",
            "issn": "6",
            "pages": "1--48",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "On the Weisfeiler-Leman dimension of Fractional Packing",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Arvind",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fuhlbrück",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Köbler",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Verbitsky",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Definable inapproximability: new challenges for duplicator",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Atserias",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dawar",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of CSL 2018. LIPIcs",
            "volume": "119",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Graph isomorphism in quasipolynomial time",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Babai",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proceedings of STOC 2016",
            "volume": "",
            "issn": "",
            "pages": "684--697",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An optimal lower bound on the number of variables for graph identifications",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fürer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Immerman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Combinatorica",
            "volume": "12",
            "issn": "4",
            "pages": "389--410",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Approximations of the domination number of a graph",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chappell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gimbel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hartman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Combin. Math. Combin. Comput",
            "volume": "104",
            "issn": "",
            "pages": "287--297",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The nature and power of fixed-point logic with counting",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dawar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "SIGLOG News",
            "volume": "2",
            "issn": "1",
            "pages": "8--21",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pebble games and cospectral graphs",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dawar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Severini",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Zapata",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Electron. Notes Discrete Math",
            "volume": "61",
            "issn": "",
            "pages": "323--329",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Lovász meets Weisfeiler and Leman",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grohe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rattan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of ICALP 2018. LIPIcs",
            "volume": "107",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Graph decomposition is NP-complete: a complete proof of Holyer's conjecture",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tarsi",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "SIAM J. Comput",
            "volume": "26",
            "issn": "4",
            "pages": "1166--1187",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Springer Monographs in Mathematics",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Ebbinghaus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Flum",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Matchings and covers in hypergraphs. Graphs Comb",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Füredi",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "115--206",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "On the power of combinatorial and spectral invariants",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fürer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Linear Algebra Appl",
            "volume": "432",
            "issn": "9",
            "pages": "2373--2380",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Computers and Intractability: A Guide to the Theory of NP-Completeness",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Garey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "On the concentration of the domination number of the random graph",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Glebov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liebenau",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Szabó",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "SIAM J. Discrete Math",
            "volume": "29",
            "issn": "3",
            "pages": "1186--1206",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Dimension reduction via colour refinement",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grohe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kersting",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mladenov",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Selman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "ESA 2014",
            "volume": "8737",
            "issn": "",
            "pages": "505--516",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-662-44777-2_42"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Integer and fractional packings in dense graphs",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Haxell",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rödl",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Combinatorica",
            "volume": "21",
            "issn": "1",
            "pages": "13--38",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Sandwiching random graphs: universality between random graph models",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Adv. Math",
            "volume": "188",
            "issn": "2",
            "pages": "444--469",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "On the complexity of general graph factor problems",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Kirkpatrick",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hell",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "SIAM J. Comput",
            "volume": "12",
            "issn": "3",
            "pages": "601--609",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "On the ratio of optimal integral and fractional covers",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lovász",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Discrete Math",
            "volume": "13",
            "issn": "4",
            "pages": "383--390",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Bounded Variable Logics and Counting: A Study in Finite Models",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Otto",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lecture Notes in Logic",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A sub-constant error-probability low-degree test, and a subconstant error-probability PCP characterization of NP",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Raz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Safra",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proceedings of STOC 1997",
            "volume": "",
            "issn": "",
            "pages": "475--484",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Fractional domination, fractional packings, and fractional isomorphisms of graphs",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Rubalcaba",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Fractional Graph Theory. A Rational Approach to the Theory of Graphs",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Scheinerman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Ullman",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The reduction of a graph to canonical form and the algebra which appears therein",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weisfeiler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leman",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "NTI Ser",
            "volume": "2",
            "issn": "9",
            "pages": "12--16",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Integer and fractional packing of families of graphs",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yuster",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Random Struct. Algorithms",
            "volume": "26",
            "issn": "1-2",
            "pages": "110--118",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Grohe et al.[16,  Eqs. (5.1)-(5.2) in arXiv version] discuss similar definitions. They use fractional isomorphism fractional isomorphism to reduce the dimension of linear equations and LPs. The meaning of (1) will be clear from the proof of Theorem 3 below.Lemma 2. If M and N are fractionally isomorphic m × n matrices, then LP (1 n , M, 1 m , opt) ≡ LP (1 n , N, 1 m , opt), where 1 n denotes the n-dimensional all-ones vector.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Set Packing problem is, given a family of sets S = {S 1 , . . . , S n }, where S j ⊂ {1, . . . , m}, to maximize the number of pairwise disjoint sets in this family. The maximum is called in combinatorics the matching number of hypergraph S and denoted by ν(S). The fractional version is given by LP (S) = LP (1 n , M, 1 m , max) where M is the m × n incidence matrix of S, namely max n i=1 x i under x i ≥ 0 for every i ≤ n, i : Si j x i ≤ 1 for every j ≤ m.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Let S 1 and S 2 be two families each consisting of n subsets of the set {1, . . . , m}. If I(S 1 ) ≡ 1-WL I(S 2 ), then ν f (S 1 ) = ν f (S 2 ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ", extend the coloring c G to E(G) (the blue part of I(S G )) by c G ({x, y}) = {c G (x), c G (y)}, and similarly extend c H to E(H). Denote the color class of c G containing {x, y} by C G ({x, y}), the color class containing x by C G (x) etc. Note that |C G ({x, y})| is equal to the number of edges in G between C G (x) and C G (y) (or the number of edges withinC G (x) if c G (x) = c G (y)). Since {C G (x)} x∈V (G) is a common equitable partition of G and H, we have |C G ({x, y})| = |C H ({x , y })| whenever c G ({x, y}) = c H ({x , y }) (note that {x,y} does not need to be an edge in H, nor {x , y } needs to be an edge in G). This allows us to identify E(G) and E(H) so that c G (e) = c H (e) for every e in E(G) = E(H). Now, consider the partition of V (G) ∪ E(G) into the color classes of c G (or the same in terms of H) and verify that this is an equitable partition for both I(S G ) and I(S H ). Indeed, let C ⊆ V (G) and D ⊆ E(G) be color classes of c G such that there are x ∈ C and e ∈ D adjacent in I(S G ), that is, e = {x, y} for some vertex y of G. Note that, if considered on V (H) ∪ E(H), the classes C and D also must contain x ∈ C and e = {x , y } ∈ D adjacent in I(S H )",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The fractional packing number ρ K3 f is 2-WL-invariant.Proof. Given a graph G, we consider the coloringc G of E(G) ∪ T (G) defined by c G ({x, y}) = {WL 2 (G, x, y), WL 2 (G, y, x)} on E(G) and c G ({e 1 , e 2 , e 3 }) = { {c G (e 1 ), c G (e 2 ), c G (e 3 )} } on T (G). Like in the proof of Theorem 4, the upper case notation C G (w) will be used to denote the color class of w ∈ E(G) ∪ T (G).Suppose that G ≡ 2-WL H. This condition means that we can identify the sets E(G) and E(H) so that c G (e) = c H (e) for every e in E(G) = E(H).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "For infinitely many n, there are n-vertex 1-WL-equivalent graphs G and H such that γ(G)/γ(H) > 1 20 ln n − 1. Proof. It suffices to show that the variation of the domination number among n-vertex d-regular graphs is logarithmic for an appropriate choice of the degree function d = d(n).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "d with probability 1−o(1). As a consequence, there is an n-vertex d-regular graph G with γ(G)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "D K3 (n) = Ω(n).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}