{"paper_id": "1ff900eae7b9fb5bf94d219e652b417caff91ab2", "metadata": {"title": "royalsocietypublishing.org/journal/rspb Research Global shifts in mammalian population trends reveal key predictors of virus spillover risk", "authors": [{"first": "Christine", "middle": ["K"], "last": "Johnson", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of California", "location": {"postCode": "95616", "settlement": "Davis", "region": "CA", "country": "USA"}}, "email": "ckjohnson@ucdavis.edu"}, {"first": "Peta", "middle": ["L"], "last": "Hitchens", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Melbourne", "location": {"postCode": "3030", "settlement": "Werribee", "region": "VIC", "country": "Australia"}}, "email": ""}, {"first": "Pranav", "middle": ["S"], "last": "Pandit", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of California", "location": {"postCode": "95616", "settlement": "Davis", "region": "CA", "country": "USA"}}, "email": ""}, {"first": "Julie", "middle": [], "last": "Rushmore", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of California", "location": {"postCode": "95616", "settlement": "Davis", "region": "CA", "country": "USA"}}, "email": ""}, {"first": "Tierra", "middle": ["Smiley"], "last": "Evans", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of California", "location": {"postCode": "95616", "settlement": "Davis", "region": "CA", "country": "USA"}}, "email": ""}, {"first": "Cristin", "middle": ["C W"], "last": "Young", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of California", "location": {"postCode": "95616", "settlement": "Davis", "region": "CA", "country": "USA"}}, "email": ""}, {"first": "Megan", "middle": ["M"], "last": "Doyle", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of California", "location": {"postCode": "95616", "settlement": "Davis", "region": "CA", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "Cite this article: Johnson CK, Hitchens PL, Pandit PS, Rushmore J, Evans TS, Young CCW, Doyle MM. 2020 Global shifts in mammalian population trends reveal key predictors of virus spillover risk. Proc. R. Soc. B 287: 20192736. http://dx.Emerging infectious diseases in humans are frequently caused by pathogens originating from animal hosts, and zoonotic disease outbreaks present a major challenge to global health. To investigate drivers of virus spillover, we evaluated the number of viruses mammalian species have shared with humans. We discovered that the number of zoonotic viruses detected in mammalian species scales positively with global species abundance, suggesting that virus transmission risk has been highest from animal species that have increased in abundance and even expanded their range by adapting to human-dominated landscapes. Domesticated species, primates and bats were identified as having more zoonotic viruses than other species. Among threatened wildlife species, those with population reductions owing to exploitation and loss of habitat shared more viruses with humans. Exploitation of wildlife through hunting and trade facilitates close contact between wildlife and humans, and our findings provide further evidence that exploitation, as well as anthropogenic activities that have caused losses in wildlife habitat quality, have increased opportunities for animal-human interactions and facilitated zoonotic disease transmission. Our study provides new evidence for assessing spillover risk from mammalian species and highlights convergent processes whereby the causes of wildlife population declines have facilitated the transmission of animal viruses to humans.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Infectious diseases that originate from animals and infect people comprise the majority of recurrent and emerging infectious disease threats and are widely considered to be one of the greatest challenges facing public health [1] [2] [3] . Characterization of pathogen transmission events from wildlife to humans remains an important scientific challenge hampered by pathogen detection limitations in wild species. Disease spillover is probably vastly under-reported, particularly in remote regions where people have limited access to healthcare. Zoonotic disease spillover events are also difficult to detect, especially if the disease spectrum includes mild or non-specific symptoms, or if there is limited to no human-tohuman transmission. While the common characteristics of zoonotic diseases have advanced an understanding of disease transmission between animals and humans [4] [5] [6] [7] , efforts to date have been hampered by sparse data.", "cite_spans": [{"start": 225, "end": 228, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 229, "end": 232, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 233, "end": 236, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 878, "end": 881, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 882, "end": 885, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 886, "end": 889, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 890, "end": 893, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "The synthesis of epidemiological and ecological profiles of viruses and their hosts has enabled the detection of intrinsic virus and host features linked to species propensity to share viruses with humans [5, 8] . For example, host phylogenetic proximity to humans and increased urbanization within a host distribution has been shown to be positively correlated with the number of zoonotic viruses in a species [5] . Zoonotic disease richness has also been linked to larger geographical range and more litters earlier in life among rodents [9] , geographical range overlap and more litters per year among bats [10] , and larger body mass, larger geographical range and phylogenetic diversification among carnivores [11] .", "cite_spans": [{"start": 205, "end": 208, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 209, "end": 211, "text": "8]", "ref_id": "BIBREF7"}, {"start": 411, "end": 414, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 540, "end": 543, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 610, "end": 614, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 715, "end": 719, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Introduction"}, {"text": "Characterizing epidemiologic features of viral transmission at the animal-human interface has also revealed a number of high-risk human activities that have enabled virus spillover in the past, particularly in situations that facilitate close contact among diverse wildlife species, domesticated animals and people [4] . Moving from individual circumstances to larger scale drivers requires a historical account of how humans have altered the nature of their contact with animals with implications for zoonotic spillover risk. Domestication of animals, human encroachment into habitats high in wildlife biodiversity and hunting of wild animals have been proposed as key anthropogenic activities driving infectious disease emergence at the global scale [12, 13] . Many of these same anthropogenic activities have been implicated as the drivers of wildlife population declines and extinction risk. The International Union for Conservation of Nature (IUCN) Red List of Threatened Species [14] is the authority on global population trends for species, as well as criteria for a species to be listed as threatened with extinction. For the many threatened mammal species, these IUCN metrics provide valuable context for large-scale anthropogenic activities implicated in species declines (e.g. decline in habitat quality for a species), and specific animal-human contact (e.g. exploitation of a species).", "cite_spans": [{"start": 315, "end": 318, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 752, "end": 756, "text": "[12,", "ref_id": null}, {"start": 757, "end": 760, "text": "13]", "ref_id": "BIBREF13"}, {"start": 985, "end": 989, "text": "[14]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Here we combine data on all zoonotic viruses detected in terrestrial mammalian species with IUCN metrics on trends in species abundance and threats identified in species declines in order to relate broad-scale patterns in species abundance to spillover risk. By systematically evaluating published data on wild and domesticated mammalian species that have viruses in common with humans, we show that species abundance and specific extinction threats are related to the number of viruses shared with humans across mammalian species, with important implications for understanding virus spillover risk.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Data were collected from the scientific literature on zoonotic viruses and their terrestrial mammalian hosts published through December 2013. Among 142 zoonotic viruses examined, 139 viruses had at least one mammalian host reported at the species level based on polymerase chain reaction (PCR), virus isolation or serology (electronic supplementary material, Data File S1.) We assumed that detection of a zoonotic virus by PCR or serology indicates the potential for that species to serve as a source of virus spillover to humans, by direct or indirect transmission, in the past or at some point in the future. The number of viruses detected in each mammalian species was summed to estimate zoonotic virus richness for each species. Additional details regarding literature search protocols and data inclusion criteria are provided in the electronic supplementary material.", "cite_spans": [], "ref_spans": [], "section": "Material and methods (a) Zoonotic virus and host datasets"}, {"text": "Data on species abundance, species conservation status and criteria for species listing were obtained from The IUCN 2014 Red List of Threatened Species open source database [14] . The IUCN Red List is the official classifier of species at risk of extinction. This resource includes a list of all mammalian species, Red List categories based on extinction risk, most recently documented population trend (decreasing, stable or increasing), and criteria for listing in IUCN threatened categories, as assessed from 2004 to 2013. There are five categories of Red List status based on extinction risk. For this analysis, two categories of extinction risk, least concern (LC) and near threatened (NT), were expanded into six categories based on IUCN classifications for increasing, decreasing and stable population trend (table 1) . Decreasing population trend correlated almost perfectly with population reduction (criterion A) for threatened species, so threatened species were not further categorized according to population trend. Estimates of global abundance were obtained from open sources for humans [15] and domesticated species [16] . Domesticated species were categorized as LC, population increasing.", "cite_spans": [{"start": 173, "end": 177, "text": "[14]", "ref_id": null}, {"start": 1102, "end": 1106, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1132, "end": 1136, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 815, "end": 824, "text": "(table 1)", "ref_id": null}], "section": "Material and methods (a) Zoonotic virus and host datasets"}, {"text": "Criteria used to list species as Threatened by the IUCN Red List [14] provided information on threats faced by wild animal species and reasons for species declines. Several criteria evaluated for wild mammals reflect the potential for human-related impacts, including criterion that indicate likelihood of contact with humans. Criteria and sub-criteria categories that were evaluated statistically for their relationship with zoonotic virus richness observed in each Table 1 . IUCN Red List status and population trend data combined to recategorize species according to conservation status as used for statistical analyses in this study, with number of terrestrial wild mammalian species in each category (n). near threatened increasing near threatened increasing 7 least concern decreasing least concern decreasing 391 least concern stable least concern stable 1281 least concern increasing least concern increasing 58 data deficient combined across all data deficient/unknown trend 790 least concern unknown data deficient/unknown trend 1371 near threatened unknown data deficient/unknown trend 57 royalsocietypublishing.org/journal/rspb Proc. R. Soc. B 287: 20192736 mammalian species are shown in figure 2. Additional details on the criteria and sub-criteria categories assessed are described in the electronic supplementary material. Analyses were reliant on investigator-driven reports of viruses in animals, which could bias the estimates of zoonotic virus richness in each species, especially if reporting effort was systematically related to risk factors of interest in this study. We incorporated two independent parameters to adjust for potential reporting bias. First, we quantified research publications available in PubMed for each mammalian species in our dataset, and log number of PubMed publications was included in multivariable modelling. Second, we created a data deficient/unknown trend category for each mammalian species in our dataset using IUCN classifications. When there is inadequate information available to make a population assessment, the IUCN classifies some terrestrial mammalian species as data deficient (DD, n = 790). In addition, population trend was unknown for many species, including some NT (n = 57) and LC species (n = 1371). Species lacking enough data to be categorized according to listing criteria, as well as NT and LC species lacking population trend data, were combined into a data deficient/unknown trend category for analyses (table 1). Our assumption for analyses is that species with less population information were potentially less investigated with respect to zoonotic diseases. Combined measures of threatened status, population trend and data deficiency were summarized as 'conservation status' (table 1).", "cite_spans": [], "ref_spans": [{"start": 467, "end": 474, "text": "Table 1", "ref_id": null}], "section": "Material and methods (a) Zoonotic virus and host datasets"}, {"text": "Correlation between zoonotic virus richness and (i) species richness within taxonomic orders and (ii) abundance estimates for humans and domesticated species were evaluated using Spearmans' ρ statistic for non-parametric variables with a two-tailed test of significance. Multivariable zero-inflated Poisson (ZIP) regression modelling was used to evaluate all putative risk factors for their relationship with zoonotic virus richness (sum of zoonotic viruses) in each mammalian species. Model building was initiated with the log number of PubMed publications, and then variables were entered into the model using forward stepwise entry with all categories of a variable being entered at one time, starting with species status categories, then criteria for listing, then domestication status. Incidence rate ratios (IRRs) and their 95% confidence intervals (CIs) are shown for the final ZIP model (table 2) . Stepwise model building procedures are described in more detail in the electronic supplementary material. Parameter importance in improving model fit was assessed by the removal The incident rate ratio (IRR) reflects the relative influence on the expected number of zoonotic viruses in a given species for a given category compared to the reference category specified. This model incorporates a logit model to predict non-detections in host species designated with 'data deficient/unknown population trend'. c Compared to least concern, stable. Statistical analyses were conducted using STATA version 11 SE (StataCorp, College Station, Texas, USA) and the pscl package in R [17, 18] . A bipartite (two-mode) affiliation network was generated for virus-host matrix data, stratified by species order. Network data visualization were conducted using the force-directed algorithm FORCEATLAS2 [19] in the software platform GEPHI version 0.9 [20] . All data used to evaluate the relationship between species status, criteria for listing, species order, domestication status, the number of PubMed publications and zoonotic virus richness recognized to the date of the study in a mammalian species are presented in the electronic supplementary material, Data File S2.", "cite_spans": [{"start": 1581, "end": 1585, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 1586, "end": 1589, "text": "18]", "ref_id": "BIBREF17"}, {"start": 1795, "end": 1799, "text": "[19]", "ref_id": null}, {"start": 1843, "end": 1847, "text": "[20]", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 895, "end": 904, "text": "(table 2)", "ref_id": "TABREF1"}], "section": "(b) Statistical analysis"}, {"text": "Global-scale analysis across the breadth of all zoonotic viruses reveals structured variation among mammalian species that have been implicated as a potential source of virus spillover to humans, with predictable patterns in zoonotic virus richness related to species domestication and recent trends in wildlife populations. Among 5335 wild terrestrial mammal species, we found that only 11.4% of mammalian species (n = 609) have been identified with one or more of the zoonotic viruses investigated here and, of these, most species (58.1%, n = 354) have been reported with only one zoonotic virus each. In line with recent studies [5, 21] , we found that the highest proportion of zoonotic viruses were reported among species in the orders Rodentia (61%), Chiroptera (30%), Primates (23%), Artiodactyla (21%), Carnivora (18%) and fewer viruses were detected in other mammalian orders (figure 1). Zoonotic virus species richness was highly correlated with mammalian species richness when mammalian host species were grouped by taxonomic order (ρ = 0.791, p < 0.001), indicating that mammalian orders with more species are the source of more zoonotic viruses (figure 1a), as has been detected in a similar dataset of zoonotic diseases [21] . We found that three mammalian orders (rodents, bats and primates) have together been implicated as hosts for the majority (75.8%) of zoonotic viruses described to date, and these orders represent 72.7% of all terrestrial mammal species. As a group, domesticated mammals host 50% of the zoonotic virus richness but represent only 12 species. Zoonotic virus richness in domesticated mammalian species was highly correlated with global abundance estimates for humans and domesticated species (ρ = 0.875, p = 0.004, figure 1b), even when data on humans were dropped from analysis (without humans; ρ = 0.808, p = 0.028).", "cite_spans": [{"start": 632, "end": 635, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 636, "end": 639, "text": "21]", "ref_id": "BIBREF22"}, {"start": 1234, "end": 1238, "text": "[21]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Results and discussion"}, {"text": "The majority (88.6%) of terrestrial mammalian species have not yet been reported with a zoonotic virus, so the ZIP model was fit with 'data deficient' as the variable predicting excess zeros in the data. Holding all other factors in the model constant, an increase in the number of PubMed publications for a species was associated with an increased number of zoonotic viruses reported in that species (table 2) . Adjusting for reporting bias prior to the interpretation of other putative factors was important, given publication of zoonotic hosts in the literature was the basis for inclusion in this study, and the inclusion of number of PubMed publications improved model fit as evidenced by change in AIC (electronic supplementary material, table S1). The final ZIP model indicates that conservation status, several criteria for species reductions, taxonomic order and domesticated species status were also significantly related to the number of zoonotic viruses detected in each mammalian species (table 2) . Relationships between conservation status, criteria, order, domestication and species richness in zoonotic viruses were robust to alternate model formulations, including zero-inflated negative binomial regression (electronic supplementary material, table S2) and ZIP regression without the term needed to adjust for reporting bias (electronic supplementary material, table S3).", "cite_spans": [], "ref_spans": [{"start": 401, "end": 410, "text": "(table 2)", "ref_id": "TABREF1"}, {"start": 1001, "end": 1010, "text": "(table 2)", "ref_id": "TABREF1"}], "section": "Results and discussion"}, {"text": "We detected a direct positive relationship between conservation status and the number of viruses shared between that species and humans after adjusting for domestication status, taxonomy, (table 2) . Less common wildlife species, categorized with increasingly threatened status by the IUCN Red List, were implicated with significantly fewer viruses shared with people, compared to widespread and abundant wild mammalian species. Terrestrial wild animal species of least concern with increasing population trends (n = 58) were reported with significantly more zoonotic viruses, while species with decreasing population trends (n = 391) had significantly fewer zoonotic viruses, compared to species with stable population trends (n = 1281). After adjusting for all factors, we detected a dose-response type relationship between increasingly threatened conservation status and a corresponding decrease in the number of viruses mammals share with humans. The gradual decrease in incidence rate ratios as species abundance declines from least concern conservation status with increasing population trend to critically endangered provides evidence for this trend (table 2) . With the exception of species categorized as threatened owing to over-exploitation and habitat loss, this trend can be summarized as follows; species of least concern with increasing abundance were estimated with 1.5 times the number of zoonotic viruses, while species of least concern with decreasing abundance had three-fourths the number of viruses, species not threatened, but decreasing in abundance had onethird the number of viruses, vulnerable species had less than one-sixth the number of viruses, endangered species had oneseventh the number of viruses, and critically endangered had one-thirteenth the number of viruses, compared to species of least concern that were stable in abundance. In an additional analysis of a subset of species that were not found to be data deficient, we found conservation status had a positive linear relationship with the number of zoonotic viruses reported in a species (data shown in the electronic supplementary material). We found that threatened species listed because of their small extent of occurrence (IUCN Red List category B1, n = 499 species) harboured approximately one-fifth as many zoonotic viruses compared to species listed for other reasons when all predictors, including detection bias, were included in the model (table 2) . Other IUCN Red List criteria and subcriteria indicative of small extent of habitat (figure 2) were also correlated with fewer virus detections in a species. In fact, threatened species listed because of very small area of occupancy (IUCN Red List criteria B2), and very small or restricted populations (IUCN Red List criteria D2) have yet to be reported with any zoonotic viruses (figure 2). Previous analyses of parasite richness in primates have found that total parasite richness was lower for species with threatened status, suggesting that small populations with limited geographical range harbour fewer parasites overall [22, 23] .", "cite_spans": [{"start": 3083, "end": 3087, "text": "[22,", "ref_id": "BIBREF23"}, {"start": 3088, "end": 3091, "text": "23]", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 188, "end": 197, "text": "(table 2)", "ref_id": "TABREF1"}, {"start": 1157, "end": 1166, "text": "(table 2)", "ref_id": "TABREF1"}, {"start": 2444, "end": 2453, "text": "(table 2)", "ref_id": "TABREF1"}], "section": "(a) Zoonotic virus richness scales with wild mammalian abundance"}, {"text": "Wild mammals with threatened conservation status (i.e. IUCN's Vulnerable, Endangered or Critically Endangered status) are increasingly rare, and the probability of a human encounter is thus presumed to be less likely, unless a species has adapted to human-dominated habitats or is otherwise in frequent contact with humans. Endangered and critically endangered species include many of the most charismatic and intensively managed species in the world, and thus we expected opportunities for virus spillover from species to be more frequent from these species. To further evaluate disparities in zoonotic virus richness among threatened species, we assessed the Red List's listing criteria and sub-criteria in a multivariable modelling approach and found that threatened species for which a population reduction was directly observed (IUCN Red List criteria A1(a), A2 (a) or A4 (a), n = 53 species) were predicted to host over 2 times as many zoonotic viruses, compared to species listed as threatened by other means when all other variables were accounted for in the model (table 2) . Wildlife populations with declines that have been directly observed were probably more closely monitored to be able to detect changes in population abundance, and often, longterm monitoring programmes accompany species management plans, thereby increasing the likelihood of disease detection and reporting. Also, intensive and often hands-on wildlife management can increase opportunities for pathogen transmission from animals to humans, supporting a biological basis for increased spillover risk beyond increased detection. Direct and indirect contact with wildlife in management and ecotourism settings is a recognized risk for zoonotic spillover, along with increased occupational risk among veterinarians and researchers attending to wildlife [4] .", "cite_spans": [{"start": 1833, "end": 1836, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 1073, "end": 1082, "text": "(table 2)", "ref_id": "TABREF1"}], "section": "(a) Zoonotic virus richness scales with wild mammalian abundance"}, {"text": "Among all criteria used to categorize species as threatened with extinction, we identified three additional criteria significantly related to the number of viruses a mammal shares with humans (table 2) . After adjusting for other significant effects in the multivariable model, we find that threatened species with a population size reduction owing to exploitation (IUCN Red List category A1-A4(d), n = 256 species) have over twice as many zoonotic viruses as compared to threatened species listed for other reasons (table 2) . Exploitation of wildlife through hunting and the wild animal trade have been hypothesized as increasing opportunities for pathogen spillover because of the close contact between wildlife and humans involved in these activities [4, 12, 24, 25] . Threatened species with population reductions owing to declines in occupancy, extent of occurrence and/or habitat quality (A1-A4(c), n = 353 species) were also predicted to host nearly twice as many zoonotic viruses compared to threatened species declining for other reasons, if all other factors were held constant (table 2). Anthropogenic activities that have altered the landscape, such as forest fragmentation, development and conversion to cropland, have caused declines in wildlife habitat quality, and, as with exploitation, are likely to also increase the probability of animal-human interactions during and subsequent to land conversion activities [26, 27] . Human encroachment into biodiverse areas increases the risk of spillover of novel infectious diseases by enabling new contacts between humans and wildlife [28] . Slightly more than half of all threatened species (54.8%) were listed by IUCN because of the impacts of exploitation or habitat loss on species abundance indicating that this is a major impetus for species reductions. Our analysis incorporating data on species declines globally provides broad-scale support for convergent processes whereby exploitation of wildlife and habitat loss have caused wildlife population declines, as well as facilitated the transmission of animal viruses to humans that most likely occurred prior to and during large-scale losses in abundance. expected of animal species that are unprecedented in their distribution, often reared in dense populations, and have been in close contact with people for centuries [13] . We find that domesticated species status had the largest influence on the number of mammalian viruses shared with humans with eight times more zoonotic viruses predicted in a given domesticated mammal species compared to wild mammalian species ( viruses), dogs (n = 27 zoonotic viruses), goats (n = 22 zoonotic viruses), cats (n = 16 zoonotic viruses) and camels (n = 15 zoonotic viruses). Aside from humans, accurate detection and reporting of zoonotic viruses would be most probable in domesticated species, given the economic and public health demand for these data. More accurate detection in domesticated species is supported by the minimal change in estimated number of viruses in regression models with the number of publications (table 2) and without the number of publications as an adjustment for reporting bias (electronic supplementary material, table S3). The only wild animals among the top 10 species with detected zoonotic viruses were the house mouse (Mus musculus) and the black rat (Rattus rattus), with 16 and 14 zoonotic viruses, respectively. Both of these species in the Rodentia order are considered invasive in most regions of the world, commonly inhabit domestic and peri-domestic structures, and have dubious non-domestication status given their use in laboratory studies and as pets worldwide. Sympatry, or spatial overlap of hosts, was highly correlated with cross-species transmission among rodents, and network analyses illustrate that the global distribution of the house mouse has facilitated the transmission of viruses to sympatric species around the world [29] .", "cite_spans": [{"start": 755, "end": 758, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 759, "end": 762, "text": "12,", "ref_id": null}, {"start": 763, "end": 766, "text": "24,", "ref_id": "BIBREF25"}, {"start": 767, "end": 770, "text": "25]", "ref_id": "BIBREF26"}, {"start": 1430, "end": 1434, "text": "[26,", "ref_id": "BIBREF27"}, {"start": 1435, "end": 1438, "text": "27]", "ref_id": "BIBREF28"}, {"start": 1596, "end": 1600, "text": "[28]", "ref_id": "BIBREF29"}, {"start": 2340, "end": 2344, "text": "[13]", "ref_id": "BIBREF13"}, {"start": 3939, "end": 3943, "text": "[29]", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 192, "end": 201, "text": "(table 2)", "ref_id": "TABREF1"}, {"start": 516, "end": 525, "text": "(table 2)", "ref_id": "TABREF1"}, {"start": 3084, "end": 3093, "text": "(table 2)", "ref_id": "TABREF1"}], "section": "(b) Convergence in drivers for mammalian species declines and zoonotic virus richness"}, {"text": "Additional support for species domestication as a key feature of increased propensity for sharing viruses with humans is provided by the bipartite network of zoonotic viruses sharing among all mammalian hosts ( figure 3) . Notably, domestic animals are among the most central species in the viral sharing network. Viruses in domesticated species were not only commonly shared with other domesticated species but also with wild animal species within respective Cetartiodactyla and Carnivora orders (figure 3). While directionality in historical transmission of viruses between wild mammals and their domesticated kin can only be inferred, we postulate that wild mammals were the original host for the majority of viruses, sharing viruses with domesticated species over centuries of coevolution and domestication. Artiodactyl wild ungulates have been a dominant source of food throughout history and share habitat with domesticated kin. Close phylogenetic relatedness between globally distributed domesticated species and their wild perissodactyl, artiodactyl and carnivore brethren has probably intensified opportunities for cross-species pathogen transmission [30] . Primate, rodent and bat species appear to harbour zoonotic viruses that are not well connected to domesticated species and other wild animal species (figure 3), supporting the premise that these species share zoonotic viruses directly with humans, without domesticated amplifying hosts facilitating viral sharing among species in other orders.", "cite_spans": [{"start": 1160, "end": 1164, "text": "[30]", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 211, "end": 220, "text": "figure 3)", "ref_id": "FIGREF2"}], "section": "(b) Convergence in drivers for mammalian species declines and zoonotic virus richness"}, {"text": "We found that species in the primate and bat orders were significantly more likely to harbour zoonotic viruses compared to all other orders, after adjusting for domestication, trends in (table 2) . By contrast, Diprotodontia (marsupials) and Eulipotyphla (shrews, moles, hedgehogs) had fewer zoonotic viruses detected by the time of this study than species in other orders. A recent study evaluating the relationship between phylogeny and the proportion of viruses likely to be zoonotic for a given species also found that bats hosted significantly more zoonotic viruses than other orders and that primates drove the phylogenetic effect as a determinant of zoonotic spillover [5] . The close phylogenetic relationship of humans with non-human primates is recognized as a causal factor underlying spillover, reverse zoonoses and the coevolution of occasionally shared viruses [31] . Bats have also been repeatedly implicated as the source of recent emerging infectious disease events involving high consequence pathogens, including severe acute respiratory syndrome (SARS) [32] , Nipah virus encephalitis [33] , and hemorrhagic fevers caused by filoviruses [34, 35] , and have been noted previously to host more zoonotic viruses per species than rodents [10] . Viral sharing has been shown to be more common among bat species than among rodent species and several bat traits have been associated with a higher propensity for cross-species transmission, including gregariousness (roosting in high densities) and migration [29] . With nearly a quarter of bat species lacking sufficient data for categorization of their IUCN Red List status, bats are probably still under-represented in field investigations and warrant future dedicated focus for emerging infectious disease research.", "cite_spans": [{"start": 676, "end": 679, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 875, "end": 879, "text": "[31]", "ref_id": "BIBREF32"}, {"start": 1072, "end": 1076, "text": "[32]", "ref_id": null}, {"start": 1104, "end": 1108, "text": "[33]", "ref_id": "BIBREF34"}, {"start": 1156, "end": 1160, "text": "[34,", "ref_id": "BIBREF35"}, {"start": 1161, "end": 1164, "text": "35]", "ref_id": null}, {"start": 1253, "end": 1257, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1520, "end": 1524, "text": "[29]", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 186, "end": 195, "text": "(table 2)", "ref_id": "TABREF1"}], "section": "(d) Primates and bats share more viruses with humans"}, {"text": "Infectious diseases from wildlife have emerged at an increased pace within the last century [36] and are likely to continue to emerge, given expected increases in population growth and landscape change. Curbing disease emergence will prove challenging until we have a more thorough appreciation of the epidemiologic circumstances that facilitate pathogen spillover, particularly from wild animals, which are the source of the majority of recently emerging infectious diseases [2] and continue to constitute a substantial gap in disease detection efforts worldwide. Here, we find broad evidence supporting large-scale mechanisms underlying patterns of zoonotic virus richness across species, by which trends in mammalian abundance and drivers of declines among threatened species reflect animal-human interactions that facilitate virus transmission to people.", "cite_spans": [{"start": 92, "end": 96, "text": "[36]", "ref_id": "BIBREF37"}, {"start": 476, "end": 479, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Conclusion and future directions"}, {"text": "By identifying a positive relationship between global trends in mammalian abundance and an increased number of mammalian viruses that have been shared with humans, our findings suggest that mammal species with larger global populations pose greater risk for virus spillover. Our data also provide new evidence that threatened wildlife species with limited extent of occurrence and small population sizes have shared relatively fewer viruses with humans, supporting the concept that virus spillover risk at this large scale is underpinned by the probability of animal-human interactions. Reservoir populations have a critical population or community size required for infectious disease transmission [37] , and generally larger populations are more likely to propagate cycles of infection. Population range size similarly reflects opportunities for animal contact, and species with larger ranges should have increased potential to overlap in range, and possibly share habitat with other species, enabling cross-species transmission and increasing the risk of spillover to humans [29] . However, determinants identified as predictors of zoonotic virus richness at this scale might not relate to zoonotic virus diversity in species at the local scale. Larger population size together with higher population density have been shown to positively correlate with higher viral richness among primate species [22] , consistent with disease transmission mechanisms that are dependent on population densities and distributions.", "cite_spans": [{"start": 699, "end": 703, "text": "[37]", "ref_id": "BIBREF38"}, {"start": 1078, "end": 1082, "text": "[29]", "ref_id": "BIBREF30"}, {"start": 1401, "end": 1405, "text": "[22]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Conclusion and future directions"}, {"text": "Given we detected a significant increase in zoonotic virus richness among more globally abundant species, additional mechanisms underlying trends in wildlife populations warrant investigation. Species that have increased in abundance and even expanded their range despite large-scale anthropogenically driven landscape change and urbanization [38] are more likely to be generalist species that have adapted to human-dominated landscapes. Approximately one quarter of mammalian species had stable or increasing trends in abundance at the time of analysis, half of which were rodents [14] . While urbanization and landscape change towards crop production could decrease biodiversity overall, these activities can increase the abundance of select species [39] . Many species listed as least concern with increasing abundance by the IUCN Red List are adaptable wild mammalian species that have benefitted from a close relationship with humans. These species could have habitat and dietary niches that overlap with humans in dwellings or in agricultural practices, further enabling direct and indirect contact with similarly adapted sympatric species, domesticated species and humans. In particular, dwellings and agricultural settings are among the most high risk of interfaces for zoonotic viral transmission, particularly from rodents [4] . Pathogen transmission among animals thriving in human-dominated landscapes can also benefit from higher community size and density-dependent viral transmission, especially when resources that sustain mammal populations are aggregated [40] , further increasing the probability of human contact with infectious reservoirs in these landscapes. With ongoing landscape transformation towards human-dominated landscapes and approximately half of the world's human population living in urbanized communities [41] , species that are adaptable to human modified habitat are likely to continue to be an important source of zoonotic pathogen transmission [40] .", "cite_spans": [{"start": 343, "end": 347, "text": "[38]", "ref_id": null}, {"start": 582, "end": 586, "text": "[14]", "ref_id": null}, {"start": 752, "end": 756, "text": "[39]", "ref_id": "BIBREF41"}, {"start": 1333, "end": 1336, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1573, "end": 1577, "text": "[40]", "ref_id": "BIBREF42"}, {"start": 1840, "end": 1844, "text": "[41]", "ref_id": "BIBREF43"}, {"start": 1983, "end": 1987, "text": "[40]", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Conclusion and future directions"}, {"text": "Over 20% of mammalian species were threatened with extinction at the time of this analysis, and exploitation and declines in habitat were implicated in the listing status for over half of these threatened species [14] . The IUCN Red List of Threatened Species criteria for categorizing species status [14] was used here to represent large-scale animal-human interactions involved in spillover that could not be measured directly at the species level across all mammalian species. Refined measures of wild animal interactions with people that could constitute effective contact for disease transmission are needed at the local level that can also be scaled up to evaluate broader patterns in spillover risk. We included both serological and molecular data in our analyses, as well as an adjustment for reporting bias, because we were especially concerned about missing host-virus associations. Disease surveillance has been very limited for many wildlife species to date, and wildlife reservoir status can be difficult to ascertain, particularly for viruses with a very short duration of shedding, after which antibodies might only be detectable by serology.", "cite_spans": [{"start": 213, "end": 217, "text": "[14]", "ref_id": null}, {"start": 301, "end": 305, "text": "[14]", "ref_id": null}], "ref_spans": [], "section": "Conclusion and future directions"}, {"text": "royalsocietypublishing.org/journal/rspb Proc. R. Soc. B 287: 20192736", "cite_spans": [], "ref_spans": [], "section": "Conclusion and future directions"}, {"text": "Our model findings were robust to detection bias overall, with the same significant factors explaining variation in species propensity to host zoonotic viruses retaining a similar relative effect and significance even when the number of PubMed publications was not accounted for in the model (electronic  supplementary material, table S3) . Nonetheless, large-scale surveillance efforts are necessary to more specifically identify epidemiologically relevant animal reservoirs for zoonotic viruses, as well as the periods of heightened shedding that might be related to specific host traits and environmental factors measured at the species level. Wild animal hosts for zoonotic viruses have been vastly under-recognized because the majority of species have not been sampled at the level needed to detect zoonotic viruses, and many geographical regions lack adequate data for modelling [5] .", "cite_spans": [{"start": 885, "end": 888, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 292, "end": 338, "text": "(electronic  supplementary material, table S3)", "ref_id": null}], "section": "Conclusion and future directions"}, {"text": "We find evidence to support the premise that abundant mammal species have shared more viruses with humans than less abundant species and that the exploitation of wildlife could have potentiated virus spillover risk. Global patterns in spillover risk reflect close contact interactions between wildlife and humans that occur in a myriad of circumstances around the world. While we shed light on the patterns of zoonotic viruses that have been reported up through the time of this study, we suspect that pathogen spillover often goes unnoticed, with only a proportion of spillover events expanding into outbreaks in people that are subsequently detectable. The evidence of serologic exposure to zoonotic pathogens with high mortality in humans, such as filoviruses, in areas not previously recognized with outbreaks, supports the premise that zoonotic pathogen exposure is more common than recognized [42] . Surveillance for acute febrile illness among people engaged in highrisk activities involving animals, especially wildlife, is a priority to enable more rapid detection of emerging and re-emerging infectious diseases. Surveillance activities that include animals and humans in close contact situations will advance outbreak preparedness in between outbreaks and assist in prioritizing in-depth, longitudinal field studies needed to understand epidemiological patterns in virus transmission and optimize disease prevention actions. Informed mitigation efforts aimed at ensuring biosafety in livestock production, minimizing interactions between wildlife and domesticated animals and limiting close contact with wildlife are especially needed given global trends in urbanization and food production. One Health surveillance approaches are needed that integrate animal and human health in monitoring for emerging infectious diseases and consider environmental change that is likely to intensify close proximity animal-human interactions in the near future.", "cite_spans": [{"start": 899, "end": 903, "text": "[42]", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Conclusion and future directions"}, {"text": "Data accessibility. The datasets supporting this article have been uploaded as part of the electronic supplementary material.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and future directions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Host range and emerging and reemerging pathogens", "authors": [{"first": "M", "middle": ["E"], "last": "Woolhouse", "suffix": ""}, {"first": "S", "middle": [], "last": "Gowtage-Sequeria", "suffix": ""}], "year": 2005, "venue": "Emerg. Infect. Dis", "volume": "11", "issn": "", "pages": "1842--1847", "other_ids": {"DOI": ["10.3201/eid1112.050997"]}}, "BIBREF1": {"ref_id": "b1", "title": "Risk factors for human disease emergence", "authors": [{"first": "L", "middle": ["H"], "last": "Taylor", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Latham", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Woolhouse", "suffix": ""}], "year": 2001, "venue": "Phil. Trans. R Soc. Lond. B", "volume": "356", "issn": "", "pages": "983--989", "other_ids": {"DOI": ["10.1098/rstb.2001.0888"]}}, "BIBREF2": {"ref_id": "b2", "title": "Global health security: the wider lessons from the west African Ebola virus disease epidemic", "authors": [{"first": "D", "middle": ["L"], "last": "Heymann", "suffix": ""}], "year": 2015, "venue": "Lancet", "volume": "385", "issn": "15", "pages": "60858--60861", "other_ids": {"DOI": ["10.1016/S0140-6736(15)60858-3"]}}, "BIBREF3": {"ref_id": "b3", "title": "Spillover and pandemic properties of zoonotic viruses with high host plasticity", "authors": [{"first": "Kreuder", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 2015, "venue": "Sci. Rep", "volume": "5", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/srep14830"]}}, "BIBREF4": {"ref_id": "b4", "title": "Host and viral traits predict zoonotic spillover from mammals", "authors": [{"first": "K", "middle": ["J"], "last": "Olival", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Hosseini", "suffix": ""}, {"first": "C", "middle": [], "last": "Zambrana-Torrelio", "suffix": ""}, {"first": "N", "middle": [], "last": "Ross", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Bogich", "suffix": ""}, {"first": "P", "middle": [], "last": "Daszak", "suffix": ""}], "year": 2017, "venue": "Nature", "volume": "546", "issn": "", "pages": "646--650", "other_ids": {"DOI": ["10.1038/nature22975"]}}, "BIBREF5": {"ref_id": "b5", "title": "Ecological origins of novel human pathogens", "authors": [{"first": "M", "middle": [], "last": "Woolhouse", "suffix": ""}, {"first": "E", "middle": [], "last": "Gaunt", "suffix": ""}], "year": 2007, "venue": "Crit. Rev. Microbiol", "volume": "33", "issn": "", "pages": "231--242", "other_ids": {"DOI": ["10.1080/10408410701647560"]}}, "BIBREF6": {"ref_id": "b6", "title": "Human viruses: discovery and emergence", "authors": [{"first": "M", "middle": [], "last": "Woolhouse", "suffix": ""}, {"first": "F", "middle": [], "last": "Scott", "suffix": ""}, {"first": "Z", "middle": [], "last": "Hudson", "suffix": ""}, {"first": "R", "middle": [], "last": "Howey", "suffix": ""}, {"first": "M", "middle": [], "last": "Chase-Topping", "suffix": ""}], "year": 2012, "venue": "Phil. Trans. R Soc. B", "volume": "367", "issn": "", "pages": "2864--2871", "other_ids": {"DOI": ["10.1098/rstb.2011.0354"]}}, "BIBREF7": {"ref_id": "b7", "title": "The macroecology of infectious diseases: a new perspective on globalscale drivers of pathogen distributions and impacts", "authors": [{"first": "P", "middle": ["R"], "last": "Stephens", "suffix": ""}], "year": 2016, "venue": "Ecol. Lett", "volume": "19", "issn": "", "pages": "1159--1171", "other_ids": {"DOI": ["10.1111/ele.12644"]}}, "BIBREF8": {"ref_id": "b8", "title": "Rodent reservoirs of future zoonotic diseases", "authors": [{"first": "B", "middle": ["A"], "last": "Han", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Schmidt", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Bowden", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Drake", "suffix": ""}], "year": 2015, "venue": "Proc. Natl Acad. Sci. USA", "volume": "112", "issn": "", "pages": "7039--7044", "other_ids": {"DOI": ["10.1073/pnas.1501598112"]}}, "BIBREF9": {"ref_id": "b9", "title": "A comparison of bats and rodents as reservoirs of zoonotic viruses: are bats special?", "authors": [{"first": "A", "middle": ["D"], "last": "Luis", "suffix": ""}], "year": 2013, "venue": "Proc. R. Soc. B", "volume": "280", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1098/rspb.2012.2753"]}}, "BIBREF10": {"ref_id": "b10", "title": "Parasite diversity declines with host evolutionary distinctiveness: a global analysis of carnivores", "authors": [{"first": "S", "middle": [], "last": "Huang", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Drake", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Gittleman", "suffix": ""}, {"first": "S", "middle": [], "last": "Altizer", "suffix": ""}], "year": 2015, "venue": "Evolution", "volume": "69", "issn": "", "pages": "621--630", "other_ids": {"DOI": ["10.1111/evo.12611"]}}, "BIBREF12": {"ref_id": "b12", "title": "Bushmeat, hunting, deforestation, and prediction of zoonotic disease emergence", "authors": [], "year": null, "venue": "Emerg. Infect. Dis", "volume": "11", "issn": "", "pages": "1822--1827", "other_ids": {"DOI": ["10.3201/eid1112.040789"]}}, "BIBREF13": {"ref_id": "b13", "title": "/nature05775) 14. International Union for the Conservation of Nature (IUCN). The IUCN Red List of threatened species", "authors": [{"first": "N", "middle": ["D"], "last": "Wolfe", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Dunavan", "suffix": ""}, {"first": "J", "middle": [], "last": "Diamond", "suffix": ""}], "year": 2007, "venue": "Nature", "volume": "447", "issn": "", "pages": "279--283", "other_ids": {"DOI": ["10.1038/nature05775"]}}, "BIBREF14": {"ref_id": "b14", "title": "World population prospects: the 2017 revision, key findings and advance tables", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Food and Agriculture Organization of the United Nations", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "R: a language and environment for statistical computing", "authors": [{"first": "", "middle": [], "last": "R Core Team", "suffix": ""}], "year": 2017, "venue": "R Foundation for Statistical Computing", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Regression models for count data in R", "authors": [{"first": "A", "middle": [], "last": "Zeileis", "suffix": ""}, {"first": "C", "middle": [], "last": "Kleiber", "suffix": ""}, {"first": "S", "middle": [], "last": "Jackman", "suffix": ""}], "year": 2008, "venue": "J. Stat. Softw", "volume": "27", "issn": "", "pages": "1--25", "other_ids": {"DOI": ["10.18637/jss.v027.i08"]}}, "BIBREF19": {"ref_id": "b19", "title": "ForceAtlas2, a continuous graph layout algorithm for handy network visualization designed for the Gephi software", "authors": [], "year": null, "venue": "PLoS ONE", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0098679"]}}, "BIBREF20": {"ref_id": "b20", "title": "Gephi: an open source software for exploring and manipulating networks", "authors": [{"first": "M", "middle": [], "last": "Bastian", "suffix": ""}, {"first": "S", "middle": [], "last": "Heymann", "suffix": ""}, {"first": "M", "middle": [], "last": "Jacomy", "suffix": ""}], "year": 2009, "venue": "Icwsm", "volume": "8", "issn": "", "pages": "361--362", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Global patterns of zoonotic disease in mammals", "authors": [{"first": "B", "middle": ["A"], "last": "Han", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Kramer", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Drake", "suffix": ""}], "year": 2016, "venue": "Trends Parasitol", "volume": "32", "issn": "", "pages": "565--577", "other_ids": {"DOI": ["10.1016/j.pt.2016.04.007"]}}, "BIBREF23": {"ref_id": "b23", "title": "Comparative tests of parasite species richness in primates", "authors": [{"first": "C", "middle": ["L"], "last": "Nunn", "suffix": ""}, {"first": "S", "middle": [], "last": "Altizer", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Jones", "suffix": ""}, {"first": "W", "middle": [], "last": "Sechrest", "suffix": ""}], "year": 2003, "venue": "Am. Nat", "volume": "162", "issn": "", "pages": "597--614", "other_ids": {"DOI": ["10.1086/378721"]}}, "BIBREF24": {"ref_id": "b24", "title": "Do threatened hosts have fewer parasites? A comparative study in primates", "authors": [{"first": "S", "middle": [], "last": "Altizer", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Nunn", "suffix": ""}, {"first": "P", "middle": [], "last": "Lindenfors", "suffix": ""}], "year": 2007, "venue": "J. Anim. Ecol", "volume": "76", "issn": "", "pages": "304--314", "other_ids": {"DOI": ["10.1111/j.1365-2656.2007.01214.x"]}}, "BIBREF25": {"ref_id": "b25", "title": "Wildlife trade and global disease emergence", "authors": [{"first": "W", "middle": ["B"], "last": "Karesh", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Cook", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Bennett", "suffix": ""}, {"first": "J", "middle": [], "last": "Newcomb", "suffix": ""}], "year": 2005, "venue": "Emerg. Infect. Dis", "volume": "11", "issn": "", "pages": "1000--1002", "other_ids": {"DOI": ["10.3201/eid1107.050194"]}}, "BIBREF26": {"ref_id": "b26", "title": "The bushmeat trade: increased opportunities for transmission of zoonotic disease", "authors": [{"first": "W", "middle": ["B"], "last": "Karesh", "suffix": ""}, {"first": "E", "middle": [], "last": "Noble", "suffix": ""}], "year": 2009, "venue": "Mt Sinai J. Med", "volume": "76", "issn": "", "pages": "429--434", "other_ids": {"DOI": ["10.1002/msj.20139"]}}, "BIBREF27": {"ref_id": "b27", "title": "The role of landscape composition and configuration on Pteropus giganteus roosting ecology and Nipah virus spillover risk in Bangladesh", "authors": [{"first": "M", "middle": ["B"], "last": "Hahn", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Gurley", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Epstein", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Islam", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Patz", "suffix": ""}, {"first": "P", "middle": [], "last": "Daszak", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Luby", "suffix": ""}], "year": 2014, "venue": "Am. J. Trop. Med. Hyg", "volume": "90", "issn": "", "pages": "247--255", "other_ids": {"DOI": ["10.4269/ajtmh.13-0256"]}}, "BIBREF28": {"ref_id": "b28", "title": "The nexus between forest fragmentation in Africa and Ebola virus disease outbreaks", "authors": [{"first": "M", "middle": ["C"], "last": "Rulli", "suffix": ""}, {"first": "M", "middle": [], "last": "Santini", "suffix": ""}, {"first": "Dts", "middle": [], "last": "Hayman", "suffix": ""}, {"first": "P", "middle": [], "last": "D&apos;odorico", "suffix": ""}], "year": 2017, "venue": "Sci. Rep", "volume": "7", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/srep41613"]}}, "BIBREF29": {"ref_id": "b29", "title": "Habitat fragmentation, biodiversity loss and the risk of novel infectious disease emergence", "authors": [{"first": "D", "middle": ["A"], "last": "Wilkinson", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Marshall", "suffix": ""}, {"first": "N", "middle": ["P"], "last": "French", "suffix": ""}, {"first": "Dts", "middle": [], "last": "Hayman", "suffix": ""}], "year": 2018, "venue": "J. R. Soc. Interface", "volume": "15", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1098/rsif.2018.0403"]}}, "BIBREF30": {"ref_id": "b30", "title": "Network analysis of host-virus communities in bats and rodents reveals determinants of cross-species transmission", "authors": [{"first": "A", "middle": ["D"], "last": "Luis", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Shea", "suffix": ""}, {"first": "Dts", "middle": [], "last": "Hayman", "suffix": ""}, {"first": "Jln", "middle": [], "last": "Wood", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Cunningham", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Gilbert", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Mills", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Webb", "suffix": ""}], "year": 2015, "venue": "Ecol. Lett", "volume": "18", "issn": "", "pages": "1153--1162", "other_ids": {"DOI": ["10.1111/ele.12491"]}}, "BIBREF31": {"ref_id": "b31", "title": "Infectious diseases and extinction risk in wild mammals", "authors": [{"first": "A", "middle": ["B"], "last": "Pedersen", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Jones", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Nunn", "suffix": ""}, {"first": "S", "middle": [], "last": "Altizer", "suffix": ""}], "year": 2007, "venue": "Conserv. Biol", "volume": "21", "issn": "", "pages": "1269--1279", "other_ids": {"DOI": ["10.1111/j.1523-1739.2007.00776.x"]}}, "BIBREF32": {"ref_id": "b32", "title": "Centrality in primate-parasite networks reveals the potential for the transmission of emerging infectious diseases to humans", "authors": [{"first": "J", "middle": ["M"], "last": "Gomez", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Nunn", "suffix": ""}, {"first": "M", "middle": [], "last": "Verdu", "suffix": ""}], "year": 2013, "venue": "Proc. Natl Acad. Sci. USA", "volume": "110", "issn": "", "pages": "7738--7741", "other_ids": {"DOI": ["10.1073/pnas.1220716110"]}}, "BIBREF34": {"ref_id": "b34", "title": "Nipah virus infection in bats (order Chiroptera) in peninsular Malaysia", "authors": [{"first": "J", "middle": ["M"], "last": "Yob", "suffix": ""}], "year": 2001, "venue": "Emerg. Infect. Dis", "volume": "7", "issn": "", "pages": "439--441", "other_ids": {"DOI": ["10.3201/eid0703.017312"]}}, "BIBREF35": {"ref_id": "b35", "title": "Seasonal pulses of Marburg virus circulation in juvenile Rousettus aegyptiacus bats coincide with periods of increased risk of human infection", "authors": [{"first": "B", "middle": ["R"], "last": "Amman", "suffix": ""}], "year": 2012, "venue": "PLoS Pathog", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.ppat.1002877"]}}, "BIBREF37": {"ref_id": "b37", "title": "Global trends in emerging infectious diseases", "authors": [{"first": "K", "middle": ["E"], "last": "Jones", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Patel", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Levy", "suffix": ""}, {"first": "A", "middle": [], "last": "Storeygard", "suffix": ""}, {"first": "D", "middle": [], "last": "Balk", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Gittleman", "suffix": ""}, {"first": "P", "middle": [], "last": "Daszak", "suffix": ""}], "year": 2008, "venue": "Nature", "volume": "451", "issn": "", "pages": "990--993", "other_ids": {"DOI": ["10.1038/nature06536"]}}, "BIBREF38": {"ref_id": "b38", "title": "Should we expect population thresholds for wildlife disease?", "authors": [{"first": "J", "middle": ["O"], "last": "Lloyd-Smith", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Cross", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Briggs", "suffix": ""}, {"first": "M", "middle": [], "last": "Daugherty", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Getz", "suffix": ""}, {"first": "J", "middle": [], "last": "Latto", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Sanchez", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Smith", "suffix": ""}, {"first": "A", "middle": [], "last": "Swei", "suffix": ""}], "year": 2005, "venue": "Trends Ecol. Evol", "volume": "20", "issn": "", "pages": "511--519", "other_ids": {"DOI": ["10.1016/j.tree.2005.07.004"]}}, "BIBREF40": {"ref_id": "b40", "title": "Summary for policymakers of the assessment report on land degradation and restoration of the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Urbanization and the ecology of wildlife diseases", "authors": [{"first": "C", "middle": ["A"], "last": "Bradley", "suffix": ""}, {"first": "S", "middle": [], "last": "Altizer", "suffix": ""}], "year": 2007, "venue": "Trends Ecol. Evol", "volume": "22", "issn": "", "pages": "95--102", "other_ids": {"DOI": ["10.1016/j.tree.2006.11.001"]}}, "BIBREF42": {"ref_id": "b42", "title": "Linking anthropogenic resources to wildlife-pathogen dynamics: a review and meta-analysis", "authors": [{"first": "D", "middle": ["J"], "last": "Becker", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Streicker", "suffix": ""}, {"first": "S", "middle": [], "last": "Altizer", "suffix": ""}], "year": 2015, "venue": "Ecol. Lett", "volume": "18", "issn": "", "pages": "483--495", "other_ids": {"DOI": ["10.1111/ele.12428"]}}, "BIBREF43": {"ref_id": "b43", "title": "Biodiversity losses and conservation responses in the Anthropocene", "authors": [{"first": "C", "middle": ["N"], "last": "Johnson", "suffix": ""}, {"first": "A", "middle": [], "last": "Balmford", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Brook", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Buettel", "suffix": ""}, {"first": "M", "middle": [], "last": "Galetti", "suffix": ""}, {"first": "L", "middle": [], "last": "Guangchun", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Wilmshurst", "suffix": ""}], "year": 2017, "venue": "Science", "volume": "356", "issn": "", "pages": "270--275", "other_ids": {"DOI": ["10.1126/science.aam9317"]}}, "BIBREF44": {"ref_id": "b44", "title": "Suspected exposure to filoviruses among people contacting wildlife in southwestern Uganda", "authors": [{"first": "T", "middle": [], "last": "Smiley Evans", "suffix": ""}], "year": 2018, "venue": "J. Infect. Dis", "volume": "79", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.ijid.2018.11.160"]}}}, "ref_entries": {"FIGREF0": {"text": "Richness of zoonotic viruses found in mammalian hosts, by taxonomic order for wildlife and by species for domesticated animals and humans. (a) Zoonotic virus richness corresponding to species richness among wild mammalian orders. Area of the circles represents the proportion of zoonotic viruses found in species in each order out of the total number of zoonotic viruses among all mammalian species. Orders with less than 5% of zoonotic viruses and less than 2% of mammalian species include Didelphimorphia, Pilosa, Proboscidea, Diprotodontia, Perissodactyla, Cingulata and Dasyuromorphia are not labelled. (b) Zoonotic virus richness corresponding to estimated global abundance (in millions) for humans[15] and domesticated species[16]. Species are coloured according to the order in which they belong in (a). Area of the circles reflects the estimated population size for that species relative to the other species shown. (Online version in colour.) royalsocietypublishing.org/journal/rspb Proc. R. Soc. B 287: 20192736 criteria for listing threatened species, and the number of PubMed publications at the species level", "latex": null, "type": "figure"}, "FIGREF1": {"text": "(c) Domesticated species share the highest number of viruses with humansDomestication of livestock has played a well-recognized role in transmission of zoonotic viruses to people, as would be royalsocietypublishing.org/journal/rspb Proc. R. Soc. B 287: 20192736", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Bipartite network showing wild and domesticated mammalian species and their zoonotic virus associations. Host species harbouring the same zoonotic virus are linked by shared zoonotic viruses (grey nodes). Mammalian species nodes are coloured by domestication status and taxonomic order for non-domesticated terrestrial wildlife as shown. Species node size is relative to the zoonotic virus richness calculated in that species. Humans, who are host to all viruses, are not shown. (Online version in colour.) royalsocietypublishing.org/journal/rspb Proc. R. Soc. B 287: 20192736 species abundance, criteria for listing and the number of PubMed publications at the species level", "latex": null, "type": "figure"}, "TABREF1": {"text": "Multivariable zero-inflated Poisson regression model predicting the number of zoonotic viruses in mammalian species. (The final zero-inflated Poisson regression model a evaluating variation in zoonotic virus richness among extant terrestrial mammalian species is shown with model parameters indicating relative importance (IRR) and significance (with 95% confidence interval) for all variables. Variables significantly associated with the number of zoonotic viruses in a host species included conservation status (as described by the IUCN Red List), criteria for listing of species in a threatened category, taxonomic order, domestication status and (log) number of publications per species in PubMed.) Results shown are from the count model (Poisson with log link). The zero-inflation model (binomial with logit link) incorporates the data deficient/unknown population trend variable result as an odds ratio (OR) predicting excess zeros (OR 4.70, 95% CI 3.60-6.13, p < 0.001). This zero-inflated Poisson model showed good overall fit (McFadden's R 2 = 0.247).", "latex": null, "type": "table"}, "TABREF2": {"text": "Compared to all other criteria for listing as threatened, based on IUCN Red List criteria used to evaluate whether species belong in a threatened category; for threatened species only [14]. Compared to all other orders. royalsocietypublishing.org/journal/rspb Proc. R. Soc. B 287: 20192736 of parameter groups one at a time, using ΔAkaike information criteria (AIC) (AIC full -AIC fitted ) to compare to the best-fit full model (electronic supplementary material, table S1). We also show the alternate best-fit model, a zero-inflated negative binomial model (electronic supplementary material, table S2), as well as the final ZIP model without the term log number of PubMed publications (electronic supplementary material, table S3) to show model sensitivity to reporting bias.", "latex": null, "type": "table"}, "TABREF3": {"text": "or suspected in the past where causes of the reduction are: A1 clearly reversible AND understood AND have ceased; A2 may not have ceased OR may not be understood OR may not be reversible; A3 suspected to be met in the future; A4 the time period must include both the past and the future, and where the causes of reduction may not have OR may not be understood OR may not be reversible.Figure 2. Number of mammalian viruses shared with humans for each taxonomic order by IUCN threatened species criteria. The number of zoonotic viruses reported in threatened wildlife species, shown by relative circle area for each taxonomic order according to the scale shown.", "latex": null, "type": "table"}}, "back_matter": [{"text": "Authors' contributions. C.K.J. designed the study, analysed data and wrote the manuscript; P.L.H. designed the study, collected data, analysed data and contributed to the manuscript; P.P. analysed data and contributed to the manuscript; J.R. analysed data and contributed to the manuscript; T.S.E. collected data and contributed to the manuscript; C.C.W.Y. analysed data and contributed to the manuscript; M.D. collected data and contributed to the manuscript.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "Funding. This work was supported by the United States Agency for", "cite_spans": [], "ref_spans": [], "section": "Competing interests. The authors have no competing interests."}]}