{"paper_id": "1ffb5b420b7b71557b36fde9d509844be67f656e", "metadata": {"title": "Adapting a Hospital-at-Home Care Model to Respond to New York City's COVID-19 Crisis [Running Title: Adapting Hospital-at-Home to COVID-19 in NYC]", "authors": [{"first": "David", "middle": ["J"], "last": "Heller", "suffix": "", "affiliation": {}, "email": "david.heller@mssm.edu"}, {"first": "", "middle": [], "last": "Md Mph", "suffix": "", "affiliation": {"laboratory": "", "institution": "Arnhold Institute for Global Health", "location": {}}, "email": ""}, {"first": ";", "middle": [], "last": "Ornstein", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Katherine", "middle": ["A"], "last": "Phd", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mph", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": ";", "middle": [], "last": "Decherrie", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Linda", "middle": ["V"], "last": "Md", "suffix": "", "affiliation": {}, "email": ""}, {"first": ";", "middle": [], "last": "Saenger", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Pamela", "middle": ["Md"], "last": "Mph", "suffix": "", "affiliation": {}, "email": ""}, {"first": ";", "middle": [], "last": "Ko", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Fred", "middle": ["C"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": ";", "middle": [], "last": "Rousseau", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Carl-Philippe", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": ";", "middle": [], "last": "Siu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Albert", "middle": ["L"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "James", "middle": ["J"], "last": "Peters", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Three patients did not complete CHaH care at home. The first, a 60-year-old male, developed acute fever and hypoxia on CHaH day 5, subsequently tested positive for COVID-19 at the hospital, and died from respiratory failure. The second, an 81-year-old female with confirmed COVID-19, developed new hypoxia once home and returned to hospital -but was subsequently readmitted to CHaH care with oxygen support. The third, a 62-year-old male who tested negative for COVID-19, declined all care after arriving home and was discharged from CHaH against our advice, but did not return to the hospital.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Our experience suggests that the CHaH model can viably care for inpatients both with and without COVID-19 in one of the highest-prevalence regions of the world. Our care escalation rates were low. Our new care model increased HaH enrollment substantially, by rapidly leveraging a previously unavailable financial model to increase insurance participation. Our clinicians more easily admitted patients to CHaH after several days of inpatient carewhen diagnostic and interventional procedures were completethan from an emergency department, where a patient's diagnosis and therapy plan may remain uncertain. Logistical barriers hampered our admission capacityin particular nurses and supplemental oxygen were not always immediately available, delaying or precluding some home admissions. However, an anticipated shortage in PPE for nurses did not occur. This article is protected by copyright. All rights reserved.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The CHaH model discharged numerous patients from inpatient beds over a short span almost immediately after inception, during the peak of NYC's COVID-19 crisis. To support an urgent effort to open hospital beds, we used emergency regulations to lift prior payor restrictionsthereby bringing home hospitalization to many previously inaccessible inpatients. The CHaH model could thereby ameliorate future bed surges from COVID-19, in lieu of field hospitals that were often underutilized 6 . Concurrently, positive developments in COVID-19 careincluding improved PPE access and population immunitymay mitigate current capacity barriers.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Formal evaluation of the CHaH program outcomes, cost, and satisfaction remain. But our adaptation of an existing care model to respond to the COVID-19 crisis may also have a permanent place in the care of vulnerable older patients through expanding access to safer, highquality inpatient-level carenot only during care surges, but as a standard for care at all times.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The COVID-19 pandemic has strained hospital capacity and increased the risk of nosocomial infection worldwide. Surging demand for providers' time and shortages of personal protective equipment (PPE) threaten care quality and safety 1 . Yet decades before COVID-19, the hospitalat-home (HaH) model -which brings inpatient-level care to the patient's homeemerged to tackle such challenges. Research demonstrates HaH exceeds usual hospital outcomes, while improving the patient experience 2,3 . Our own HaH program has treated ~1000 patients since 2014 and is no exception 4,5 .", "cite_spans": [{"start": 232, "end": 233, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "As hospital care becomes precarious or even unavailable, COVID-19 brings new urgency to the HaH mandateand highlights how this care model is uniquely positioned to respond to the pandemic. We describe our experience adapting HaH care from 19 March to 18 April, during the peak of the COVID-19 pandemic, at two hospitals in New York City.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "To relieve bed shortages from COVID-19, we augmented our HaH programin which patients select home inpatient care instead of the hospitalwith the Completing Hospitalization at Home (CHaH) model. CHaH permits patients already admitted to the hospitaland with ongoing hospital-level care needsto complete their inpatient care at home. We developed CHaH in two weeks, collaborating with health system leadership; its legal team; a private home care partner; and the hospital pharmacy. Our team worked with inpatient clinicians and case managers to identify hospitalized patients with ongoing inpatient needs (such as intravenous medication) but This article is protected by copyright. All rights reserved.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Accepted Article not needing procedures or imaging unavailable at home (e.g., computed tomography scans). Our hospitals billed insurers for a standard inpatient stay as per the admission's Diagnosis Related Group (DRG), and reimbursed the CHaH program a portion of that DRG payment, using the state's emergency regulations to facilitate inclusion of all insurances.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Following pilot-testing in patients without confirmed COVID-19, we expanded the program to include patients with COVID-19 infection, either as their primary diagnosis or an incidental condition. Initially, we required patients with COVID-19 to be ≤65 years old; afebrile for ≥48 hours; ≥8 days since symptom onset; and with improving inflammatory serologies. We excluded immunocompromised patients and those requiring extensive assistance with activities of daily living, to prevent disease transmission. However, two weeks after accepting COVID-19 patients, we waived these age and functional status criteria, in order to expand care to older adults and/or those with increased care needs. We made this decision due to the higher risk of hospitalizationassociated complications such as delirium and falls in this vulnerable population, and in response to the demographics of referrals to our service. Patients received twice-daily in-person visits from nurses and daily telehealth visits from nurse practitioners or physicians.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "We admitted 24 patients in total; 12 were COVID+. Among persons without COVID, the most common diagnosis was pneumonia. The mean length of stay (excluding the hospital) was 3.1 days, representing 75 potentially averted hospital days overall. Further details of the patients' attributes and outcomes appear in Table 1 below. This article is protected by copyright. All rights reserved.", "cite_spans": [], "ref_spans": [{"start": 309, "end": 316, "text": "Table 1", "ref_id": null}], "section": "Results"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Priorities for the US health community responding to COVID-19", "authors": [{"first": "A", "middle": ["A"], "last": "Adalja", "suffix": ""}, {"first": "E", "middle": [], "last": "Toner", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Inglesby", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "323", "issn": "14", "pages": "1343--4134", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Hospital at home: feasibility and outcomes of a program to provide hospital-level care at home for acutely ill older patients", "authors": [{"first": "B", "middle": [], "last": "Leff", "suffix": ""}, {"first": "L", "middle": [], "last": "Burton", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Mader", "suffix": ""}, {"first": "B", "middle": [], "last": "Naughton", "suffix": ""}, {"first": "J", "middle": [], "last": "Burl", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Inouye", "suffix": ""}], "year": 2005, "venue": "Ann Int Med", "volume": "143", "issn": "11", "pages": "798--808", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Hospital at home versus in-patient hospital care", "authors": [{"first": "S", "middle": [], "last": "Shepperd", "suffix": ""}, {"first": "S", "middle": [], "last": "Iliffe", "suffix": ""}], "year": 2005, "venue": "Cochrane Database Sys Rev", "volume": "", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Association of a bundled hospital-at-home and 30-day postacute transitional care program with clinical outcomes and patient experiences", "authors": [{"first": "A", "middle": ["D"], "last": "Federman", "suffix": ""}, {"first": "T", "middle": [], "last": "Soones", "suffix": ""}, {"first": "L", "middle": ["V"], "last": "Decherrie", "suffix": ""}, {"first": "B", "middle": [], "last": "Leff", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Siu", "suffix": ""}], "year": 2018, "venue": "JAMA Intern Med", "volume": "178", "issn": "8", "pages": "1033--1040", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Hospital at home-plus: a platform of facility-based care", "authors": [{"first": "L", "middle": ["V"], "last": "Decherrie", "suffix": ""}, {"first": "A", "middle": [], "last": "Wajnberg", "suffix": ""}, {"first": "T", "middle": [], "last": "Soones", "suffix": ""}, {"first": "C", "middle": [], "last": "Escobar", "suffix": ""}, {"first": "E", "middle": [], "last": "Catalan", "suffix": ""}, {"first": "S", "middle": [], "last": "Lubetsky", "suffix": ""}], "year": 2019, "venue": "J Am Geriatr Soc", "volume": "67", "issn": "3", "pages": "596--602", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "US field hospitals stand down, most without treating any COVID-19 patients. NPR.org (online)", "authors": [{"first": "J", "middle": [], "last": "Rose", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {}, "back_matter": [{"text": "The authors thank Eddie Wang and Sara Lubetsky for help with data preparation, and DianaMotti and Suzanne Gilleran for help with data review and cleaning. This article is protected by copyright. All rights reserved.Accepted Article", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}