{
    "paper_id": "2a02bb8a26542f9c2905429399f964b650ad784f",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Title: May Parkinson's disease be a protective factor against CNS involvement by SARS-CoV2? Spina Tensini, F.* 1 , Spina Tensini, T. 2 , Franklin, G.L. 1 However, considering the above, it is postulated that, regardless of the severity of the systemic condition and possible higher mortality, in these patients there will be no virus spreading to the CNS due to the previous destruction of structures that would serve as their gateway.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 134,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 152,
                    "end": 153,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Idiopathic Parkinson's disease: possible routes by which vulnerable neuronal types may be subject to neuroinvasion by an unknown pathogen",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Braak",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Rüb",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Gai",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Tredici",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Neural Transm",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Nervous system involvement after infection with COVID-19 and other coronaviruses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human Coronaviruses and Other Respiratory Viruses: Underestimated Opportunistic Pathogens of the Central Nervous System?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Desforges",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Coupanec",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dubeau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Viruses",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Brain-First versus Gut-First Parkinson's Disease: A Hypothesis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Borghammer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Den Berge",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Parkinsons Dis",
            "volume": "9",
            "issn": "s2",
            "pages": "281--295",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Outcome of Parkinson's Disease patients affected by COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Antonini",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Leta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Teo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Chaudhuri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The authors declare that there is no conflict of interest regarding the publication of this article. No author has received funding from any institution.Funding sources for study: no fundingWe read with great interest the manuscript by Antonini and collaborators on the relationship of Parkinson's disease (PD) and Covid infection19. However, regarding the not yet well-defined relationship between these two diseases, we have developed the hypothesis that PD can hinder the virus's access to the centralnervous system. The pathophysiology of PD is linked to ascendant α-synucleins (α-syn) spreading in about 50% of cases. According dual-hit hypothesis the α-syn spreading starts in the olfactory bulb and enteric plexuses, migrating in a retrograde way through the vagus nerve to the bulb and, from there to the midbrain and other CNS structures (Braak et al, 2003). SARS-CoV2 can reach the CNS via two main routes: through the bloodstream and by retrograde neuronal dissemination (Wu et al, 2020). After the systemic infection, the parasympathetic pulmonary terminations of the vagus nerve can be affected with further retrograde dissemination to the bulb, affecting ambiguous and solitary tract nuclei. In addition, there may also be an invasion of the olfactory bulb by the presence of the virus in contact with the olfactory mucosa (Desforges et al, 2019). The α-syn spreading in PD is followed by neuronal death of the affected structures, which is visible in studies of myocardial scintigraphy and volumetric MRI (Borghammer and Van Den Berge, 2019). Thus, it can be assumed that the routes for SARS-CoV2 entry in CNS are reduced in patients with PD who have involvement of peripheral structures prior to motor symptoms (gut-first parkinsonism). For events that do not depend on virus direct CNS invasion such as stroke (coagulation factors disturbance, D-dimer increasing, platelets redutcion) or decrease in level of consciousness (hypoxia, metabolic changes, sepsis, cytokine storm)(Wu et al, 2020), the natural course of the disease is expected. Still, patients with PD have a higher theoretical risk of evolving to a severe condition, and possibly death, after being infected by SARS-CoV2 due to advanced age, previous limitations and the presence of a greater number of comorbidities. (Antonini et al, 2020).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ", Teive, H.A.G. 1 1. Complexo Hospital de Clínicas da UFPR, Departamento de Clínica Médica, Unidade de Neurologia e Psiquiatria, Setor de Distúrbios do Movimento -Curitiba -PR, Brasil 2. Faculdade Pequeno Príncipe, Curitiba -PR, Brasil. *Corresponding author: Fernando Spina Tensini. Hospital de Clínicas da Universidade Federal do Paraná. Rua General Carneiro, 181 -Curitiba -PR. CEP -80060-900. Tel: +55 41 999271547. Email: ftensini@gmail.com Running title: Parkinson and CNS involvement by SARS-CoV2 Key words: covid19, coronavirus, parkinson",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}