{"paper_id": "2a0464d06f9f50ae15a4a405e2012f9231407706", "metadata": {"title": "Universal vote-by-mail has no impact on partisan turnout or vote share", "authors": [{"first": "Daniel", "middle": ["M"], "last": "Thompson", "suffix": "", "affiliation": {"laboratory": "", "institution": "Stanford University", "location": {"postCode": "94305", "settlement": "Stanford", "region": "CA"}}, "email": ""}, {"first": "Jennifer", "middle": ["A"], "last": "Wu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Stanford University", "location": {"postCode": "94305", "settlement": "Stanford", "region": "CA"}}, "email": ""}, {"first": "Jesse", "middle": [], "last": "Yoder", "suffix": "", "affiliation": {"laboratory": "", "institution": "Stanford University", "location": {"postCode": "94305", "settlement": "Stanford", "region": "CA"}}, "email": ""}, {"first": "Andrew", "middle": ["B"], "last": "Hall", "suffix": "", "affiliation": {"laboratory": "", "institution": "Stanford University", "location": {"postCode": "94305", "settlement": "Stanford", "region": "CA"}}, "email": ""}]}, "abstract": [{"text": "In response to coronavirus disease 2019 (COVID-19), many scholars and policy makers are urging the United States to expand voting-by-mail programs to safeguard the electoral process. What are the effects of vote-by-mail? In this paper, we provide a comprehensive design-based analysis of the effect of universal vote-by-mail-a policy under which every voter is mailed a ballot in advance of the election-on electoral outcomes. We collect data from 1996 to 2018 on all three US states that implemented universal vote-by-mail in a staggered fashion across counties, allowing us to use a difference-in-differences design at the county level to estimate causal effects. We find that 1) universal vote-by-mail does not appear to affect either party's share of turnout, 2) universal vote-by-mail does not appear to increase either party's vote share, and 3) universal vote-by-mail modestly increases overall average turnout rates, in line with previous estimates. All three conclusions support the conventional wisdom of election administration experts and contradict many popular claims in the media.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "vote-by-mail | elections | COVID-19 | partisanship", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "T he coronavirus disease 2019 (COVID-19) pandemic threatens the 2020 US election. Fears that the pandemic could deter many people from voting-or cause them to become infected if they do vote-have spurred calls for major electoral reforms. As election administration experts Nathaniel Persily and Charles Stewart put it, \"The nation must act now to ensure that there will be no doubt, regardless of the spread of infection, that the elections will be conducted on schedule and that they will be free and fair\" (1).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Persily and Stewart recommend expanding vote-by-mail (VBM) programs to allow Americans the opportunity to vote from the safety of their own homes, but many question the potential political consequences of such a policy. President Trump declared that, if it was implemented, \"you'd never have a Republican elected in this country again\" (2) . On the other hand, Brian Dunn, a former Obama campaigner and founder of a company that works on VBM programs, says, \"There is justified concern that Democratic-leaning voters may be disadvantaged through vote-by-mail systems\" (3) . This debate continues, in part, because, in the academic literature, as Charles Stewart points out, \"evidence so far on which party benefits [has] been inconclusive\" (3) .", "cite_spans": [{"start": 336, "end": 339, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 568, "end": 571, "text": "(3)", "ref_id": "BIBREF2"}, {"start": 740, "end": 743, "text": "(3)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "We expand the existing evidence on the partisan effects of VBM programs by collecting data on voting and election outcomes in California and Utah, which we combine with data on Washington State originally from ref. 4 , extended to present day in our study. Together, this dataset allows us to study the full universe of county-level universal VBM programs with staggered rollouts. Universal VBM is the strongest form of VBM; in all three states we study, every registered voter is sent a ballot, and in-person voting options decrease dramatically. Policy experts and policy makers are primarily recommending that states without robust preexisting VBM programs expand access by lifting requirements that voters provide a valid excuse in order to receive an absentee ballot, while stopping short of moving to universal VBM; as such, by studying a more dramatic version of the recommended policies, our paper provides a useful upper bound related to these discussions. * While a large literature in political science studies various forms of convenience voting-see SI Appendix, Table S1 for a full review-there has not been any comprehensive analysis of VBM that employs clear designs for causal inference to estimate effects on partisan outcomes. † The existing research supporting the neutral partisan effects of VBM compares turnout in Oregon before and after it implemented", "cite_spans": [{"start": 215, "end": 216, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 1075, "end": 1083, "text": "Table S1", "ref_id": "TABREF1"}], "section": ""}, {"text": "In response to COVID-19, many scholars and policy makers are urging the United States to expand voting-by-mail programs to safeguard the electoral process, but there are concerns that such a policy could favor one party over the other. We estimate the effects of universal vote-by-mail, a policy under which every voter is mailed a ballot in advance of the election, on partisan election outcomes. We find that universal vote-by-mail does not affect either party's share of turnout or either party's vote share. These conclusions support the conventional wisdom of election administration experts and contradict many popular claims in the media. Our results imply that the partisan outcomes of vote-by-mail elections closely resemble in-person elections, at least in normal times. (4) , the participation of low-propensity voters (4), or precinct-level rather than county-level interventions (6) , and only study one state at a time. The closest analogue to the effect of universal VBM on a party's vote share comes from ref. 4 , which finds that the turnout rates of high-propensity voters increase by less than those of low-propensity voters, who, some may assume, have different political leanings from regular voters. Ref. 7 explicitly estimates the heterogeneous turnout effects of a convenience voting reform in West Virginia using a county-level difference-indifference design and finds no evidence for different effects by party. Yet, the logic that expanding the pool of voters may favor one party is not flawed-for example, compulsory voting laws appear to improve the performance of the Labor party in Australia (8) . SI Appendix, Table S1 summarizes the large existing literature on VBM reforms, which generally studies the effect on turnout, with findings ranging from a large increase (9) (10) (11) (12) , to a modest increase or null effect (4, (13) (14) (15) , to a decrease (6, 16).", "cite_spans": [{"start": 781, "end": 784, "text": "(4)", "ref_id": "BIBREF3"}, {"start": 892, "end": 895, "text": "(6)", "ref_id": "BIBREF5"}, {"start": 1026, "end": 1027, "text": "4", "ref_id": "BIBREF3"}, {"start": 1623, "end": 1626, "text": "(8)", "ref_id": "BIBREF7"}, {"start": 1799, "end": 1802, "text": "(9)", "ref_id": "BIBREF8"}, {"start": 1803, "end": 1807, "text": "(10)", "ref_id": "BIBREF9"}, {"start": 1808, "end": 1812, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 1813, "end": 1817, "text": "(12)", "ref_id": "BIBREF11"}, {"start": 1856, "end": 1859, "text": "(4,", "ref_id": "BIBREF3"}, {"start": 1860, "end": 1864, "text": "(13)", "ref_id": "BIBREF12"}, {"start": 1865, "end": 1869, "text": "(14)", "ref_id": "BIBREF13"}, {"start": 1870, "end": 1874, "text": "(15)", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 1642, "end": 1650, "text": "Table S1", "ref_id": "TABREF1"}], "section": "Significance"}, {"text": "its statewide universal VBM reform, or extrapolates from the behavior of irregular voters to make predictions about partisan effects (13, 17, 18) . ‡ We find that implementing universal VBM has no apparent effect on either the share of turned-out voters who are Democrats or the share of votes that go to Democratic candidates, on average, although these latter estimates are a bit less precise. We also find that it increases turnout by roughly 2%, on average-very similar to the estimate reported in ref. 4 for Washington State.", "cite_spans": [{"start": 133, "end": 137, "text": "(13,", "ref_id": "BIBREF12"}, {"start": 138, "end": 141, "text": "17,", "ref_id": "BIBREF16"}, {"start": 142, "end": 145, "text": "18)", "ref_id": "BIBREF17"}, {"start": 148, "end": 149, "text": "‡", "ref_id": null}, {"start": 507, "end": 508, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Significance"}, {"text": "These findings are consistent with the conventional wisdom in the convenience-voting literature (see ref. 20 for a review). However, they should increase our confidence in these views, both because our data permit a stronger research design than was previously possible and because our dataset runs through the 2018 midterm elections, allowing for the most up-to-date analysis available.", "cite_spans": [], "ref_spans": [], "section": "Significance"}, {"text": "Three main caveats are warranted in interpreting our findings. First, our evidence is about the effects of counties opting into universal VBM programs during normal times-that is, the counterfactual we are comparing voting-by-mail to is a normally administered in-person election. The effect of VBM programs relative to the counterfactual of an in-person election during COVID-19 might be quite different, and the effect would depend on whether we believe COVID-19 disproportionately deters Democrats or Republicans from voting. In addition to being unsure what the effects of expansions of VBM might be in the context of COVID-19, we should also stress that our focus is on the causal effects of implementing VBM programs, and not on raw correlations between those states that expand VBM and partisan outcomes. As the issue of VBM becomes increasingly partisan, it is possible that Democratic-leaning states will lean into expanding VBM more than Republican states. If this occurs, the subsequent correlation between VBM expansions and the Democratic leanings of the electorate in these states will not necessarily indicate that VBM caused these states to become more Democratic.", "cite_spans": [], "ref_spans": [], "section": "Significance"}, {"text": "Second, our results say nothing about whether VBM should be implemented nationwide. There may be reasons to worry about rolling out nationwide VBM that we cannot study; for example, it might have disparate impact on minority voters, who, some claim, utilize VBM at a lower rate [although also see McGhee et al. (21) ], or it may simply be too expensive to administer to be worth the cost (3). Finally, even if VBM did have partisan effects, there might still be good reasons to support it as a policy.", "cite_spans": [{"start": 311, "end": 315, "text": "(21)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Significance"}, {"text": "Third, and finally, our paper directly studies the effects of what we call universal VBM programs-the policy in which states mail every single registered voter a ballot. Many of the policy proposals for the 2020 election fall short of universal VBM, and instead focus on expanding opportunities for voters to opt into voting absentee. We do not have direct evidence on the effects of these \"no-excuse\" VBM programs, but the universal VBM programs we study represent a more dramatic intervention than no-excuse VBM. We suspect, therefore, that universal VBM might provide an upper bound on the effect of noexcuse VBM.", "cite_spans": [], "ref_spans": [], "section": "Significance"}, {"text": "Even with these caveats, our paper has a clear takeaway: Claims that VBM fundamentally advantages one party over the other appear overblown. In normal times, based on our data at least, VBM modestly increases participation while not advantaging either party. ‡ Ref. 19 presents evidence that VBM can change primary election outcomes, since many voters mail their ballots before candidates withdraw.", "cite_spans": [{"start": 266, "end": 268, "text": "19", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Significance"}, {"text": "Led by Oregon in 2000, six states in the US have now adopted, or are in the process of adopting, universal VBM elections. § In some of these cases, the state has implemented the VBM program across the entire state. For example, Oregon, Colorado, and Hawaii made statewide switches to VBM elections beginning in 2000, 2014, and 2020, respectively. (We summarize these changes in SI Appendix, Table S2 .) Estimating the effects of these statewide adoptions of universal VBM on partisan election outcomes, turnout, and the partisan composition of the electorate is difficult, as these switches happen concurrently with other statewide changes and provide no within-state counterfactuals.", "cite_spans": [], "ref_spans": [{"start": 391, "end": 399, "text": "Table S2", "ref_id": "TABREF2"}], "section": "VBM and County Rollouts"}, {"text": "To study the effect of switching to universal VBM elections, in which all registered voters are sent a ballot and nearly all votes are cast by mail, we narrow our focus to the three states that rolled out universal VBM at the county level in a staggered fashion: California, Utah, and Washington. ¶ By comparing counties that adopt a VBM program to counties within the same state that do not adopt the program, we are able to compare the election outcomes and turnout behavior of voters who have different VBM accessibility but who have the same set of candidates on the ballot for statewide races.", "cite_spans": [], "ref_spans": [], "section": "VBM and County Rollouts"}, {"text": "Each of these three states' reforms are slightly different, but all share a similar feature: Counties adopting universal VBM mailed an absentee ballot to every eligible voter in the county, not just voters who had requested receiving a mailed absentee ballot. Voters can mail their completed ballot to their county elections office, or deposit their ballot in secure ballot drop-off locations throughout the county. Alternatively, each of these states' reforms also replaces traditional polling places with some form of in-person voting, although these options vary considerably by state. # In Utah and Washington, each county has now adopted the VBM program described above. In California, the county-level rollout is ongoing. Following the adoption of California's Voter's Choice Act, 5 of California's 58 counties adopted universal VBM for the 2018 elections, followed by an additional 10 counties for the 2020 elections. Fig. 1 shows the timing of each state's county-level rollout of VBM reforms, and it illustrates the main source of variation we exploit in this study. The vertical axis represents the share of counties in each of the three states we study that adopt universal VBM. As we can see, each state rolled out its VBM program in a staggered fashion over several election cycles.", "cite_spans": [{"start": 589, "end": 590, "text": "#", "ref_id": null}], "ref_spans": [{"start": 925, "end": 931, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "VBM and County Rollouts"}, {"text": "We collect data on a variety of outcomes to see how universal VBM might affect elections. First, we are interested in how VBM § Colorado, Hawaii, Oregon, Utah, and Washington now conduct all elections by mail (see ref. 22 ). ¶ In California, Utah, and Washington, VBM has become increasingly common. Fig. 1 shows the share of votes cast in the general election that are VBM, in California and Washington in each election year from 1998 to 2018. In the late 1990s, the majority of votes cast in both states came from non-VBM options. By the late 2010s, nearly every county in California had a majority of their votes cast using VBM, and Washington had all-mail elections. # In California, counties that adopt all-mail elections are required to have one in-person voting center for every 10,000 registered voters on election day (see ref. 23 ). Utah also offers some opportunities for in-person voting in existing government offices, to ensure those with disabilities or issues with their ballots are able to participate (see ref. affects the performance of Democratic versus Republican candidates. We collect county-level general election results for each state from its Secretary of State website to construct the Democratic two-party vote share in each presidential, gubernatorial, and senatorial general election. * * Second, we are interested in how VBM might affect the partisan composition of the electorate. For this outcome, we use the California and Utah voter files, provided by L2, a private data vendor. The voter files contain information on each individual's name, registration address, date of birth, date of registration, party registration, and turnout history. Using the voter file, we can observe whether universal VBM led to a more Democratic or Republican electorate, based on the party registration of those who turn out to vote.", "cite_spans": [{"start": 219, "end": 221, "text": "22", "ref_id": "BIBREF21"}, {"start": 837, "end": 839, "text": "23", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 300, "end": 306, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Outcomes of Interest"}, {"text": "Finally, we are interested in the effect of VBM on turnout and VBM usage. For California and Utah, we collect the number of ballots cast in each general election from official state sources. For Washington, we use turnout provided by ref. 4 . To construct a turnout share, we divide the total number of ballots cast by the county's citizen voting age population in that year. † † For California and Washington, we also observe each county's turnout by vote mode, so we can construct a measure of the share of total votes in a county that come via VBM. Table 1 summarizes the information that we have collected from each of the three states that we study. Overall, the data we have collected cover a wide range of years (1996-2018). They include each election cycle's turnout and election results from all three states. VBM usage comes from California and Washington, and our analyses on the partisan composition of the electorate that use the voter file come from California.", "cite_spans": [{"start": 239, "end": 240, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 552, "end": 559, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Outcomes of Interest"}, {"text": "Estimating the effect of VBM programs is difficult because the states that have implemented VBM differ systematically from those that have not. SI Appendix, Fig. S1 shows that states that go on to adopt universal VBM (those listed in SI Appendix, Table  S2 ) are states that have had higher average Democratic vote shares for President, on average, than states that do not adopt these policies. Moreover, the gap in Democratic vote shares in VBM states and non-VBM states has grown over time. If we found, for example, that VBM programs are correlated with ** In California, we use only gubernatorial, not presidential, election results. This is because the earliest county in California to adopt universal VBM was in 2018, and a presidential general election has not yet occurred since then. † † Each county's citizen voting age population is collected from ref. 27 . Each column denotes a state, and Y indicates features or observable information in that state. Turnout data are missing (N/A) in California for the year 2000. While we have presidential election data for California, it did not implement its VBM program until after the 2016 presidential election. Similarly, while we have senatorial election data for California, it implemented a top-two primary system and its general election race for Senate included two Democrats in 2018.", "cite_spans": [{"start": 864, "end": 866, "text": "27", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 157, "end": 164, "text": "Fig. S1", "ref_id": "FIGREF0"}, {"start": 247, "end": 256, "text": "Table  S2", "ref_id": "TABREF2"}], "section": "Empirical Approach: Difference-in-Differences"}, {"text": "higher turnout for Democratic voters using a statewide design, we could not conclude that VBM causes Democratic voters to turn out more; it could be that Democratic voters simply turn out to vote more in liberal states. To get at the actual effect of the VBM program, we need to approximate an experiment in which some elections occur under VBM while other, similar elections do not.", "cite_spans": [], "ref_spans": [], "section": "Empirical Approach: Difference-in-Differences"}, {"text": "To do something like this, we take advantage of the staggered rolling out of VBM across counties, within California, Utah, and Washington, as we explained above. In particular, we estimate the following equation:", "cite_spans": [], "ref_spans": [], "section": "Empirical Approach: Difference-in-Differences"}, {"text": "where Y is an outcome variable-usually partisan turnout rates or vote share-in county c in state s during election t. Our treatment indicator, VBM, takes a value of 1 if the county opts into its state's VBM program, and 0 otherwise. The γcs and δst terms represent county fixed effects and state-by-election fixed effects, respectively. As the above equation makes clear, this is a difference-in-differences design, where we compare withincounty changes in turnout over time across changes in VBM policy. To identify β as the causal effect of universal VBM, it must be the case that the trends in turnout in counties that do not adopt VBM provide valid counterfactuals for the trends we would have observed in the treatment counties, had they chosen not to adopt VBM. We use a variety of tests to evaluate whether the parallel trends assumption might be reasonable in our case. First, to test for anticipatory effects, following Angrist and Pischke (28), we plot coefficients on leads of our outcome variables and compare them to our estimated treatment effects. The simple idea of these tests is that a county's VBM program should not affect our outcomes in the elections prior to its adoption. Second, we relax the parallel trends assumption in a variety of ways by including more flexible sets of fixed effects, like linear or quadratic time trends. We discuss these tests in detail throughout the next two sections.", "cite_spans": [], "ref_spans": [], "section": "Empirical Approach: Difference-in-Differences"}, {"text": "Neutral Partisan Effects of VBM Does VBM favor either political party in elections? Table 2 presents our main results. ‡ ‡ The first column shows our basic ‡ ‡ The in-person voting options vary some by state, as we discuss in SI Appendix, section 2. For this reason, and since these states vary in other ways, we show the results separately for each state in SI Appendix, section S8. The results are reassuring. In particular, we do not see any evidence of a larger effect of VBM expansion in Washington, the state with the most extreme expansion. The estimates appear to be similarly null in all three contexts. state-specific difference-in-differences design where the outcome is the share of voters-that is, people who turn out to vote-who are Democrats. In this specification, we estimate that the Democratic turnout share increases by 0.7% as a result of VBM. This specification uses state-by-year fixed effects, estimating state-specific time shocks, and therefore makes the within-state comparisons that ref. 1 recommends.", "cite_spans": [], "ref_spans": [{"start": 84, "end": 91, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Empirical Approach: Difference-in-Differences"}, {"text": "In columns 2 and 3 of Table 2 , we also examine the possibility that counties may be on different trends, by including linear (column 2) and quadratic (column 3) county-specific time trends. The inclusion of these trends attenuates the estimates dramatically, to only 0.1%, while also shrinking the standard errors. In the latter two specifications, which are our most precise specifications, even the upper bound of the 95% CI is only about 0.3%, a very small effect. We conclude from these estimates that, while our simplest difference-in-differences estimate suggests a small but detectable effect on Democratic share of turnout, more plausible estimates suggest a truly negligible effect.", "cite_spans": [], "ref_spans": [{"start": 22, "end": 29, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Empirical Approach: Difference-in-Differences"}, {"text": "The latter three columns of Table 2 use the same set of specifications to explore the difference-in-differences estimates for the effect of VBM on Democratic candidate two-party vote share, pooling together Democratic gubernatorial candidates, Democratic senate candidates, and Democratic presidential candidates. § § In column 4, when we use state-by-year fixed effects without time trends, we estimate a 2.8% increase for Democrats-however, when we add trends in columns 5 and 6, this estimate attenuates markedly. While the standard errors on these estimates are larger than the standard errors on the turnout share estimates, they continue to suggest modest or null effects, and they are nowhere near the magnitude necessary to represent a major, permanent electoral shift toward the Democratic party. (We show graphical evidence of the neutral partisan effects of VBM in SI Appendix, Fig. S5.) In sum, looking across turnout and vote share outcomes, the substantively small size of the estimated effects leads us to conclude that VBM does not have meaningful partisan effects on election outcomes. We find the estimates on the Democratic share of turnout, which are particularly precise, to be most compelling. Universal VBM does not appear to tilt turnout toward the Democratic party, nor does it appear to affect election outcomes meaningfully. § § The number of counties increases in columns 4-6 of Table 2 because we have data from all three states, whereas, in columns 1-3, we have partisan turnout data from California and Utah. In SI Appendix, Table S3, we show the same version of Table 2 , but using only California and Utah for all six columns. The results remain substantively similar. ", "cite_spans": [], "ref_spans": [{"start": 28, "end": 35, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 889, "end": 898, "text": "Fig. S5.)", "ref_id": null}, {"start": 1407, "end": 1414, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 1556, "end": 1601, "text": "Table S3, we show the same version of Table 2", "ref_id": "TABREF2"}], "section": "Empirical Approach: Difference-in-Differences"}, {"text": "Having evaluated the partisan effects of VBM, we now evaluate its effect on political participation as measured by the share of the eligible population that turns out to vote in general elections. Table 3 presents formal estimates of the effect of universal VBM on participation. (We show the results separately for each state in SI Appendix, section S9.) The first three columns report estimates of the effect on the number of voters participating as a share of the citizen voting-age population. As in Table 2 , column 1 reports the within-state estimate, and columns 2 and 3 add linear and quadratic county-specific trends, respectively. Looking across the columns, we see a stable estimate showing that VBM causes around a 2% increase (estimates range from 2.1 to 2.2%) in the share of the citizen voting-age population that turns out to vote. (We show geographical evidence of the participation effect in SI Appendix, Fig. S6 .)", "cite_spans": [], "ref_spans": [{"start": 197, "end": 204, "text": "Table 3", "ref_id": "TABREF3"}, {"start": 504, "end": 511, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 923, "end": 930, "text": "Fig. S6", "ref_id": null}], "section": "Universal VBM Modestly Increases Turnout"}, {"text": "The final three columns of Table 3 , using the same regression specifications as columns 1 through 3, show that universal VBM produces a large increase in the share of ballots that are mailed in-roughly a 14 to 19% increase across specifications. This is not a surprising finding, but it does show that large numbers of voters appreciate the chance to mail in their ballot. ¶ ¶", "cite_spans": [], "ref_spans": [{"start": 27, "end": 34, "text": "Table 3", "ref_id": "TABREF3"}], "section": "Universal VBM Modestly Increases Turnout"}, {"text": "This paper has offered data to offer the most up-to-date, most credible causal evidence on the effects of universal VBM programs on partisan electoral outcomes and participation during normal times. In our data, we confirm important conventional wisdom among election experts: VBM offers voters considerable convenience, increases turnout rates modestly, but has no discernible effect on party vote shares or the partisan share of the electorate.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Our results should strengthen the field's confidence in these effects of VBM. While the design we implement is by no means perfect, our data do permit empirical approaches stronger than those used in the existing literature. Only one existing paper in the VBM literature employs a similar design, and it studies only participation and only in the state of Washington. As such, we believe our paper is the most comprehensive confirmation to date of VBM's neutral partisan effects.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "As the country debates how to run the 2020 election in the shadow of COVID-19, politicians, journalists, pundits, and citizens will continue to hypothesize about the possible effects of VBM programs on partisan electoral fortunes and participation. We hope that our study will provide a useful data point for these conversations. ¶ ¶ Existing work on universal VBM in California and Oregon reaches a similar conclusion, that voters take advantage of the opportunity to vote by mail (29) .", "cite_spans": [{"start": 482, "end": 486, "text": "(29)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Conclusion"}, {"text": "All data, code, and other materials to fully reproduce the results are publicly available at https://github.com/stanford-dpl/vbm.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Ten recommendations to ensure a healthy and trustworthy 2020 election. Lawfare", "authors": [{"first": "N", "middle": [], "last": "Persily", "suffix": ""}, {"first": "C", "middle": [], "last": "Stewart", "suffix": ""}, {"first": "", "middle": [], "last": "Iii", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Trump urges Republicans to 'fight very hard' against voting by mail. Guardian", "authors": [{"first": "S", "middle": [], "last": "Levine", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Does vote-by-mail favor Democrats? No. It's a false argument by Trump", "authors": [{"first": "R", "middle": ["J"], "last": "Epstein", "suffix": ""}, {"first": "S", "middle": [], "last": "Saul", "suffix": ""}], "year": 2020, "venue": "New York Times", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Identifying the effect of all-mail elections on turnout: Staggered reform in the evergreen state", "authors": [{"first": "A", "middle": ["S"], "last": "Gerber", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Huber", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Hill", "suffix": ""}], "year": 2013, "venue": "Polit. Sci. Res. Methods", "volume": "1", "issn": "", "pages": "91--116", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Natural Disaster and Emergency Ballot Act (NDEBA) of 2020", "authors": [{"first": "A", "middle": [], "last": "Klobuchar", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The effect of mandatory mail ballot elections in California", "authors": [{"first": "G", "middle": [], "last": "Elul", "suffix": ""}, {"first": "S", "middle": [], "last": "Freeder", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Grumbach", "suffix": ""}], "year": 2017, "venue": "Election Law J. Rules, Polit. Policy", "volume": "16", "issn": "", "pages": "397--415", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Promises and perils of mobile voting", "authors": [{"first": "A", "middle": [], "last": "Fowler", "suffix": ""}], "year": null, "venue": "Election Law J", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Electoral and policy consequences of voter turnout: Evidence from compulsory voting in Australia", "authors": [{"first": "A", "middle": [], "last": "Fowler", "suffix": ""}], "year": 2013, "venue": "J. Polit. Sci", "volume": "8", "issn": "", "pages": "159--182", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Participation in mail ballot elections", "authors": [{"first": "D", "middle": ["B"], "last": "Magleby", "suffix": ""}], "year": 1987, "venue": "West. Polit. Q", "volume": "40", "issn": "", "pages": "79--91", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The effect of all-mail elections on voter turnout", "authors": [{"first": "P", "middle": ["L"], "last": "Southwell", "suffix": ""}, {"first": "J", "middle": ["I"], "last": "Burchett", "suffix": ""}], "year": 2000, "venue": "Am. Polit. Q", "volume": "28", "issn": "", "pages": "72--79", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Voting by mail: Turnout and institutional reform in Oregon", "authors": [{"first": "S", "middle": [], "last": "Richey", "suffix": ""}], "year": 2008, "venue": "Soc. Sci. Q", "volume": "89", "issn": "", "pages": "902--915", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "US state election reform and turnout in presidential elections", "authors": [{"first": "R", "middle": [], "last": "Larocca", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Klemanski", "suffix": ""}], "year": 2011, "venue": "State Polit. Pol. Q", "volume": "11", "issn": "", "pages": "76--101", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Who votes by mail? A dynamic model of the individual-level consequences of voting-by-mail systems", "authors": [{"first": "A", "middle": ["J"], "last": "Berinsky", "suffix": ""}, {"first": "N", "middle": [], "last": "Burns", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Traugott", "suffix": ""}], "year": 2001, "venue": "Publ. Opin. Q", "volume": "65", "issn": "", "pages": "178--197", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Early voting and turnout", "authors": [{"first": "P", "middle": [], "last": "Gronke", "suffix": ""}, {"first": "E", "middle": [], "last": "Galanes-Rosenbaum", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Miller", "suffix": ""}], "year": 2007, "venue": "PS Politi. Sci. Polit", "volume": "40", "issn": "", "pages": "639--645", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Analysis of the turnout effects of vote by mail elections", "authors": [{"first": "P", "middle": ["L"], "last": "Southwell", "suffix": ""}], "year": 1980, "venue": "Soc. Sci. J", "volume": "46", "issn": "", "pages": "211--217", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Does voting by mail increase participation? Using matching to analyze a natural experiment", "authors": [{"first": "T", "middle": [], "last": "Kousser", "suffix": ""}, {"first": "M", "middle": [], "last": "Mullin", "suffix": ""}], "year": 2007, "venue": "Polit. Anal", "volume": "15", "issn": "", "pages": "428--445", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Going postal: How all-mail elections influence turnout", "authors": [{"first": "J", "middle": ["A"], "last": "Karp", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Banducci", "suffix": ""}], "year": 2000, "venue": "Polit. Behav", "volume": "22", "issn": "", "pages": "223--239", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The perverse consequences of electoral reform in the United States", "authors": [{"first": "A", "middle": ["J"], "last": "Berinsky", "suffix": ""}], "year": 2005, "venue": "Am. Polit. Res", "volume": "33", "issn": "", "pages": "471--491", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Convenience voting can affect election outcomes", "authors": [{"first": "M", "middle": [], "last": "Meredith", "suffix": ""}, {"first": "N", "middle": [], "last": "Malhotra", "suffix": ""}], "year": 2011, "venue": "Election Law J", "volume": "10", "issn": "", "pages": "227--253", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Convenience voting", "authors": [{"first": "P", "middle": [], "last": "Gronke", "suffix": ""}, {"first": "E", "middle": [], "last": "Galanes-Rosenbaum", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "D", "middle": [], "last": "Toffey", "suffix": ""}], "year": 2008, "venue": "Annu. Rev. Polit. Sci", "volume": "11", "issn": "", "pages": "437--455", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "New electorate study: How did the voter's choice act affect turnout in 2018? Research Brief", "authors": [{"first": "E", "middle": [], "last": "Mcghee", "suffix": ""}, {"first": "M", "middle": [], "last": "Romero", "suffix": ""}, {"first": "L", "middle": [], "last": "Daly", "suffix": ""}, {"first": "T", "middle": [], "last": "Kousser", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "All-mail elections (aka vote-by-mail)", "authors": [], "year": 2020, "venue": "National Conference of State Legislatures", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "About California Voter's Choice Act", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Voting by mail or at an election center in Utah", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Kitsap County Auditor, You CAN vote independently", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Citizen voting age population by race and ethnicity", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Mostly Harmless Econometrics: An Empiricist's Companion", "authors": [{"first": "J", "middle": ["D"], "last": "Angrist", "suffix": ""}, {"first": "J.-S", "middle": [], "last": "Pischke", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Five years later: A re-assessment of oregon's vote by mail electoral process", "authors": [{"first": "P", "middle": ["L"], "last": "Southwell", "suffix": ""}], "year": 2004, "venue": "PS Politi. Sci. Polit", "volume": "37", "issn": "", "pages": "89--93", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "24). As of 2011, all counties in Washington were required to have at least one in-person voting center for general, primary, and special elections (see \"voting centers\" in ref. 25). At least some VBM counties in Washington had an in-person voting option prior to 2011 to comply with the federal Help America Vote Act (see, e.g., ref. 26). For the 2018 election, 14 of California's 58 counties were allowed to opt into this new format for conducting elections, and all of California's counties were allowed to adopt these changes beginning in 2020; see ref. 23. Increase in the adoption of universal VBM in California, Utah, and Washington general elections, 1996 to 2018.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Author contributions: D.M.T., J.A.W., J.Y., and A.B.H. designed research, performed research, contributed new reagents/analytic tools, analyzed data, and wrote the paper.y The authors declare no competing interest.y This article is a PNAS Direct Submission.y This open access article is distributed under Creative Commons Attribution-NonCommercial-NoDerivatives License 4.0 (CC BY-NC-ND).y Data deposition: All data, code, and other materials to fully reproduce the results are publicly available at GitHub, https://github.com/stanford-dpl/vbm.y 1 D.M.T., J.A.W., J.Y., and A.B.H. contributed equally to this work.y 2 To whom correspondence may be addressed. Email: andrewbhall@stanford.edu.y This article contains supporting information online at https://www.pnas.org/lookup/suppl/ doi:10.1073/pnas.2007249117/-/DCSupplemental.y First published June 9, 2020. * For example, the proposed Klobuchar-Wyden bill calls for all Americans to have access to no-excuse absentee voting; see ref. 5. † The existing papers with clear causal designs for the effect of universal VBM study overall turnout", "latex": null, "type": "table"}, "TABREF1": {"text": "Information included in various data sources", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>California </td><td>Utah </td><td>Washington\n</td></tr><tr><td>General election turnout </td><td>Y </td><td>Y </td><td>Y\n</td></tr><tr><td>VBM ballot usage </td><td>Y </td><td> </td><td>Y\n</td></tr><tr><td>Gubernatorial election results </td><td>Y </td><td>Y </td><td>Y\n</td></tr><tr><td>Senatorial election results </td><td>N/A </td><td>Y </td><td>Y\n</td></tr><tr><td>Presidential election results </td><td>N/A </td><td>Y </td><td>Y\n</td></tr><tr><td>Voter file </td><td>Y </td><td>Y\n</td><td> </td></tr><tr><td>Years included </td><td>1998-2018 </td><td>1996-2018 </td><td>1996-2016\n</td></tr></table></body></html>"}, "TABREF2": {"text": "VBM expansion does not appear to favor either partyRobust standard errors clustered by county are in parentheses. The number of counties is smaller in columns 1 to 3 because we have partisan turnout share for California and Utah, but not Washington. Columns 4 to 6 use data from all three states. obs, observations; Fe, fixed effects; Quad, quadratic.", "latex": null, "type": "table"}, "TABREF3": {"text": "VBM expansion increases participationRobust standard errors clustered by county in parentheses. obs, observations; Fe, fixed effects; Quad, quadratic.", "latex": null, "type": "table"}}, "back_matter": []}