{
    "paper_id": "2a043979a235f0b951be2de6b1d9c0bba823a4a1",
    "metadata": {
        "title": "ZBW -Leibniz-Informationszentrum Wirtschaft Wirtschaftliche Implikationen der Corona-Krise und wirtschaftspolitische Maßnahmen",
        "authors": [
            {
                "first": "Peter",
                "middle": [],
                "last": "Bofi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sebastian",
                "middle": [],
                "last": "Dullien",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gabriel",
                "middle": [],
                "last": "Felbermayr",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Clemens",
                "middle": [],
                "last": "Fuest",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Hüther",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jens",
                "middle": [],
                "last": "Südekum",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Beatrice",
                "middle": [],
                "last": "Weder",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Di",
                "middle": [],
                "last": "Mauro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Die Corona-Krise hat ihren Ausgangspunkt in China und große gesundheitliche sowie wirtschaftliche Schäden verursacht. Mittlerweile sind auch in Japan, Korea, Italien, Deutschland, Großbritannien, Frankreich, Spanien und vor allem den USA hohe und rapide wachsende Fallzahlen von Infektionen mit SARS-CoV-2 zu verzeichnen. Prognosen über das Wirtschaftswachstum mussten massiv nach unten revidiert werden, und weltweit ringen Regierungen mit der richtigen wirtschaftspolitischen Reaktion. Dieser Beitrag beschreibt grundsätzliche kurzfristige Handlungsoptionen für die deutsche Regierung auf den Corona-Schock zu reagieren und bewertet kurz den am 13. März 2020 von Bundesfi nanzminister Olaf Scholz und Bundeswirtschaftsminister Peter Altmaier vorgestellten \"Schutzschirm für Beschäftigte und Unternehmen\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Die wesentliche Schwierigkeit im wirtschaftspolitischen Umgang mit dem Coronavirus ergibt sich daraus, dass es in den betroffenen Volkswirtschaften sowohl einen Angebots-als auch einen Nachfrageschock auslöst. 1 Der massive Einbruch an den Börsen und die Flucht in sichere Anlagen ist eine Reaktion auf diese Schocks, kann aber weitere Erschütterungen auslösen und die Abwärtsdynamik in der Realwirtschaft verstärken. Das Ausmaß dieser Schocks ist stark von Erwartungen und damit von psychologischen Faktoren abhängig. Wirtschaftspolitische Maßnahmen müssen auf diese Spezifi ka hin abgestimmt und zielgerichtet sein. Entscheidende Bedeutung haben dabei das Timing und die Kommunikation der Maßnahmen. Das wichtigste Ziel besteht in der Sicherung des Vertrauens, dass die Gesundheitskrise nicht zu einer systemischen Wirtschaftskrise wird, die den Arbeitsmarkt, die Banken und Finanzmärkte erfasst und so die heimische Nachfrage zusätzlich schwächt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "1 Die aktuelle Lage bezüglich der Corona-Krise verändert sich rasend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Der vorliegende Text wird deshalb in Teilen zum Zeitpunkt der Veröffentlichung von der Realität überholt sein. Die Analyse basiert auf der von den Autoren am 11. März 2020 auf der Bundespressekonferenz vorgestellten Kurzstudie \"Wirtschaftliche Implikationen der Corona-Krise und wirtschaftspolitische Maßnahmen\". men außerhalb der Epidemiezentren. Werden essenzielle Vorprodukte aus China oder dem industrialisierten Norden Italiens nicht geliefert, können auch in Deutschland Produktionsprozesse zum Stillstand kommen. Problematisch ist hierbei insbesondere, dass viele Unternehmen heute auf eine Just-in-time-Produktion mit niedrigen Lagerbeständen setzen. Außerdem sind die zugelieferten Komponenten oftmals extrem spezialisiert und auf die Spezifi ka des jeweils nächsten Schritts in der Wertschöpfungskette zugeschnitten. Sie werden häufi g nur in einem oder wenigen Zulieferbetrieben hergestellt. Es gibt also für deutsche Betriebe, die auf chinesische Vorprodukte warten, oftmals weltweit keine Alternativanbieter, die in vertretbarer Zeit und zu akzeptablen Preisen entsprechende Komponenten liefern könnten. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Tackling the fallout from COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Boone",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Economics in the Time of Covid-19, CEPR E-book",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Kampf ge gen Co ro na: Größ tes Hilfs pa ket in der Ge schich te Deutsch lands",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bundesministerium Der Finanzen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fiscal Policies to Protect People During the Coronavirus Outbreak, IMFBlog, 5. März",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gaspar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mauro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Global Macroeconomic Impacts of COVID-19: Seven Scenarios, CAMA Working paper, The Australian National University (im Erscheinen)",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mckibbin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fernando",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Report of the WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "16--24",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The economic effects of a pandemic, mainly macro Blog, 2. März",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wren-Lewis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Das setzt allerdings voraus, dass die Epidemie unter Kontrolle gebracht wird und negative Wirkungen mit andauernder Wirkung, wie eine Insolvenzwelle und vor allem größere Entlassungswellen, ausbleiben. Eine weitere Parallele besteht darin, dass es auch in der Corona-Krise wichtig ist, einem Verfall des Vertrauens unter Unternehmen der Realwirtschaft und im Finanzsektor in die Solidität und Zahlungsfähigkeit der Geschäftspartner entgegenzuwirken. Dieser würde nämlich, ähnlich wie 2008, zu einer Run-Situation, also einer durch fundamentale Faktoren nicht begründeten Panik führen.Medizinische Versorgung als oberste PrioritätDie oberste Priorität bei allen (wirtschafts-)politischen Maßnahmen muss darin bestehen, die Funktionalität des Gesundheitssystems und der medizinischen Versorgung sicherzustellen. Eine dysfunktionale medizinische Versorgung -also überfüllte oder gar geschlossene Arztpraxen und Kliniken, überforderte Gesundheitsämter, fehlende Medikamente und Testmöglichkeiten -würden maßgeblich zum Entstehen einer Überreaktion in der Bevölkerung beitragen, zumal wenn sie von einem weiteren Anstieg der Infektionsfälle begleitet wird. Das Entstehen einer solchen DynamikAnalysen und Berichte Corona-Krise gilt es unter allen Umständen zu vermeiden, auch wenn dafür ein gezielter Verzicht auf \"sozialen Konsum\" (wie z. B. die Absage von Großveranstaltungen) sinnvoll und konsequent geboten ist. Statisch betrachtet gibt es zunächst einen Konfl ikt zwischen medizinischen und ökonomischen Zielen. Die Absage einer Veranstaltung oder das Schließen von Schulen verlangsamt einerseits die Verbreitung des Virus. 3 Andererseits rufen diese Maßnahmen unmittelbare Kosten hervor, z. B. weil Beschäftigte nicht arbeiten dürfen oder in der Kinderbetreuung gebunden sind. Langfristig wären die ökonomischen Auswirkungen eines zu laschen Ansatzes bei der Eindämmung des Coronavirus jedoch deutlich schlimmer. Denn wenn sich der Infektionsverlauf exponentiell fortentwickelt und das Gesundheitssystem an seine Kapazitätsgrenzen stößt, drohen in der Zukunft viel drastischere Quarantäne-Maßnahmen und damit auch höhere Kosten. Eine staatliche Garantie der Gesundheitsversorgung ist voraussetzungsreich, weil reale Ressourcenbeschränkungen (z. B. Verfügbarkeit von medizinischem Personal und Medikamenten) eine gewichtige Rolle spielen. Im Rahmen seiner Möglichkeiten sollte der Staat aber alles tun, um diese Funktionalität so gut wie nur irgend möglich aufrechtzuerhalten. Hierfür sollten einerseits die nötigen Finanzmittel mit höchster Priorität garantiert werden. Weitere, auch unkonventionelle, Maßnahmen sind zu erwägen, wenn es zu angebotsseitigen Engpässen kommt. Zum Beispiel: reichen zugute käme, die wie die Bauwirtschaft oder die Gebrauchsgüterindustrie nur begrenzt von der Krise betroffen sind. Auch ist unklar, inwieweit eine Steuersenkung überhaupt an die Konsumenten weitergegeben würde und damit Mehrkonsum anregen würde. Dafür erscheinen die fi skalischen Kosten (rund 10 Mrd. Euro Steuermindereinnahmen pro Umsatzsteuerpunkt) unverhältnismäßig hoch. Wenn es nicht gelingen sollte, die Ausbreitung der wirtschaftlichen Schockwellen einzudämmen, und es in größerem Umfang zu Unternehmensinsolvenzen käme, wäre als Ultima Ratio an Maßnahmen zu denken, bei denen sich der Staat mit Eigenkapital an Unternehmen beteiligt. Dies wäre analog zur Rettung von Banken im Rahmen des Banken-Schutzschirms SoFFin (Sonderfonds Finanzmarktstabilisierung) aus der Krise 2008/2009. Gerade für Großunternehmen wäre eine solche Lösung verhältnismäßig einfach umzusetzen. Im Vergleich zum Bankensystem gibt es in der Realwirtschaft jedoch eine weitaus größere Zahl von kleinen und mittleren Unternehmen, sodass die Umsetzung einer solchen Maßnahme mit einem enormen administrativen Aufwand verbunden wäre. Auch unter wettbewerbspolitischen Gesichtspunkten erscheint eine solche Lösung nicht unproblematisch. Herausforderungen für die Eurozone und die EU Die Corona-Krise stellt auch die Eurozone vor große Herausforderungen. Mit Italien ist ein Land massiv getroffen, das ohnehin eine gefährlich hohe Staatsverschuldung hat und für das bereits in der Vergangenheit die Risikoprämien in Zeiten fi skalischer Belastung oder politischer Unsi-cherheit gefährlich in die Höhe geschossen sind. In der aktuellen Situation muss verhindert werden, dass sich aus den zusätzlichen fi skalischen Belastungen aus der Corona-Krise eine Situation ergibt, in der Investoren die Risikoprämien auf italienische Bonds so weit in die Höhe treiben. Hierzu müssen die Euro-Partner bereit sein, schnell ein Programm des Europäischen Stabilitätsmechanismus (ESM) auf den Weg zu bringen, wobei die Kondinitionalität so gestaltet werden sollte, dass das Programm für die italienische Regierung akzeptabel ist und keine zusätzliche kurzfristige Belastung für die italienische Wirtschaft bedeutet. Solch ein ESM-Programm würde auch den Weg für eine Nutzung der Outright Monetary Transactions (OMT) durch die EZB freimachen, was alleine die Erwartungen an den Finanzmärkten stabilisieren dürfte. Eine andere Gefahr stellen Grenzschließungen und Exportbeschränkungen innerhalb der EU dar, die Versorgungsprobleme mit wichtigen (medizinischen) Gütern und neuen wirtschaftlichen Schaden durch Unterbrechung von Lieferketten verursachen könnten, insbesondere, da nicht alle Länder in der EU heute noch zentrale medizinische Ausrüstung wie etwa Beatmungsgeräte produzieren. So sollten die Grenzen für Waren unbedingt offen gehalten werden. Exportbeschränkungen sollten eine absolute Ultima Ratio sein, die nur eingesetzt wird, wenn die Versorgung der eigenen Bevölkerung mit vitalen medizinischen Gütern nicht anders sicherzustellen ist. Auswirkungen der Corona-Krise Nach Abfl auen der Krise könnte es zu einem grundsätzlichen Umdenken bei vielen Unternehmen über die Grenzen der Globalisierung kommen. Die von deutschen Unternehmen intensiv genutzten internationalen Wertschöpfungsketten versprechen zwar enorme Kostenvorteile, aber die aktuelle Krise führt auch ihre Fragilität vor Augen. Viele Unternehmen werden versuchen, ihre Wertschöpfungsketten stärker zu diversifi zieren. So können sie Ausfälle vermeiden, wenn ein länderspezifi scher Schock auftritt. Einige werden auch ganz auf Nummer sicher gehen wollen und ihre Produktion gänzlich zurück nach Europa verlagern. Dabei helfen auch neue Technologien, die ein solches \"re-shoring\" ermöglichen. Diesen Prozess gilt es konstruktiv zu begleiten und im Auge zu behalten. Insbesondere im Hinblick darauf, was er für die exportorientierte deutsche Volkswirtschaft bedeutet. So bestehen durchaus Risiken für eine nachhaltige Störung der weltweiten Arbeitsteilung, wenn es zu Veränderungen in der Raumstruktur des Produzierens, zu einer Erhöhung der Fertigungstiefe und einer Neubewertung der Lagerhaltung kommen sollte. Das kann die Investitionsdynamik verändern und besondere Anforderungen an die öffentlichen Infrastrukturen stellen. Zu bedenken ist dabei auch, dass sich die Risikokulisse der Globalisierung bei einer ohnehin verlangsamten Dynamik des Welthandels in den vergangenen fünf Jahren aus mehreren Gründen verändert hat: Wahrnehmung des Epidemierisikos, \"Global Power Competition\" und Veränderung der geopolitischen Rahmung der weltwirtschaftlichen Arbeitsteilung sowie Klimarisiken und Migration. In diesem Kontext kann die Corona-Krise als Anlass dienen, die multilaterale Ordnung weiterzuentwickeln. Dies sind allerdings in der Zukunft liegende Herausforderungen. Priorität haben jetzt die kurzfristigen Maßnahmen zur Eindämmung der Verbreitung des Coronavirus und zur Abfederung seiner wirtschaftlichen Auswirkungen.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}