{"paper_id": "2a0a8466cc249f5dc44b7f4c922ac45cf6eea3c4", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection resulting in coronavirus disease 2019 (COVID-19) is currently a rapidly evolved public health issue, with almost five million people diagnosed and more than 300,000 deaths recorded [1] . Several comorbidities have been identified as negative prognostic outcomes in patients with COVID-19 [2] . However, there is a lack of evidence regarding the impact of mental health illnesses and psychiatric treatment on the severity and mortality related to COVID-19.", "cite_spans": [{"start": 252, "end": 255, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 359, "end": 362, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "Lithium is a commonly prescribed psychiatric medication in both hospitalized and nonhospitalized patients. Lithium has several clinical benefits and is considering a drug of choice for patients with bipolar disorder [3] . Despite its high effectiveness, lithium has a very narrow therapeutic window and its toxicity can be lethal especially if the toxicity is not recognized. Also, the level of lithium can be affected by various causes, including the interaction with other medications, patients' illness, and infection. Lithium intoxication leads to numerous fatal complications, such as cardiac arrhythmias, neurological disturbances, endocrine abnormalities, and kidney failure [3, 4] . Prompt recognition and management of lithium intoxication will help to limit patients' morbidity and mortality. To date, there is no report about lithium toxicity in patients with COVID-19. Herein, we are reporting the clinical features and outcomes of two patients with COVID-19 who initially presented with signs and symptoms of lithium toxicity.", "cite_spans": [{"start": 216, "end": 219, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 682, "end": 685, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 686, "end": 688, "text": "4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "A 67-year-old woman with a past medical history of schizoaffective disorder, diabetes mellitus, hypertension, and hyperlipidemia was brought to the mental health clinic by her daughter due to behavior changes. Her medications included lithium 600 mg daily, quetiapine 400 mg twice daily, insulin, empagliflozin, metformin, sitagliptin, atorvastatin, irbesartan, and aspirin. On examination, she was poorly groomed without any acute distress. Her speech was unintelligible. She was disoriented to time, place, and person. Her vital signs were as follows: respiratory rate (RR) 18 breaths per minute (breaths/min) , temperature (T) 98.8 degrees Fahrenheit (°F), heart rate (HR) 100 beats per minute (bpm), blood pressure (BP) 145/82 mmHg, and oxygen saturation (SpO 2 ) 93% on room air. Her lung exam revealed mild crepitation.", "cite_spans": [], "ref_spans": [], "section": "Case 1"}, {"text": "Laboratory tests showed white blood cell count (WBC) 7.78 x 10 3 cells per cubic millimeter (/mm 3 ) with lymphocytes 9.4%, elevated creatinine (Cr) 1.35 milligrams per deciliter (mg/dl) (baseline 0.65 mg/dl), and lithium level 2.28 mmol/L. Electrocardiogram (ECG) was normal. Computed tomography (CT) of the head was unremarkable. Chest X-ray (CXR) showed bilateral patchy infiltrates as demonstrated in Figure 1 . A nasopharyngeal swab for the SARS-CoV-2 polymerase chain reaction test was done and returned positive.", "cite_spans": [], "ref_spans": [{"start": 405, "end": 413, "text": "Figure 1", "ref_id": null}], "section": "Case 1"}, {"text": "She was admitted to the medicine floor due to COVID-19 pneumonia, acute kidney injury (AKI), and lithium toxicity. On the first day of admission, she received a total of four liters of intravenous normal saline for the treatment of lithium intoxication and AKI. She did not develop acute worsening of COVID-19 symptoms from the administration of intravenous fluid and had good urine output. Table 1 demonstrates the changes in her WBC, Cr, and lithium level during the hospital course. Her mental status was improved, and lithium level was normalized. She received hydroxychloroquine for the treatment of COVID-19 as per hospital protocol; however, her hospital course was complicated with acute hypoxic respiratory failure and eventually died on day 4 of admission. ", "cite_spans": [], "ref_spans": [{"start": 391, "end": 398, "text": "Table 1", "ref_id": "TABREF1"}], "section": "FIGURE 1: Chest X-ray reveals bilateral infiltration"}, {"text": "An 18-year-old man with a past medical history of bipolar disorder, autistic spectrum disorder, attention deficit hyperactivity disorder, hypothyroidism, and mild persistent asthma was brought to the emergency department by her mother due to alteration of consciousness. His mother also reported that he had a fever, nasal congestion, and cough for seven days. His current medication included lithium 450 mg twice daily, clozapine 100 mg daily, and levothyroxine. On examination, he was somnolence but arousable. He was not in acute distress and could answer simple questions and oriented. His vital signs were as follows: RR 18 breaths/min, T 101.3°F, HR 120 bpm, BP 120/60 mmHg, and SpO2 98% on room air. His lung exam was normal.", "cite_spans": [], "ref_spans": [], "section": "Case 2"}, {"text": "Laboratory tests showed WBC 11.79 x 10 3 /mm 3 with lymphocytes 17%, elevated Cr 1.81 mg/dl (baseline 1 mg/dl), and lithium level 2.60 mmol/L. ECG showed sinus tachycardia with an HR of 107 bpm, as demonstrated in Figure 2 . CXR was normal. A nasopharyngeal swab for the SARS-CoV-2 polymerase chain reaction test returned positive.", "cite_spans": [], "ref_spans": [{"start": 214, "end": 222, "text": "Figure 2", "ref_id": null}], "section": "Case 2"}, {"text": "He was admitted to the pediatric intensive care unit due to COVID-19 infection, AKI, and lithium toxicity. Aggressive intravenous normal saline was administered for the treatment of lithium intoxication and AKI. He did not receive hemodialysis. His mental status was improved. ", "cite_spans": [], "ref_spans": [], "section": "FIGURE 2: Electrocardiogram shows sinus tachycardia"}, {"text": "Lithium is a highly water-soluble ion, well absorbed by the gastrointestinal tract and excreted mostly by the kidneys [5] . Thus, the clearance of lithium largely depends on renal function and volume status. Lithium is well recognized for its potency as well as its narrow therapeutic index. Therapeutic ranges of lithium are between 0.8 and 1.2 mEq/L, while the levels of 1.5 and above are associated with its toxicity [5] . Mental status changes and neurological symptoms are the most common presentations of lithium intoxication in the emergency department [4, 5] .", "cite_spans": [{"start": 118, "end": 121, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 420, "end": 423, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 560, "end": 563, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 564, "end": 566, "text": "5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Discussion"}, {"text": "We report two patients initially presented with acute lithium intoxication in the setting of SARS-CoV-2 infection. To date, there is no evidence support or against the relationship between lithium toxicity and COVID-19. Our patients had clinical features consistent with lithium toxicity including confusion, behavior change, and changes in mental status. Both patients' mental status was improved after receiving aggressive intravenous fluid and did not require hemodialysis. However, the first patient had later developed severe COVID-19 and passed away from acute hypoxemic respiratory failure. The second patient had mild COVID-19 infection but complicated with AKI and lithium intoxication. Prompt diagnosis and treatment of lithium intoxication in the second patient has led to a favorable prognosis.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our report may point out that the clinical characteristics and outcomes of COVID-19 in patients with psychiatric illness and taking lithium are similar to those of the general population. Patient 1 was an older adult with several co-morbidities proven to increase risks of COVID-19 mortality and had significant changes in her CXR. She later developed severe COVID-19 and death. In contrast, patient 2 is a teenager and had normal CXR. He had mild COVID-19 and later resolved without complications. More research elucidates the relationship between lithium toxicity and COVID-19 will be worthwhile.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our cases also highlight the need for special attention in taking care of patients who are on lithium or any medications with a narrow therapeutic index during the COVID-19 pandemic. Patients with COVID-19 are likely to have poor oral intake, dehydration, and declined renal function. Some patients may be quarantined at home due to mild symptoms of COVID-19 but at risk of lethal complications from medication toxicity. Clinicians should be aware of the possibility of drug toxicity in suspected COVID-19 patients, especially patients who are on medication with narrow therapeutic ranges. Drug levels should be obtained in COVID-19 patients who have a high risk for medication toxicity, such as patients with multiple comorbidities, elderly, and polypharmacy. Prompt recognition and treatment of medication toxicity will prevent patients' morbidity and mortality. If possible, we would recommend obtaining lithium level in every suspected COVID-19 cases regardless of severity. As these patients are at risk of developing fatal complications from lithium intoxication, early detection and prompt treatment is required to prevent death.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Patients with psychiatric illness and taking lithium may have similar clinical features and outcomes of COVID-19 compared to those without. Lithium intoxication is common in patients with acute illness. More research is needed to determine the association between lithium toxicity and COVID-19 infection. Lithium levels should be obtained in all COVID-19 patients who currently taking lithium, particularly those of high risks. Rapid recognition and management of lithium intoxication is required to limit patients' morbidity and mortality.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Human subjects: Consent was obtained by all participants in this study.", "cite_spans": [], "ref_spans": [], "section": "Additional Information Disclosures"}, {"text": "In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of interest:"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "WHO Coronavirus disease 2019 (COVID-19) situation report -119", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": null, "venue": "", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30183-5"]}}, "BIBREF2": {"ref_id": "b2", "title": "Treatment of bipolar disorder", "authors": [{"first": "J", "middle": ["R"], "last": "Geddes", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Miklowitz", "suffix": ""}], "year": 2013, "venue": "Lancet", "volume": "381", "issn": "", "pages": "1672--1682", "other_ids": {"DOI": ["10.1016/S0140-6736(13)60857-0"]}}, "BIBREF3": {"ref_id": "b3", "title": "Lithium toxicity profile: a systematic review and meta-analysis", "authors": [{"first": "R", "middle": ["F"], "last": "Mcknight", "suffix": ""}, {"first": "M", "middle": [], "last": "Adida", "suffix": ""}, {"first": "K", "middle": [], "last": "Budge", "suffix": ""}, {"first": "S", "middle": [], "last": "Stockton", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Goodwin", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Geddes", "suffix": ""}], "year": 2012, "venue": "Lancet", "volume": "379", "issn": "11", "pages": "", "other_ids": {"DOI": ["10.1016/S0140-6736(11)61516-X"]}}, "BIBREF4": {"ref_id": "b4", "title": "Lithium intoxication: incidence, clinical course and renal function a population-based retrospective cohort study", "authors": [{"first": "M", "middle": [], "last": "Ott", "suffix": ""}, {"first": "B", "middle": [], "last": "Stegmayr", "suffix": ""}, {"first": "E", "middle": [], "last": "Salander Renberg", "suffix": ""}, {"first": "U", "middle": [], "last": "Werneke", "suffix": ""}], "year": 2016, "venue": "J Psychopharmacol", "volume": "30", "issn": "", "pages": "1008--1019", "other_ids": {"DOI": ["10.1177/0269881116652577"]}}}, "ref_entries": {"TABREF1": {"text": "The changes in patient's WBC, % lymphocytes, Cr, and lithium level WBC, white blood cell count; Cr, creatinine", "latex": null, "type": "table"}, "TABREF2": {"text": "illustrates the dynamic change in his WBC, Cr, and lithium level. Cr and lithium levels were normalized. He received symptomatic treatment for the COVID-19 infection. His conditions were resolving, and he was discharged home without any complications on hospital day 11. He did not develop hypoxemia throughout the hospital course. Lithium was discontinued with a plan to resume on the follow-up visit.", "latex": null, "type": "table"}, "TABREF3": {"text": "The changes in patient's WBC, % lymphocytes, Cr, and lithium level", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Day 1 </td><td>Day 2 </td><td>Day 3 </td><td>Day 4\n</td></tr><tr><td>WBC (%L) </td><td>9,950 (12) </td><td>14,800 (9) </td><td>7,780 (9) </td><td>10,880 (9)\n</td></tr><tr><td>Cr </td><td>1.35 </td><td>1.94 </td><td>1.60 </td><td>1.40\n</td></tr><tr><td>Lithium </td><td>2.28 </td><td>1.8 </td><td>1.5 </td><td>1.2\n</td></tr></table></body></html>"}}, "back_matter": []}