{
    "paper_id": "2a0bc712f8d1c13fb19680873ff35a27cc899e97",
    "metadata": {
        "title": "Did lockdowns serve their purpose?",
        "authors": [
            {
                "first": "Serena",
                "middle": [],
                "last": "Bradde",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Benedetta",
                "middle": [],
                "last": "Cerruti",
                "suffix": "",
                "affiliation": {},
                "email": "2benedetta.cerruti@gmail.com"
            },
            {
                "first": "Jean-Philippe",
                "middle": [],
                "last": "Bouchaud",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We show that the dynamics of the number of deaths due to Covid in different countries is to a large extent universal once the origin of time is chosen to be the start of the lockdown, and the number of death is rescaled by the total number of deaths after the lockdown, itself a proxy of the number of infections at the start of the lockdown. Such a curve collapse is much less convincing when normalizing by the total population. Sweden, with its no-lockdown, light-touch approach, is the only outlier that deviates considerably from the average behavior. We argue that these modelfree findings provide strong support for the effectiveness of the lockdowns in mitigating the lethality of the virus. 1 For another study emphasizing the universality of the dynamics across countries, see [10] .",
            "cite_spans": [
                {
                    "start": 787,
                    "end": 791,
                    "text": "[10]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "What was the real effect of lockdown measures in controlling the number of deaths in western countries? Since the economic cost of the lockdown are expected to be very high, it is an important question that sparks intense -and politically loaded -debates. Some commentators have suggested that the lockdowns were in fact totally useless. The dynamics of the pandemic, left on its own device, would have led to the same decrease of cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this short note, we provide some model-free evidence that the lockdown measures played a direct role in the evolution of the number of deaths. It is of course difficult to prove causality in absence of a control experiment. However, as suggested in our previous posts [1], the collapse of rescaled plots and the correlation of the total number of deaths with respect to the delay of implementing the lockdown provide a smoking gun of the beneficial effect of lockdown measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Figure 1a ) we plot the daily deaths normalized by the country's total population. The time shift is such that the time origin coincides with the starting of the restriction measures in each country, t lock . We already see a strong hint of the effect of the lockdown: all curves peak roughly 20 days after t lock , independently of when the lockdown was actually implemented. Since the number of cases at the moment of the lockdown (i.e. the development stage of the epidemic) varies from country to country, this is already quite remarkable. 1 Furthermore, the plot shows that Germany has one of the lowest death rates per inhabitants while Belgium one of the highest. If the reproduction rate of the virus was still above 1 after the beginning of the lockdown, it would have eventually reached the whole population. Since one expects a similar fraction of susceptible people, roughly the same fraction of the population should have died in all countries. In other words, we would in that case expect a collapse of all the curves for different European countries when normalized by the total population size. Instead, Fig. 1a) shows that countries that responded faster, had a much smaller impact in terms of daily deaths contradicting our initial assumption of a freely circulating virus.",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 548,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 12,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1123,
                    "end": 1131,
                    "text": "Fig. 1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Hence, we investigate the opposite extreme assumption: the lockdown did completely stop the circulation of the virus, meaning that the virus would not affect the whole population but only individuals who were already infected. If this was true, the collapse of the curves should happen when normalized by the number of infected at the time of lockdown (t lock ) instead of the total population. Since we do not have the real number of infected at t lock , we use a proxy given by the total number of deaths from lockdown t lock up to the latest available time t . Indeed, the total number of deaths in perfect isolation, is proportional to the number of infected at the first day of lockdown. Figure 1b) shows the collapse of the curves of daily deaths time-shifted and normalized by the total number of deaths up to the latest available time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 693,
                    "end": 703,
                    "text": "Figure 1b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We can see by eye that the collapse in Figure 1b) is better than the one in Figure 1a ), in line with our assumption that only infected people at the start of the lockdown contributed to the subsequent death rate. In order to quantify the quality of the collapse, we plot the average of all the curves (after a 10-days moving average) normalized by population size (red) and by total number of deaths (black) and their dispersion in Figure 2 . The dispersion around the peak is found to be a factor 2.2 smaller for the curves normalized as in Figure 1b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 39,
                    "end": 49,
                    "text": "Figure 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 76,
                    "end": 85,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 433,
                    "end": 441,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 553,
                    "text": "Figure 1b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We could argue that in reality the lockdown was not perfect and differed from country to country: this could justify the variability when the number of deaths becomes smaller. This simple argument suggests that lockdown measures, when implemented faster, reduce the number of infected sharply after lockdown and consequently the number of deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In addition, there is another argument suggesting that the lockdown controlled the number of deaths. As mentioned above, all the curves show a peak at t peak ∼20 days after t lock . This value is also equal to typical time from infection to death,T lag . Thus, most of the individuals that contributed to the daily deaths were infectedT lag days before the peak, exactly at t lock . We want to stress that the distribution of time from infection to death, ρ(T lag ), is log-normal, i.e. very broad and not sharply peaked as was assumed by the author of Ref. [2] . This means that the results presented in [2] are misleading. If the distribution of time from infection to death, ρ(T lag ), was sharply peaked aroundT lag days with a variance σ, we could have learned the death growth rate (called γ in [2] ) in absence of lockdown measures simply by fitting the curves from patient-0 day to time t lock +T lag − σ. But in fact ρ(T lag ) has fat tails: people start dying much before the average lag time. This means that the effect of lockdown on the daily deaths curves was already important from day 1 toT lag after t lock , while this effect is completely disregarded in the analysis of Ref. [2] . q q q q q q q q q q q q q q q q qqq qq q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q qq q q qq qq qq days from lockdown daily deaths/total deaths q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q qq q q q q q qqq q q q qqq qq q q normalized up to t* normalized to total population Figure 2 : The dots and the error bars show the average and the dispersion of the 10-days moving average curves shown in Figure 1a ) (red) and in Figure 1b ) (black). Since the two average curves have different y-ranges, we fix their integral to be one.",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 561,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 801,
                    "end": 804,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1194,
                    "end": 1197,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1529,
                    "end": 1537,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1650,
                    "end": 1659,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1675,
                    "end": 1684,
                    "text": "Figure 1b",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Lockdown has became a familiar term that refers to a set of rules put in place in different countries to reduce people's mobility and keep interactions to a minimum in order to avoid the spreading of the virus. Unraveling the net effect of lockdown with respect to less extreme measures like social distancing and the demand to wear masks is not easy. Still, since Sweden never enforced strict lockdown but only light-touch measures, we can compare the Swedish national data with the rest of European countries (see Figure 3 ). The plot shows how the functional form of the curves is very different. We can identify two strong features that are specific to Sweden: first, the peak of the Sweden curve (blue curve) is delayed by ∼ 10 days and does not coincide withT lag ; second the Sweden curve has a fat tail, that decays much slower than in other countries. This suggests that, if European countries had followed Sweden's example, they would have paid a much higher cost in terms of human lives.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 516,
                    "end": 524,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Due to their high economic cost, there has been a heated debate on the contribution of lockdown measures on the spreading of the epidemic. Arguing that the effect of the lockdown could not be visible until the average delay from rising of the symptoms to deaths, some papers, like [2] , even claimed that in absence of any lockdown measures the number of deaths would have been less than actually observed. As shown in [3] , this is not the case. The distribution of time delay from infection to death is very broad (log-normal) and positively skewed, so we expect that more than half of the people would have died before the average lag time. So, it is misleading to fit the data just after lockdown to estimate what would happen without implementing the lockdown.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 284,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In this note, we showed evidence of the effect of lockdown on the curve of daily deaths. Firstly, we see that all curves peak ∼20 days after t lock : this corresponds to the number of days from infection to death when we expect more than half of the infected at t lock to have died already. After t lock , the q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q number of new infections becomes negligible so the majority of people dying were those infected before the lockdown was implemented. Sweden, the only European country in this analysis that did not implement any lockdown, shows a delayed peak and a different dynamical pattern (Figure 3 ), confirming our initial hypothesis that the epidemic spreading stopped quite abruptly because of the lockdown.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 738,
                    "end": 747,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "A possible alternative explanation is that the virus had in fact reached all susceptible people in each country. But in this case, the total deaths should have been correlated with the size of each nation, not to the number of infected people at the start of the lockdown. However, rescaling by population size leads to a dispersion 2.2 times larger at the peak than rescaling by the total number of deaths ( Figure  2) , suggesting that the saturation hypothesis is not warranted, in line with several previous studies as well [4, 5, 6] . A similar idea was also discussed in Ref. [4] where the authors provide further evidence i.e. serology studies and the cumulative per-capita daily deaths, to reach to same conclusion.",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 531,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 534,
                    "text": "5,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 535,
                    "end": 537,
                    "text": "6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 409,
                    "end": 419,
                    "text": "Figure  2)",
                    "ref_id": null
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "Even if correlation does not prove causality, the quality of the curve collapse shown in Figure 1b ) and the complementary analysis proposed by the authors in [7, 8, 9] provide strong evidence of a positive effect of lockdown measures in curbing the number of fatalities.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 163,
                    "end": 165,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 168,
                    "text": "9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 98,
                    "text": "Figure 1b",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "We thank F. Zamponi, M. Kolanovic, E. Marinari, F. Valka and E. Jani for useful discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 Antibody Seroprevalence",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bendavid",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2024",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Estimating the burden of SARS-CoV-2 in France",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Salje",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Common trends in the epidemic of Covid-19 disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Radiom",
                    "suffix": ""
                },
                {
                    "first": "J.-F",
                    "middle": [],
                    "last": "Berret",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "These plots show the number of daily deaths in each country time-shifted such that the first day of the lockdown coincides with the origin and normalized by a) the population size of each country and b) the total number of deaths up to the latest available time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The dots and the error bars show the average and the dispersion of a 7-days moving average curves, similarly to what shown inFigure 1b) (black), compared to the Swedish data (blue). We chose here day 0 for Sweden as the day when the number of deaths in Sweden were about the same of the number of deaths in Germany at t lock (∼ 20), and normalize so that the average curve maximum, at day=18, coincides with Swedish day 18 ordinate. The Sweden curve is outside the dispersion range.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}