{"paper_id": "2a13d7555c9b704a6603a715c112229dbf03a2e8", "metadata": {"title": "Novel NGS Pipeline for Virus Discovery from a Wide Spectrum of Hosts and Sample Types", "authors": [{"first": "Ilya", "middle": [], "last": "Plyusnin", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Helsinki", "location": {"postCode": "00014", "settlement": "Helsinki", "country": "Finland"}}, "email": ""}, {"first": "Ravi", "middle": [], "last": "Kant", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Helsinki", "location": {"postCode": "00014", "settlement": "Helsinki", "country": "Finland"}}, "email": ""}, {"first": "Anne", "middle": ["J"], "last": "Jääskeläinen", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Helsinki and Helsinki University Hospital", "location": {"postCode": "00014", "settlement": "Helsinki", "country": "Finland"}}, "email": ""}, {"first": "Tarja", "middle": [], "last": "Sironen", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Helsinki", "location": {"postCode": "00014", "settlement": "Helsinki", "country": "Finland"}}, "email": ""}, {"first": "Liisa", "middle": [], "last": "Holm", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Helsinki", "location": {"postCode": "00014", "settlement": "Helsinki", "country": "Finland"}}, "email": ""}, {"first": "Olli", "middle": [], "last": "Vapalahti", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Helsinki", "location": {"postCode": "00014", "settlement": "Helsinki", "country": "Finland"}}, "email": ""}, {"first": "Teemu", "middle": [], "last": "Smura", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Helsinki", "location": {"postCode": "00014", "settlement": "Helsinki", "country": "Finland"}}, "email": ""}]}, "abstract": [{"text": "The study of the microbiome data holds great potential for elucidating the biological and metabolic functioning of living organisms and their role in the environment. Metagenomic analyses have shown that humans, along with e.g. domestic animals, wildlife and arthropods, are colonized by an immense community of viruses. The current Coronavirus pandemic (COVID-19) heightens the need to rapidly detect previously unknown viruses in an unbiased way. The increasing availability of metagenomic data in this era of next-generation sequencing (NGS), along with increasingly affordable sequencing technologies, highlight the need for reliable and comprehensive methods to manage such data. In this article, we present a novel stand-alone pipeline called LAZYPIPE for identifying both previously known and novel viruses in host-associated or environmental samples and give examples of virus discovery based on it. LAZYPIPE is a Unix-based pipeline for automated assembling and taxonomic profiling of NGS libraries implemented as a collection of C++, Perl, and R scripts.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Our ability to produce sequence data in the rapidly growing field of genomics has surpassed our ability to extract meaningful information from it. Analyzing viral data is particularly challenging given the considerable variability in viruses and the low coverage of viral diversity in current databases. It is estimated that a vast majority of virus taxa are yet to be described and classified (Geoghegan and Holmes, 2017) . This challenge is further complicated by the high evolutionary rate of viruses leading to emergence of new virus lineages and the relative scarcity of viral genetic material in metagenomic samples (Rose et al., 2016) . Next-generation sequencing (NGS) is a high-throughput, impartial technology with numerous attractive features compared to established diagnostic methods for virus detection (Mokili et al., 2012) . NGS-based studies have improved our understanding of viral diversity (Cantalupo et al., 2011) . There is considerable interest within virology to explore the use of metagenomics techniques, specifically in the detection of viruses that cannot be cultured (Smits et al., 2015; Graf et al., 2016) . Metagenomics can also be used to diagnose patients with rare or unknown disease aetiologies that would otherwise require multiple targeted tests (Pallen, 2014) or emerging infections for which tests are yet to be developed.", "cite_spans": [{"start": 394, "end": 422, "text": "(Geoghegan and Holmes, 2017)", "ref_id": "BIBREF9"}, {"start": 622, "end": 641, "text": "(Rose et al., 2016)", "ref_id": "BIBREF39"}, {"start": 817, "end": 838, "text": "(Mokili et al., 2012)", "ref_id": "BIBREF30"}, {"start": 910, "end": 934, "text": "(Cantalupo et al., 2011)", "ref_id": "BIBREF3"}, {"start": 1096, "end": 1116, "text": "(Smits et al., 2015;", "ref_id": "BIBREF42"}, {"start": 1117, "end": 1135, "text": "Graf et al., 2016)", "ref_id": "BIBREF10"}, {"start": 1283, "end": 1297, "text": "(Pallen, 2014)", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "In recent years, the role of the bacterial microbiome in health and disease has been acknowledged and studied extensively (Kataoka, 2016; Biedermann and Rogler, 2015) . Nonetheless, the influence of the viral constituent of the microbiome (i.e., virome) has received considerably less attention.", "cite_spans": [{"start": 122, "end": 137, "text": "(Kataoka, 2016;", "ref_id": "BIBREF15"}, {"start": 138, "end": 166, "text": "Biedermann and Rogler, 2015)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Recent research has indicated that both pathogenic and commensal viral species can modulate host immune responses and thereby either prevent or induce diseases (Lim et al., 2015; Neil and Cadwell, 2018) . Additionally, recent research has revealed modifications in the virome that are related to diseases such as acquired immunodeficiency syndrome and inflammatory bowel disease (Norman et al., 2015) . Accordingly, there is a need to identify novel viruses that may be established pathogens and to define wider links of the virome with health and disease. Beyond humans, the veterinary, wildlife, arthropod and environmental viromes have large implications in e.g. animal health, zoonotic emergence, and ecosystem research that require new tools to understand and study the virosphere.", "cite_spans": [{"start": 160, "end": 178, "text": "(Lim et al., 2015;", "ref_id": "BIBREF26"}, {"start": 179, "end": 202, "text": "Neil and Cadwell, 2018)", "ref_id": "BIBREF32"}, {"start": 379, "end": 400, "text": "(Norman et al., 2015)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Bioinformatics pipelines and algorithms designed for the analysis of NGS microbiome data can be separated into three groups. The first group includes pipelines for virome composition analysis. These pipelines mine the relative abundance and types of viruses present in a given sample. These pipelines include VirusSeeker (Zhao et al., 2017) , Viral Informatics Resource for Metagenome Exploration (VIROME) (Wommack et al., 2012) , viGEN (Bhuvaneshwar et al., 2018) , the Viral MetaGenome Annotation Pipeline (VMGAP) (Lorenzi et al., 2011) and MetaVir (Roux et al., 2014) .", "cite_spans": [{"start": 321, "end": 340, "text": "(Zhao et al., 2017)", "ref_id": "BIBREF55"}, {"start": 406, "end": 428, "text": "(Wommack et al., 2012)", "ref_id": "BIBREF51"}, {"start": 437, "end": 464, "text": "(Bhuvaneshwar et al., 2018)", "ref_id": "BIBREF0"}, {"start": 516, "end": 538, "text": "(Lorenzi et al., 2011)", "ref_id": "BIBREF27"}, {"start": 551, "end": 570, "text": "(Roux et al., 2014)", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The second group includes pipelines that are designed for bacterial composition analysis, such as MG-RAST (Meyer et al., 2008) . Pipelines in the third group, such as MetaPhlan2 (Truong et al., 2015) , Kraken2 (Wood et al., 2019) and Centrifuge (Kim et al., 2016a) , can perform composition analysis for all known taxa. There are also a number of tools, pipelines, and algorithms for virus discovery, including Genome Detective (Vilsker et al., 2019) , VIP (Li et al., 2016) , PathSeq (Kostic et al., 2011) , SURPI (Ho and Tzanetakis, 2014) , READSCAN (Naeem et al., 2013) , VirusFinder (Wang et al., 2013) and MetaShot (Fosso et al., 2017) . Most of these tools depend exclusively on nucleotide-level sequence alignments and can detect viruses with highly similar sequences to a known virus.", "cite_spans": [{"start": 106, "end": 126, "text": "(Meyer et al., 2008)", "ref_id": "BIBREF29"}, {"start": 178, "end": 199, "text": "(Truong et al., 2015)", "ref_id": "BIBREF48"}, {"start": 210, "end": 229, "text": "(Wood et al., 2019)", "ref_id": "BIBREF52"}, {"start": 245, "end": 264, "text": "(Kim et al., 2016a)", "ref_id": "BIBREF16"}, {"start": 428, "end": 450, "text": "(Vilsker et al., 2019)", "ref_id": "BIBREF49"}, {"start": 457, "end": 474, "text": "(Li et al., 2016)", "ref_id": "BIBREF25"}, {"start": 485, "end": 506, "text": "(Kostic et al., 2011)", "ref_id": "BIBREF20"}, {"start": 515, "end": 540, "text": "(Ho and Tzanetakis, 2014)", "ref_id": "BIBREF13"}, {"start": 552, "end": 572, "text": "(Naeem et al., 2013)", "ref_id": "BIBREF31"}, {"start": 587, "end": 606, "text": "(Wang et al., 2013)", "ref_id": "BIBREF50"}, {"start": 620, "end": 640, "text": "(Fosso et al., 2017)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "These limitations make it impossible to detect extremely divergent novel viral sequences that do not share nucleotide similarity to any known or existing viral sequence (Wang et al., 2013; Takeuchi et al., 2014) . For these divergent novel sequences, it is critical to utilize amino acid-based comparison.", "cite_spans": [{"start": 169, "end": 188, "text": "(Wang et al., 2013;", "ref_id": "BIBREF50"}, {"start": 189, "end": 211, "text": "Takeuchi et al., 2014)", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Although amino acid-based comparison is computationally more challenging and is used by very few published methods, this approach can facilitate the detection of novel viruses.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The availability of robust bioinformatics pipelines for virome detection and annotation from NGS data continues to be one of the critical steps in many research projects. Pipelines are needed to efficiently detect viral sequences present in a complex mixture of host, bacterial, and other microbial sequences. The discovery of viral sequences depends on sequence alignment with other viral sequences in databases, as, in contrast to bacteria where 16S RNA is present in all taxa, viruses lack 'explanatory genes' found in all taxa.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Lazypipe offers several advantages to the existing methods for taxonomic profiling of viral NGS data. Lazypipe outsources homology search to a separate server eliminating the need to install and update local sequence databases. This is helpful in both reducing the workload on the user and ensuring that all the latest viral sequences are covered by the homology search. Additionally, this feature can significantly reduce the threshold for employing Lazypipe by the less technically savvy researchers. Lazypipe uses SANSparallel (Somervuo and Holm, 2015) to search for amino acid homologs in the UniProtKB database. Searching for homologs in the protein space is expected to retrieve more distant viral homologs than searches with nucleotide sequences (Zhao et al., 2017) . Furthermore, SANSparallel is approximately 100 times faster compared to the blastp search (Somervuo and Holm, 2015) , which is the default search engine employed by nearly all other annotation pipelines that search the protein space. Unlike most taxonomic profilers, Lazypipe assembles and annotates viral contigs, thus reducing the workload on the downstream analysis.", "cite_spans": [{"start": 530, "end": 555, "text": "(Somervuo and Holm, 2015)", "ref_id": "BIBREF44"}, {"start": 753, "end": 772, "text": "(Zhao et al., 2017)", "ref_id": "BIBREF55"}, {"start": 865, "end": 890, "text": "(Somervuo and Holm, 2015)", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Lazypipe implements a flexible stepwise architecture that allows re-execution of individual steps or parts of the analysis. This architecture addresses the increased risk of execution failure that is inherent to the analysis of large NGS libraries. Lazypipe supports data formats that can be used both by human researchers and automated tools. Results are output in the form of intuitive excel tables and interactive graphs, but also, in the form of standardized taxonomic profiles that can be integrated with automated workflows.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Lazypipe does not perform direct taxonomic binning of reads, but instead links these to database sequences via the assembled contigs. This approach results in a very high accuracy of taxon retrieval (see Results), however, this may come at the cost of lower accuracy for read binning. The accuracy of read binning was not accessed in this work since the main objective was to construct a highly accurate taxonomic profiler. Still, we provide the option to retrieve reads linked to any reported taxon or contig. Lazypipe implements a simple and robust model for abundance estimation. In this model reads aligned to a given contig are equally distributed among the taxa found by the homology search.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Although more elaborate models are certainly possible, our benchmarking suggest that this simple model is sufficient for adequate estimation of viral abundancies.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The faecal sample from diarrheic American mink (Neovison vison) was collected in September 2015 from a fur production farm in Finland, as described previously (Smura et al.) . The processing and sequencing of the sample were conducted using a protocol described in (Conceição-Neto et al., 2015) .", "cite_spans": [{"start": 159, "end": 173, "text": "(Smura et al.)", "ref_id": null}, {"start": 265, "end": 294, "text": "(Conceição-Neto et al., 2015)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Laboratory procedures and samples"}, {"text": "The human patient samples were derived from the diagnostic unit of Helsinki University Hospital Laboratory (HUSLAB) and stored in -80° C. In this study, RNA was extracted using either QIAamp Viral RNA kit (Qiaqen Inc., Valencia, CA, USA) or EasyMag (bioMerieux) according to the manufacturer's instructions, followed by real time PCR detection described in (Kuivanen et al., 2019) for TBEV, in (Haveri et al., 2020) for SARS-CoV-2, and in Smura et al (manuscript submitted) for entero-and parechoviruses. This study was done according to research permits HUS/32/2018 § 16 for project TYH2018322 and HUS/44/2019 § 13 for projects TYH2018322 and M1023TK001.", "cite_spans": [{"start": 357, "end": 380, "text": "(Kuivanen et al., 2019)", "ref_id": "BIBREF21"}, {"start": 394, "end": 415, "text": "(Haveri et al., 2020)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Laboratory procedures and samples"}, {"text": "Prior to sequencing, samples were treated with DNase I (Thermo Fisher, Waltham, USA) and purified with Agencourt RNA Clean XP magnetic beads (Beckman Life sciences, Indianapolis, USA).", "cite_spans": [], "ref_spans": [], "section": "Laboratory procedures and samples"}, {"text": "Ribosomal RNA was removed using a NEBNext rRNA depletion kit (New England BioLabs, Ipswich, USA) according to the manufacturers protocol. The sequencing library was prepared using a NEBNext Ultra II RNA library prep kit (New England BioLabs).", "cite_spans": [], "ref_spans": [], "section": "Laboratory procedures and samples"}, {"text": "Libraries were quantified using NEBNext Library Quant kit for Illumina (New England BioLabs).", "cite_spans": [], "ref_spans": [], "section": "Laboratory procedures and samples"}, {"text": "Pooled libraries were sequenced on an Illumina MiSeq platform, using either MiSeq v2 reagent kit with 150 base pair (bp) paired-end reads or a MiSeq v3 reagent kit with 300 bp paired-end reads.", "cite_spans": [], "ref_spans": [], "section": "Laboratory procedures and samples"}, {"text": "We implemented a UNIX pipeline for automated assembly and taxonomic profiling of NGS libraries.", "cite_spans": [], "ref_spans": [], "section": "Unix pipeline for assembly, taxonomic profiling and binning of NGS data"}, {"text": "The pipeline also performs taxonomic binning of the assembled contigs. The workflow of our pipeline is illustrated in Fig 1. Our pipeline was implemented as a collection of Perl, C++, and R programs with a command-line user interface written in Perl. Our implementation allows for execution of the whole pipeline with a single command or performing each analysis step separately. This allows for great flexibility when working with large NGS libraries. Each pipeline step is described in more detail below. Paired-end libraries in FASTQ format (Cock et al., 2009 ) serve as input. First, primers, short reads and low-quality reads are removed with Trimmomatic (Bolger et al., 2014) . Then host reads are filtered by aligning reads against the host genome with BWA-MEM (Li, 2013) and removing reads with high scoring alignments with SAMtools (Li et al., 2009) . A threshold of 50 was selected by comparing the pre-assembly mapping of reads to the host genome to the post-assembly taxonomic binning of reads (without the host genome filtering). Comparing these for several samples showed that a threshold of 50 removes between 90% to 94% of reads that are assigned to Eukaryota in postassembly binning while removing only 1% to 10% of reads that are assigned to Viruses (data omitted). Decreasing this threshold to 30 resulted in removal of only 63% to 64% of reads assigned to Eukaryota and increased removal of reads assigned to Viruses (18-29%). Increasing threshold to 100 again decreased the number of filtered eukaryotic reads (to 74-86%) with only slight improvement on the number of retained virus reads (0-9%). For the simulated metagenome (Fosso et al., 2017) , setting the threshold to 50 results in filtering 99.93% of host reads and only 0.05% of viral reads (excluding the endogenous retroviral reads, which are filtered to a large extent). Thus, we selected 50 as a working threshold although we recognize that a more robust optimization can be performed.", "cite_spans": [{"start": 544, "end": 562, "text": "(Cock et al., 2009", "ref_id": "BIBREF4"}, {"start": 660, "end": 681, "text": "(Bolger et al., 2014)", "ref_id": "BIBREF2"}, {"start": 768, "end": 778, "text": "(Li, 2013)", "ref_id": "BIBREF23"}, {"start": 841, "end": 858, "text": "(Li et al., 2009)", "ref_id": "BIBREF24"}, {"start": 1647, "end": 1667, "text": "(Fosso et al., 2017)", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 118, "end": 124, "text": "Fig 1.", "ref_id": "FIGREF0"}], "section": "Unix pipeline for assembly, taxonomic profiling and binning of NGS data"}, {"text": "In the next step reads are assembled with MEGAHIT (Li et al., 2015) or Velvet (Zerbino and Birney, 2008) . MEGAHIT is used by default as this was the overall best assembler in the CAMI competition (Sczyrba et al., 2017) . The pipeline then scans for gene-like regions in the assembled contigs with MetaGeneAnnotator (Noguchi et al., 2008) (default) or MetaGeneMark (Zhu et al., 2010) and translates these to amino acid sequences using BioPerl (Stajich et al., 2002) . Extracted amino acid sequences are queried against UniProtKB using the SANSparallel (Somervuo and Holm, 2015) server. Top hits that pass a bitscore threshold value are used to assign contigs to the NCBI taxonomy ids. Note that contigs with several genes can be assigned to several taxonomy ids. We also support an alternative strategy of mapping contigs directly against the NCBI nr database. This is done by querying contigs with Centrifuge against NCBI nr and using alignments that pass a threshold value for the alignment score to assign contigs to taxonomy ids. We refer to this alternative version of our pipeline as the Lazypipe-nt.", "cite_spans": [{"start": 50, "end": 67, "text": "(Li et al., 2015)", "ref_id": "BIBREF22"}, {"start": 78, "end": 104, "text": "(Zerbino and Birney, 2008)", "ref_id": "BIBREF54"}, {"start": 197, "end": 219, "text": "(Sczyrba et al., 2017)", "ref_id": "BIBREF41"}, {"start": 316, "end": 348, "text": "(Noguchi et al., 2008) (default)", "ref_id": null}, {"start": 365, "end": 383, "text": "(Zhu et al., 2010)", "ref_id": "BIBREF56"}, {"start": 443, "end": 465, "text": "(Stajich et al., 2002)", "ref_id": "BIBREF45"}, {"start": 552, "end": 577, "text": "(Somervuo and Holm, 2015)", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Unix pipeline for assembly, taxonomic profiling and binning of NGS data"}, {"text": "Reads that passed host genome filtering are realigned to contigs using BWA-MEM top hits that pass a pre-set threshold on the alignment scores. Read distribution tables are generated using SAMtools (Li et al., 2009 ).", "cite_spans": [{"start": 197, "end": 213, "text": "(Li et al., 2009", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Unix pipeline for assembly, taxonomic profiling and binning of NGS data"}, {"text": "Next, taxonomy links generated by SANSparallel and read distribution tables are processed into an abundance table, which summarizes the number of contigs and reads binned to each taxon.", "cite_spans": [], "ref_spans": [], "section": "Unix pipeline for assembly, taxonomic profiling and binning of NGS data"}, {"text": "Contigs that are mapped to two or more taxa contribute a corresponding fraction (such as 50%, 33%, 25% etc.) of mapped reads to the corresponding taxa. The raw abundance table is converted to an Excel file (using R) with several spreadsheets, each providing a different view of the acquired data.", "cite_spans": [], "ref_spans": [], "section": "Unix pipeline for assembly, taxonomic profiling and binning of NGS data"}, {"text": "These views include the abundance of virus taxa (excluding bacteriophages), bacteriophages, bacteria, eukaryotes and, optionally, other high-level domains. For each of these groups, abundances are reported at three taxonomic levels (family, genus, and species). This arrangement allows for a rapid overview of NGS results and convenient \"zooming in\" on the taxa of interest. Taxonomic abundances are also presented as an interactive Krona graph (Ondov et al., 2011) , which supports dynamic exploration of abundancies across different taxa. We also convert taxonomic abundances to CAMI Profiling Output Format (Sczyrba et al., 2017) . By providing standardised output we support benchmarking of our pipeline by unbiased third-party evaluation initiatives such as CAMI (Sczyrba et al., 2017) . Standardised output also aims to support simple and stable integration in automated workflows. To simplify accessibility, contigs for different taxa are sorted into a directory structure that follows the taxonomic hierarchy. A summary table is printed that lists all contigs for viruses, bacteriophages, bacteria and eukaryotes along with hits from SANSparallel or Centrifuge search.", "cite_spans": [{"start": 445, "end": 465, "text": "(Ondov et al., 2011)", "ref_id": "BIBREF37"}, {"start": 610, "end": 632, "text": "(Sczyrba et al., 2017)", "ref_id": "BIBREF41"}, {"start": 768, "end": 790, "text": "(Sczyrba et al., 2017)", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Unix pipeline for assembly, taxonomic profiling and binning of NGS data"}, {"text": "In taxonomic profiling reads and contigs from the least abundant taxa have the highest risk of being misclassified. The organizers of the first CAMI competition addressed this problem by removing the last percentile of read distributions assigned by the compared taxonomic profilers (Sczyrba et al., 2017) . We implement a similar strategy by assigning each taxon a cumulative frequency distribution value (csum), which sums read frequencies mapped to that taxon and the more abundant taxa. We also assign confidence scores based on the csum score: the [0,95%] interval is assigned confidence 1, the [95%,99%] confidence 2 and the tail values [99%,100%] are assigned confidence 3. For a typical NGS library taxa with confidence score 1 will be true positives, those with score 3 (i.e. the last percentile) will be false positives and those with score 2 will represent borderline cases.", "cite_spans": [{"start": 283, "end": 305, "text": "(Sczyrba et al., 2017)", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Unix pipeline for assembly, taxonomic profiling and binning of NGS data"}, {"text": "As an additional feature, Lazypipe offers an option to create interactive graphical reports that display the location and variation in viral contigs relative to reference viral genomes. This requires installation of a local database of viral reference genomes, which is then searched for taxa matching virus taxa found by the homology search. Contigs are aligned against the matching reference genomes with BWA-MEM and the resulting alignments are displayed with Integrative Genomics Viewer (Thorvaldsdóttir et al., 2013) in an internet browser.", "cite_spans": [{"start": 491, "end": 521, "text": "(Thorvaldsdóttir et al., 2013)", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Unix pipeline for assembly, taxonomic profiling and binning of NGS data"}, {"text": "In the last step we turn to quality control by generating graphical reports. The quality of the original library and assembly are monitored with histograms and key statistics. We also present the number of reads retained at consecutive pipeline steps: after quality filtering with Trimmomatic, after host genome filtering, after assembling and after gene detection. These are summarized as the survivalrate-plots.", "cite_spans": [], "ref_spans": [], "section": "Unix pipeline for assembly, taxonomic profiling and binning of NGS data"}, {"text": "We evaluated our pipeline on the following two sets of data: a simulated metagenome from the MetaShot project (Fosso et al., 2017) and a mock-virome and bacterial mock-community data (SRA reference SRR3458569) (Conceição-Neto et al., 2015) .", "cite_spans": [{"start": 110, "end": 130, "text": "(Fosso et al., 2017)", "ref_id": "BIBREF8"}, {"start": 210, "end": 239, "text": "(Conceição-Neto et al., 2015)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Benchmarking performance"}, {"text": "The MetaShot metagenome is a 20.5M PE 2x150 Illumina library simulated with ART [13]. We mapped reads in this library using accession numbers in read id-fields to 107 viral taxids, 99 prokaryote taxids and the human genome (94.5% of all reads). Strain taxids were further mapped using NCBI taxonomy to species, genus, family, order and superkingdom taxids resulting in 84 species and 46 genera of viruses, 71 species and 42 genera of bacteria. Based on this mapping we constructed a CAMI taxonomic profile (Sczyrba et al., 2017) , which was then used as the gold standard in pipeline evaluation.", "cite_spans": [{"start": 506, "end": 528, "text": "(Sczyrba et al., 2017)", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Benchmarking performance"}, {"text": "The mock-virome and bacterial mock-community is composed from 9 virus cultures (Porcine We compared the performance of Lazypipe on the MetaShot benchmark against Kraken2 (Wood and Salzberg, 2014) , MetaPhlan2 (Truong et al., 2015) , and Centrifuge (Kim et al., 2016b) . Lazypipe was run with SANSparallel (referred to as Lazypipe) and Centrifuge (Lazipipe-nt) search engines.", "cite_spans": [{"start": 170, "end": 195, "text": "(Wood and Salzberg, 2014)", "ref_id": "BIBREF53"}, {"start": 209, "end": 230, "text": "(Truong et al., 2015)", "ref_id": "BIBREF48"}, {"start": 248, "end": 267, "text": "(Kim et al., 2016b)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Benchmarking performance"}, {"text": "Kraken2, MetaPhlan2, and Centrifuge were run with default settings. For Centrifuge we used the NCBI nucleotide non-redundant sequences database; alignments with <60 nt match were removed to improve precision. Classification results were converted to CAMI taxonomic profiles and evaluated against the golden standard using OPAL: a CAMI (Sczyrba et al., 2017) spinoff project implementing CAMI metrics for metagenomic profilers (Meyer et al., 2019) . For the simulated metagenome, we separately evaluated the entire taxonomic profile output by each of the pipelines and subprofiles limited to virus taxa.", "cite_spans": [{"start": 335, "end": 357, "text": "(Sczyrba et al., 2017)", "ref_id": "BIBREF41"}, {"start": 426, "end": 446, "text": "(Meyer et al., 2019)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Benchmarking performance"}, {"text": "Results for OPAL evaluation on the MetaShot benchmark are available from the project's website (https://www.helsinki.fi/en/projects/lazypipe). Precision, recall (syn. sensitivity) and F1-score (harmonic mean of precision and recall) for predicted virus taxa and for all predictions are listed in Tables 1 and 2, respectively. For predicted virus taxa both Lazypipe variants have very high precision and recall at both genus and species level (Table 1) . Lazypipe-nt has clearly the best balance between precision and recall, which is reflected in the highest F1-scores among the compared tools (Table 1 ). In the comparison of all predictions Lazypipe has the highest F1-score at the family and genus levels. Note that in this evaluation all methods have mediocre performance below the genus level. Lazypipe and Centrifuge are challenged with false positives and MetaPhlan2 and Kraken2 with false negatives (Table 2) . To evaluate the performance of Lazypipe on real data, we ran the Lazypipe analysis with default settings on the mock-community data (for results please see project's webpage). Recovery of the 9 mock-community viral taxa was evaluated by manual inspection of Lazypipe summary tables.", "cite_spans": [], "ref_spans": [{"start": 442, "end": 451, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 594, "end": 602, "text": "(Table 1", "ref_id": "TABREF0"}, {"start": 907, "end": 916, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "Excellent recall and precision for both simulated and real datasets"}, {"text": "Lazypipe recovered all 7 eukaryotic viruses included in the mock-virome. Moreover, the correct eukaryotic viruses were the only eukaryotic viruses predicted for this data with acceptable confidence scores (scores 1 and 2; excluding score 3, which has a high risk of being false positive). Thus, we had 100% sensitivity and 100% precision for the eukaryotic viruses at the species level. Lazypipe also reported the Dickeya LIMEstone virus, but did not report the Acanthamoeba polyphaga mimivirus.", "cite_spans": [], "ref_spans": [], "section": "Excellent recall and precision for both simulated and real datasets"}, {"text": "We compared the execution time of Lazypipe, Kraken2, MetaPhlan2 and Centrifuge on the MetaShot simulated metagenome on a GNU/Linux machine with 64 2300 MHz CPUs. All programs were run with 16 threads. The wall clock time in the order from the fastest to the slowest was: Kraken2 (2min 30sec), Centrifuge (21min 43sec), MetaPhlan2 (2h 21min 21sec) and Lazypipe (4h 31min 51sec).", "cite_spans": [], "ref_spans": [], "section": "Benchmarking time efficiency"}, {"text": "Comparing this order to Tables 1 and 2 we see a trade-off between accuracy and speed. The fastest tools (Kraken2 and Centrifuge) are the least accurate, and the most accurate tools (Lazypipe and MetaPhlan2) are the slowest. Although Lazypipe is about twice as slow as MetaPhlan2, it is more accurate and creates annotated assembly, which is not done by any of the compared tools. We also note that key subprograms employed by Lazypipe (i.e. BWA, Megahit, SANSparallel and SAMtools)", "cite_spans": [], "ref_spans": [], "section": "Benchmarking time efficiency"}, {"text": "have parallel implementation and are expected to have good scalability.", "cite_spans": [], "ref_spans": [], "section": "Benchmarking time efficiency"}, {"text": "In addition to the mock-community data we tested the performance of Lazypipe using real data from different sample types (cerebrospinal fluid, serum, faeces, tissue samples) derived from various host species.", "cite_spans": [], "ref_spans": [], "section": "Novel virome sequences from mink faecal samples"}, {"text": "Since the pipeline is designed also for the detection of unknown viruses, we explored various sources for virus discovery with a by default unknown viral diversity. As an example of searching for the causative agents of veterinary disease, we analyzed sequence data derived from a faecal sample of a mink with gastroenteritis manifesting as diarrhea. Altogether, Lazypipe detected multiple contigs that indicated the presence of virus genomes (see Table 3 ). Notably, one contig contained a large ORF that most likely represents a novel picorna-like virus (order Picornavirales) with only 30% amino acid identity to the closest match. In addition, partial genomes of a toti-like virus with 29-32% amino acid identity to Beihai toti-like virus 4 (contig length 3792) and with 38-48% aa identity to Hubei unio douglasiae virus 1 (contig length 3219) were detected together with smaller fragments of other yet unclassified viruses (see Table 3 ). Sapovirus genotype XII Displaying contigs exceeding 500 nucleotides in length. Length (nt), contig nt length, Identity (%), amino acid identity to the closest match.", "cite_spans": [], "ref_spans": [{"start": 448, "end": 455, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 933, "end": 940, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Novel virome sequences from mink faecal samples"}, {"text": "In addition to the above, virus groups with well-known association to the gastrointestinal system were detected. These included members of family Caliciviridae and Parvoviridae. Of the family Caliciviridae, six norovirus and six sapovirus contigs were detected. More thorough examination suggested that the norovirus contigs constitute a complete genome of a new representative of noroviruses with 89% amino acid identity in ORF1 (non-structural polyprotein) to norovirus genotypes IV and VI found in cats and dogs (Ford-Siltz et al., 2019), 63% amino acid identity in ORF2 (VP1) protein to genotype II found in pigs and 57% amino acid identity to genotype II in ORF3 (VP2).", "cite_spans": [], "ref_spans": [], "section": "Novel virome sequences from mink faecal samples"}, {"text": "The sapovirus contigs constituted a complete genome with 80-81% amino acid identity in ORF1", "cite_spans": [], "ref_spans": [], "section": "Novel virome sequences from mink faecal samples"}, {"text": "(including VP1 72-73% aa identity) and 45% amino acid identity in ORF2 (minor capsid protein VP2)", "cite_spans": [], "ref_spans": [], "section": "Novel virome sequences from mink faecal samples"}, {"text": "to sapovirus GXII previously detected in minks (Oka et al., 2016; Guo et al., 2001) .", "cite_spans": [{"start": 47, "end": 65, "text": "(Oka et al., 2016;", "ref_id": "BIBREF36"}, {"start": 66, "end": 83, "text": "Guo et al., 2001)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Novel virome sequences from mink faecal samples"}, {"text": "In addition to these, short low coverage contigs matching to Atlantic salmon calicivirus (78-100% amino acid identity) were detected. Most likely, these are derived from the feed.", "cite_spans": [], "ref_spans": [], "section": "Novel virome sequences from mink faecal samples"}, {"text": "Of the family Parvoviridae, the largest contig (3069 nucleotides) matched to chicken chapparvovirus 2 spanning from 3'end of the 5'end of VP1, whereas another large contig (2448 nucleotides) contained 3'end of NS protein with 44% aa similarity to Chiropterian protoparvovirus and the 5' end of VP1 protein with 39% aa identity to Aleutian mink disease virus (amdoparvovirus). In addition to these, small fragments of mink bocaparvovirus were detected.", "cite_spans": [], "ref_spans": [], "section": "Novel virome sequences from mink faecal samples"}, {"text": "As an example of testing the suitability of Lazypipe for human clinical samples and exploring its use for detection of viral pathogens in humans, we used sequence data derived from human CSF, serum, brain tissue and nasopharyngeal swab samples that were previously tested positive for entero-, entero/parecho-, tick-borne encephalitis and SARS-coronavirus-2 viruses, respectively (Table 4) . (Haveri et al., 2020) , a nearly complete SARS-coronavirus-2 (SARS-CoV2) genome and fragments of Human mastadenovirus C sequences were retrieved (see Table 4 ). ", "cite_spans": [{"start": 392, "end": 413, "text": "(Haveri et al., 2020)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 380, "end": 389, "text": "(Table 4)", "ref_id": "TABREF4"}, {"start": 542, "end": 549, "text": "Table 4", "ref_id": "TABREF4"}], "section": "Human clinical samples"}, {"text": "We also analysed samples of arthropod vectors. From an Ixodes ricinus tick sample collected from the Kotka archipelago in 2011, complete genomes of both Siberian subtype TBEV and a novel Alongshan virus (Kuivanen et al., 2019) were obtained (Table 4 ).", "cite_spans": [{"start": 203, "end": 226, "text": "(Kuivanen et al., 2019)", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 241, "end": 249, "text": "(Table 4", "ref_id": "TABREF4"}], "section": "Arthropod samples"}, {"text": "We analyzed public Illumina HiSeq/MiSeq libraries sequenced from bronchoalveolar lavage fluid from five patients with pneumonia at the early stage of the COVID-19 outbreak in Wuhan, China. Nine public NGS libraries were collected from NCBI SRA database (BioProject PRJNA605983) and analysed with Lazypipe. By applying default settings, we intentionally recreated a scenario, in which NGS data from SARS patients would be analysed prior to identifying the causative agent. SARS-CoV was identified by Lazypipe in all patients and in eight out of nine NGS libraries (Table 5) . Lazypipe also identified co-infection with Influenza A in two out of five patients (Table 5) . ", "cite_spans": [], "ref_spans": [{"start": 563, "end": 572, "text": "(Table 5)", "ref_id": "TABREF5"}, {"start": 658, "end": 667, "text": "(Table 5)", "ref_id": "TABREF5"}], "section": "SARS-CoV2 patient samples from China"}, {"text": "The availability of robust bioinformatics pipelines for viral metagenomics continues to be one of the critical steps in many research projects. Many of the existing pipelines are hindered by one or several limitations including large locally installed reference databases, slow homology search engines employed, low sensitivity for novel divergent sequences, low precision/recall performance for viral taxa or the lack of benchmarking for viral taxon retrieval, and the lack of assembling and contig annotation steps in the analysis. These limitations slow down the use of the unbiased sequencing approaches for rapid detection of novel emerging viruses.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In this publication we present Lazypipe, a novel bioinformatics pipeline that addresses the limitations typically encountered in viral metagenomics. Lazypipe avoids installation of large reference databases by delegating homology search to an external server. This frees the user from the need to install, index and update local reference databases, which can pose serious technical and resource constrains due to the sheer size of the modern sequence databases. By using SANSparallel (Somervuo and Holm, 2015) we also make Lazypipe considerably faster than pipelines based on BLASTP, and, simultaneously, render Lazypipe sensitive to highly divergent sequences, because viral peptides tend to be more conservative than the nucleotide sequences.", "cite_spans": [{"start": 485, "end": 510, "text": "(Somervuo and Holm, 2015)", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Taxonomic profiling by Lazypipe is done by querying assembled contigs instead of the reads, which translates into highly accurate taxonomic profiling of viral taxa. Benchmarking on simulated data showed that Lazypipe was clearly the most accurate taxonomic profiler for viral taxa among the four software packages compared. Testing on real mock community data demonstrated precision and recall nearing 100% for eukaryotic viruses. The detection of multiple novel viruses from various environmental and clinical samples reported here and in previous studies that used Lazypipe analysis (Kuivanen et al., 2019; Forbes et al., 2019) demonstrates that Lazypipe is also well suited for the detection and characterisation of novel and highly divergent viral genomes. Reflecting on the SARS- These examples demonstrate the efficacy of Lazypipe data analysis for NGS libraries with very different DNA/RNA backgrounds, ranging from mammalian tissues to pooled and crushed arthropods.", "cite_spans": [{"start": 585, "end": 608, "text": "(Kuivanen et al., 2019;", "ref_id": "BIBREF21"}, {"start": 609, "end": 629, "text": "Forbes et al., 2019)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The current pandemic highlights the need for an efficient and unbiased way to screen 1) for previously unknown viruses from either wildlife and arthropods for potential viral diversity that may emerge as human or animal pathogens, or 2) from individuals or human populations, production animals or companion animals manifesting with a disease of unknown aetiology for previously unknown or atypical causative agents. We showed here that Lazypipe can contribute to both of these important efforts and that it was able to detect the causative agent of the current pandemic without prior information.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Lazypipe user manual and other resources are hosted at the project's website (https://www.helsinki.fi/en/projects/lazypipe). Lazypipe source code is freely available from the Bitbucket repository (https://bitbucket.org/plyusnin/lazypipe/). ", "cite_spans": [], "ref_spans": [], "section": "DATA AVAILABILITY"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "viGEN: An Open Source Pipeline for the Detection and Quantification of Viral RNA in Human Tumors", "authors": [{"first": "K", "middle": [], "last": "Bhuvaneshwar", "suffix": ""}], "year": 2018, "venue": "Front. Microbiol", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The intestinal microbiota: its role in health and disease", "authors": [{"first": "L", "middle": [], "last": "Biedermann", "suffix": ""}, {"first": "G", "middle": [], "last": "Rogler", "suffix": ""}], "year": 2015, "venue": "Eur. J. Pediatr", "volume": "174", "issn": "", "pages": "151--167", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Trimmomatic: a flexible trimmer for Illumina sequence data", "authors": [{"first": "A", "middle": ["M"], "last": "Bolger", "suffix": ""}], "year": 2014, "venue": "Bioinformatics", "volume": "30", "issn": "", "pages": "2114--2120", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Raw sewage harbors diverse viral populations. mBio, 2", "authors": [{"first": "P", "middle": ["G"], "last": "Cantalupo", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The Sanger FASTQ file format for sequences with quality scores, and the Solexa/Illumina FASTQ variants", "authors": [{"first": "P", "middle": ["J"], "last": "Cock", "suffix": ""}], "year": 2009, "venue": "Nucleic Acids Res", "volume": "38", "issn": "", "pages": "1767--1771", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Modular approach to customise sample preparation procedures for viral metagenomics: a reproducible protocol for virome analysis", "authors": [{"first": "N", "middle": [], "last": "Conceição-Neto", "suffix": ""}], "year": 2015, "venue": "Sci. Rep", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Bombali Virus in Mops condylurus Bat", "authors": [{"first": "K", "middle": ["M"], "last": "Forbes", "suffix": ""}], "year": 2019, "venue": "Kenya. Emerg. Infect. Dis", "volume": "25", "issn": "", "pages": "955--957", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Genomics Analyses of GIV and GVI Noroviruses Reveal the Distinct Clustering of Human and Animal Viruses", "authors": [{"first": "L", "middle": ["A"], "last": "Ford-Siltz", "suffix": ""}], "year": 2019, "venue": "Viruses", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "MetaShot: an accurate workflow for taxon classification of host-associated microbiome from shotgun metagenomic data", "authors": [{"first": "B", "middle": [], "last": "Fosso", "suffix": ""}], "year": 2017, "venue": "Bioinformatics", "volume": "33", "issn": "", "pages": "1730--1732", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Predicting virus emergence amid evolutionary noise", "authors": [{"first": "J", "middle": ["L"], "last": "Geoghegan", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Holmes", "suffix": ""}], "year": 2017, "venue": "Open Biol", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Unbiased Detection of Respiratory Viruses by Use of RNA Sequencing-Based Metagenomics: a Systematic Comparison to a Commercial PCR Panel", "authors": [{"first": "E", "middle": ["H"], "last": "Graf", "suffix": ""}], "year": 2016, "venue": "J. Clin. Microbiol", "volume": "54", "issn": "", "pages": "1000--1007", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Detection and molecular characterization of cultivable caliciviruses from clinically normal mink and enteric caliciviruses associated with diarrhea in mink", "authors": [{"first": "M", "middle": [], "last": "Guo", "suffix": ""}], "year": 2001, "venue": "Arch. Virol", "volume": "146", "issn": "", "pages": "479--493", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Serological and molecular findings during SARS-CoV-2 infection: the first case study in Finland", "authors": [{"first": "A", "middle": [], "last": "Haveri", "suffix": ""}], "year": 2020, "venue": "Eurosurveillance", "volume": "25", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Development of a virus detection and discovery pipeline using next generation sequencing", "authors": [{"first": "T", "middle": [], "last": "Ho", "suffix": ""}, {"first": "I", "middle": ["E"], "last": "Tzanetakis", "suffix": ""}], "year": 2014, "venue": "Virology", "volume": "", "issn": "", "pages": "54--60", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Genome Sequences of Coxsackievirus B5 Isolates from Two Children with Meningitis in Australia", "authors": [{"first": "B", "middle": [], "last": "Huang", "suffix": ""}], "year": 2017, "venue": "Genome Announc", "volume": "5", "issn": "", "pages": "1125--1142", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The intestinal microbiota and its role in human health and disease", "authors": [{"first": "K", "middle": [], "last": "Kataoka", "suffix": ""}], "year": 2016, "venue": "J. Med. Investig. JMI", "volume": "63", "issn": "", "pages": "27--37", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Centrifuge: rapid and sensitive classification of metagenomic sequences", "authors": [{"first": "D", "middle": [], "last": "Kim", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Centrifuge: rapid and sensitive classification of metagenomic sequences", "authors": [{"first": "D", "middle": [], "last": "Kim", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "PathSeq: software to identify or discover microbes by deep sequencing of human tissue", "authors": [{"first": "A", "middle": ["D"], "last": "Kostic", "suffix": ""}], "year": 2011, "venue": "Nat. Biotechnol", "volume": "29", "issn": "", "pages": "393--396", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Detection of novel tick-borne pathogen, Alongshan virus, in Ixodes ricinus ticks, south-eastern Finland", "authors": [{"first": "S", "middle": [], "last": "Kuivanen", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "MEGAHIT: an ultra-fast single-node solution for large and complex metagenomics assembly via succinct de Bruijn graph", "authors": [{"first": "D", "middle": [], "last": "Li", "suffix": ""}], "year": 2015, "venue": "Bioinformatics", "volume": "31", "issn": "", "pages": "1674--1676", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Aligning sequence reads, clone sequences and assembly contigs with BWA-MEM. ArXiv Prepr", "authors": [{"first": "H", "middle": [], "last": "Li", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "The sequence alignment/map format and SAMtools", "authors": [{"first": "H", "middle": [], "last": "Li", "suffix": ""}], "year": 2009, "venue": "Bioinformatics", "volume": "25", "issn": "", "pages": "2078--2079", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "VIP: an integrated pipeline for metagenomics of virus identification and discovery", "authors": [{"first": "Y", "middle": [], "last": "Li", "suffix": ""}], "year": 2016, "venue": "Sci. Rep", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Early life dynamics of the human gut virome and bacterial microbiome in infants", "authors": [{"first": "E", "middle": ["S"], "last": "Lim", "suffix": ""}], "year": 2015, "venue": "Nat. Med", "volume": "21", "issn": "", "pages": "1228--1234", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "TheViral MetaGenome Annotation Pipeline(VMGAP):an automated tool for the functional annotation of viral Metagenomic shotgun sequencing data", "authors": [{"first": "H", "middle": ["A"], "last": "Lorenzi", "suffix": ""}], "year": 2011, "venue": "Stand. Genomic Sci", "volume": "4", "issn": "", "pages": "418--429", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Assessing taxonomic metagenome profilers with OPAL", "authors": [{"first": "F", "middle": [], "last": "Meyer", "suffix": ""}], "year": 2019, "venue": "Genome Biol", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "The metagenomics RAST server -a public resource for the automatic phylogenetic and functional analysis of metagenomes", "authors": [{"first": "F", "middle": [], "last": "Meyer", "suffix": ""}], "year": 2008, "venue": "BMC Bioinformatics", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Metagenomics and future perspectives in virus discovery", "authors": [{"first": "J", "middle": ["L"], "last": "Mokili", "suffix": ""}], "year": 2012, "venue": "Curr. Opin. Virol", "volume": "2", "issn": "", "pages": "63--77", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "READSCAN: a fast and scalable pathogen discovery program with accurate genome relative abundance estimation", "authors": [{"first": "R", "middle": [], "last": "Naeem", "suffix": ""}], "year": 2013, "venue": "Bioinforma. Oxf. Engl", "volume": "29", "issn": "", "pages": "391--392", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "The Intestinal Virome and Immunity", "authors": [{"first": "J", "middle": ["A"], "last": "Neil", "suffix": ""}, {"first": "K", "middle": [], "last": "Cadwell", "suffix": ""}], "year": 2018, "venue": "J. Immunol", "volume": "201", "issn": "", "pages": "1615--1624", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "MetaGeneAnnotator: detecting species-specific patterns of ribosomal binding site for precise gene prediction in anonymous prokaryotic and phage genomes", "authors": [{"first": "H", "middle": [], "last": "Noguchi", "suffix": ""}], "year": 2008, "venue": "DNA Res. Int", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Disease-specific alterations in the enteric virome in inflammatory bowel disease", "authors": [{"first": "J", "middle": ["M"], "last": "Norman", "suffix": ""}], "year": 2015, "venue": "Cell", "volume": "160", "issn": "", "pages": "447--460", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Genetic Characterization and Classification of Human and Animal Sapoviruses", "authors": [{"first": "T", "middle": [], "last": "Oka", "suffix": ""}], "year": 2016, "venue": "PLOS ONE", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Interactive metagenomic visualization in a Web browser", "authors": [{"first": "B", "middle": ["D"], "last": "Ondov", "suffix": ""}], "year": 2011, "venue": "BMC Bioinformatics", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Diagnostic metagenomics: potential applications to bacterial, viral and parasitic infections", "authors": [{"first": "M", "middle": ["J"], "last": "Pallen", "suffix": ""}], "year": 2014, "venue": "Parasitology", "volume": "141", "issn": "", "pages": "1856--1862", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Challenges in the analysis of viral metagenomes", "authors": [{"first": "R", "middle": [], "last": "Rose", "suffix": ""}], "year": 2016, "venue": "Virus Evol", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Metavir 2: new tools for viral metagenome comparison and assembled virome analysis", "authors": [{"first": "S", "middle": [], "last": "Roux", "suffix": ""}], "year": 2014, "venue": "BMC Bioinformatics", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Critical assessment of metagenome interpretation-a benchmark of metagenomics software", "authors": [{"first": "A", "middle": [], "last": "Sczyrba", "suffix": ""}], "year": 2017, "venue": "Nat. Methods", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Recovering full-length viral genomes from metagenomes", "authors": [{"first": "S", "middle": ["L"], "last": "Smits", "suffix": ""}], "year": 2015, "venue": "Front. Microbiol", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Fecal microbiota of healthy and diarrheic farmed arctic foxes (Vulpes lagopus) and American mink (Neovison vison)-a case-control study", "authors": [{"first": "T", "middle": [], "last": "Smura", "suffix": ""}], "year": null, "venue": "XIth International Scientific Congress in Fur Animal Production", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "SANSparallel: interactive homology search against Uniprot", "authors": [{"first": "P", "middle": [], "last": "Somervuo", "suffix": ""}, {"first": "L", "middle": [], "last": "Holm", "suffix": ""}], "year": 2015, "venue": "Nucleic Acids Res", "volume": "43", "issn": "", "pages": "24--29", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "The Bioperl toolkit: Perl modules for the life sciences", "authors": [{"first": "J", "middle": ["E"], "last": "Stajich", "suffix": ""}], "year": 2002, "venue": "Genome Res", "volume": "12", "issn": "", "pages": "1611--1618", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "MePIC, metagenomic pathogen identification for clinical specimens", "authors": [{"first": "F", "middle": [], "last": "Takeuchi", "suffix": ""}], "year": 2014, "venue": "Jpn. J. Infect. Dis", "volume": "67", "issn": "", "pages": "62--65", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Integrative Genomics Viewer (IGV): high-performance genomics data visualization and exploration", "authors": [{"first": "H", "middle": [], "last": "Thorvaldsdóttir", "suffix": ""}], "year": 2013, "venue": "Brief. Bioinform", "volume": "14", "issn": "", "pages": "178--192", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "MetaPhlAn2 for enhanced metagenomic taxonomic profiling", "authors": [{"first": "D", "middle": ["T"], "last": "Truong", "suffix": ""}], "year": 2015, "venue": "Nat. Methods", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Genome Detective: an automated system for virus identification from highthroughput sequencing data", "authors": [{"first": "M", "middle": [], "last": "Vilsker", "suffix": ""}], "year": 2019, "venue": "Bioinforma. Oxf. Engl", "volume": "35", "issn": "", "pages": "871--873", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "VirusFinder: software for efficient and accurate detection of viruses and their integration sites in host genomes through next generation sequencing data", "authors": [{"first": "Q", "middle": [], "last": "Wang", "suffix": ""}], "year": 2013, "venue": "PloS One", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "VIROME: a standard operating procedure for analysis of viral metagenome sequences", "authors": [{"first": "K", "middle": ["E"], "last": "Wommack", "suffix": ""}], "year": 2012, "venue": "Stand. Genomic Sci", "volume": "6", "issn": "", "pages": "427--439", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Improved metagenomic analysis with Kraken 2", "authors": [{"first": "D", "middle": ["E"], "last": "Wood", "suffix": ""}], "year": 2019, "venue": "Genome Biol", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Kraken: ultrafast metagenomic sequence classification using exact alignments", "authors": [{"first": "D", "middle": ["E"], "last": "Wood", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Salzberg", "suffix": ""}], "year": 2014, "venue": "Genome Biol", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Velvet: algorithms for de novo short read assembly using de Bruijn graphs", "authors": [{"first": "D", "middle": [], "last": "Zerbino", "suffix": ""}, {"first": "E", "middle": [], "last": "Birney", "suffix": ""}], "year": 2008, "venue": "Genome Res", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "VirusSeeker, a computational pipeline for virus discovery and virome composition analysis", "authors": [{"first": "G", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2017, "venue": "Virology", "volume": "503", "issn": "", "pages": "21--30", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Ab initio gene identification in metagenomic sequences", "authors": [{"first": "W", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2010, "venue": "Nucleic Acids Res", "volume": "38", "issn": "", "pages": "132--132", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Lazypipe flowchart. Binaries and scripts are displayed in white, input and output files in green.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Feline panleukopenia virus, BK virus, Pepino Mosaic virus, Rotavirus A, Feline infectious peritonitis virus, Bovine herpesvirus 1, Dickeya solani LIMEstone bacteriophage and Acanthamoeba polyphaga mimivirus) and 4 bacterial cultures (Conceição-Neto et al., 2015). The NGS library contains 12.4M PE Illumina HiSeq reads.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Fosso et al., 2017). Abbreviations: TP, true positives, FP, false positives, FN, false negatives, Pr, precision, Rc, recall, F1-score, harmonic mean of precision and recall.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "CoV2 pandemic situation (April 2020) we tested SARS-CoV2 positive Illumina libraries with Lazypipe and confirmed that the pipeline detected SARS-CoV in 9 out of 10 libraries with default settings and without SARS-CoV2 reference genome. This demonstrates the utility of Lazypipe for scenarios in which novel zoonotic viral agents emerge and can be quickly detected by NGS sequencing from clinical samples. Previously, we have published two examples of novel and potentially zoonotic viral agents that were identified with Lazypipe from wild animals that can serve as vectors. A new ebolavirus was identified from faeces and organ samples of Mops condylurus bats in Kenya (Forbes et al., 2019), and a new tick-borne pathogen Alongshan virus from ticks in Northeast Europe (Kuivanen et al., 2019).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Accessing accuracy of virus taxon retrieval by different tools.Compared tools are ordered by the descending F1-score for virus taxa predicted for simulated metagenome", "latex": null, "type": "table"}, "TABREF1": {"text": "Accessing accuracy of viral and bacterial taxon retrieval by different tools.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Tool </td><td>Rank </td><td>TP </td><td>FP </td><td>FN </td><td>Pr </td><td>Rc </td><td>F1 score\n</td></tr><tr><td>Lazypipe </td><td> </td><td>84 </td><td>17 </td><td>5 </td><td>0.832 </td><td>0.944 </td><td>0.884\n</td></tr><tr><td>MetaPhlan2 </td><td> </td><td>71 </td><td>6 </td><td>18 </td><td>0.922 </td><td>0.798 </td><td>0.855\n</td></tr><tr><td>Lazypipe-nt </td><td>genus\n</td><td>68 </td><td>19 </td><td>21 </td><td>0.782 </td><td>0.764 </td><td>0.773\n</td></tr><tr><td>Kraken2 </td><td> </td><td>50 </td><td>3 </td><td>39 </td><td>0.943 </td><td>0.562 </td><td>0.704\n</td></tr><tr><td>Centrifuge </td><td> </td><td>83 </td><td>161 </td><td>6 </td><td>0.340 </td><td>0.933 </td><td>0.498\n</td></tr><tr><td>MetaPhlan2 </td><td> </td><td>105 </td><td>10 </td><td>51 </td><td>0.913 </td><td>0.673 </td><td>0.775\n</td></tr><tr><td>Lazypipe </td><td> </td><td>143 </td><td>111 </td><td>13 </td><td>0.563 </td><td>0.917 </td><td>0.698\n</td></tr><tr><td>Lazypipe-nt </td><td>species\n</td><td>107 </td><td>64 </td><td>49 </td><td>0.626 </td><td>0.686 </td><td>0.654\n</td></tr><tr><td>Kraken2 </td><td> </td><td>53 </td><td>21 </td><td>103 </td><td>0.716 </td><td>0.340 </td><td>0.461\n</td></tr><tr><td> </td><td>Centrifuge </td><td>131 </td><td>466 </td><td>25 </td><td>0.219 </td><td>0.840 </td><td>0.348\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Virus contigs retrieved by Lazypipe for the mink fecal sample.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Order </td><td>Family </td><td>Genus </td><td>Length (nt) </td><td> Closest match </td><td>Gene </td><td>Identity (%)\n</td></tr><tr><td>Picornavirales </td><td> </td><td>8990 </td><td>Kilifi virus </td><td> </td><td>30\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>Norovirus GIV and GVI </td><td>ORF1 </td><td>89\n</td></tr><tr><td>NA\n</td><td>Caliciviridae </td><td>Norovirus</td><td>8006\n</td><td> </td><td>ORF2 </td><td>63\n</td></tr><tr><td> </td><td> </td><td> </td><td>GII\n</td><td>ORF3 </td><td>57\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>ORF1 </td><td>81\n</td></tr><tr><td> </td><td> </td><td>Sapovirus\n</td><td>7511 </td><td>Sapovirus genotype XII\n</td><td>VP1 </td><td>73\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>ORF2 </td><td>45\n</td></tr><tr><td>NA </td><td>Parvoviridae</td><td>Chapparvovirus\n</td><td>3069\n</td><td>Chicken chapparvovirus 1 </td><td>NS </td><td>96\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>Chicken chapparvovirus 2 </td><td>VP1 </td><td>35\n</td></tr><tr><td> </td><td> </td><td>Amdoparvovirus/\n</td><td>2448\n</td><td>Chiropteran protoparvovirus 1 </td><td>NS </td><td>44\n</td></tr><tr><td> </td><td> </td><td> Protoparvovirus\n</td><td> </td><td>Carnivore amdoparvovirus 1 </td><td>VP1 </td><td>39\n</td></tr><tr><td> </td><td> </td><td> </td><td>3792 </td><td>Beihai toti-like virus 4 </td><td> </td><td>29-32\n</td></tr><tr><td>Unclassified </td><td>Toti-like viruses </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>3219 </td><td>Hubei unio douglasiae virus 1 </td><td> </td><td>38-48\n</td></tr><tr><td> </td><td>Bicobirna-like viruses </td><td>1346 </td><td>Beihai picobirna-like virus 11 </td><td> </td><td>81\n</td></tr><tr><td> </td><td> </td><td> </td><td>1250 </td><td>Beihai barnacle virus 11 </td><td> </td><td>53\n</td></tr><tr><td> </td><td> </td><td> </td><td>1070 </td><td>Wenzhou noda-like virus 2 </td><td> </td><td>46\n</td></tr><tr><td> </td><td>Noda-like viruses\n</td><td> </td><td>857 </td><td>Wenzhou noda-like virus 2 </td><td> </td><td>78\n</td></tr><tr><td> </td><td> </td><td> </td><td>785 </td><td>Wenling noda-like virus 1 </td><td> </td><td>72\n</td></tr><tr><td> </td><td> </td><td> </td><td>943 </td><td>Wuhan pillworm virus 4 uncultured marine virus </td><td> </td><td>42\n</td></tr><tr><td> </td><td> </td><td> </td><td>2377 </td><td> </td><td> </td><td>34\n</td></tr><tr><td> </td><td> </td><td> </td><td>919 </td><td>Anguilla anguilla circovirus </td><td> </td><td>60\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>Dromedary stool-associated circular ssDNA virus\n</td><td> </td><td> </td></tr><tr><td> </td><td>Circo-like virus\n</td><td> </td><td>692\n</td><td> </td><td> </td><td>55\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>Hermit crab associated circular genome\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>537\n</td><td>52\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Lazypipe summary for various sample types with known human pathogenic viruses", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Host </td><td>Sample type </td><td>Genus </td><td>Length (nt) </td><td> Closest match </td><td>Identity (%)\n</td></tr><tr><td>Human </td><td>CSF </td><td> </td><td>7384 </td><td> </td><td>99\n</td></tr><tr><td> </td><td> </td><td>Enterovirus\n</td><td> </td><td>Coxsackievirus B5 </td><td> </td></tr><tr><td> </td><td>Serum </td><td> </td><td>7375 </td><td>Coxsackievirus A6 </td><td>100\n</td></tr><tr><td> </td><td>Serum </td><td>Parechovirus </td><td>7321 </td><td>Human parechovirus 3 </td><td>99\n</td></tr><tr><td> </td><td>Brain (cerebellum) </td><td>Flavivirus </td><td>10681 </td><td>Tick-borne encephalitis virus </td><td>100\n</td></tr><tr><td> </td><td>Nasopharyngeal swab\n</td><td>Betacoronavirus </td><td>29806 </td><td>SARS-coronavirus-2 </td><td>100\n</td></tr><tr><td> </td><td> </td><td>Mastadenovirus </td><td>333-702 </td><td>Human mastadenovirus C </td><td>96-100\n</td></tr><tr><td>Ixodes ricinus </td><td>Tick homogenate </td><td>Flavivirus </td><td>11090 </td><td>Tick-borne encephalitis virus </td><td>99\n</td></tr><tr><td> </td><td> </td><td> </td><td>2696-3014* </td><td>Alongshan virus </td><td>96-99\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Lazypipe summary for SARS-CoV2 clinical samples from Wuhan, ChinaLazypipe correctly identified SARS-CoV in 8 out of 9 samples. Additionally, two samples were identified with Influensa A and one sample with human mastadenovirus C coinfection. For details see the main text.", "latex": null, "type": "table"}, "TABREF6": {"text": "This work was supported by the VEO -European Union's Horizon 2020 [grant number 874735]; the Academy of Finland [grant numbers 316264, 329323]; Helsinki University Hospital Funds [grant numbers TYH2018322, M1023TK001]; and the Jane and Aatos Erkko Foundation. Funding for open access charge: VEO -European Union's Horizon 2020 [grant number 874735].", "latex": null, "type": "table"}}, "back_matter": []}