{"paper_id": "2a176a952f06d4611c89b7c1e21cb1709b5e3bac", "metadata": {"title": "The cell receptor level is reduced during persistent infection with in¯uenza C virus", "authors": [{"first": "M", "middle": [], "last": "Marschall", "suffix": "", "affiliation": {"laboratory": "", "institution": "Mu Ènchen", "location": {"country": "Germany"}}, "email": ""}, {"first": "H", "middle": [], "last": "Meier-Ewert", "suffix": "", "affiliation": {"laboratory": "", "institution": "Mu Ènchen", "location": {"country": "Germany"}}, "email": ""}, {"first": "G", "middle": [], "last": "Herrler", "suffix": "", "affiliation": {"laboratory": "", "institution": "Philipps-Universita Èt Marburg", "location": {"settlement": "Marburg", "country": "Germany"}}, "email": ""}, {"first": "G", "middle": [], "last": "Zimmer", "suffix": "", "affiliation": {"laboratory": "", "institution": "Philipps-Universita Èt Marburg", "location": {"settlement": "Marburg", "country": "Germany"}}, "email": ""}, {"first": "H", "middle": ["F"], "last": "Maassab", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {"settlement": "Ann Arbor", "region": "Michigan", "country": "U.S.A"}}, "email": ""}]}, "abstract": [{"text": "Persistent in¯uenza C virus infection of MDCK cells perpetuates the viral genome in a cell-associated form. Typically, virus production remains at a low level over extended periods, in the absence of lytic effects of replication. In this study, we demonstrate that persistently infected cells are very restricted in permissiveness for superinfection. By reconstitution experiments, using bovine brain gangliosides as arti®cial receptors, the degree of superinfection was markedly increased. Analysis of cellular receptor expression revealed reduced concentrations of sialoglycoproteins in general and a limited presentation of the major receptor gp40. Cocultures of persistently infected and uninfected cells (the latter carrying normal receptor levels) initiated a transient rise in virus titers. This kind of induction of virus synthesis appeared to be mainly receptor-linked, since a receptor-deprived subline, MDCK II, did not give rise to a similar effect. Susceptibility of MDCK II cocultures could be partly restored by ganglioside treatment. In accordance to related virus systems, these ®ndings on in¯uenza C virus suggest a role of cell receptor concentrations in the regulation of long-term persistence.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "A persistently infected cell line, MDCK-pi, producing an infectious variant of in¯uenza C/Ann Arbor/1/50 virus, has been stabilized over a course of 12 years. The state of infection combines a number of characteristics, some of which have also been reported for in vitro systems with other persistent RNA viruses, e.g. Sindbis virus [9] , poliovirus [2] , paramyxovirus SV5 [4] , measles virus [5] and in¯uenza A virus [17] . Certain ®ndings appear to be striking for our model:", "cite_spans": [{"start": 333, "end": 336, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 350, "end": 353, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 374, "end": 377, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 394, "end": 397, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 419, "end": 423, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Introduction"}, {"text": "(i) Survival of infected host cells is ensured by the suppression of cytolytic effects, (ii) virus replication is an insteadily regulated process, including nonproductive and productive phases, (iii) viral genomes are detectable in every single cell of a long-term persistent culture, and (iv) a transfer to secondary persistently infected cells can be accomplished by the viral particles released ( [12] , summarized in [11] ). Biochemical peculiarities of the persistent variant (C/AA-pi) in comparison to its parental wild-type (C/AA-wt) have been documented, in particular an increased receptor binding af®nity: low-receptor type cells were shown to be exclusively susceptible to the C/AA-pi variant [10] , a fact which raised the question whether the persistently infected cells retain their susceptibility to infection by the virus shedded into the culture medium. This being the case, the superinfection of MDCK-pi cells might happen continuously. Alternatively, if viral particles were inef®cient in superinfection, viral genomes might be passively distributed towards daughter cells through the vertical way via mitotic division. We addressed this point by testing the availability and functionality of sialoglycoprotein receptors in the MDCK-pi culture. The results obtained suggest a rate-limiting step for virus production, which is given by the restricted level of cellular receptors.", "cite_spans": [{"start": 400, "end": 404, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 421, "end": 425, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 704, "end": 708, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "MDCK I, MDCK II and MDCK-pi cells were cultivated in Dulbecco's modi®ed Eagle's medium containing 10% (v/v) fetal calf serum by replacing the culture medium twice a week. Of note, the persistently infected MDCK-pi line was grown at virus-permissive (33 C) or nonpermissive temperatures (37 C). Single cell clones were generated as described earlier [12] . Stocks of persistent virus C/AA-pi and wild-type virus C/AA-wt were grown in the allantoic cavity of embryonated chicken eggs for 3±5 d at 33 C. Virus titers, in allantoic¯uids or in cell culture supernatants, were determined by the hemaglutination mictrotitration method using 1% chicken erythrocytes in phosphate-buffered saline (PBS). All titers higher than 1 HAU/ml were considered to be speci®c.", "cite_spans": [{"start": 349, "end": 353, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Cells and virus"}, {"text": "Infection of MDCK cells and superinfection of MDCK-pi cells were performed in 12-well plates. For superinfection, the productivity of endogeneous persistent virus in MDCK-pi cells was suppressed by cultivating these cultures at the nonpermissive 37 C temperature for approximately 1 week prior to superinfection. Monolayers were rinsed twice with PBS and overlayed with 500 ml of virus inoculum (containing 32±128 HAU/ml). After a 1 h incubation at 33 C under occasional shaking, the inoculum was removed by rinsing twice with PBS. Freshly infected and superinfected cells were cultivated in medium containing 2% fetal calf serum at 33 C. For cocultivation, nonproductive MDCK-pi cells were trypsinized and freshly seeded in a mixture of equal volumes with MDCK I or MDCK II cells. Cell mixtures were cultivated in 50 ml¯asks or 12-well plates with fresh medium containing 10% fetal calf serum. After an initial incubation at 37 C (approximately 6 h) for optimal cell adsorption, all cocultures were grown at 33 C and ®nally tested for total virus production by hemagglutination tiration and in situ esterase staining.", "cite_spans": [], "ref_spans": [], "section": "Infection, superinfection and cocultivation"}, {"text": "MDCK I cells were grown on Lab-Tek slides (Nunc) and ®xed in original morphology by a 15 min treatment with 3% formaldehyde in PBS (pH 7.2) at room temperature without permeabilization. Blocking occurred by preincubation of the slides with nonspeci®c horse serum for 30 min at 37 C. As primary antibodies, a monoclonal antibody with speci®city for the viral glycoprotein HEF (MAb-HEF FCDD4Á1) and a rabbit antiserum raised against a synthetic gp40-peptide (amino acids 26±40) were incubated simultaneously for 90 min at 37 C. After rinsing, the secondary antibodies (anti-mouse IgG-rhodamine and anti-rabbit IgG-¯uorescein isothiocyanate) were applied for 45 min at 37 C, rinsed again and covered in the dark before analysis by¯uorescence microscopy.", "cite_spans": [], "ref_spans": [], "section": "Immunofluorescence double staining"}, {"text": "Bovine brain gangliosides (Sigma) were suspended in PBS by vortexing for 1 min at room temperature. Con¯uent monolayers or cells pelleted after trypsinization were pretreated with an overlay of 100 mU/ml neuraminidase from Clostridium perfringens (Sigma) for 30 min at 37 C. The enzyme was removed and cells were washed three times with PBS. Ganglioside solutions were applied in various concentrations (1±25 mg/ml) and incubated for 90 min at 37 C. Subsequently cells were washed with PBS and utilized for infection or cocultivation as described above.", "cite_spans": [], "ref_spans": [], "section": "Ganglioside treatment"}, {"text": "Cellular sialoglycoproteins, containing Neu5, 9Ac 2 , the receptor determinant for in¯uenza C virus, were detected by an in vitro virus binding assay as described by Zimmer et al. [19] . In brief, about 1Â10 7 cells of each cell clone were lysed with 1 ml of RIPA buffer. Glycoproteins were isolated by af®nity chromatography using wheat germ agglutinin agarose. Following SDS-PAGE, the glycoproteins were immobilized on nitrocellulose. For detection of proteins containing 9-O-acetylated sialic acid, the blot was incubated with a mutant of in¯uenza C/Johannesburg/1/66 virus. This mutant recognizes 9-O-acetylated sialic acid more ef®ciently than does the parental virus [15] . Bound virus was detected using a chromogenic esterase substrate which is cleaved by the viral O-acetylesterase.", "cite_spans": [{"start": 180, "end": 184, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 673, "end": 677, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "In vitro virus binding assay"}, {"text": "In situ staining of the viral acetylesterase activity, as displayed by the HEF glycoprotein, was basically performed according to Wagaman et al. [18] with minor modi®cations [12] . Infected cells were ®xed, incubated with the esterase substrate analogue a-naphthyl acetate-pararosanilin and analyzed microscopically for the red colour reaction, marking HEF-expressing cells.", "cite_spans": [{"start": 145, "end": 149, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 174, "end": 178, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "In situ esterase staining"}, {"text": "Persistently infected MDCK-pi cells in the nonproductive state (see Materials and methods) and virus-free MDCK I cells were both infected with two different dilutions (1:8 and 1:2) of egg-grown wild-type C/AA-wt virus (256 HAU/ml). In MDCK I cells, both virus inoculum concentrations produced detectable titers of progeny within three days (Table 1 ). In the parallel setup, however, MDCK-pi cells did not respond to superinfection by either of the two virus concentrations, which was reproduced in further experiments testing different inoculums. It should be mentioned that reactivation of the suppressed endogeneous virus was not observed within one week in these experiments. Similar results were obtained when fresh MDCK I cells were infected successively with persistent and wild-type virus. After having been used for a transfer of C/AA-pi virus to establish a new state of persistence over 1 month, the cells were subsequently superinfected with C/AA-wt virus. Here again, the second inoculum did not produce measurable amounts of progeny virus (not shown). These observations suggest that persistently infected MDCK cells are resistant against secondary infectious inoculums of in¯uenza C virus.", "cite_spans": [], "ref_spans": [{"start": 340, "end": 348, "text": "(Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "The in¯uence of virus receptors on the susceptibility of persistently infected cells to superinfection by in¯uenza C virus was assayed by a receptor reconstitution experiment (Table 2 ). Bovine brain gangliosides are known to contain the receptor determinant Neu5, 9Ac 2 and have been successfully used to enhance virus uptake by cells de®cient in surface receptors [7] . In this study we performed ganglioside treatment of MDCK-pi cells in the nonproductive phase. As described for Table 1 , the cells were subjected to superinfection with C/AA-wt or C/AA-pi virus, respectively. In a concentration-dependent manner, ganglioside supplementation increased the susceptibility of these host cells to virus infection. Interestingly, the C/AA-pi variant showed slower kinetics of progeny production than wild-type virus (possibly due to defective virus in the egg-grown inoculum), but reached the same quantitative end points. This experiment provides evidence that the low concentration of receptor deter-minants on the MDCK-pi cell surface is a limiting factor for virus uptake. The quantity of sialoglycoproteins containing receptor determinants for in¯uenza C virus binding was determined for MDCK-pi cells. Single cell cloning was performed in order to investigate the degree of heterogeneity within the culture. The glycoproteins of individual clones were isolated by wheat germ agglutination and used for an in vitro virus binding assay (Fig. 1) . With MDCK I cells a number of sialoglycoproteins are recognized by in¯uenza C virus. Among these, only a protein of 40 kDa is expressed on the cell surface [19] . This protein, termed gp40, appears to be heterogeneous in quantity on uninfected MDCK I cells, as determined by immuno¯uorescence staining (G. Zimmer, unpubl. obs.). In the clonal analysis of MDCK-pi cells, neither the gp40 nor any other glycoprotein was recognized by in¯uenza C virus, indicating a lack of receptor determinants on these proteins. The results demonstrate that the amounts of Neu5, 9Ac 2 in all MDCK-pi cell clones tested were drastically reduced with respect to uninfected MDCK I cells.", "cite_spans": [{"start": 366, "end": 369, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1607, "end": 1611, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 175, "end": 183, "text": "(Table 2", "ref_id": "TABREF1"}, {"start": 483, "end": 490, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1440, "end": 1448, "text": "(Fig. 1)", "ref_id": "FIGREF2"}], "section": "Results"}, {"text": "In order to address the question of colocalization between gp40 and the viral receptor-binding glycoprotein (HEF), double staining by indirect immuno- ¯uorescence was carried out. MDCK I cells were freshly infected with the persistent virus variant and analyzed 10 days postinfection. Both antigens were mainly detected in the form of a ring-shaped membrane staining. The intensity of labelling was variable for both antigens, i.e. clearly positive signals were restricted to a subset of cells. Hereby gp40 detection was quantitatively reduced in comparison to uninfected cells. Typically, the cell distribution of gp40 and HEF showed an inverse proportion: cells expressing high amounts of HEF were devoid of gp40 and, in opposite, those cells remaining brightly gp40-positive postinfection did not produce viral antigen (not shown). This behaviour re¯ects the tendency of exclusive surface presentation of either cell receptor or viral receptor-binding protein on each speci®c cell. Given these informations, the signi®cance of receptor levels for virus production during persistence was illustrated by cocultivation tests (Table 3) . Uninfected MDCK I cells were freshly seeded together with an equal number of nonproductive MDCK-pi cells (the latter again having been suppressed in virus production by incubation at nonpermissive temperature). In contrast to MDCKpi cells alone, which remained in the nonproductive state for the test period, the coculture showed a clear shift to enhanced virus synthesis. Apparently, undetected amounts of virus, still disseminated from MDCK-pi cells, were suf®cient to be readily multiplied in the MDCK I cells added. This aspect con®rms the down-regulation of the viral replication cycle in persistently infected cells.", "cite_spans": [], "ref_spans": [{"start": 1125, "end": 1134, "text": "(Table 3)", "ref_id": null}], "section": "Results"}, {"text": "A connection between virus production in cocultures and the availability of cellular receptors was clari®ed by the use of MDCK II cells. This subline had been reported to be resistant to infection by in¯uenza C/JHB/1/66 virus and other strains due to the low receptor phenotype of its cell surface [7] . C/AA-pi virus, on the other hand, was shown to be capable of infecting these cells to a certain degree [10] . Taken this information, we performed cocultivations of 2) were compared to the derived cocultures using uninfected MDCK I cells which were started at day 14 applying equal volumes of both cell types c Cells were split after 5, 14, and 31 days and freshly seeded d Permissive and nonpermissive temperatures (33/37 C) were alternated to induce/ reduce virus production MDCK II cells with the MDCK-pi line and quantitated virus-producing cells in the microscopic ®eld (Fig. 2) . Virus induction by MDCK II cocultivation was very weak. In comparison to the distinct effect seen with the high-receptor type MDCK I cells (induction to 10.1% positive cells from a basal level of 3.7%) the MDCK II subline offered a low suitability as viral hosts (induction to 4.8% from 3.7%). By pretreatment of MDCK II cells with ganglioside-receptor substitutes, however, the induction in cocultures was increased stepwise to 8.3%. Thus, the difference between the two MDCK coculture hosts may re¯ect the linkage of cell surface receptor densities with persistent virus production. ", "cite_spans": [{"start": 298, "end": 301, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 407, "end": 411, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 469, "end": 471, "text": "2)", "ref_id": "FIGREF4"}, {"start": 879, "end": 887, "text": "(Fig. 2)", "ref_id": "FIGREF4"}], "section": "Results"}, {"text": "In vitro persistence models with in¯uenza viruses proved the capacity of viral genomes of specialized variants to reside in host cells for extended times. A coselection of spontaneous virus mutants, side by side with adapted cell subpopulations seems suggestive, since the stabilization of infected cells surviving the cytopathogenic stress was reported to be crucial ( [3, 16] , H. F. Maassab, unpubl. obs.). In this study we describe the loss of cell susceptibility to in¯uenza C virus after persistent infection. Three points of evidence link this effect to reduced receptor concentrations: (i) ganglioside treatment of MDCKpi cells restores the possibility of superinfection, (ii) binding of in¯uenza C virus to glycoproteins of MDCK-pi cells in a virus overlay assay is undetectably low and (iii) high-receptor type MDCK I cells, in contrast to lowreceptor type MDCK II, can function as productive acceptor cells in cocultures. The impact of differential receptor expression in a persistently infected cell culture was analyzed in detail for murine coronavirus MHV. A dynamic equilibrium of cells, either susceptible (receptor-positive) or resistant (receptornegative) to infection with MHV, was postulated to regulate the maintenance of persistence [14] . Furthermore in the case of human immunode®ciency virus type 1, a speci®c down-regulation of the CD4-receptor was found to occur regularly during viral persistence in lymphocytes. The viral NEF factor was identi®ed to induce CD4 endocytosis followed by lysosomal degradation, presumably contributing to the HIV-1 persistence mechanism [1] . In analogy, the recently described receptor for measles virus, CD46, is signi®cantly downregulated either after MV infection or after transient expression of the viral hemagglutinin in cultured cells [13] . Persistent infection of monkey kidney cells with MV resulted in the lack of CD46 surface expression [8] . Reduced amounts of a second measles virus receptor, moesin, were also detected in persistently infected human monocytes [6] . These examples, in accordance with the data presented here, indicate a speci®c regulatory function of receptor concentrations in viral persistence. While the in¯uence of receptor downregulation is poorly explained in vivo, the in vitro situation suggests the importance of limited viral replication for the bene®t of host cell survival.", "cite_spans": [{"start": 370, "end": 373, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 374, "end": 377, "text": "16]", "ref_id": "BIBREF15"}, {"start": 1255, "end": 1259, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1596, "end": 1599, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 1802, "end": 1806, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1909, "end": 1912, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 2035, "end": 2038, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion"}, {"text": "Taken together our observations suggest that in vitro persistence of in¯uenza C virus is established under continuous reduction of the amount of cell surface receptors. As a consequence, virus ampli®cation by superinfection of cells is suppressed and the total virus production of the culture was determined to remain in a restricted range, facilitating host cell survival. In an extreme case, virus transfer within the persistently infected culture is suggestive to be maintained exclusively on the viral RNA genome level by cell division. This statement is supported by the ®nding that nonproductive phases, even over months, do not terminate the state of persistence. To the contrary, nonproductive phases are characterized by the maintenance of C/AA-pi virus genomes in every single cell and by the possibility of reactivation ( [12] M. M., unpubl. obs.). Reactivation of infectious virus production might initiate from productive centers (as visualized in Fig. 2 ). Subsequently, enhanced virus spread could be connected with the capability of MDCK I cells to restore their surfaces with sialoglycoproteins, e.g. as reported for the rapid turn-over of gp40 [19] . The mechanism of receptor down-regulation, however, has still to be clari®ed. The most obvious explanation is the selection of low-receptor type cells, mediated by the permanent presence of viral receptor-destroying enzyme activity. Another possibility is given by the modi®ed intracellular events during long-term viral replication. Presumably viral products interfere with the expression and transport of cellular proteins. Monitoring of the distinct transport pathways for in¯uenza C viral proteins and cellular receptor precursors may provide this information.", "cite_spans": [{"start": 833, "end": 837, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1162, "end": 1166, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 961, "end": 967, "text": "Fig. 2", "ref_id": "FIGREF4"}], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Nef induces CD4 endocytosis: requirement for a critical dileucine motif in the membrane-proximal CD4 cytoplasmic domain", "authors": [{"first": "C", "middle": [], "last": "Aiken", "suffix": ""}, {"first": "J", "middle": [], "last": "Konner", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "Landau", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Lenburg", "suffix": ""}, {"first": "D", "middle": [], "last": "Trono", "suffix": ""}], "year": 1994, "venue": "Cell", "volume": "76", "issn": "", "pages": "853--864", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Identi®cation of a region of the poliovirus genome involved in persistent infection of HEp-2 cells", "authors": [{"first": "V", "middle": [], "last": "Calvez", "suffix": ""}, {"first": "I", "middle": [], "last": "Pelletier", "suffix": ""}, {"first": "S", "middle": [], "last": "Borzakian", "suffix": ""}, {"first": "F", "middle": [], "last": "Colbere-Garapin", "suffix": ""}], "year": 1993, "venue": "J Virol", "volume": "67", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A persistent infection of MDCK cells by an in¯uenza type B virus", "authors": [{"first": "A", "middle": ["C"], "last": "Clavo", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "Maassab", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Shaw", "suffix": ""}], "year": 1993, "venue": "Virus Res", "volume": "29", "issn": "", "pages": "21--31", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Evidence that the paramyxovirus simian virus 5 can establish quiescent infections by remaining inactive in cytoplasmic inclusion bodies", "authors": [{"first": "R", "middle": [], "last": "Fearns", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Young", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Randall", "suffix": ""}], "year": 1994, "venue": "J Gen Virol", "volume": "75", "issn": "", "pages": "3--525", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Measles virus from a long-term persistently infected human T lymphoblastoid cell line, in contrast to the cytocidal parental virus, establishes an immediate persistence in the original cell line", "authors": [{"first": "R", "middle": [], "last": "Fernandez-Munoz", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Celma", "suffix": ""}], "year": 1992, "venue": "J Gen Virol", "volume": "73", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Moesin: a cell membrane protein linked with susceptibility to measles virus infection", "authors": [{"first": "L", "middle": ["M"], "last": "Dunster", "suffix": ""}, {"first": "J", "middle": [], "last": "Schneider-Schaulies", "suffix": ""}, {"first": "Lo", "middle": [], "last": "Èf¯er", "suffix": ""}, {"first": "S", "middle": [], "last": "Lankes", "suffix": ""}, {"first": "W", "middle": [], "last": "Schwartz-Albies", "suffix": ""}, {"first": "R", "middle": [], "last": "Lottspeich", "suffix": ""}, {"first": "F", "middle": [], "last": "", "suffix": ""}, {"first": "Ter", "middle": [], "last": "Meulen", "suffix": ""}, {"first": "V", "middle": [], "last": "", "suffix": ""}], "year": 1994, "venue": "Virology", "volume": "198", "issn": "", "pages": "265--274", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The surface receptor is a major determinant of the cell tropism of in¯uenza C virus", "authors": [{"first": "G", "middle": [], "last": "Herrler", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "Klenk", "suffix": ""}], "year": 1987, "venue": "Virology", "volume": "159", "issn": "", "pages": "102--108", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Human cell receptor CD46 is down regulated through recognition of a membraneproximal region of the cytoplasmic domain in persistent measles virus infection", "authors": [{"first": "A", "middle": [], "last": "Hirano", "suffix": ""}, {"first": "S", "middle": [], "last": "Yant", "suffix": ""}, {"first": "K", "middle": [], "last": "Iwata", "suffix": ""}, {"first": "J", "middle": [], "last": "Korte-Sarfaty", "suffix": ""}, {"first": "T", "middle": [], "last": "Seya", "suffix": ""}, {"first": "S", "middle": [], "last": "Nagasawa", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Wong", "suffix": ""}], "year": 1996, "venue": "J Virol", "volume": "70", "issn": "", "pages": "6--929", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Conversion of lytic to persistent alphavirus infection by the bcl-2 cellular oncogene", "authors": [{"first": "B", "middle": [], "last": "Levine", "suffix": ""}, {"first": "Q", "middle": [], "last": "Huang", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Isaacs", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Reed", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Grif®n", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Hardwick", "suffix": ""}], "year": 1993, "venue": "Nature", "volume": "361", "issn": "", "pages": "739--742", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Persistent inuenza C virus possesses distinct functional properties due to a modi®ed HEF glycoprotein", "authors": [{"first": "M", "middle": [], "last": "Marschall", "suffix": ""}, {"first": "G", "middle": [], "last": "Herrler", "suffix": ""}, {"first": "Bo", "middle": [], "last": "Èswald", "suffix": ""}, {"first": "C", "middle": [], "last": "Foerst", "suffix": ""}, {"first": "G", "middle": [], "last": "Meier-Ewert", "suffix": ""}, {"first": "H", "middle": [], "last": "", "suffix": ""}], "year": 1994, "venue": "J Gen Virol", "volume": "75", "issn": "", "pages": "189--191", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "A tissue culture model of viral persistence for an orthomyxovirus", "authors": [{"first": "M", "middle": [], "last": "Marschall", "suffix": ""}, {"first": "A", "middle": [], "last": "Schuler", "suffix": ""}, {"first": "A", "middle": [], "last": "Hecht®scher", "suffix": ""}, {"first": "A", "middle": [], "last": "Helten", "suffix": ""}, {"first": "Bo", "middle": [], "last": "Èswald", "suffix": ""}, {"first": "C", "middle": [], "last": "Meier-Ewert", "suffix": ""}, {"first": "H", "middle": [], "last": "Blau", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Roberts", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Compans", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "", "suffix": ""}], "year": 1996, "venue": "Options for the control of in¯uenza III", "volume": "", "issn": "", "pages": "455--460", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "In¯uenza C virus RNA is uniquely stabilized in a steady state during primary and secondary persistent infections", "authors": [{"first": "M", "middle": [], "last": "Marschall", "suffix": ""}, {"first": "A", "middle": [], "last": "Schuler", "suffix": ""}, {"first": "H", "middle": [], "last": "Meier-Ewert", "suffix": ""}], "year": 1996, "venue": "J Gen Virol", "volume": "77", "issn": "", "pages": "681--686", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Measles virus haemagglutinin induces down-regulation of gp57/67, a molecule involved in virus binding", "authors": [{"first": "D", "middle": [], "last": "Naniche", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Wild", "suffix": ""}, {"first": "C", "middle": [], "last": "Rabourdin-Combe", "suffix": ""}, {"first": "D", "middle": [], "last": "Gerlier", "suffix": ""}], "year": 1993, "venue": "J Gen Virol", "volume": "74", "issn": "", "pages": "73--74", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Persistent infection of cultured cells with mouse hepatitis virus (MHV) results from the epigenetic expression of the MHV receptor", "authors": [{"first": "S", "middle": ["G"], "last": "Sawicki", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Lu", "suffix": ""}, {"first": "K", "middle": ["V"], "last": "Holmes", "suffix": ""}], "year": 1995, "venue": "J Virol", "volume": "69", "issn": "", "pages": "5--535", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A single point mutation of the in¯uenza C virus glycoprotein (HEF) changes the viral receptorbinding activity", "authors": [{"first": "S", "middle": [], "last": "Szepanski", "suffix": ""}, {"first": "H", "middle": [], "last": "Gross", "suffix": ""}, {"first": "R", "middle": [], "last": "Brossmer", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "Klenk", "suffix": ""}, {"first": "G", "middle": [], "last": "Herrler", "suffix": ""}], "year": 1992, "venue": "Virology", "volume": "188", "issn": "", "pages": "85--92", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Persistence of viral genes in a variant of MDBK cell after productive replication of a mutant of in¯uenza virus A/ WSN", "authors": [{"first": "M", "middle": [], "last": "Urabe", "suffix": ""}, {"first": "T", "middle": [], "last": "Tanaka", "suffix": ""}, {"first": "T", "middle": [], "last": "Odagiri", "suffix": ""}, {"first": "M", "middle": [], "last": "Tashiro", "suffix": ""}, {"first": "K", "middle": [], "last": "Tobita", "suffix": ""}], "year": 1993, "venue": "Arch Virol", "volume": "128", "issn": "", "pages": "97--110", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "MDBK cells which survived infection with a mutant of in¯uenza virus A/WSN and subsequently received many passages contained viral M and NS genes in full length in the absence of virus production", "authors": [{"first": "M", "middle": [], "last": "Urabe", "suffix": ""}, {"first": "T", "middle": [], "last": "Tanaka", "suffix": ""}, {"first": "K", "middle": [], "last": "Tobita", "suffix": ""}], "year": 1992, "venue": "Arch Virol", "volume": "130", "issn": "", "pages": "457--462", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Detection of in¯uenza C virus by using an in situ esterase assay", "authors": [{"first": "P", "middle": [], "last": "Wagaman", "suffix": ""}, {"first": "A", "middle": [], "last": "Spence", "suffix": ""}, {"first": "R", "middle": [], "last": "O&apos;callghan", "suffix": ""}], "year": 1989, "venue": "J Clin Microbiol", "volume": "27", "issn": "", "pages": "832--836", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Identi®cation of a 40-kDa cell surface sialoglycoprotein with the characteristics of a major in¯uenza C virus receptor in a Madin-Darby canine kidney cell line", "authors": [{"first": "G", "middle": [], "last": "Zimmer", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "Klenk", "suffix": ""}, {"first": "G", "middle": [], "last": "Herrler", "suffix": ""}], "year": 1995, "venue": "J Biol Chem", "volume": "270", "issn": "", "pages": "17--815", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Determined by hemagglutination tests from the culture supernatant [HAU/ml]", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Ganglioside treatment of the cell layers was performed prior to infection b Determined by hemagglutination tests from the culture supernatant [HAU/ml]", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Analysis of the binding of in¯uenza C virus to glycoproteins of MDCK-pi cells. Single cell clones of MDCK-pi were prepared for glycoprotein isolation and used for a virus overlay binding assay. Bound virus was detected by the colour substrate reaction of the viral HEF acetylesterase. Note: Uninfected MDCK I cells (U ) are stained in a marked pattern ± the lowest band representing gp40 (see arrowhead) ± while no binding of virus to any glycoprotein is detectable with single cell clones (SCC) 1±8 of MDCK-pi cells. M Marker (200, 97, 69, 46, 30 kDa)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Determined by hemagglutination tests from the culture supernatant [HAU/ml] b Two MDCK-pi cultures (1 and", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Cocultivation of uninfected MDCK sublines with MDCK-pi cells. A MDCK-pi cells were cocultivated with high-receptor type MDCK I or low-receptor type MDCK II cells. After three days the cells were utilized for in situ esterase staining as a quantitative marker of virus production. Positive cells, as visualized by dark colour reaction (magni-®cation: Â40) were counted in 4 independent ®elds of the layer. Mean values are indicated in percentages. (Note that in the view presented, excessive staining re¯ects higher positive values than counted). B MDCK-pi cells were cocultivated with low-receptor type MDCK II cells, after these had been subject to treatment with increasing concentrations of ganglioside treatment (0, 1, 5, 25 mg/ml ± from left to right). In situ esterase staining and evaluation was performed as in A", "latex": null, "type": "figure"}, "TABREF0": {"text": "Infection/superinfection experiment, comparing levels of total virus production", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Progeny virusa\n</td></tr><tr><td>Host cell </td><td>Inoculum virus </td><td>1 2 </td><td> </td><td>3 days\n</td></tr><tr><td>mock </td><td>0 </td><td>0 </td><td>0\n</td></tr><tr><td>MDCK I </td><td>C/AA-wt: low m.o.i. </td><td>0 </td><td>1 </td><td>2\n</td></tr><tr><td>C/AA-wt: high m.o.i. </td><td>3 </td><td>16 </td><td>16\n</td></tr><tr><td>MDCK-pi </td><td>mock </td><td>0 </td><td>0 </td><td>0\n</td></tr><tr><td>C/AA-wt: low m.o.i. </td><td>0 </td><td>0 </td><td>0\n</td></tr><tr><td>C/AA-wt: high m.o.i. </td><td>0 </td><td>0 </td><td>0\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Superinfection of nonproductive, persistently infected cells after receptor reconstitution a", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Gangliosides </td><td>Progeny virusb\n</td><td> </td><td> </td></tr><tr><td>Host cell </td><td>[mg/ml] </td><td>Inoculum virus </td><td>1 </td><td>2 </td><td>3 </td><td>7 </td><td>10 days\n</td></tr><tr><td>MDCK-pi </td><td>0 </td><td>C/AA-wt </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>1\n</td></tr><tr><td> </td><td>0 </td><td>C/AA-pi </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>1\n</td></tr><tr><td> </td><td>1 </td><td>C/AA-wt </td><td>0 </td><td>0 </td><td>1 </td><td>2 </td><td>4\n</td></tr><tr><td> </td><td>1 </td><td>C/AA-pi </td><td>0 </td><td>0 </td><td>0 </td><td>1 </td><td>4\n</td></tr><tr><td> </td><td>5 </td><td>C/AA-wt </td><td>0 </td><td>1 </td><td>2 </td><td>4 </td><td>8\n</td></tr><tr><td> </td><td>5 </td><td>C/AA-pi </td><td>0 </td><td>0 </td><td>1 </td><td>2 </td><td>8\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors wish to thank Anne Hecht®scher, Anke Zach and Anke Helten for collaboration and many helpful discussions. This work was supported by grant Me 422/ 3-2 from the Deutsche Forschungsgemeinschaft.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Received September 9, 1996 ", "cite_spans": [{"start": 9, "end": 26, "text": "September 9, 1996", "ref_id": null}], "ref_spans": [], "section": "annex"}]}