{
    "paper_id": "2a18455613b6c870949e664b03bcffe17d67905b",
    "metadata": {
        "title": "Cyclin N-Terminal Domain-Containing-1 Coordinates Meiotic Crossover Formation with Cell- Cycle Progression in a Cyclin-Independent Manner",
        "authors": [
            {
                "first": "Stephen",
                "middle": [],
                "last": "Gray",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emerson",
                "middle": [
                    "R"
                ],
                "last": "Santiago",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joshua",
                "middle": [
                    "S"
                ],
                "last": "Chappie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paula",
                "middle": [
                    "E"
                ],
                "last": "Cohen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Highlights d CNTD1 associates with sites of crossing over in meiosis, colocalizing with MutLg d In the testis, CNTD1 does not interact with CDKs or with known crossover regulators d CNTD1 regulates crossing over via interactions with the replication factor C complex d CNTD1 regulates cell-cycle progression via interactions with the SCF complex SUMMARY During mammalian meiotic prophase I, programmed DNA double-strand breaks are repaired by non-crossover or crossover events, the latter predominantly occurring via the class I crossover pathway and requiring the cyclin N-terminal domain-containing 1(CNTD1) protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Using an epitope-tagged Cntd1 allele, we detect a short isoform of CNTD1 in vivo that lacks a predicted N-terminal cyclin domain and does not bind cyclindependent kinases. Instead, we find that the short-form CNTD1 variant associates with components of the replication factor C (RFC) machinery to facilitate crossover formation, and with the E2 ubiquitin conjugating enzyme, CDC34, to regulate ubiquitylation and subsequent degradation of the WEE1 kinase, thereby modulating cell-cycle progression. We propose that these interactions facilitate a role for CNTD1 as a stop-go regulator during prophase I, ensuring accurate and complete crossover formation before allowing metaphase progression and the first meiotic division.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The cyclin family member, CNTD1, is critical for establishing crossovers during meiosis. The predominant CNTD1 isoform in mouse spermatocytes lacks features that enable interaction with CDKs. Gray et al. find that CNTD1 coordinates crossover regulation with cell-cycle progression through interactions with the replication factor C and SKP1-Cullin-F-box ubiquitin ligase complexes.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 203,
                    "text": "Gray et al.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "In Brief"
        },
        {
            "text": "Meiosis is a specialized cell division consisting of one round of DNA replication followed by two rounds of chromosome segregation. During meiosis I, homologous chromosomes must pair, synapse, and form crossovers to enable accurate segregation at the first meiotic division (MI). During the second meiotic division (MII), the paired sister chromatids segregate, resulting in the formation of haploid gametes .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Crossing over is achieved through meiotic recombination, which is dependent on, and required for, accurate synapsis. Synapsis is achieved by the formation of the synaptonemal complex (SC), whose assembly and status defines the five sub-stages of prophase I. Meiotic recombination is initiated by the formation of programmed DNA double-strand breaks (DSBs) throughout the genome in early leptonema (Baudat et al., 2000; Keeney et al., 1997 , 1999 , Robert et al., 2016a , 2016b Romanienko and Camerini-Otero, 2000) . In the mouse, 200-300 DSBs are generated and processed through common intermediate repair steps to yield either non-crossover or crossover events . While the majority of DSBs ($90% in the mouse) repair as non-crossovers in zygonema and early pachynema, the crossovers that form during pachynema establish the inter-homolog tethers that allow for their correct segregation at MI (Cole et al., 2014) . Thus, the correct timing, frequency, and distribution of crossovers ensures that at least one crossover per pair is generated (the obligate crossover) (Jones, 1984) , that crossovers are maintained at the expense of non-crossovers (crossover homeostasis) (Cole et al., 2012; Martini et al., 2006) , and that the formation of one crossover prevents the formation of nearby crossovers (interference) (Jones and Franklin, 2006) . How these rules are enforced within the realm of DSB repair and shape crossover and non-crossover decisions remains unclear.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 418,
                    "text": "(Baudat et al., 2000;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 419,
                    "end": 438,
                    "text": "Keeney et al., 1997",
                    "ref_id": null
                },
                {
                    "start": 439,
                    "end": 445,
                    "text": ", 1999",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 446,
                    "end": 468,
                    "text": ", Robert et al., 2016a",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 469,
                    "end": 476,
                    "text": ", 2016b",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 477,
                    "end": 513,
                    "text": "Romanienko and Camerini-Otero, 2000)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 894,
                    "end": 913,
                    "text": "(Cole et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 1067,
                    "end": 1080,
                    "text": "(Jones, 1984)",
                    "ref_id": null
                },
                {
                    "start": 1171,
                    "end": 1190,
                    "text": "(Cole et al., 2012;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1191,
                    "end": 1212,
                    "text": "Martini et al., 2006)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1314,
                    "end": 1340,
                    "text": "(Jones and Franklin, 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In the mouse, crossovers can form by at least two mechanisms. The class I (ZMM) pathway is responsible for the majority of crossovers and uses the DNA mismatch repair endonuclease MutLg, a heterodimer of MLH1 and MLH3 (Edelmann et al., 1996; Lipkin et al., 2002) . MLH1 and MLH3 co-localize along chromosome cores at a frequency of $23 foci at pachynema (Baker et al., 1996) , reflecting 90%-95% of the final crossover count in male meiosis (Lipkin et al., 2002; Svetlanov et al., 2008) . The distribution of MutLg foci during pachynema in mouse spermatocytes is interference dependent and satisfies the requirement for the obligate crossover (Broman et al., 2002) . Loss of either component of MutLg results in infertility due to the loss of most crossovers, leading to arrest before metaphase I in males and meiosis I non-disjunction in females (Baker et al., 1996; Edelmann et al., 1996; Kolas et al., 2005; Lipkin et al., 2002) . The remaining 5%-10% crossovers are generated by the class II MUS81-EME1-dependent pathway. These class II crossovers are interference independent, but cannot account for all of the class I-independent crossovers since the mutation of both Mlh3 and Mus81 leads to the persistence of 1-3 chiasmata (Holloway et al., 2008) . (B) WB using antibodies against the HA epitope and glyceraldehyde 3-phosphate dehydrogenase (GAPDH) from testis lysate of Cntd1 +/+ , Cntd1 FH/+ , and Cntd1 FH/FH mice. The green arrow indicates the CNTD1-specific band.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 241,
                    "text": "(Edelmann et al., 1996;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 242,
                    "end": 262,
                    "text": "Lipkin et al., 2002)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 354,
                    "end": 374,
                    "text": "(Baker et al., 1996)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 441,
                    "end": 462,
                    "text": "(Lipkin et al., 2002;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 463,
                    "end": 486,
                    "text": "Svetlanov et al., 2008)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 643,
                    "end": 664,
                    "text": "(Broman et al., 2002)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 847,
                    "end": 867,
                    "text": "(Baker et al., 1996;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 868,
                    "end": 890,
                    "text": "Edelmann et al., 1996;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 891,
                    "end": 910,
                    "text": "Kolas et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 911,
                    "end": 931,
                    "text": "Lipkin et al., 2002)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1231,
                    "end": 1254,
                    "text": "(Holloway et al., 2008)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "(C) WB using the rabbit HA antibody against immunoprecipitated testis lysate from Cntd1 FH/FH mice using rat anti-HA antibody. The green arrow indicates the specific enriched band. (D) WB using the anti-HA antibody against testis lysate from Cntd1 +/+ and Cntd1 FH/FH mice following normal and extended sonication. The green arrow indicates the specific band.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "(E) WB using the anti-HA antibody against yeast lysate expressing Cntd1 short-form and full-length Cntd1 from P ADH1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "(legend continued on next page)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "2 Cell Reports 32, 107858, July 7, 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Article ll OPEN ACCESS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "One of the major questions in mammalian meiosis concerns how crossovers are selected from the initial pool of 200-300 DSB repair intermediates. Initially, a subset ($150) of these repair intermediates accrue the MutSg heterodimer of MSH4 and MSH5 (Edelmann et al., 1999; Kneitz et al., 2000) , an event called crossover licensing. Of these, only 23-26 MutSg sites subsequently become loaded with MutLg to form class I crossovers, while the remaining sites are repaired either through the class II crossover pathway or via the formation of non-crossovers (Cole et al., 2014; Holloway et al., 2008; Milano et al., 2019) . The mechanism by which MutSg becomes further selected by the accrual of MutLg has been called crossover designation, leading to the idea that crossover homeostasis is imposed sequentially by the association of these pro-crossover MutS/MutL proteins (Cole et al., 2012; Hunter, 2015; Moens et al., 2002) .",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 270,
                    "text": "(Edelmann et al., 1999;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 271,
                    "end": 291,
                    "text": "Kneitz et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 554,
                    "end": 573,
                    "text": "(Cole et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 596,
                    "text": "Holloway et al., 2008;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 597,
                    "end": 617,
                    "text": "Milano et al., 2019)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 869,
                    "end": 888,
                    "text": "(Cole et al., 2012;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 889,
                    "end": 902,
                    "text": "Hunter, 2015;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 903,
                    "end": 922,
                    "text": "Moens et al., 2002)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Recent studies have revealed a number of regulatory molecules that aid in crossover designation and that are essential for class I crossovers, including crossover site-associated-1 (COSA1) in Caenorhabditis elegans (Yokoo et al., 2012) and its mammalian ortholog cyclin N-terminal domain-containing-1 (CNTD1) . Loss of COSA1 in worms results in a failure to accumulate MSH-5 at DSB repair intermediates and the loss of all crossovers (Yokoo et al., 2012) . The loss of CNTD1 in the mouse results in similar meiotic failure characterized by persistently elevated early crossover factors through pachynema and failure to load crossover designation factors such as MutLg, the crossover site-associated cyclin-dependent kinase-2 (CDK2), and the putative ubiquitin E3 ligase HEI10 . In the present study, we sought to further elucidate the function of CNTD1 in driving crossover formation. We generated a dual epitope-tagged allele of Cntd1 (Cntd1 FH ) to facilitate the tracking of CNTD1 protein in mouse spermatocytes and to enable the analysis of the CNTD1 interactome. We find that CNTD1 localizes to sites that are loaded with MutLg, but surprisingly, the predominant form of CNTD1 in spermatocytes lacks the ability to interact with known meiotic CDKs or crossover factors. Instead, CNTD1 drives crossover designation and cell-cycle progression through distinct interactions with key regulatory complexes involved in facilitating the activity of MutLg (namely replication factor C [RFC]) and those involved in modulating cell-cycle progression through the ubiquitylation of critical cell-cycle regulators (namely CDC34-containing SKP1-Cullin-Fbox [SCF] complex).",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 235,
                    "text": "(Yokoo et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 454,
                    "text": "(Yokoo et al., 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Epitope Tagging of CNTD1 to Create a Cntd1 FLAG-HA Allele Reveals a Short-Form CNTD1 We used CRISPR-Cas9 to generate a dual C-terminal FLAGhemagglutinin (HA) epitope tagged allele ( Figure S2A ), called Cntd1 FH . The dual tag was placed at the 3 0 end of the protein, preceding the stop codon. Cntd1 FH/FH male mice are almost indistinguishable from wild-type littermates ( Figure S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 192,
                    "text": "Figure S2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 375,
                    "end": 384,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Annotation of the Cntd1 genomic locus describes a 7-exon gene encoding a 334-amino acid protein with a predicted molecular weight of $40 kDa for the full-length, tagged form (Figures 1A and S2A) (NCBI: NM_026562). Western blotting (WB) of whole testis extracts from Cntd1 +/+ , Cntd1 FH/+ , and Cntd1 FH/FH adult matched littermates demonstrated the presence of the protein specifically in mice bearing the Cntd1 FH allele, but revealed a smaller-than-expected band at $30 kDa, present only in the testis (Figures 1B and S2B, arrow) . Prior characterization of the Cntd1 locus described the use of a start codon near the beginning of exon 3 (NCBI: DS033671), which would produce a 27.5-kDa endogenous protein and a 29.7-kDa tagged protein, matching the size we observe by WB ( Figures 1A, 1B , and S2A). We call this protein product CNTD1 short form. Since a non-specific band around the predicted size (40 kDa) for CNTD1 FH is observed, we undertook immunoprecipitation (IP) followed by WB using two independent anti-HA antibodies to determine whether a form of Cntd1 FH exists that is obscured by this non-specific band. We observe the enrichment of the smaller 30-kDa band in the IP fraction ( Figure 1C , arrow), loss of the non-specific band at $40 kDa, and no additional specific bands ( Figure 1C) .",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 525,
                    "text": "(Figures 1B and S2B,",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 532,
                    "text": "arrow)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 777,
                    "end": 791,
                    "text": "Figures 1A, 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1197,
                    "end": 1206,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1294,
                    "end": 1304,
                    "text": "Figure 1C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We considered the possibility that standard sonication for protein extraction may not sufficiently liberate proteins associated with dense chromatin (T. Tran and J. Schimenti, personal communication). To determine whether this may explain the absence of a native 40-kDa CNTD1 isoform, we undertook an extended sonication technique, but we were unable to identify additional bands by WB ( Figure 1D ). We also considered whether the CNTD1 full-length protein could migrate smaller than predicted by WB. However, when we expressed constructs encoding the FLAG-HA-tagged full-length and short forms of CNTD1, we detected both forms of the protein by WB using an anti-HA antibody ( Figure 1E ). The CNTD1 short form migrates at the expected 30 kDa size. Thus, anti-HA antibodies can detect both full-length and short-form CNTD1, but they detect only the latter in mouse spermatocyte extracts, leading us to conclude that the major CNTD1 variant found in mouse testis is the short-form 30-kDa protein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 388,
                    "end": 397,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 678,
                    "end": 687,
                    "text": "Figure 1E",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Comparative Analysis of CNTD1 Orthologs Reveals N-Terminal Variability Next, we examined the sequences of other CNTD1 orthologs. Sequence alignment shows strong conservation of CNTD1 across a diverse set of species, with a few important caveats. First, we identified an internal methionine that is absolutely conserved throughout the entire family ( Figure S3 , blue). This methionine corresponds to the alternative start codon that (F) N-terminal splice variants of mammalian CNTD1 homologs. Blue coloring denotes the conserved methionine of the short form in each homolog, with the immediate downstream amino acid sequences that follow colored black. In the mouse, Iso1 and Iso2 are equivalent to the annotated full-length CNTD1 and CNTD1 short form, respectively. (G) Yeast two-hybrid with full-length CNTD1 and CNTD1 short form (bait) with CDKs expressed (prey), grown on control (-LEU-TRP) and selective plates (-ADE-HIS-LEU-TRP). (H) WB using antibodies against CDK2 and CDK4 from anti-HA IP of Cntd1 FH/FH testis lysate. The stars indicate the non-specific bands.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 359,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Cell Reports 32, 107858, July 7, 2020 3 Article ll OPEN ACCESS produces the short form of CNTD1 in the mouse (Figures 1F and S3) . Second, we observe greater variability in the N-terminal portion of the protein upstream of this methionine ( Figure 1F ). This manifests as splice variants within species that exhibit multiple annotated isoforms ( Figure 1F ). Splicing always preferentially modifies the N terminus, leading to truncations that, at a minimum, constitute the short form of the protein. The koala ortholog exemplifies this pattern of variability ( Figure 1F ). It is important to note that one species, the American alligator, has only a single short isoform described that begins at the alternative methionine start site ( Figure S3 , bottom row). These in silico findings underscore the evolutionary conservation of the CNTD1 short form and suggest its broader biological importance.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 128,
                    "text": "(Figures 1F and S3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 250,
                    "text": "Figure 1F",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 346,
                    "end": 355,
                    "text": "Figure 1F",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 561,
                    "end": 570,
                    "text": "Figure 1F",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 737,
                    "end": 746,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The CNTD1 N Terminus Mediates Interactions with Cyclin-Dependent Kinases CNTD1 has predicted homology to cyclin proteins across 3 regions: amino acids 57-88, 117-135, and 140-180 ( Figure 1A ). Truncation of the N terminus in the CNTD1 short form removes the first 85 amino acids, encompassing the majority of cyclin homology region 1 ( Figure 1A ). Using yeast two-hybrid analysis, we investigated whether the CNTD1 short form would associate with the CDKs that predominate in mouse spermatocytes, CDKs 1, 2, 4, 5, and 6 (Adhikari et al., 2012; Ashley et al., 2001; Barriè re et al., 2007; Berthet et al., 2003; Session et al., 2001) . The full-length mouse CNTD1 interacts with CDK2 and CDK4 in yeast two-hybrid assays ( Figure 1G , top half). The CNTD1 short form, however, fails to interact with any of the tested CDKs ( Figure 1G , bottom half). To determine whether CDK2 and CDK4 interactions with CNTD1 exist in vivo, we immunoprecipitated CNTD1 FH from mouse testis using the anti-HA antibody and probed with antibodies against CDK2 and CDK4. IP with anti-HA antibodies failed to enrich for either CDK2 or CDK4 ( Figure 1H ), which is consistent with the conclusion that the CNTD1 short form is the predominant isoform in mouse and lacks the ability to interact with key prophase I CDKs.",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 545,
                    "text": "(Adhikari et al., 2012;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 546,
                    "end": 566,
                    "text": "Ashley et al., 2001;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 567,
                    "end": 590,
                    "text": "Barriè re et al., 2007;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 591,
                    "end": 612,
                    "text": "Berthet et al., 2003;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 613,
                    "end": 634,
                    "text": "Session et al., 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 190,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 337,
                    "end": 346,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 723,
                    "end": 732,
                    "text": "Figure 1G",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 825,
                    "end": 834,
                    "text": "Figure 1G",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1121,
                    "end": 1130,
                    "text": "Figure 1H",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We next undertook immunohistochemistry on testis sections from Cntd1 +/+ and Cntd1 FH/FH littermates. In testis sections from Cntd1 FH/FH adults, we observed staining in primary spermatocytes using antibodies against the HA tag (Figures 2A, 2B , S4A, and S4B). The localization of CNTD1 is restricted to prophase I cells, but appears to shuttle between the nucleus and cytoplasm in a stage-specific manner ( Figures 2B and S4B ). Cytoplasmic localization is observed when staining intensity is increased by prolonged exposure to 3,3 0 -diaminobenzidine (DAB) exposure ( Figure S4B , square arrows), but staining remains consistently heaviest in the nucleus ( Figure S4B , arrows). No HA signal was observed in testis sections from wild-type littermates (Figures 2A and S4A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 243,
                    "text": "(Figures 2A, 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 408,
                    "end": 426,
                    "text": "Figures 2B and S4B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 570,
                    "end": 580,
                    "text": "Figure S4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 659,
                    "end": 669,
                    "text": "Figure S4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 753,
                    "end": 773,
                    "text": "(Figures 2A and S4A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "CNTD1 FH Forms Discrete Foci in Pachytene Spermatocytes"
        },
        {
            "text": "We next used immunofluorescence staining on fixed testis sections and chromosome spread preparations. Using the same anti-HA antibody that we used in WB, which detected only the CNTD1 FH short orm, we observed discrete foci of CNTD1 FH at pachynema, distributed along the cores of the SC in testis sections and spread meiotic spermatocytes ( Figures   2C-2L ). For chromosome spreads, we used colocalization with the SC protein SYCP3 to assess the prophase I stage, providing a temporal profile of CNTD1 FH through prophase I. In leptonema, we observed diffuse nuclear staining of CNTD1 FH , which accumulates along the SC in zygonema, with some foci observed along the SC (Figures 2D and 2E ). Throughout pachynema, the diffuse nuclear staining of CNTD1 FH is no longer observed, being replaced by discrete foci along the SC at a frequency reminiscent of MutLg numbers (Figures 2F and J-L; Baker et al., 1996; Lipkin et al., 2002) . In early pachynema, localization of CNTD1 FH is observed in two distinct patterns: one population of cells has yet to accumulate any CNTD1 FH while a second population of cells shows increasing focus frequency ( Figure 2I ). By mid-pachynema, the focus frequency for CNTD1 FH is more homogeneous, at 27 ± 2.7, and persisting at 26.5 ± 3.3 in late pachynema ( Figure 2I ). By diplonema, the diffuse nuclear staining pattern resumes, but clear foci of HA signal remain associated with the SC ( Figures 2G and 2H ), and is lost by diakinesis.",
            "cite_spans": [
                {
                    "start": 870,
                    "end": 890,
                    "text": "(Figures 2F and J-L;",
                    "ref_id": null
                },
                {
                    "start": 891,
                    "end": 910,
                    "text": "Baker et al., 1996;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 911,
                    "end": 931,
                    "text": "Lipkin et al., 2002)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 342,
                    "end": 357,
                    "text": "Figures   2C-2L",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 673,
                    "end": 691,
                    "text": "(Figures 2D and 2E",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1146,
                    "end": 1155,
                    "text": "Figure 2I",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1293,
                    "end": 1302,
                    "text": "Figure 2I",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1426,
                    "end": 1443,
                    "text": "Figures 2G and 2H",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "CNTD1 FH Forms Discrete Foci in Pachytene Spermatocytes"
        },
        {
            "text": "From mid-pachynema onward, the number of HA-marked CNTD1 foci is consistently higher than focus frequencies for MLH1 and MLH3 (Baker et al., 1996; Lipkin et al., 2002; Figures 2I and S1F) . Dual staining of CNTD1 FH and MLH1 reveals the frequent presence of CNTD1 FH foci that do not co-localize with MLH1 foci but not vice versa ( Figure 2L ). However, while we observe colocalization of CNTD1 FH and MLH1, given the spatial distance over which fluorescent molecules excite, this only indicates proximity but does not imply direct interaction.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 146,
                    "text": "(Baker et al., 1996;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 147,
                    "end": 167,
                    "text": "Lipkin et al., 2002;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 168,
                    "end": 187,
                    "text": "Figures 2I and S1F)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 341,
                    "text": "Figure 2L",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "CNTD1 FH Forms Discrete Foci in Pachytene Spermatocytes"
        },
        {
            "text": "In addition to the temporospatial pattern of CNTD1 FH protein signal, we observed 2 distinct intensity patterns for CNTD1 FH foci during pachynema: the majority of HA-stained foci are bright and robust, while $1-5 foci per cell are of weaker intensity (Figure 2J) . Increasing the imaging exposure time does not reveal additional faint foci that are not included in our quantitation nor do we observe any non-specific HA + signal on chromosome spreads from wild-type males ( Figures S4C-S4F ).",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 263,
                    "text": "(Figure 2J)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 475,
                    "end": 490,
                    "text": "Figures S4C-S4F",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "CNTD1 FH Forms Discrete Foci in Pachytene Spermatocytes"
        },
        {
            "text": "To define the temporal dynamics of CNTD1 appearance through prophase I relative to other key meiotic and cell-cycle regulators, an improved gravitational cell separation (STA-PUT) strategy was devised to allow the recovery of all stages of prophase I in a single procedure (Bellvé , 1993; Bellvé et al., 1977; Romrell et al., 1976) . Meiotic chromosome spreads were prepared from 46 fractions and scored based upon SC morphology and presence of the phosphorylated histone variant gH2AFX . The purity of STA-PUT-enriched fractions for each germ cell stage reached 67% leptonema, 45% zygonema, 89% pachynema, 79% diplonema, and 98% sperm across different fractions ( Figure 3A ). WB performed against proteins from the STA-PUT cell fractions resulted in a dynamic profile of protein levels using a battery of antibodies against meiosis regulators ( Figure 3A ), all compared to the dynamic expression of CNTD1 as detected by the HA tag. Detailed protein dynamics are delineated below, describing the data in Figure 3A . CNTD1 FH Expression (HA) The peak HA signal (for CNTD1 FH ) is observed within fractions enriched for leptonema through pachynema, which is coincident with the staining observed in spread testis spermatocytes. As 4 Cell Reports 32, 107858, July 7, 2020 Article ll OPEN ACCESS with our previous WBs (Figure 1 ), a single band of 30 kDa is observed in our isolated purified cell populations.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 288,
                    "text": "(Bellvé , 1993;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 289,
                    "end": 309,
                    "text": "Bellvé et al., 1977;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 310,
                    "end": 331,
                    "text": "Romrell et al., 1976)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [
                {
                    "start": 665,
                    "end": 674,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 847,
                    "end": 856,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1006,
                    "end": 1015,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1316,
                    "end": 1325,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "STA-PUT Protein Profiling"
        },
        {
            "text": "We observe the expression of CDK1 primarily in fractions enriched for leptotene through pachytene spermatocytes. A form of CDK1 with increased electrophoretic mobility is observed in pachynema. CDK2 has 2 characterized isoforms in the mouse; a 34-kDa short form (CDK2 34) lacking 48 amino acids compared with the longer 39-kDa (CDK2 39 ) isoform generated by alternate splicing (Ellenrieder et al., 2001) . The abundance and modifications of the two isoforms differs across STA-PUT-enriched fractions.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 404,
                    "text": "(Ellenrieder et al., 2001)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Cell-Cycle Regulation"
        },
        {
            "text": "The expression of CDK4 is observed in fractions enriched with leptotene, zygotene, pachytene, and sperm cells. CDK4 staining also shows an additional higher-molecular-weight-modified band that appears from leptonema until pachynema, in line with previously published localization patterns for CDK2 and CDK4 (Ashley et al., 2001) . ",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 328,
                    "text": "(Ashley et al., 2001)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Cell-Cycle Regulation"
        },
        {
            "text": "Expression of the early RING domain crossover factor RNF212 is observed coincident with the enrichment of leptotene cells and spans fractions enriched for leptonema though early pachynema. The appearance of the later-stage crossover protein HEI10 occurs from zygonema onward and persists in pachytene-enriched fractions. The expression of RNF212 and HEI10 fits the temporal progression of crossover sites gaining first, RNF212, followed by HEI10 observed in spread meiotic spermatocytes (Qiao et al., 2014) . In addition, Cntd1 mutants load RNF212 but fail to load HEI10 . The appearance of the CNTD1 FH signal relative to RNF212 and HEI10 fits the temporal observations defined by chromosome spreads, with RNF212 observed earliest, followed by CNTD1 FH , and then finally HEI10 (Qiao et al., 2014; Reynolds et al., 2013) . MLH3 protein accumulation is observed from leptotenethrough pachytene-enriched fractions. MLH3 antibody detects two different bands of similar molecular weight, indicating possible protein modification. Two isoforms of SYCP3 exist in the mouse, with the longer form a consequence of N-terminal extension (Alsheimer et al., 2010) . Both isoforms of SYCP3 are present in leptotene-through diplotene-enriched fractions. The large form is predominant in the sperm-and leptotene-enriched fractions and the short form is predominant in the diplotene-enriched fractions. Both forms of SYCP3 appear to have multiple bands migrating around the similar molecular weight, indicating protein modification. The central element SYCP1 forms between synapsed chromosomes during zygotene and pachytene, and appears in STA-PUT fractions enriched in zygotene through pachytene spermatocytes.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 506,
                    "text": "(Qiao et al., 2014)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 779,
                    "end": 798,
                    "text": "(Qiao et al., 2014;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 799,
                    "end": 821,
                    "text": "Reynolds et al., 2013)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1128,
                    "end": 1152,
                    "text": "(Alsheimer et al., 2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Meiotic Proteins"
        },
        {
            "text": "Following DSB formation, phosphorylation of H2AFX on serine 139 (referred to as gH2AFX) occurs, leading to the recruitment of repair factors and chromatin remodeling. On meiotic spread chromosomes, gH2AFX is observed throughout leptotene as DSBs occur and persists during DSB repair. During zygotene and pachytene gH2AFX appears around the XY chromosomes, forming the sex body. Detection of gH2AFX in the STA-PUT fractions is consistent with these cytological observations. gH2AFX appears as multiple bands throughout leptonema and becomes a more discrete band in pachytene-enriched fractions. These observations suggest that early, DSB-associated gH2AFX may undergo different modifications than that of the XY-associated protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA Repair Factors"
        },
        {
            "text": "Following DSB formation and early processing, RecA homologs RAD51 and DMC1 undertake strand invasion to repair from homologous DNA templates. Consistent with RAD51 staining on chromosome spreads, we observe RAD51 in leptotene through pachytene-enriched fractions, with levels decreasing as the fractions start to contain diplotene cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA Repair Factors"
        },
        {
            "text": "Stage-matched prophase I cell fractions from Cntd1 +/+ and Cntd1 FH/FH testes were used for IP against the HA epitope, followed by MS to identify interacting proteins (green box in Figure S5) . A total of 588 proteins (Table S1 ) were enriched in the CNTD1 FH sample compared with Cntd1 +/+ . A total of 181 proteins were identified by R2 peptides. Given the localization pattern and function in crossover formation, we did not identify any proteins important for class I crossovers (MSH4, MSH5, MLH1, MLH3, RNF212, HEI10, or CDK2), nor did we identify any CDKs, consistent with the predominant expression of Cntd1 short form in mouse testis. Instead, most CNTD1-interacting proteins fall into Gene Ontology groups involved in cellular and metabolic processes ( Figure S6A ). Of these, we prioritized our continued analysis based on protein interactors that may explain crossover designation, cell-cycle progression, and the recent understanding of the role of post-translational modifications in driving these functions during meiosis (Ahuja et al., 2017; Chen et al., 2015; Reynolds et al., 2013) . Based on these criteria, two specific complexes were of particular interest (Figure 3B) . First, CNTD1 FH interacts with components of the RFC complex, which in somatic cells acts in the recruitment/activation of the DNA mismatch repair pathway (Bowen and Kolodner, 2017; Constantin et al., 2005; Kadyrov et al., 2006) . Second, CNTD1 FH interacts with many proteins belonging to the ubiquitylation pathway ( Figures 3B and S6B ), including components of the SKP1-Cullin-Fbox (SCF; reviewed in Lee and Diehl, 2014) , namely the E2 conjugating enzyme CDC34 (Figures 3B and S6B). RFC Complex RFC is a pentameric complex, consisting of RFC1-5, which loads proliferating cell nuclear antigen (PCNA) onto DNA during DNA replication ( Figure 3B ; Majka and Burgers, 2004) . RFC and PCNA have been implicated in the activation of MutL endonucleases (Bowen and Kolodner, 2017; Constantin et al., 2005; Kadyrov et al., 2006; Smith et al., 2015) . Our MS data revealed CNTD1 interaction with RFC3 and RFC4 (Table S1 ), which was confirmed by anti-HA-IP followed by WB using anti-RFC3 and RFC4 antibodies ( Figure 4A ). WB analysis on whole-testis lysate from Cntd1 +/+ and Cntd1 À/À mice demonstrated no difference in the total protein levels of RFC3, RFC4, or PCNA ( Figure 4B ). In STA-PUT fractions from Cntd1 +/+ testes, we detected RFC3 and RFC4 protein in fractions enriched for leptonema through pachynema cells, while PCNA persists until diplonema (Figure 4C) . In STA-PUT fractions from Cntd1 À/À testes, RFC3 and RFC4 protein levels were decreased in lanes representing mostly pachytene cells, compared to similar lanes in WBs from STA-PUT-sorted Cntd1 +/+ fractions ( Figure 5A ). Immunofluorescence staining on spread meiotic chromosomes using antibodies against RFC3 and RFC4 revealed faint nuclear staining and focus formation along regions of the synaptonemal complex in pachynema. In pachytene spermatocytes from Cntd1 À/À males, the overall nuclear staining of RFC3 and RFC4 was reduced, as was the specific number of RFC3/4 foci along autosomal synaptonemal complexes compared with that observed in Cntd1 FH/FH cells ( Figures 5B-5E ). By contrast, PCNA immunofluorescence staining in pachytene spermatocytes from Cntd1 FH/FH males revealed diffuse nuclear staining in addition to discrete foci of PCNA along chromosome cores, some reminiscent of the patterning observed when staining for class I crossover proteins ( Figure 5F ). By contrast, PCNA staining in pachytene spermatocytes from Cntd1 À/À males was more intense across the entire nucleus, including the signal observed along the synaptonemal complex ( Figure 5G ).",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 191,
                    "text": "Figure S5)",
                    "ref_id": null
                },
                {
                    "start": 1036,
                    "end": 1056,
                    "text": "(Ahuja et al., 2017;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1057,
                    "end": 1075,
                    "text": "Chen et al., 2015;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1076,
                    "end": 1098,
                    "text": "Reynolds et al., 2013)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1177,
                    "end": 1188,
                    "text": "(Figure 3B)",
                    "ref_id": null
                },
                {
                    "start": 1346,
                    "end": 1372,
                    "text": "(Bowen and Kolodner, 2017;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1373,
                    "end": 1397,
                    "text": "Constantin et al., 2005;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1398,
                    "end": 1419,
                    "text": "Kadyrov et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 1595,
                    "end": 1615,
                    "text": "Lee and Diehl, 2014)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1842,
                    "end": 1866,
                    "text": "Majka and Burgers, 2004)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1943,
                    "end": 1969,
                    "text": "(Bowen and Kolodner, 2017;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1970,
                    "end": 1994,
                    "text": "Constantin et al., 2005;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1995,
                    "end": 2016,
                    "text": "Kadyrov et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 2017,
                    "end": 2036,
                    "text": "Smith et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 2547,
                    "end": 2558,
                    "text": "(Figure 4C)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 227,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 762,
                    "end": 772,
                    "text": "Figure S6A",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 1510,
                    "end": 1528,
                    "text": "Figures 3B and S6B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1830,
                    "end": 1839,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2097,
                    "end": 2106,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 2197,
                    "end": 2206,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2359,
                    "end": 2368,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2770,
                    "end": 2779,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 3228,
                    "end": 3241,
                    "text": "Figures 5B-5E",
                    "ref_id": null
                },
                {
                    "start": 3527,
                    "end": 3536,
                    "text": "Figure 5F",
                    "ref_id": null
                },
                {
                    "start": 3722,
                    "end": 3731,
                    "text": "Figure 5G",
                    "ref_id": null
                }
            ],
            "section": "Mass Spectrometry (MS) of CNTD1 FH -Enriched STA-PUT Fractions Reveals Interactions with RFC and SCF Complexes"
        },
        {
            "text": "Immunolocalization of RFC4 protein in testis sections revealed a robust RFC4 signal within the nuclei of spermatogonia and primary spermatocytes in wild-type testes ( Figure 5H ), with a steadily increasing signal for RFC4 as prophase I progresses ( Figure 5B ). In testis sections from Cntd1 À/À males, we observe persistent, stronger staining of RFC4 in spermatogonia compared with Cntd1 FH/FH males ( Figure 5I ), but decreased staining in the primary spermatocytes at all stages of prophase I relative to that observed in Cntd1 +/+ spermatocytes ( Figures  5H and 5I , right-hand gray panels, and S7).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 176,
                    "text": "Figure 5H",
                    "ref_id": null
                },
                {
                    "start": 250,
                    "end": 259,
                    "text": "Figure 5B",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 413,
                    "text": "Figure 5I",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 570,
                    "text": "Figures  5H and 5I",
                    "ref_id": null
                }
            ],
            "section": "Mass Spectrometry (MS) of CNTD1 FH -Enriched STA-PUT Fractions Reveals Interactions with RFC and SCF Complexes"
        },
        {
            "text": "PCNA staining of Cntd1 +/+ testis revealed nuclear staining in occasional spermatogonia and all of the primary spermatocytes ( Figure 5J ). Similar staining is observed in primary spermatocytes in Cntd1 À/À males, with an increased intensity of PCNA signal due to the higher proportion of spermatocytes compared to that observed in adult Cntd1 +/+ testis ( Figures 5K and S7) . However, the staining intensity in individual sub-stages of prophase I appears persistently more robust in spermatocytes from Cntd1 À/À males than in wild type (Figures 5J and 5K, right-hand gray panels, S7). These results demonstrate the robust localization of RFC and PCNA in late-stage primary spermatocytes, distinct from their expected staining in cells undergoing DNA replication (e.g., proliferating spermatogonia). In this regard, our data suggest that RFC and PCNA may play a role in DSB repair during meiosis that is analogous to their role in DNA repair in somatic cells in regard to MutL complexes (Majka and Burgers, 2004) .",
            "cite_spans": [
                {
                    "start": 988,
                    "end": 1013,
                    "text": "(Majka and Burgers, 2004)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 136,
                    "text": "Figure 5J",
                    "ref_id": null
                },
                {
                    "start": 357,
                    "end": 375,
                    "text": "Figures 5K and S7)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Mass Spectrometry (MS) of CNTD1 FH -Enriched STA-PUT Fractions Reveals Interactions with RFC and SCF Complexes"
        },
        {
            "text": "The SCF complex is the most widely characterized of the superfamily of Cullin/RING ubiquitin ligases (CRLs) (Sarikas et al., 2011) . The SCF core complex works together with E1 (activating) and E2 (conjugating) enzymes to define ubiquitylation substrates ( Figure 3B ; Reitsma et al., 2017) . Our MS data revealed that CNTD1 interacts with 22 components of the ubiquitylation/deubiquitylation family ( Figure S6B ; Table S1 ), including the E2 conjugating enzyme CDC34.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 130,
                    "text": "(Sarikas et al., 2011)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 269,
                    "end": 290,
                    "text": "Reitsma et al., 2017)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 266,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 402,
                    "end": 412,
                    "text": "Figure S6B",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 415,
                    "end": 423,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "CDC34 E2 Conjugating Enzyme"
        },
        {
            "text": "The distribution of CDC34 protein across STA-PUT fractions from Cntd1 +/+ males primarily revealed protein in fractions enriched with round spermatids, sperm, leptotene, and zygotene cell types ( Figure 4C , fractions 32-42). IP-WB confirmed the interactions between CNTD1 FH and CDC34 ( Figure 4A ), while WB from whole-testis lysates revealed that CDC34 levels in Cntd1 À/À mutants were drastically decreased compared with those of Cntd1 FH/FH animals ( Figure 4B ). Because of this interaction, we asked whether CDC34 levels were similarly altered in crossover mutants for genes acting downstream of CNTD1. CDC34 protein levels were reduced in Mlh1 À/À mice to a similar extent as those observed in Cntd1 À/À mice ( Figure 4D ). The WB profile of CDC34 protein across STA-PUT fractions from Cntd1 À/À males, where prophase I cells are present but sperm is absent, showed a similar drastic reduction in CDC34 protein ( Figure 5K ). Therefore, the lack of CDC34 protein is a consequence of a failure to form a competent crossover complex and subsequent lack of later-stage cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 205,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 288,
                    "end": 297,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 456,
                    "end": 465,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 719,
                    "end": 728,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 921,
                    "end": 930,
                    "text": "Figure 5K",
                    "ref_id": null
                }
            ],
            "section": "CDC34 E2 Conjugating Enzyme"
        },
        {
            "text": "Immunofluorescence staining on testis sections revealed the most prominent CDC34 signal in round and elongating spermatids of Cntd1 FH/FH males. Cntd1 À/À males, lacking these postmeiotic cell types, failed to show significant CDC34 staining ( Figures 6A and 6B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 261,
                    "text": "Figures 6A and 6B",
                    "ref_id": null
                }
            ],
            "section": "CDC34 E2 Conjugating Enzyme"
        },
        {
            "text": "Targets of CDC34 Are Drivers of Cell-Cycle Progression and Crossover Regulation during Prophase I CDC34 targets the WEE1 kinase for degradation in mitosis (Michael and Newport, 1998) . WEE1 functions as a mitotic inhibitor (Michael and Newport, 1998; Morgan, 1995; Sadowski et al., 2007; Sandoval et al., 2015; Smith et al., 2007) , specifically inhibiting the CDK1 component of maturation-promoting factor (MPF) to prevent premature metaphase I entry (Dunphy, 1994; Morgan, 1995; Nurse, 1990 ; Figure 4F ). WEE1 degradation thus allows MPF activation to facilitate cell-cycle progression. Accordingly, WEE1 staining in fixed testis sections revealed strong cytoplasmic and diffuse faint nuclear localization in prophase I spermatocytes from Cntd1 FH/FH males, with the nuclear localization disappearing by diplonema ( Figure 6C ).",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 182,
                    "text": "(Michael and Newport, 1998)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 223,
                    "end": 250,
                    "text": "(Michael and Newport, 1998;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 251,
                    "end": 264,
                    "text": "Morgan, 1995;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 265,
                    "end": 287,
                    "text": "Sadowski et al., 2007;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 288,
                    "end": 310,
                    "text": "Sandoval et al., 2015;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 311,
                    "end": 330,
                    "text": "Smith et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 466,
                    "text": "(Dunphy, 1994;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 467,
                    "end": 480,
                    "text": "Morgan, 1995;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 481,
                    "end": 492,
                    "text": "Nurse, 1990",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 495,
                    "end": 504,
                    "text": "Figure 4F",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 819,
                    "end": 828,
                    "text": "Figure 6C",
                    "ref_id": null
                }
            ],
            "section": "CDC34 E2 Conjugating Enzyme"
        },
        {
            "text": "Given the lack of post-spermatocyte cells in Cntd1 À/À males and the decrease in CDC34 protein in these animals, we hypothesized that the regulation of WEE1 was defective in Cntd1 À/À males. WEE1 was decreased in protein extracts from testes of Cntd1 À/À males compared with Cntd1 FH/FH males, whereas CDK1 and CDK2 protein levels were not significantly altered Figure 4E ). The nuclear localization of WEE1, however, is observed throughout prophase I and remains elevated at diplonema in spermatocytes of Cntd1 À/À males rather than diminishing as in wild-type testes ( Figure 6D ). WEE1 inhibits CDK1 and CDK2 activity by phosphorylation on tyrosine 15 (Gould and Nurse, 1989; Gu et al., 1992; Krek et al., 1992; Morla et al., 1989) , but phospho-specific antibodies against tyrosine 15 of CDK1 and CDK2 did not reveal any significant change in whole-testis lysate from Cntd1 À/À males compared to Cntd1 FH/FH animals ( Figure 4E ). Therefore, to assess prophase I stage-specific changes in WEE1 phosphorylation, we stained testis sections from Cntd1 FH/FH and Cntd1 À/À males using a pan-CDK phospho-tyrosine 15 antibody ( Figures  6E and 6F) . We observed strong cytoplasmic staining of early prophase I Cntd1 FH/FH spermatocytes that is lost by diplonema ( Figure 6E ). By contrast, we observed the retention of the cytoplasmic pan-CDK phospho-tyrosine 15 signal throughout prophase I in testis sections of Cntd1 À/À males ( Figure 6F ). CDK1 and CDK2 staining in Cntd1 FH/FH cells appear to be dynamic between the cytoplasm and nucleus throughout prophase I ( Figures 6G and 6I ). In early prophase I, CDK1 and CDK2 are distributed between both cellular compartments, but by diplonema show strong nuclear staining. By contrast, staining of CDK1 and CDK2 in testis sections from Cntd1 À/À males reveals much less-intense nuclear signal with only faint cytoplasmic staining and no localization in the nucleus by diplonema ( Figures  6H and 6J) . These data suggest that SCF is misregulated in Cntd1 À/À males relative to Cntd1 FH/FH , leading to decreased CDC34 levels. This in turn results in increased WEE1 + cells within the seminiferous epithelium of Cntd1 À/À males coupled with a decrease in CDK1 and CDK2 staining in the nucleus of late prophase I cells and a persistence of inhibited CDKs in the cytoplasm ( Figures 6G-6L ). We postulate that the insufficient degradation of WEE1 arising from the loss of CNTD1 and CDC34 directly contributes to the failure of cell-cycle progression.",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 678,
                    "text": "(Gould and Nurse, 1989;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 679,
                    "end": 695,
                    "text": "Gu et al., 1992;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 696,
                    "end": 714,
                    "text": "Krek et al., 1992;",
                    "ref_id": null
                },
                {
                    "start": 715,
                    "end": 734,
                    "text": "Morla et al., 1989)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 371,
                    "text": "Figure 4E",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 571,
                    "end": 580,
                    "text": "Figure 6D",
                    "ref_id": null
                },
                {
                    "start": 922,
                    "end": 931,
                    "text": "Figure 4E",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1126,
                    "end": 1145,
                    "text": "Figures  6E and 6F)",
                    "ref_id": null
                },
                {
                    "start": 1262,
                    "end": 1271,
                    "text": "Figure 6E",
                    "ref_id": null
                },
                {
                    "start": 1430,
                    "end": 1439,
                    "text": "Figure 6F",
                    "ref_id": null
                },
                {
                    "start": 1566,
                    "end": 1583,
                    "text": "Figures 6G and 6I",
                    "ref_id": null
                },
                {
                    "start": 1928,
                    "end": 1947,
                    "text": "Figures  6H and 6J)",
                    "ref_id": null
                },
                {
                    "start": 2320,
                    "end": 2333,
                    "text": "Figures 6G-6L",
                    "ref_id": null
                }
            ],
            "section": "CDC34 E2 Conjugating Enzyme"
        },
        {
            "text": "In Vitro Inhibition of WEE1 Facilitates Progression into Metaphase I and Is a Prerequisite for Spindle Assembly Checkpoint (SAC) Activation Following prophase I, cells progress to metaphase I, the stage at which the SAC monitors correct microtubule attachment before entry into anaphase I. We postulated that spermatocytes from Cntd1 À/À males fail to progress past prophase I to the metaphase-to-anaphase transition, and thus do not activate the SAC. To test this, we cultured prophase I cells from Cntd1 +/+ and Cntd1 À/À males for short periods of time in the presence of adavosertib (MK-1775) (0.25-10 mg/mL), a WEE1 kinase inhibitor, and/or nocodazole (1-80 mg/mL), a microtubule polymerization inhibitor. As a readout for drug activity and metaphase entry/ progression, we used WB analysis to monitor the levels of the anaphase I inhibitor MAD2L2 and inhibitory phospho-tyrosine 15 on CDK1 and CDK2 for SAC and WEE1 activity, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CDC34 E2 Conjugating Enzyme"
        },
        {
            "text": "Cells from Cntd1 À/À males showed reduced CDK1 and CDK2 inhibitory phosphorylation when treated with adavosertib alone, while cells treated with nocodazole alone failed to show any increase in the levels of MAD2L2 (Figures 7A and 7B ). Only when both drugs were applied to these cells was the inhibition of anaphase I progression observed, reflected by an increase in MAD2L2 protein levels ( Figures 7A and 7B) . Accordingly, whole-testis lysates from Cntd1 À/À males showed a decrease in MAD2L2 protein levels compared to those of wild-type males ( Figure 7C ), which is indicative of a reduced number of cells completing prophase I.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 232,
                    "text": "(Figures 7A and 7B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 392,
                    "end": 410,
                    "text": "Figures 7A and 7B)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 550,
                    "end": 559,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "CDC34 E2 Conjugating Enzyme"
        },
        {
            "text": "To our surprise, cultured spermatocytes from wild-type males showed a similar requirement for both adavosertib and nocodazole treatment to elicit a MAD2L2 response ( Figures 7A and 7B) . These data indicate that the inhibition of WEE1 is required for progression into metaphase and that the treatment of wildtype spermatocytes with adavosertib results in the massive and rapid induction of metaphase I entry, thus permitting progression through to anaphase I. Without adavosertib, too few cells naturally progress into metaphase to be detected by MAD2L2 protein induction ( Figure 7D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 184,
                    "text": "Figures 7A and 7B)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 574,
                    "end": 583,
                    "text": "Figure 7D",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "CDC34 E2 Conjugating Enzyme"
        },
        {
            "text": "Crossovers are essential for the accurate segregation of homologous chromosomes during meiosis I. The present article shows that CNTD1 FH foci are found in a similar distribution and frequency to those of MutLg, often co-localizing with this complex. Approximately 1-5 MLH1-independent foci exist per cell, reminiscent of the number of crossovers expected to form through MutLg-independent mechanisms (Holloway et al., 2008) . Thus, we propose that CNTD1 localizes to all nascent crossover sites, not only those destined to form MutLg-dependent crossovers. We do not find any discrete CNTD1 FH signal before pachynema, suggesting that CNTD1 accumulates at a time when class I and II crossovers are becoming designated.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 424,
                    "text": "(Holloway et al., 2008)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Using an epitope-tagged allele of Cntd1, we demonstrate that a short form of CNTD1, arising from the translation of an internal (legend continued on next page) 12 Cell Reports 32, 107858, July 7, 2020 Article ll OPEN ACCESS start codon in exon 3, predominates in the mouse testis. Two lines of evidence support this conclusion: (1) migration of CNTD1-FH on WB and the corroborating localization of the tagged protein on meiotic chromosome cores in prophase I (Figures 1B-1E and 2C-2L) and (2) multiple anti-HA antibodies can detect both full-length and short forms of the protein when expressed in yeast, and they migrate relative to their predicted size, indicating that if a full-length protein did exist in spermatocytes, we would be able to detect it. The CNTD1 short-form protein lacks the first cyclin homology domain and is incapable of associating directly with any known CDKs. Our MS and IP-WB data, however, show that the CNTD1 short form can interact with the regulators of CDK activity, thereby providing an indirect mechanism by which progression through the cell cycle can be modulated following appropriate crossing over. We cannot exclude the possibility that the CNTD1 short form maintains some cyclin-like functions since it still contains two cyclin homology domains with predicted structural similarity to cyclin A. In fact, these cyclin domains may be critical for protein translocation between the cytoplasm and the nucleus at defined stages during prophase I, as observed in CNTD1 short-form staining ( Figure S4 ) and as has previously been shown for cyclin domain-containing proteins (Kong et al., 2000) . We also cannot rule out that the full-length version of CNTD1 exists in low, undetectable levels or that it is more predominant in females. In testis from male mice, however, we find only a single band migrating at a size that corresponds with the epitope-tagged short form of CNTD1, while the same antibodies used on chromosome spread preparations localize exclusively to sites that correspond with nascent crossovers and mostly correspond to MutLg localization.",
            "cite_spans": [
                {
                    "start": 1609,
                    "end": 1628,
                    "text": "(Kong et al., 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 459,
                    "end": 473,
                    "text": "(Figures 1B-1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1526,
                    "end": 1535,
                    "text": "Figure S4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Although the internal methionine start site used to generate the short-form mouse CNTD1 is absolutely conserved, the CNTD1 N terminus shows variability across and within species, with many organisms showing multiple isoforms in this region. These differences may reflect divergent CNTD1 functions, with some homologs retaining the ability to maintain direct CDK interactions and act as canonical cyclins, while others must exert their effects indirectly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our MS identified interactions between CNTD1 and components of the RFC complex. While RFC and PCNA are required for the activity of human and yeast MutLa in vitro (Constantin et al., 2005; Kadyrov et al., 2006; Smith et al., 2015) , yeast MutLg displays activity independent of these proteins (Manhart and Alani, 2016) . However, more recent studies (currently in preprint form) have demonstrated that RFC and PCNA activate mammalian MutLg (Cannavo et al., 2020; Kulkarni et al., 2020) . While no information exists to describe the interaction between RFC and PCNA complexes in mammalian germ cells in vivo, it is likely, given the observations from mitotic, biochemical, and in vitro assays, that these complexes interact, potentially in a DNA substrate-specific manner. Moreover, our previous studies have demonstrated the importance of PCNA in meiotic prophase I in the mouse (Roa et al., 2008) . In the present work, we observe a decreased cellular signal of RFC4 but a stronger nuclear staining pattern of PCNA throughout prophase I in testis sections from Cntd1 mutants. On meiotic spread preparations, PCNA localization along the SC increases in the absence CNTD1, coincident with the decreased localization of RFC3/4. Previous characterizations of Cntd1 GT/GT male mice revealed normal prophase I progression before crossover formation and normal DSB formation and repair kinetics with no persistent DSBs observed . The progression of spermatocytes through to pachynema of prophase I in testis from Cntd1 À/À animals ( Figures 5 and 6) indicates that the kinetics of early DSB induction and repair are largely normal. The persistent strong nuclear and SC staining of PCNA that we observe within Cntd1 null mutants is therefore not a consequence of the failure to undergo appropriate early DNA repair events. This is further supported by diakinesis spreads that show decreased bivalent formation in Cntd1 À/À animals, but not fragmented chromosomes forming as a result of unrepaired DSBs. Based on these observations, we propose that the persistent PCNA signal (and not RFC) is not related to ongoing DNA synthesis associated with meiotic recombination in Cntd1 À/À animals, but is instead a prelude to active crossover formation, with CNTD1-RFC-PCNA being required to localize proteins at the correct location and time to achieve class I crossovers. New observations from the Cejka and Hunter labs support our observations and our conclusion that PCNA-RFC interactions facilitate MutLg-stimulated crossover formation (Cannavo et al., 2020; Kulkarni et al., 2020) .",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 188,
                    "text": "(Constantin et al., 2005;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 189,
                    "end": 210,
                    "text": "Kadyrov et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 211,
                    "end": 230,
                    "text": "Smith et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 318,
                    "text": "(Manhart and Alani, 2016)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 440,
                    "end": 462,
                    "text": "(Cannavo et al., 2020;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 463,
                    "end": 485,
                    "text": "Kulkarni et al., 2020)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 879,
                    "end": 897,
                    "text": "(Roa et al., 2008)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2525,
                    "end": 2547,
                    "text": "(Cannavo et al., 2020;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2548,
                    "end": 2570,
                    "text": "Kulkarni et al., 2020)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 1527,
                    "end": 1543,
                    "text": "Figures 5 and 6)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "CNTD1 interacts with several components of the SCF ubiquitylation complex ( Figure S6B ), including the E2 conjugating enzyme CDC34. Although we have not identified the partner E3 ubiquitin ligase(s) that functions with CDC34, previous findings in Xenopus identified the cell-cycle kinase WEE1 as a specific target of CDC34 (Michael and Newport, 1998) . WEE1 exerts inhibitory effects through the phosphorylation of CDK1 and CDK2, and its removal enables mitotic cell-cycle progression (Gu et al., 1992; Morgan, 1995; Welburn et al., 2007) . We find a similar mechanism functioning during meiotic prophase I in the male mouse. In this context, WEE1 phosphorylation of CDK1 maintains MPF in an inactive state and prevents cyclin B-CDK1-induced progression to metaphase. Cntd1 null mutants show a decreased CDC34 signal, a retention of WEE1 in the nucleus throughout prophase I, continued inhibitory phosphorylation of its targets within the cytoplasm, and a consequent failure to localize CDK1 and CDK2 within the nucleus of late-stage prophase I cells. However, the total WEE1 signal from the testis of Cntd1 À/À animals showed a decrease compared with that of Cntd1 FH/FH animals. While we cannot fully explain this difference, the lack of post-meiosis I cells in the Cntd1 À/À animals or the difference in total protein found in the cytoplasmic versus nuclear compartments may account for the difference in total protein. These observations strongly argue that CNTD1 acts upstream of WEE1 through association with CDC34 and relieves the (C-J) Immunofluorescence using antibodies against WEE1 (C and D) and its targets, including pan-tyrosine15 (E and F), CDK1 (G and H), and CDK2 (I and J), on formalin-fixed testis sections of Cntd1 FH/FH (left column panels C, E, G, and I) and To clarify the connection between CNTD1 and cell-cycle progression, we devised a strategy to investigate how CNTD1-mediated WEE1 inhibition could perturb the completion of prophase I. To test this in an in vitro short-term culture system, we used the small-molecule WEE1 inhibitor adavosertib in conjunction with the metaphase-to-anaphase inhibitor nocodazole. Only with combined treatment using both drugs were we able to observe the inhibition of metaphase I progression, indicative of an induced SAC, and such a result was observed in spermatocytes from both wild-type and Cntd1 mutant males. These results demonstrate a requirement for WEE1 degradation/inhibition to allow metaphase I entry and thus to facilitate progression to the metaphase-anaphase boundary ( Figure 7D ).",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 351,
                    "text": "(Michael and Newport, 1998)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 486,
                    "end": 503,
                    "text": "(Gu et al., 1992;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 504,
                    "end": 517,
                    "text": "Morgan, 1995;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 518,
                    "end": 539,
                    "text": "Welburn et al., 2007)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 86,
                    "text": "Figure S6B",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 2549,
                    "end": 2558,
                    "text": "Figure 7D",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Collectively, our work defines two modes of action for CNTD1 in meiosis: simultaneously stimulating crossover formation through association with RFC while concomitantly regulating cell-cycle progression through interactions with CDC34 and subsequent ubiquitylation of WEE1 ( Figure 7E ). While these activities are distinct, the localization of both CNTD1 FH and CDK2 at crossover sites, together with the fact that CDK1 and CDK2 are both downstream targets of the SCF complex, support the integrated regulation by CNTD1 of the processes governing crossover formation and cell-cycle progression. Despite the persistent colocalization of CNTD1 and CDK2 in recombination foci throughout the $7 days of mouse pachynema, we cannot find any evidence of a physical interaction between these two proteins in vivo. Instead, our findings show that CNTD1 interacts with key players of crossover formation and cell-cycle progression and that the loss of CNTD1 leads to the misregulated localization of these factors. We propose that CNTD1 functions to coordinate these processes, indirectly affecting the activity of cell-cycle regulators and implicating CNTD1 as a stop-go regulator mechanism, monitoring crossover formation akin to a crossover-specific checkpoint, which may also be activated by the cellular machinery downstream of CNTD1. CNTD1 interactions with RFC in the context of the RAD17-RFC complex, an established cell-cycle checkpoint mediator (Ohashi and Tsurimoto, 2017) , could provide additional crosstalk and control of these pathways ( Figure 7E ). While our findings have immediate implications for the timing and control of prophase I in the male mouse, the dual nature of CNTD1 pathway interactions that we have uncovered here and the potential of variable splicing at the N terminus implicate CNTD1 as a regulatory nexus throughout the animal kingdom.",
            "cite_spans": [
                {
                    "start": 1446,
                    "end": 1474,
                    "text": "(Ohashi and Tsurimoto, 2017)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 284,
                    "text": "Figure 7E",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1544,
                    "end": 1553,
                    "text": "Figure 7E",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The present article describing our elucidation of CNTD1 function was submitted for consideration in November 2019. Reviewers' comments were received in February 2020, but we were unable to fully address some of the points due to the outbreak of coronavirus disease 2019 . While we addressed the vast majority of points raised by the reviewers, due to our inability to undertake additional experiments, we have identified three limitations to our study. First, while we have identified a short-form CNTD1 protein by WB, a reviewer suggested a modified protein extraction technique to identify whether an additional CNTD1 form could be observed. Second, while we have shown interactions of CNTD1 with components of the RFC complex and CDC34 by unbiased (MS) and biased (IP-WB) methods, because of the importance of these interactions, a reviewer asked for further confirmation of interaction by other biochemical methods. Finally, reviewers asked us to build on data in Figure 4 and data within Figure 7 with the inclusion of drug treatment on an additional meiotic crossover mutant (Mlh1 À/À ). Such studies will be pursued once our laboratories reopen.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 968,
                    "end": 976,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 993,
                    "end": 1001,
                    "text": "Figure 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Limitations of Study"
        },
        {
            "text": "Detailed methods are provided in the online version of this paper and include the following: . Imaging data were acquired through the Cornell University Biotechnology Resource Center, with NSF1428922 funding for the shared Zeiss Elyra super-resolution microscope. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. We thank Lynn Dong for providing assistance with immunohistochemistry, Dr. Sheng Zhang and his team for performing the MS studies, and Rob Munroe and Chris Abratte of the Cornell Transgenic Mouse Core Facility for generation of new mouse lines. We also thank John Schimenti and Tina Tran for helpful conversations and Eric Alani, Michael Lichten, and Kathryn Grive for critical review of this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STAR+METHODS"
        },
        {
            "text": "S.G. and P.E.C. conceived and designed the experiments and analyzed the data; S.G. conducted the experiments; E.R.S. and J.S.C. performed the computational alignment and analyzed the data; S.G., J.S.C., and P.E.C wrote the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        },
        {
            "text": "The authors declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DECLARATION OF INTERESTS"
        },
        {
            "text": "Further information and requests for resources and reagents should be directed to and will be fulfilled by the Lead Contact, Paula Cohen (paula.cohen@cornell.edu)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lead Contact"
        },
        {
            "text": "Plasmids and mouse lines generated within this study are available upon request from the Lead Contact, Paula Cohen (paula.cohen@ cornell.edu)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials Availability"
        },
        {
            "text": "This study did not generate any code. Mass spectrometry dataset generated in this study is found within Table S1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 112,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Data and Code availability"
        },
        {
            "text": "All mouse alleles were maintained on a C57BL6/J background, with at least six successive backcrosses. CRISPR/Cas9 genome edited mice were created initially on a FVB x C57B6 background before undergoing backcrossing. In all cases, analysis was performed on adult male mice between the ages of 10 and 14 weeks. All mice were maintained under strictly defined conditions of constant temperature and light:day cycles, with food and water ad libitum. Animal handling and procedures were performed following approval by the Cornell Institutional Animal Care and Use Committee, under protocol 2004-0063.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mouse strains"
        },
        {
            "text": "Transgenic mice generation Cntd1-FLAG-HA: CRISPR/Cas9 was used to insert the FLAG-HA epitope at the C terminus of the Cntd1 locus. The RNA guide was generated by cloning the Cntd1 specific sequence (GCCGCTTCCTCTAACACGTGA) in between the BbsI restriction sites of pX330, courtesy of Feng Zhang (Addgene #42230). Once integrated, the region including the gRNA scaffold was PCR amplified to include the T7 promoter. The PCR fragment was used to in an in vitro transcription reaction using the Ambion MEGAshortscript T7 Transcription Kit (AM1354). Single-stranded DNA homology donor containing 78 nucleotides of homology upstream of the guide sequence, FLAG and HA epitopes separated by a leucine (generating a HindIII restriction site) and 66 nucleotides of homology downstream of the Cntd1 stop codon was generated by IDT. gRNA, DNA donor and Cas9 mRNA was injected into 146 C57BL/6J x FVB F1 zygotes. 119 two-cell embryos were surgically implanted in 5 female recipients leading to the birth of 46 founder mice. PCR screening identified 7 founders with DNA integrated at the locus, 3 of which were the correct size. Sequencing revealed one founder mouse having the tags integrated in the correct frame. The founder mouse was backcrossed with C57BL/6J for four generations before being used for experiments described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mouse strains"
        },
        {
            "text": "Cntd1 null allele CRISPR/Cas9 was used to generate a DNA double-strand break at the Cntd1 locus and founder mice were screened for non-homologous end joining events generating a frameshift mutation. The gRNA was generated using long PCR primers incorporating the T7 promoter, targeting sequence and Cas9 scaffold followed by PCR and in vitro transcription (see above). Founders were screened for mutations by PCR of the Cntd1 locus followed by sequencing. One founder carried an incorporation of 324 nucleotides of chromosome 12 at the targeted locus leading to disruption of the Cntd1open reading frame.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mouse strains"
        },
        {
            "text": "Yeast strain Y2H Gold yeast strain (detailed in Key Resources Table) was used for yeast two-hybrid experiments and protein expression.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 68,
                    "text": "Table)",
                    "ref_id": null
                }
            ],
            "section": "Mouse strains"
        },
        {
            "text": "Yeast two-hybrid Testis cDNA was generated from Trizol extracted RNA using the Invitrogen SuperScriptâ III First-Strand Synthesis System. CDKs 1, 2, 4, 5 and 6 were PCR amplified to include NdeI and BamHI restriction sites upstream and downstream respectively. The CDKs were cloned into Clontech yeast two-hybrid prey vector, pGADT7, using the Roche Rapid DNA Dephos & Ligation Kit. Annotated fulllength CNTD1 and CNTD1 short-form sequences were PCR amplified to include NcoI and BamHI restriction sites upstream and downstream respectively. The CNTD1 sequences were cloned into the Clontech yeast two-hybrid bait vector pGBKT7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid construction"
        },
        {
            "text": "The yeast CEN/ARS region from pRS414 was PCR amplified, introducing restriction sites SpeI upstream and EcoRV downstream. This fragment was cloned into pFA6a-HphMX. The promoter of ADH1 from pGADT7 along with FLAG-HA epitope tagged CNTD1 fulllength and short-forms from mouse testis cDNA was PCR amplified and cloned into the previously constructed vector using Gibson Assembly. Yeast two-hybrid assay The yeast two-hybrid assay was performed as described by the manufacturer, Clontech. Briefly, combinations of bait and prey plasmids were transformed into the yeast two-hybrid reporter strain Y2HGold and plated onto -LEU -TRP selection plates. Positive colonies were re-streaked and tested for plasmids using PCR. Single colonies were inoculated into -LEU -TRP media and grown overnight. Colonies were normalized to an OD600 or 1.0 and four, 10-fold dilutions made. 10ml drops were placed on selection plates and quadruple dropout plates, which were incubated at 30 C for 3 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CNTD1 expression constructs"
        },
        {
            "text": "Chromosome spreads were made as previously described in Holloway et al. (2014) . Briefly, decapsulated testis tubules were incubated in hypertonic elution buffer (30 mM Tris pH7.2, 50 mM sucrose, 17 mM trisodium dehydrate, 5 mM EDTA, 0.5 mM DTT, 0.1 mM PMSF, pH8.2-8.4) for one hour. Small sections of testis tubule were dissected in 100mM sucrose and spread onto 1% Paraformaldehyde, 0.15% Triton X coated slides and incubated in a humid chamber for 2.5hrs at room temperature. Slides were dried for 30minutes, washed in 1x PBS, 0.4% Photoflo (Kodak 1464510) and either stored at À80 C or stained. For staining, slides were washed in 1xPBS, 0.4% Photoflo for 10 minutes, followed by a 10 minute wash in 1x PBS, 0.1% Triton X and finally a 10 minute wash in 10% antibody dilution buffer (3% BSA, 10% Goat Serum, 0.0125% Triton X, 1 x PBS) 1x PBS. Antibodies used in this study are described in Table S1 . Primary antibodies were diluted in 100% antibody dilution buffer, placed as a bubble on parafilm within a humid chamber, and the surface of the slide spread on the parafilm allowing the antibody to spread across the surface of the slide. Slides were incubated at 4 C overnight. Slides were washed in 1xPBS, 0.4% Photoflo for 10 minutes, followed by a 10 minute wash in 1x PBS, 0.1% Triton X and finally a 10 minute wash in 10% antibody dilution buffer. Secondary antibodies were diluted as the primary antibodies and spread in a similar fashion. Slides were incubated at 37 C for one hour. Slides were washed in 1xPBS, 0.4% Photoflo for 10 minutes, three times. Finally slides were left to dry, mounted using DAPI/antifade mix and either imaged or stored at 4 C for later imaging. Slides were imaged on a Zeiss Axiophot with Zen 2.0 software.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 78,
                    "text": "Holloway et al. (2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 894,
                    "end": 902,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Chromosome analysis and immunofluorescence"
        },
        {
            "text": "Cell Reports 32, 107858, July 7, 2020 e3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chromosome analysis and immunofluorescence"
        },
        {
            "text": "Article ll",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chromosome analysis and immunofluorescence"
        },
        {
            "text": "Histology and immunofluorescence Adult testes were dissected and incubated in either 10% neutral buffered formalin (for IHC) or Bouin's fixative (for hematoxylin and eosin [H&E] staining) for 8hrs to overnight. Fixed testis was then washed 4 x in 70% ethanol, embed in paraffin and 5 mM sections mounted on slides. For H&E staining, slides were rehydrated in safeclear followed by decreasing amounts of ethanol. Slides were then stained with hematoxylin followed by eosin then gradually dehydrated by incubation in increasing concentrations of ethanol. Finally, slides were mounted using permount and imaged on an Aperio Scanscope. For immunofluorescence, slides were rehydrated as previously mentioned and then boiled in sodium citrate buffer (10mM Sodium Citrate, 0.05% Tween 20, pH 6.0) for 20 minutes. Following subsequent cooling, slides were blocked in blocking buffer (1 x PBST, 1% BSA, 3% Goat Serum) for an hour and primary antibody dilutions incubated on the sections overnight at 4 C. Slides were then washed, and incubated with fluorescence-conjugated secondary antibodies for one hour at 37 C, washed and then mounted using a DAPI/Antifade mix. Slides were imaged on a Zeiss Axiophot with Zen 2.0 software. Antibodies used in this study are described in the Key Resources Table. Immunohistochemical staining of testis sections was similar to that described for immunofluorescent staining, except for the use of secondary antibodies conjugated to horseradish peroxidase (HRP; Jackson Immunochemicals). HRP detection was achieved using the Pierce DAB substrate Kit (ThermoFisher Scientific) according to the manufacturers detailed protocol.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1285,
                    "end": 1291,
                    "text": "Table.",
                    "ref_id": null
                }
            ],
            "section": "OPEN ACCESS"
        },
        {
            "text": "Caudal epididymides of adult mice was transferred and dissected into sperm count media (4% BSA in 1 x PBS). Sample was incubated at 30 C for 30 minutes allowing sperm to swim out into the media. 1:10 dilutions were made in 10% neutral buffered formalin and stored at 4 C until counting on a haemocytometer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sperm counts"
        },
        {
            "text": "Spread diakinesis preparations were made as described in Holloway et al. (2014) . Briefly, testis cells were liberated by manual dissection of tubules in 0.5% KCl. Multiple mixing and slow centrifugation followed by fixation in 30% methanol: 10% acetic acid: 0.05% chloroform. Cells were finally fixed in 30% methanol: 10% acetic acid and then pipette onto heated slides. Finally slides were stained in using Giemsa and imaged. Slides were imaged on a Zeiss Axiophot with Zen 2.0 software.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 79,
                    "text": "Holloway et al. (2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Spermatocyte diakinesis spread preparations"
        },
        {
            "text": "Gravitational cell separation (STA-PUT) Cells were separated using a protocol. The number of adult mice (8-12 weeks, age matched) used in each STA-PUT are as follows: Figures 3 and 4 and S5: 8 mice of the respective genotypes, Figure 5 : 12 mice. Testis extracts were dissected into approximately 30 mL of 1 x Krebs buffer (Sigma K3753) supplemented with amino acids (GIBCO 11130-051, Sigma M7145) and glutaMAX (GIBCO 35050-061) in a Petri dish lid. Extract was incubated in a shaking water bath at 34 C, 150rpm in 10 mL of 2 mg/ml Collagenase (Sigma C5138) in 1 x Krebs for 15 minutes. Following three rounds of centrifugation and washing in 20 mL 1 x Krebs, the testis extract was resuspended in 20 mL of 2.5mg/ml Trypsin (Sigma T0303), 200mg/ml DNase (Sigma DN25) in 1 x Krebs and incubated in a shaking water bath at 34 C, 150rpm for 15 minutes. Extract was then centrifuged and washed three times in 20 mL 1 x Krebs, followed by re-suspension in 20 mL 0.5% BSA (Sigma A7906). Extract was then loaded into the STA-PUT apparatus along with 275 mL 4% BSA in 1 x Krebs, 275 mL 2% BSA in 1 x Krebs and 100 mL 0.5% BSA in 1 x Krebs. Following loading of the BSA into the separating chamber along with the extract, the sample was allowed to sediment for 2 hr. Following sedimentation, cell fractions of 13 mL were collected, centrifuged at 2,000rpm for 5 minutes and washed in 200 ml 1 x PBS. For immunofluorescence analysis of cell types 5 ml of each fraction was re-suspended in 50mM sucrose and incubated at room temperature for 20 minutes. 30ml drops of 1% Paraformaldehyde (EMS 19200) were placed on each well of an 8 well slide and the 50mM sucrose cell mix were added to each well. Slides were incubated in a humid chamber overnight, followed by drying, washing and staining against proteins defining stages of prophase I, in our case SYCP3 and gH2AX. The remaining extract was centrifuged at 2,000 rpm for 5 minutes and re-suspended in 1 x PBS Lysis buffer (1 x PBS, 0.01% NP-40, 5% Glycerol, 150mM NaCl, 1 x Roche cOmplete), sonicated and stored at À20 C for downstream applications.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 182,
                    "text": "Figures 3 and 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 227,
                    "end": 235,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Spermatocyte diakinesis spread preparations"
        },
        {
            "text": "Decapsulated testis extract was re-suspended into 1 x PBS Lysis buffer (1 x PBS, 0.01% NP-40, 5% Glycerol, 150mM NaCl, 1 x Roche cOmplete) and sonicated for 20 s at 22% amplitude in cycles of 0.4 s on and 0.2 s off.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein extraction"
        },
        {
            "text": "Protein samples were separated by SDS-PAGE on gels varying in percentage from 6%-14% and transferred to methanol activated PVDF membranes using a Biorad Mini Trans-Blot Cell. Membranes were incubated in 5% BSA, 1 x TBST for 30minutes to 2 hours at room temperature while rotating at 60rpm. Membranes were incubated overnight in primary antibodies in 1 x TBST. Membranes were washed three times in 1 x TBST and subsequently incubated for one hour in secondary antibodies in 1 x TBST. Finally membranes were washed three times in 1 x TBST, developed using the ECL reagent and imaged using a Biorad ChemiDoc imager. Antibodies used in this study are described in The Key Resources Table. e4 Cell Reports 32, 107858, July 7, 2020 Article ll OPEN ACCESS Figure S1 5mm ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 678,
                    "end": 684,
                    "text": "Table.",
                    "ref_id": null
                },
                {
                    "start": 749,
                    "end": 758,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "SDS-PAGE and Western Blotting"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cdk1, but not Cdk2, is the sole Cdk that is essential and sufficient to drive resumption of meiosis in mouse oocytes",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Adhikari",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gorre",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ning",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Halet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kaldis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hum. Mol. Genet",
            "volume": "21",
            "issn": "",
            "pages": "2476--2484",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Control of meiotic pairing and recombination by chromosomally tethered 26S proteasome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Ahuja",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sandhu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mainpal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lawson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Henley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Yanowitz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Bö Rner",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Science",
            "volume": "355",
            "issn": "",
            "pages": "408--411",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Localization of two mammalian cyclin dependent kinases during mammalian meiosis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ashley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Walpita",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "De Rooij",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Cell Sci",
            "volume": "114",
            "issn": "",
            "pages": "685--693",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Involvement of mouse Mlh1 in DNA mismatch repair and meiotic crossing over",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Plug",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Prolla",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Bronner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Christie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Monell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Arnheim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nat. Genet",
            "volume": "13",
            "issn": "",
            "pages": "336--342",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mice thrive without Cdk4 and Cdk2",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barriè Re",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Santamaría",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cerqueira",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Galá N",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Martín",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ortega",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Malumbres",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dubus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barbacid",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol. Oncol",
            "volume": "1",
            "issn": "",
            "pages": "72--83",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Chromosome synapsis defects and sexually dimorphic meiotic progression in mice lacking Spo11",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Baudat",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Manova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jasin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keeney",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Mol. Cell",
            "volume": "6",
            "issn": "",
            "pages": "989--998",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Purification, culture, and fractionation of spermatogenic cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Bellvé",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Methods Enzymol",
            "volume": "225",
            "issn": "",
            "pages": "84--113",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Dissociation of the mouse testis and characterization of isolated spermatogenic cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Bellvé",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Millette",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Bhatnagar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brien",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Histochem. Cytochem",
            "volume": "25",
            "issn": "",
            "pages": "480--494",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cdk2 knockout mice are viable",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Berthet",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Aleem",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Coppola",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tessarollo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kaldis",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Curr. Biol",
            "volume": "13",
            "issn": "",
            "pages": "1775--1785",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Reconstitution of Saccharomyces cerevisiae DNA polymerase ε-dependent mismatch repair with purified proteins",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bowen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Kolodner",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "114",
            "issn": "",
            "pages": "3607--3612",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cohesin Removal along the Chromosome Arms during the First Meiotic Division Depends on a NEK1-PP1g-WAPL Axis in the Mouse",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Brieñ O-Enríquez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Moak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Toledo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Filter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Barbero",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Holloway",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Rep",
            "volume": "17",
            "issn": "",
            "pages": "977--986",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Crossover interference in the mouse",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Broman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Rowe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Churchill",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Paigen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Genetics",
            "volume": "160",
            "issn": "",
            "pages": "1123--1131",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Regulation of the MLH1-MLH3 endonuclease in meiosis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cannavo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Anand",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ranjha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hugener",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Acharya",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Weyland",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Aran-Guiu",
                    "suffix": ""
                },
                {
                    "first": "J.-B",
                    "middle": [],
                    "last": "Charbonnier",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.12.946293"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Phosphorylation of the Synaptonemal Complex Protein Zip1 Regulates the Crossover/Noncrossover Decision during Yeast Meiosis",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Suhandynata",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sandhu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rockmill",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mohibullah",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "H.-C",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLOS Biol",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Homeostatic control of recombination is implemented progressively in mouse meiosis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kauppi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lange",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Roig",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keeney",
                    "suffix": ""
                },
                {
                    "first": "Jasin",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat. Cell Biol",
            "volume": "14",
            "issn": "",
            "pages": "424--430",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Mouse tetrad analysis provides insights into recombination mechanisms and hotspot evolutionary dynamics",
            "authors": [],
            "year": null,
            "venue": "Nat. Genet",
            "volume": "46",
            "issn": "",
            "pages": "1072--1080",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Human mismatch repair: reconstitution of a nick-directed bidirectional reaction",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Constantin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dzantiev",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Kadyrov",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Modrich",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Biol. Chem",
            "volume": "280",
            "issn": "",
            "pages": "39752--39761",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The decision to enter mitosis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Dunphy",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Trends Cell Biol",
            "volume": "4",
            "issn": "",
            "pages": "202--207",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Meiotic pachytene arrest in MLH1-deficient mice",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Edelmann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kane",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Morrow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Umar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kunkel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cattoretti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chaganti",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Cell",
            "volume": "85",
            "issn": "",
            "pages": "1125--1134",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Mammalian MutS homologue 5 is required for chromosome pairing in meiosis",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Edelmann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kneitz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Winand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heyer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kolodner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Pollard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kucherlapati",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nat. Genet",
            "volume": "21",
            "issn": "",
            "pages": "123--127",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The long form of CDK2 arises via alternative splicing and forms an active protein kinase with cyclins A and E",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ellenrieder",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bartosch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sweeney",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hergersberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carrington",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jaussi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "DNA Cell Biol",
            "volume": "20",
            "issn": "",
            "pages": "413--423",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Tyrosine phosphorylation of the fission yeast cdc2+ protein kinase regulates entry into mitosis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nurse",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Nature",
            "volume": "342",
            "issn": "",
            "pages": "39--45",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Control of meiotic crossovers: from doublestrand break formation to designation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Annu. Rev. Genet",
            "volume": "50",
            "issn": "",
            "pages": "175--210",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Cell cycle regulation of CDK2 activity by phosphorylation of Thr160 and Tyr15",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rosenblatt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "EMBO J",
            "volume": "11",
            "issn": "",
            "pages": "3995--4005",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "MUS81 generates a subset of MLH1-MLH3-independent crossovers in mammalian meiosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Holloway",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Edelmann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Mcgowan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLOS Genet",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Mammalian CNTD1 is critical for meiotic crossover maturation and deselection of excess precrossover sites",
            "authors": [],
            "year": null,
            "venue": "J. Cell Biol",
            "volume": "205",
            "issn": "",
            "pages": "633--641",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Meiotic recombination: the essence of heredity",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cold Spring Harb. Perspect. Biol",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "PCNA activates the MutLg endonuclease to promote meiotic crossing over",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Kulkarni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Owens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Honda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Corrigan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Quan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.12.946020"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "SCFs in the new millennium",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Diehl",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Oncogene",
            "volume": "33",
            "issn": "",
            "pages": "2011--2018",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Meiotic arrest and aneuploidy in MLH3-deficient mice",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lipkin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Moens",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lenzi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shanmugarajah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gilgeous",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Touchman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat. Genet",
            "volume": "31",
            "issn": "",
            "pages": "385--390",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The PCNA-RFC families of DNA clamps and clamp loaders",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Majka",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M J"
                    ],
                    "last": "Burgers",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Prog. Nucleic Acid Res. Mol. Biol",
            "volume": "78",
            "issn": "",
            "pages": "227--260",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Roles for mismatch repair family proteins in promoting meiotic crossing over",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Manhart",
                    "suffix": ""
                },
                {
                    "first": "Alani",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "DNA Repair (Amst.)",
            "volume": "38",
            "issn": "",
            "pages": "84--93",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Crossover homeostasis in yeast meiosis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Martini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keeney",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell",
            "volume": "126",
            "issn": "",
            "pages": "285--295",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Coupling of mitosis to the completion of S phase through Cdc34-mediated degradation of Wee1",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Michael",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Newport",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Science",
            "volume": "282",
            "issn": "",
            "pages": "1886--1889",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Mutation of the ATPase Domain of MutS Homolog-5 (MSH5) Reveals a Requirement for a Functional MutSg Complex for All Crossovers in Mammalian Meiosis. G3 (Bethesda) 9",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Milano",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Holloway",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Edelmann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1839--1850",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The time course and chromosomal localization of recombination-related proteins at meiosis in the mouse are compatible with models that can resolve the early DNA-DNA interactions without reciprocal recombination",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Moens",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Kolas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tarsounas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marcon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Spyropoulos",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Cell Sci",
            "volume": "115",
            "issn": "",
            "pages": "1611--1622",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Principles of CDK regulation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nature",
            "volume": "374",
            "issn": "",
            "pages": "131--134",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Reversible tyrosine phosphorylation of cdc2: dephosphorylation accompanies activation during entry into mitosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Morla",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Draetta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beach",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "58",
            "issn": "",
            "pages": "193--203",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Universal control mechanism regulating onset of M-phase",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nurse",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nature",
            "volume": "344",
            "issn": "",
            "pages": "503--508",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Functions of Multiple Clamp and Clamp-Loader Complexes in Eukaryotic DNA Replication",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ohashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsurimoto",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Adv. Exp. Med. Biol",
            "volume": "1042",
            "issn": "",
            "pages": "135--162",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Antagonistic roles of ubiquitin ligase HEI10 and SUMO ligase RNF212 regulate meiotic recombination",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B D"
                    ],
                    "last": "Prasada Rao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Fong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cloutier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Deacon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Nagel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Swartz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Strong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Holloway",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Genet",
            "volume": "46",
            "issn": "",
            "pages": "194--199",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Composition and regulation of the cellular repertoire of SCF ubiquitin ligases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Reitsma",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Reichermeier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moradian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Sweredoski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Deshaies",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell",
            "volume": "171",
            "issn": "",
            "pages": "1326--1339",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "RNF212 is a dosage-sensitive regulator of crossing-over during mammalian meiosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Holloway",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Baudat",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "De Massy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Genet",
            "volume": "45",
            "issn": "",
            "pages": "269--278",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Ubiquitylated PCNA plays a role in somatic hypermutation and class-switch recombination and is required for meiotic progression",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roa",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Avdievich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "U"
                    ],
                    "last": "Peled",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maccarthy",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Werling",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Kuang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "105",
            "issn": "",
            "pages": "16248--16253",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The TopoVIB-Like protein family is required for meiotic DNA double-strand break formation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nore",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brun",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maffre",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Crimi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Bourbon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "De Massy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "351",
            "issn": "",
            "pages": "943--949",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A new light on the meiotic DSB catalytic complex",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vrielynck",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mé Zard",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "De Massy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grelon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Semin. Cell Dev. Biol",
            "volume": "54",
            "issn": "",
            "pages": "165--176",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The mouse Spo11 gene is required for meiotic chromosome synapsis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Romanienko",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Camerini-Otero",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Mol. Cell",
            "volume": "6",
            "issn": "",
            "pages": "975--987",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Separation of mouse spermatogenic cells by sedimentation velocity. A morphological characterization",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Romrell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Bellvé",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Fawcett",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Dev. Biol",
            "volume": "49",
            "issn": "",
            "pages": "119--131",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Cdc34 C-terminal tail phosphorylation regulates Skp1/cullin/F-box (SCF)-mediated ubiquitination and cell cycle progression",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sadowski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mawson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sarcevic",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biochem. J",
            "volume": "405",
            "issn": "",
            "pages": "569--581",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Ubiquitin-conjugating enzyme Cdc34 and ubiquitin ligase Skp1-cullin-F-box ligase (SCF) interact through multiple conformations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sandoval",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ziemba",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kuhlman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kleiger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Biol. Chem",
            "volume": "290",
            "issn": "",
            "pages": "1106--1118",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The cullin protein family",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sarikas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                },
                {
                    "first": "Z.-Q",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Distinct functions of MLH3 at recombination hot spots in the mouse",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Svetlanov",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Baudat",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "De Massy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Genetics",
            "volume": "178",
            "issn": "",
            "pages": "1937--1945",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "How tyrosine 15 phosphorylation inhibits the activity of cyclin-dependent kinase 2-cyclin A",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P I"
                    ],
                    "last": "Welburn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Tucker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lindert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Willis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E M"
                    ],
                    "last": "Noble",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Endicott",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Biol. Chem",
            "volume": "282",
            "issn": "",
            "pages": "3173--3181",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Induced premature G2/M-phase transition in pachytene spermatocytes includes events unique to meiosis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wiltshire",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Caldwell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Handel",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Dev. Biol",
            "volume": "169",
            "issn": "",
            "pages": "557--567",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Gels were stained using the Invitrogen Colloidal Coomassie staining kit (LC6025) in 20% methanol, 20% stainer A, 5% stainer B and incubated at room temperature overnight while slowly rocking. Gels were subsequently washed in double distilled water and imaged. Image acquisition Imaging was performed using a Zeiss Axiophot Z1 microscope attached to a cooled charge-coupled device (CCD) Black and White Camera (Zeiss McM). Images were captured and pseudo-colored using ZEN 2 software",
            "authors": [],
            "year": null,
            "venue": "Colloidal Coomassie Staining Protein extracts separated on SDS-PAGE gels were fixed in 40% methanol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Higher resolution images were acquired using an ELYRA 3D-Structured Illumination Super resolution Microscopy (3D-SIM) from",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "To reconstruct high-resolution images, raw images were computationally processed by ZEN Black. Channel alignment was used to correct for chromatic shift. The brightness and contrast of images were adjusted using ImageJ",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Each reconstituted sample was injected onto a PepMap C-18 RP nano trap column (3 mm, 100 mm 3 20 mm, Dionex) with nanoViper Fittings at 20 mL/min flow rate for on-line desalting and then separated on a PepMap C-18 RP nano column (3 mm, 75 mm x 25 cm), and eluted in a 120 min gradient of 5% to 35% acetonitrile (ACN) in 0.1% formic acid at 300 nL/min. The instrument was operated in data-dependent acquisition (DDA) mode using FT mass analyzer for one survey MS scan for selecting precursor ions followed by 3 s ''Top Speed'' data-dependent HCD-MS/MS scans in Orbitrap analyzer for precursor peptides with 2-7 charged ions above a threshold ion count of 10,000 with normalized collision energy of 38.5%. For label-free protein analysis, one MS survey scan was followed by 3 s ''Top Speed'' data-dependent CID ion trap MS/MS scans with normalized collision energy of 30%. Dynamic exclusion parameters were set at 1 within 45 s exclusion duration with ± 10 ppm exclusion mass width",
            "authors": [],
            "year": null,
            "venue": "Mass spectrometry and protein identification Mass spectrometry was performed in the Cornell University Proteomics and Mass Spectrometry facility. The nanoLC-MS/MS analysis was carried out using an Orbitrap Fusion (Thermo-Fisher Scientific",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "The default search settings used for relative protein quantitation and protein identification in PD2.2 searching software were: two mis-cleavage for full trypsin with fixed carbamidomethyl modification of cysteine and oxidation of methionine and demaidation of asparagine and glutamine and acetylation on N-terminal of protein were used as variable modifications. Identified peptides were filtered for maximum 1% false discovery rate (FDR) using the Percolator algorithm in PD 2.2. The relative label free quantification method within Proteome Discoverer 2.2 software was used to calculate the protein abundances. The intensity values of peptides, which were summed from the intensities values of the number of peptide spectrum matches (PSMs), were summed to represent the abundance of the proteins",
            "authors": [
                {
                    "first": "All",
                    "middle": [],
                    "last": "Ms",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "MS raw spectra from each experiment were processed and searched using the Sequest HT search engine within the Proteome Discoverer 2.2 (PD2.2, Thermo)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "with some modifications. Testis extracts were dissected into 1 x PBS and incubated in a shaking water bath at 34 C, 150rpm in 2 mg/ml Collagenase (Sigma C5138) in 1 x PBS for 15 minutes. Following multiple rounds of centrifugation and washing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Brieñ O-Enríquez",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Extract was then centrifuged and washed five times in 4 mL spermatocyte culture medium (SCM) (GIBCO DMEM without red phenol (21063-029), fetal calf serum (GIBCO 10082139), penicillin-streptomycin 1003 (GIBCO 15140-122); lactic acid (Sigma L13750, NaHCO3 9s8761) and sodium pyruvate 1003 (Sigma 11360-070). Cells were re-suspended in 600ml of SCM and placed in 12-well treated culture dishes (Corning #3513)",
            "authors": [],
            "year": null,
            "venue": "mg/ml Trypsin (Sigma T0303), 200 mg/ml DNase (Sigma DN25) in 1 x PBS and incubated in a shaking water bath at 34 C, 150rpm for 15 minutes",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "CNTD1 FH Protein Is Smaller Than Predicted, Lacking an N-Terminal Cyclin Homology Required for CDK Interaction (A) Schematic of annotated full-length and short-form CNTD1, including predicted cyclin homology regions (red).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "CNTD1 FH Localizes to Spermatocytes and Forms Discrete Foci at Pachytene (A and B) Immunohistochemistry using anti-HA antibody on formalin-fixed testis sections of Cntd1 +/+ (A) and Cntd1 FH/FH (B) mice, imaged at 2003. Bar, 300 mm. (C) Immunofluorescence staining using anti-HA (green) and anti-SYCP3 (red) antibodies on formalin-fixed testis sections of Cntd1 +/+ and Cntd1 FH/FH mice, imaged at 2003. Right-hand panels are enlargements of the dotted-outline box. Lower right-hand box shows the anti-HA staining (white) with cytoplasmic staining and discreet foci. (D-H) Immunofluorescence staining on spread meiotic spermatocyte preparations from Cntd1 FH/FH mice using antibodies against the HA epitope (green) and SYCP3 (red). Leptonema (D), zygonema (E), pachynema (F), diplonema (G), and diakinesis (H) staged spermatocytes defined by SYCP3 morphology. (I) Quantification of HA foci (means ± SDs) in pachytene spermatocytes of Cntd1 FH/FH mice. (J) Enlarged image of dotted-outline box in (F). The closed arrowhead indicates strong intensity focus; the open arrowhead indicates low intensity focus. (K) Structural illumination microscopy rendering of (J). (L) Representative immunofluorescent staining of pachynema spermatocyte from Cntd1 FH/FH testis using antibodies against MLH1 (red), HA (green), and SYCP3 (white). The right panel is the enlarged insert of the dotted-outline box. Colocalization of HA and MLH1 is identified by the yellow arrow; the green arrow indicates HA-only foci.Cell Reports 32,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "STA-PUT Allows Isolation of Prophase I Stage-Specific Fractions Revealing Dynamic Protein Expression (A) STA-PUT assay performed on Cntd1 FH/FH testis single-cell suspensions. Top: quantification of STA-PUT cell fraction composition based on a minimum of 200 cells from spread preparations stained for SYCP3 and gH2AFX. WBs performed using the described antibodies against each STA-PUT fraction. Each WB row is a composite of four individual WBs performed and imaged under identical conditions. (B) Model depicting the 2 complexes identified as interacting partners with CNTD1 in our MS analysis: RFC (left) and SCF (right). The hypothesized interaction between RFC-PCNA and MutLg is based upon in vitro experiments. The direct interactions with CNTD1 are depicted by black arrows.Cell Reports 32,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "CNTD1 Mutation Leads to a Decrease in CDC34 Levels Compared to Wild Type (A and B) WB using antibodies against CNTD1 FH -interacting proteins from immunoprecipitated material using anti-HA antibody from Cntd1 FH/FH mice (A) and from testis lysate (B) of Cntd1 FH/FH , Cntd1 FH/À , and Cntd1 À/À mice. (C) STA-PUT assay performed on Cntd1 FH/FH testis single-cell suspensions showing expression of CNTD1 FH interacting factors and downstream interactors relative to prophase I stage. Top panel: quantification of STA-PUT cell fraction composition based on a minimum of 200 cells from spread preparations stained with SYCP3 and ggH2AFX antibodies. WBs were performed using the described antibodies against each STA-PUT fraction. (D) WB using antibodies against CDC34 and GAPDH on lysate from whole testis, Wild-type, Cntd1 À/À , and Mlh1 À/À mice. (E) WB against predicted downstream CDC34 targets and GAPDH control. (F) WEE1 inhibitory phosphorylation on CDK1 and CDK2.Cell Reports 32,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "CNTD1 Mutation Causes a Decrease in Nuclear RFC4 Signal and Persistent Increased Nuclear Signal of PCNA in Prophase I Cells (A) STA-PUT assay performed on Cntd1 À/À testis single-cell suspension from 12 adult mice showing expression of RFC3, RFC4, PCNA, and CDC34 relative to prophase I stage. Top panel: quantification of STA-PUT cell fraction composition based on a minimum of 200 cells from spread preparations stained with SYCP3 and gH2AFX antibodies. WBs were performed using the described antibodies against each STA-PUT fraction. Each WB row is an amalgamation of 4 individual WBs performed and imaged under identical conditions. (B-G) Immunofluorescence staining of pachynema staged spread meiotic spermatocytes from Cntd1 FH/FH (B, D, and F) and Cntd1 À/À (C, E, and G) mice using RFC3 (B and C), RFC4 (D and E), and PCNA (F and G) antibodies. (H and I) Immunofluorescence staining using antibodies against RFC4 (green) and SYCP3 (red) on formalin-fixed testis sections of Cntd1 FH/FH (H) and Cntd1 À/À (I) mice, imaged at 2003. The white bars indicate the prophase I cells. The arrowheads indicate spermatogonia and the arrows indicate spermatocytes. The righthand panels show representative images of the prophase I stages from enlarged sections of (H) and (I), respectively, staged by SYCP3 morphology. (J and K) Immunofluorescence staining using antibodies against PCNA (green) and SYCP3 (red) on formalin-fixed testis sections of Cntd1 FH/FH (J) and Cntd1 À/À (K) mice, imaged at 2003. The white bars indicate the prophase I cells. The arrowheads indicate spermatogonia and the arrows indicate spermatocytes. The right-hand panels show representative images of the prophase I stages from enlarged sections of (J) and (K), respectively, staged by SYCP3 morphology.Cell Reports 32, CDC34 Levels Are Decreased and Downstream Targets Are Mislocalized in CNTD1 Mutants (A and B) Immunofluorescence using antibodies against CDC34 (green) and SYCP3 (red) on formalin-fixed testis sections of Cntd1 FH/FH (A) and Cntd1 À/À (B) mice, imaged at 2003. The white bars indicate the prophase I cells. The right-hand gray panels show representative images of the prophase I stages from enlarged sections of (A) and (B), respectively, staged by the morphology of the synaptonemal complex from SYCP3 staining.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Cntd1 À/À (right column panels D, F, H, and J), imaged at 2003. The white bars indicate the prophase I cells; the arrow highlights the spermatocytes. The right-hand gray panels show representative images of the prophase I stages from enlarged sections, staged by SYCP3 morphology. Cell Reports 32, 107858, July 7, 2020 13 Article ll OPEN ACCESS (legend on next page) 14 Cell Reports 32,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "In Vitro Short-Term Cultures Reveal a WEE1-Dependent Meiotic Crossover Checkpoint for Progression into Metaphase I (A) WB using antibodies against WEE1 inhibitory phosphorylation targets CDK1-pY15 and CDK2-pY15 and anaphase inhibitor MAD2L2 following the treatment of cultured spermatocytes from Cntd1 +/+ and Cntd1 À/À males with adavosertib, nocodazole, or both drugs. The triangles indicate increasing drug concentrations (see Method Details).(B) Analysis of protein signal from WB in (A) divided by GAPDH signal, relative to the V.O. (vehicle only) control. (C) WB against MAD2L2 in whole testis lysates from Cntd1 +/+ and Cntd1 À/À males. (D) Inhibitory phosphorylation of CDK1 and CDK2 by WEE1, which itself is degraded in vivo by CDC34 or inhibited by adavosertib treatment. WEE1 degradation/ inhibition allows the activation of the MPF and progression into metaphase I. The spindle assembly checkpoint (SAC) monitors the correct attachment of microtubules and prevents the progression from metaphase I to anaphase I. Nocodazole inhibits microtubule formation and promotes/maintains the SAC. (E) Model of CNTD1 function based on results presented in the present article. Cell Reports 32, Spermatocyte diakinesis spread preparations B Gravitational cell separation (STA-PUT) B Protein extraction B SDS-PAGE and Western Blotting B Colloidal Coomassie Staining B Image acquisition B Mass spectrometry and protein identification B Short-term testis drug culture d QUANTIFICATION AND STATISTICAL ANALYSES SUPPLEMENTAL INFORMATION Supplemental Information can be found online at https://doi.org/10.1016/j. celrep.2020.107858. ACKNOWLEDGMENTS This work was supported by the Eunice Kennedy Shriver National Institute of Child Health & Human Development (NICHD) of the National Institutes of Health under award no. R01HD041012 to P.E.C. Salary for S.G. was funded in part by a NICHD award to S.G. (K99HD092618). J.S.C. is a Meinig Family Investigator in the Life Sciences. The transgenic mice creation was supported in part by Empire State Stem Cell Fund contract no. C024174",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "CNTD1 FH short-form protein is the only detectable species in mouse testis. (A) To-scale schematic of genomic locus of Cntd1 on chromosome 11. Grey boxes indicate 5' and 3' untranslated regions. White boxes indicate described exons and dotted line indicate described introns. Blue arrows depict CNTD1 and N-terminally epitope tagged annotated full-length proteins with equivalent genomic length and predicted molecular weight. Green arrows depict CNTD1 and N-terminally epitope tagged short-form proteins with equivalent genomic length and predicted molecular weight. (b) Western blot using the anti-HA antibody against tissue lysate from Cntd1 +/+ and Cntd1 FH/FH mice. Green arrow indicates specific band. Supplemental figure related to Figure 1.Gray et al.Figure S3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Protein alignment of CNTD1 orthologs across species reveals variable N-terminal lengths. Starting methionine of the short-form in each homolog is colored blue and denoted with an asterisk. Sequence labeling is as follows with NCBI sequence IDs in parentheses: Mm, Mus musculus (NP_080838.1); Hs, Homo sapiens (NP_775749.2); Pt, Pan troglodytes (XP_009430406); Pc, Phascolarctos cinereus (XP_020828270.1); Clf, Canis lupus familiaris (XP_022278673.1); Cc, Castor canadensis (XP_020020731.1); Ce, Caenorhabditis elegans (NP_497607); Am, Alligator mississippiensis (XP_019355714). Supplemental figure related to Figure 1.Gray et al.Figure S4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "HA antibody is specific to CNTD1 FH and reveals nuclear and cytoplasmic localization. (A, B) Longer immunohistochemistry development using anti-HA antibody on formalin fixed testis sections of Cntd1 +/+ (A) and Cntd1 FH/FH (B) mice, imaged at 200x. Yellow bar indicates 300µm. Arrowheads indicate nuclear staining, diamond arrow indicates cytoplasmic staining. (C-F) Representative images of immunofluorescence staining on pachynema stages spread meiotic spermatocyte from Cntd1 +/+ (C and D) and Cntd1 FH/FH (E and F) mice using antibodies against the HA epitope (green) and SYCP3 (red). (D) and (F) are longer exposure images of (C) and (E) respectively. Supplemental figure related to Figure 2.Gray et al.Figure S5",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "STA-PUT enables enrichment of CNTD1 FH expressing cells allowing for immunoprecipitation and mass spectrometry analysis. (a) Representative images of spread meiotic cells from STA-PUT fractions stained with DAPI (blue) anti-SYCP3 (green) and anti-γH2AFX (red). Staging of spermatocytes defined by SYCP3 and XY body (γH2AFX) morphology. Dotted circle in Pachytene image indicating round spermatid. (b) STA-PUT assay performed on testis single cell suspension from 8 adult mice each from Cntd1 FH/ FH (top panel) and Cntd1 +/+ (bottom panel) genotypes. Green box indicates fractions pooled for further analysis as described. Supplemental figure related to Figure 3.Gray et al.Figure S6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "CNTD1 FH interacts with proteins within multiple gene ontology groups and multiple ubiquitylation pathway proteins. (A) Proportions of CNTD1 FH interacting genes identified by mass spectrometry, categorized by gene ontology groups as defined by PANTHER. (B) CNTD1 FH interacting ubiquitylation proteins categorized by subunits of the ubiquitylation machinery.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Signal intensity of prophase I staged cells from immunofluorescence stained testis sections. Average intensity of described channel within the prophase I staged cell as measured in ImageJ with error bars indicating standard deviation. Cntd1 FH/FH displayed in blue, Cntd1 -/-displayed in orange. Supplemental figure related to Figures 5",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Figure S1: CNTD1 FH allele does not affect germ cell development and crossover formation. (A) Epididymal sperm count of Cntd1 +/ + , Cntd1 FH/+ , Cntd1 FH/FH and Cntd1 -/-mice. Number of biological repeats (n value) displayed above each genotype (B) Testes weight ofCntd1 +/+ , Cntd1 FH/+ , Cntd1 FH/FH and Cntd1 -/-mice as a percentage of body weight. Number of biological repeats (n value) displayed above each genotype (C) Hematoxylin and eosin staining of Bouins fixed testis sections, imaged at 200x. Black bar indicates 100 µm. (D) Representative image of testis from Cntd1 +/+ , Cntd1 FH/+ , Cntd1 FH/FH , and Cntd1 -/-mice. (E) Representative immunofluorescence staining of spread meiotic pachytene cell using antibodies against MLH1 (green) and SYCP3 (red) of Cntd1 +/+ and Cntd1 FH/FH mice. White arrows indicate MLH1 foci. (F) Quantification of MLH1 foci per pachynema cell in Cntd1 +/+ and Cntd1 FH/FH mice with mean and standard deviation plotted. N numbers indicate the number of cells scored with the different red shades indicating different mice (3 per genotype). (G) Representative images of diakinesis stage spreads from Cntd1 +/+ and Cntd1 FH/FH mice. (H) Quantification of bivalent counts from Cntd1 +/+ and Cntd1 FH/FH mice. N numbers indicate the number of cells scored with the different red shades indicating different mice (3 per genotype). All statistical comparisons were made using unpaired t-test with Welch's correction, using one-tailed analysis. Supplemental figure related to Figure 1.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}