{
    "paper_id": "2a19fb9abd4323d062f742fa012cffa08ec594a0",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "en gastro-intestinale infectie met Enterobius vermicularis, ook bekend als 'aarsmade' of 'oxyure', is een veelvoorkomende worminfectie bij mensen. 1 Deze infectie komt vooral voor bij kinderen van 5-14 jaar. 2 De aandoening is meestal onschuldig met als enige klacht perianale jeuk. Deze worminfectie kan echter ook symptomen geven die lijken op een appendicitis. 1-3 Wij zagen een 6-jarige patiënte met buikpijnaanvallen rechtsonder in de buik. Dit klinisch beeld leek op een chronische appendicitis, maar bleek een infectie met E. vermicularis te zijn.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 209,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patiënt A, een 6-jarig meisje met een blanco voorgeschiedenis, kwam naar de SEH vanwege sinds anderhalve week bestaande pijnaanvallen rechtsonder in de buik en koorts tot 40°C. De SEH-arts zag een ziek meisje met een drukpijnlijke, maar niet-geprikkelde buik. Wegens een verdenking op appendicitis liet zij een echo van het abdomen maken. De appendix kwam daarbij niet à vue door verstorend darmgas. Laboratoriumonderzoek liet verhoogde ontstekingsparameters zien (referentiewaarden tussen haakjes): leukocyten: 29,3 x 10 9 /l (4,5-12,0); CRP: 439 mg/l (< 5). De SEH-arts besloot een CT van het abdomen te laten verrichten om een eventuele ontsteking toch in beeld te krijgen. Op deze CT-scan zagen wij een abces van 5 cm Achtergrond Een gastro-intestinale infestatie met de parasiet Enterobius vermicularis komt veel voor bij mensen en is meestal onschuldig. Het meest kenmerkende symptoom is perianale jeuk, maar de worm kan zorgen voor ernstige buikpijn die zich voordoet als een appendicitis. Vroege opsporing kan een onnodige appendectomie voorkomen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ziektegeschiedenis"
        },
        {
            "text": "cAsus Een 6-jarig meisje kwam op de Spoedeisende Hulp vanwege pijnaanvallen rechtsonder in de buik. Na lichamelijk onderzoek en een aanvullende echo en CT-scan van het abdomen werd zij opgenomen en behandeld vanwege vermoeden van een doorgemaakte appendicitis perforans. Na behandeling met antibiotica verdwenen de klachten en verdween het abces op een gering restinfiltraat na. Daarna werd zij nog 2 maal opgenomen met recidiverende buikpijn, zonder radiologische aanwijzingen voor een abdominale focus. Wij besloten een diagnostische laparoscopie uit te voeren met appendectomie à froid. Hierbij werden levende wormen in de appendix gevonden. Een behandeling met het anthelminthicum mebendazol was effectief.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ziektegeschiedenis"
        },
        {
            "text": "conclusie Een gastro-intestinale infectie met E. vermicularis komt veel voor, met name bij jonge kinderen. Deze infectie is meestal onschuldig, maar kan zich voordoen als een appendicitis. Geïnfecteerde patiënten zijn eenvoudig te behandelen met mebendazol. We stelden de werkdiagnose 'doorgemaakte appendicitis met perforatie en abcesvorming' en namen aan dat de appendix al geoblitereerd was door de doorgemaakte ontsteking. In overleg met specialisten van de afdeling Kinderchirurgie werd besloten om patiënte op te nemen en haar intraveneus te behandelen met amoxicilline/clavulaanzuur 100/10 mg/kg per dag en gentamicine 7 mg/ Figuur CT-scans van het abdomen van patiënt a. (a) Op de coronale en (b) sagittale doorsneden is craniaal van de blaas een vochtcollectie met aankleurende wand en luchtconfiguraties zichtbaar, wat past bij een appendiculair abces. De appendix is niet à vue. (c) Op de coronale doorsnede is de appendix te identificeren dankzij contrastvulling en een luchtbel in het lumen. Er is een niet-afwijkende appendix te zien. Er zijn geen secundaire tekenen van een appendicitis, zoals vetinduratie, vergrote lymfeklieren of periappendiculair infiltraatvorming zichtbaar (afgedrukt met toestemming van belanghebbenden). kg per dag. Aangezien de symptomen hierdoor snel verdwenen, werd afgezien van percutane abcesdrainage. Na 12 dagen werd patiënte ontslagen en poliklinisch vervolgd. Echografische controles toonden dat het abces verdween op een gering restinfiltraat na. Na 4 maanden kwam patiënte opnieuw op de SEH met recidiverende episoden van buikpijn en hoesten. Weer werd er een echo van het abdomen gemaakt, maar daar waren geen aanwijzingen voor een abdominale focus te zien. Op basis van bevindingen bij lichamelijk onderzoek (tachypneu, temperatuur van 38,9ºC, grove rhonchi en verminderd ademgeruis bij auscultatie van de rechterlong) en een thoraxröntgenfoto werd patiënte met de werkdiagnose 'onderste-luchtweginfectie' opgenomen en behandeld met amoxicilline/clavulaanzuur 100/10 mg/kg i.v. per dag. Aangezien patiënte hier goed op reageerde en er geen duidelijke focus kon worden gevonden voor een infectie in het abdomen, namen wij aan dat de buikpijn verklaard kon worden door de pulmonale afwijkingen. Patiënte herstelde volledig. Enkele maanden later kwam patiënte opnieuw op de SEH met dezelfde buikklachten en koorts. Op de echo van het abdomen waren geen aanwijzingen te zien voor een appendicitis. De CT-scan van het abdomen liet minimale restafwijkingen zien van het infiltraat rechtsonder in de buik en nieuwe infiltratieve afwijkingen in de basale longvelden, die nog net afgebeeld waren. De abdominale klachten leken wederom verklaard te kunnen worden door pulmonale afwijkingen en het restinfiltraat rechtsonder in de onderbuik. Patiënte werd gedurende 1 week behandeld met amoxicilline/clavulaanzuur 100/10 mg/kg i.v. per dag. We besloten om deze casus multidisciplinair te bespreken. Differentiaaldiagnostisch dachten wij aan cystische fibrose, inflammatoire darmziekteof coeliakie. Op basis van niet-afwijkende bevindingen bij een eerder verrichte zweettest, een niet-afwijkende calprotectineconcentratie in de feces en niet-afwijkende waarden van CRP, BSE, albumine, totaal IgA en anti-'tissue transglutaminase'(TTG)-antistoffen, leken deze diagnosen onwaarschijnlijk. Gezien de persisterende buikpijn en negatieve bevindingen bij beeldvormend onderzoek van het abdomen werd de laatst verrichte CT-scan herzien. Hierop werd de appendix alsnog geïdentificeerd met contrastvulling en lucht in het lumen (figuur 1c). Hoewel de appendix een niet-afwijkend kaliber had en er geen secundaire tekenen van appendicitis waren, is het in een dergelijk geval gebruikelijk de appendix te verwijderen ter voorkoming van een recidief van een appendicitis. Een diagnostische laparoscopie met appendectomie à froid werd dan ook verricht. Bij het doorknippen van de geligeerde appendix werd het operatieteam verrast doordat levende wormen uit het lumen van de appendix kropen (zie video). Macroscopisch werden de wormen geïdentificeerd als E. vermicularis. Pathologisch onderzoek van het preparaat liet reactieve veranderingen zien. Postoperatief werd patiënte behandeld met anthelminthische therapie dat bestond uit 2 giften mebendazol 100 mg, om resterende wormen in het colon te eradiceren. Op de 2e postoperatieve dag werd ze in goede conditie ontslagen en sindsdien was zij klachtenvrij.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ziektegeschiedenis"
        },
        {
            "text": "Hoewel infectie met E. vermicularis over het algemeen als onschadelijk wordt beschouwd, bestaat er een verband met een aantal ziektebeelden, waaronder appendicitis en ileocolitis. 3, [5] [6] [7] In 2003 werd de ziektegeschiedenis van een 32-jarige vrouw beschreven in het NTvG, die hevige diarree en buikpijn had op basis van een eosinofiele enteritis veroorzaakt door E. vermicularis. 8 De incidentie van E. vermicularis-infectie bij patiënten met symptomen van appendicitis varieert van 1,4-2,7%. 2, 9, 10 Het pathofysiologische mechanisme is onduidelijk. Het is mogelijk dat de buikpijn ontstaat door lokale irritatie of beschadiging van het appendixslijmvlies of door obstructie van het lumen van de appendix. 2, 9 Bij onze patiënte kan de vermeende appendicitis veroorzaakt zijn door een blokkade van het lumen van de appendix, mogelijk door lymfoïde hyperplasie van het appendixweefsel, als reactie op de aanwezige wormen. 2, 9 Artsen kunnen denken aan een gastro-intestinale infectie met E. vermicularis bij pijnaanvallen rechtsonder in de buik in afwezigheid van radiologische afwijkingen, zeker bij een chronisch recidiverend en atypisch karakter van de klachten. Deze casus illustreert bovendien dat extra-abdominale oorzaken van buikpijn, zoals onderste-luchtweginfecties, de diagnostiek van buikpijn bij kinderen kan bemoeilij-▼ leerpunten ▼ ",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 182,
                    "text": "3,",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 386,
                    "end": 387,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 499,
                    "end": 501,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 502,
                    "end": 504,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 507,
                    "text": "10",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 714,
                    "end": 716,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 717,
                    "end": 718,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 929,
                    "end": 931,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 932,
                    "end": 933,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Beschouwing"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Laparoscopic appendectomy in children with Enterobius vermicularis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Saxena",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Springer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tsokas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Willital",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Surg Laparosc Endosc Percutan Tech",
            "volume": "11",
            "issn": "",
            "pages": "284--290",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical manifestations of appendiceal pinworms in children: an institutional experience and a review of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Arca",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Gates",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Groner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Caniano",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatr Surg Int",
            "volume": "20",
            "issn": "",
            "pages": "372--377",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Appendicitis-like clinical image elicited by Enterobius vermicularis: case report and review of the literature",
            "authors": [],
            "year": 2013,
            "venue": "Acta Chir Belg",
            "volume": "113",
            "issn": "",
            "pages": "139--181",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Enterobius vermicularis egg positive rate of pre-school children in Chunchon",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "U"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Huh",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Korean J Parasitol",
            "volume": "38",
            "issn": "",
            "pages": "279--81",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Enterobius vermicularis and colitis in Children",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jardine",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Kokai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Dalzell",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Pediatr Gastroenterol Nutr",
            "volume": "43",
            "issn": "",
            "pages": "610--612",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Appendiceal enterobius vermicularis infestation associated with right-sided chronic pelvic pain",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Nackley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Nackley",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ii",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Yeko",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunasekaran",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "JSLS",
            "volume": "8",
            "issn": "",
            "pages": "171--174",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Een jongen met pijn rechts in de onderbuik",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Thomassen",
                    "suffix": ""
                },
                {
                    "first": "Pjjm",
                    "middle": [],
                    "last": "Klinkhamer",
                    "suffix": ""
                },
                {
                    "first": "Mcg",
                    "middle": [],
                    "last": "Van De Poll",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "156",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Hevige diarree en eosinofiele colitis toegeschreven aan aarsmaden (Enterobius vermicularis)",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Jong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Baan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lommerse",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Gool",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "147",
            "issn": "",
            "pages": "813--818",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Role of Enterobius vermicularis in the aetiology of appendicitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Budd",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Br J Surg",
            "volume": "74",
            "issn": "",
            "pages": "748--757",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Universitair Medisch Centrum Groningen, Groningen. Afd. Kinderchirurgie: A.M.A. Levens, coassistent; drs. M. Schurink en drs. R. van Baren, kinderchirurgen. Afd. Kindergeneeskunde: dr. H.A. Koetse, kinderarts. Contactpersoon: drs. A.M.A. Levens (afralevens@hotmail.com). afra M.a. Levens, Maarten Schurink, Harma a. Koetse en Robertine van Baren doorsnede in het cavum Douglasi. Ook werd naast het colon vrij vocht gezien met hypodense afwijkingen en vetinfiltratie rechtsonder in de buik (figuur 1a en 1b).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Als de patiënt de jeuk probeert te bestrijden door te krabben, worden de eitjes via de vingers verder verspreid. Aangezien de eitjes buiten het menselijk lichaam lang overleven, kunnen ze via speelgoed en meubilair andere mensen bereiken. Als de eitjes daarna door contact in de mondholte komen, is de levenscyclus compleet (figuur 2).Aanwezigheid van E. vermicularis kan soms worden vastgesteld doordat wormen in ontlasting te zien zijn. Daarnaast is de plakbandproef mogelijk: een plakbandje kan 's ochtends kort op het perianale gebied worden gedrukt en daarna kan op een objectglaasje onder de microscoop naar wormeieren gekeken worden. Patiënten met een infectie met E. vermicularis kunnen eenvoudig behandeld worden met mebendazol.Een infectie met de rondworm E. vermicularis kan sterk lijken op een appendicitis. Het meest kenmerkende symptoom, perianale jeuk, hoeft daarbij niet aanwezig te zijn. Vooral bij langer bestaande of chronisch recidiverende buikpijn zonder duidelijke verklaring of radiologische afwijkingen, moet worden gedacht aan deze diagnose. Een invasieve behandeling als een laparoscopische appendectomie kan dan vermeden worden door een eenvoudig 'kuurtje' mebendazol. . R. Dikkers, kinderradioloog, leverde, bewerkte en beoordeelde het radiologische beeldmateriaal.Belangenconflict en financiële ondersteuning: geen gemeld.Citeer als: Ned Tijdschr Geneeskd. 2014;158:A7371 • > KijK ooK oP www.ntVg.nl/A7371 Figuur 2 Levenscyclus van Enterobius vermicularis. de eieren komen in de darmen terecht en komen uit. De parasiet leeft met name in het caecum en colon ascendens volwassen wormen de vrouwtjes zijn 8-13 mm lang en 0,3-05 mm dik de mannetjes zijn iets kleiner 10 mm de volwassen wij es migreren 's nachts naar de perianale regio en leggen daar eitjes. Dit veroorzaakt jeuk en leidt tot krabben ingestie van de eieren via de vingers na contact met onder andere zand, besmette voorwerpen en na krabben in de perianale regio Eitjes van E. vermiculairs",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}