{
    "paper_id": "2a1f92669ba0323c345b4903b6cab0347189c8f4",
    "metadata": {
        "title": "Journal Pre-proof Critical care capacity during the COVID-19 pandemic: Global availability of intensive care beds Critical Care Capacity During the COVID-19 Pandemic: Global Availability of Intensive Care Beds Short title: Global Availability of Intensive Care Beds Corresponding Author",
        "authors": [
            {
                "first": "Xiya",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Montreal",
                    "location": {
                        "settlement": "Montreal",
                        "region": "Quebec",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Dominique",
                "middle": [],
                "last": "Vervoort",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins Bloomberg School of Public Health",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": "vervoortdominique@hotmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "J o u r n a l P r e -p r o o f Journal Pre-proof automatically translate to sufficient resources to sustain a critically ill patie nt. Finally, many countries are rapidly converting regular hospital wards, operating theatres, and non-clinical spaces to make-shift ICUs to manage the growing number of critically ill patients. Despite these limitations, we believe that our analysis provides an initial, comprehensive view of the global availability of baseline critical care capacity. Our findings highlight the need for ministries of health to track and share their critical care inventory, to allow for a clearer assessment of needs and opening the door to more unified efforts in fighting the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "J o u r n a l P r e -p r o o f Journal Pre-proof",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As the COVID-19 pandemic grows, the need for rapid, innovative, and cost-effective emergency response mechanisms and the presence of gaps in critical care capacity become glaringly obvious in most countries and territories worldwide. In the United States, models project that major academic centres' hospitalization capacity will be saturated within weeks, notably including their intensive care unit (ICU) capacity. 1 Furthermore, low-and middleincome countries (LMICs) are at-risk for an inability to manage an anticipated surge of critically ill COVID-19 patients, with current estimates suggesting the availability of 0.1 to 2.5 ICU beds per 100,000 population. 2 While several studies have evaluated critical care capacity in some regions, there has yet to be a comprehensive survey of ICU beds worldwide.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 418,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 666,
                    "end": 667,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The objective of this study consists of mapping the global availability of critical care infrastructure with a focus on the distribution of ICU beds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objective"
        },
        {
            "text": "A literature search was performed using the PubMed/MEDLINE and Google Scholar databases to identify the most recent number of ICU beds per country or territory, including pediatric and neonatal ICU but excluding psychiatric ICUs. Additionally, national and international media and grey literature were searched in English and all official languages of each country. Countries were categorized as LMIC versus high-income countries (HICs) according to the World Bank income group classification. 3 For low-income countries, it was assumed that ICU beds were only available in teaching and referral hospitals.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 495,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Methods and Findings"
        },
        {
            "text": "Data was available for 182 countries and territories, ranging from 0 to 59.5 ICU beds per 100,000 population (Figure 1; Appendix table 1) . Globally, at least 96 countries and J o u r n a l P r e -p r o o f Journal Pre-proof territories had a density of less than 5.0 ICU beds per 100,000 population. The availability of ICU beds ranged from none (Nauru, Solomon Islands, and South Sudan) to 21.3 per 100,000 population (Kazakhstan) in LMICs and none (Liechtenstein and Palau) to 59.5 per 100,000 population (Monaco) in HICs. In Africa, densities ranged from 0 (South Sudan) to 10.6 (Egypt) per 100,000 population. Apart from Seychelles (6.3), South Africa (8.9), and Egypt (10.6), all African countries had a density of less than 5.0 ICU beds per 100,000 population.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 137,
                    "text": "(Figure 1; Appendix table 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods and Findings"
        },
        {
            "text": "Traditionally, ICU beds have a high baseline occupancy rate. 5% of COVID-19 cases are expected to require ICU admission, mathematically already overwhelming a handful of countries based on real-time case numbers, and disregarding the need for ICU beds for non-COVID-19 emergencies. 4 To respond to the growing shortages of ICU beds and ventilators, frameworks for rationing have been developed to ensure the fair allocation of scarce resources. 5 As the world responds to the growing COVID-19 pandemic, a shift in contemporary global public health priorities exposes critical gaps in health systems around the world.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 283,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 445,
                    "end": 446,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Whilst the critical care capacity in LMICs was insufficient prior to the pandemic, deficiencies grow to include highly-resourced health systems around the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study has several limitations. First, the scarcity of comprehensive data available in peer-reviewed literature or white papers required the reliance on local and national media to collect data on the number of ICU beds for 52 countries and territories. Our results are limited to internet-searchable information, and we cannot disregard the possibility of the numbers to be under-estimates because of publicly under-reporting. Second, accessibility to ICU care, a challenge in many countries with (partially) private health care systems, is not taken into account when assessing capacity. The availability of an ICU bed does not J o u r n a l P r e -p r o o f Journal Pre-proof ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Locally Informed Simulation to Predict Hospital Capacity Needs During the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Weissman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Crane-Droesch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chivers",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-1260"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Achieving affordable critical care in lowincome and middle-income countries",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yacoub",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ Glob Health",
            "volume": "4",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjgh-2019-001675"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Bank Country and Lending Groups",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "20",
            "pages": "30120--30121",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30120-1"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A Framework for Rationing Ventilators and Critical Care Beds During the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Global availability of intensive care unit (ICU) beds per 100,000 population. Created with mapchart.net. J o u r n a l P r e -p r o o f",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}