{"paper_id": "2a226fc36c1687b7e7bec53cec8698f122069f47", "metadata": {"title": "COVID-19) pandemic on surgical practice -Part 2 (Surgical prioritisation) -Review Article", "authors": [{"first": "Ahmed", "middle": [], "last": "Al-Jabir", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ahmed", "middle": [], "last": "Kerwan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Maria", "middle": [], "last": "Nicola", "suffix": "", "affiliation": {"laboratory": "", "institution": "Imperial College Healthcare NHS Trust", "location": {"settlement": "London", "country": "United Kingdom"}}, "email": ""}, {"first": "Zaid", "middle": [], "last": "Alsafi", "suffix": "", "affiliation": {"laboratory": "", "institution": "University College London", "location": {"country": "United Kingdom"}}, "email": ""}, {"first": "Mehdi", "middle": [], "last": "Khan", "suffix": "", "affiliation": {"laboratory": "", "institution": "University College London", "location": {"country": "United Kingdom"}}, "email": ""}, {"first": "Catrin", "middle": [], "last": "Sohrabi", "suffix": "", "affiliation": {"laboratory": "Barts and The London School of Medicine and Dentistry", "institution": "Mary University of London", "location": {"region": "Queen", "country": "United Kingdom"}}, "email": ""}, {"first": "Niamh", "middle": [], "last": "O&apos;neill", "suffix": "", "affiliation": {"laboratory": "Barts and The London School of Medicine and Dentistry", "institution": "Mary University of London", "location": {"region": "Queen", "country": "United Kingdom"}}, "email": ""}, {"first": "Christos", "middle": [], "last": "Iosifidis", "suffix": "", "affiliation": {"laboratory": "Barts and The London School of Medicine and Dentistry", "institution": "Mary University of London", "location": {"region": "Queen", "country": "United Kingdom"}}, "email": ""}, {"first": "Michelle", "middle": [], "last": "Griffin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Stanford University", "location": {"settlement": "Palo Alto", "country": "United States"}}, "email": ""}, {"first": "Ginimol", "middle": [], "last": "Mathew", "suffix": "", "affiliation": {"laboratory": "", "institution": "University College London", "location": {"country": "United Kingdom"}}, "email": ""}, {"first": "Riaz", "middle": [], "last": "Agha", "suffix": "", "affiliation": {"laboratory": "", "institution": "Barts Health NHS Trust", "location": {"settlement": "London", "country": "United Kingdom"}}, "email": ""}, {"first": "A", "middle": [], "last": "Al-Jabir", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kerwan", "middle": ["A"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nicola", "middle": ["M"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Alsafi", "middle": ["Z"], "last": "Khan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sohrabi", "middle": ["C"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "O", "middle": ["&apos;"], "last": "Neill", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The Coronavirus (COVID-19) Pandemic represents a once in a century challenge to human healthcare with 2.4 million cases and 165,000 deaths thus far. Surgical practice has been significantly impacted with all specialties writing guidelines for how to manage during this crisis. All specialties have had to triage the urgency of their daily surgical procedures and consider non-surgical management options where possible. The Pandemic has had ramifications for ways of working, surgical techniques, open vs minimally invasive, theatre workflow, patient and staff safety, training and education. With guidelines specific to each specialty being implemented and followed, surgeons should be able to continue to provide safe and effective care to their patients during the COVID-19 pandemic.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "In this comprehensive and up to date review we assess changes to working practices through the lens of each surgical specialty.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The rapid spread of COVID-19 around the world (2.4 million cases and over 165,000 deaths brings new challenges for the international medical and surgical community [1] ; the unprecedented strain it has put on units around the world has unfortunately been accompanied by an increasing number of COVID-19 infections and subsequent deaths amongst medical colleagues [2] . It is therefore important to follow the latest guidelines for surgical management of patients in order to reduce the risk of infection for patients and medical personnel. In part 1, the authors have reviewed the current evidence and offered general recommendations for changes to surgical practice to minimise the effect of the COVID-19 pandemic on surgical units.", "cite_spans": [{"start": 164, "end": 167, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 363, "end": 366, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "Prioritisation of surgical services during this pandemic must be a careful balance of patient needs and resource availability and the European Association of Urology Guidelines Office offer the following suggestions for factors that must be taken into account [3] ", "cite_spans": [{"start": 260, "end": 263, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "Oncological surgery With the disruption of normal surgical practices due to workforce shortages as well as resource limitations due to COVID-19, it is important to rationalise all surgeries undertaken. This is especially important in cancer surgery where the surgeon must balance risk of potential viral transmission to the surgical team as well as of possible progression of cancer in the patient [4] . In the first instance, patients should be transferred to hospitals with greater capacity to cover procedures, with the suggestion of setting up local 'COVID-19 free' surgical hubs for the continuation of oncological surgery.", "cite_spans": [{"start": 398, "end": 401, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Surgical Specialty guidelines"}, {"text": "In cancer patients, general considerations must also be taken into account. It is routine that most complex elective surgical procedures receive ward-based care post-operatively.", "cite_spans": [], "ref_spans": [], "section": "Surgical Specialty guidelines"}, {"text": "Occasionally, patients may develop postoperative complications requiring ITU admission and/or re-operation, which may prove to be a challenge with the increasing numbers of COVID-19 patients requiring Level 3 care. It is recommended that length of stay (LOS) be decreased to a minimum, especially in critical care [5, 6] Furthermore, the NHS has identified the cancer patients which are most at risk during the outbreak and who are likely to become seriously or critically unwell if they were to contract the virus. These include: patients on active chemo-or radiotherapy; immunotherapy or any antibody treatments; or immune system modulation therapy (eg. protein kinase inhibitors or post-transplantation immunosuppressants).", "cite_spans": [{"start": 314, "end": 317, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 318, "end": 320, "text": "6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Surgical Specialty guidelines"}, {"text": "This group also includes patients with blood or bone marrow cancers ie. leukemia, lymphoma or myeloma. Further to the above, factors such as age above 60, pre-existing cardiovascular and/or respiratory disease have been associated with a worse prognosis. Following a multidisciplinary team (MDT) discussion, clinicians are encouraged to clearly outline the risks and benefits with patients before commencing or continuing any cancer treatment [5] .", "cite_spans": [{"start": 443, "end": 446, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Surgical Specialty guidelines"}, {"text": "Surgical teams are encouraged to offer telephone or video consultations when possible, cancel follow ups which are deemed non-essential in an attempt to minimise patient contact.", "cite_spans": [], "ref_spans": [], "section": "Surgical Specialty guidelines"}, {"text": "In cases where patients must attend hospital appointments, time patients spend in services should be minimised. They should have a scheduled appointment time and should be advised not to arrive early [5] .", "cite_spans": [{"start": 200, "end": 203, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Surgical Specialty guidelines"}, {"text": "Surgeons are encouraged to maximise breast conserving surgery when possible, as definitive mastectomy and/or reconstruction should be deferred when possible if radiotherapy options are available. Surgeons should also consider alternative, non-surgical therapy where possible.", "cite_spans": [], "ref_spans": [], "section": "Breast Cancer Surgery"}, {"text": "Suggestions for prioritisation are in Table 1 Additionally, Lu et al [8] recommended prioritising breast disease care according to benign or malignant disease. For benign disease, they use the BI-RADS grading score and advise that patients with score <3 are suitable for a 3-month deferral. Patients grading ≥4 should have a biopsy, reviewed in 4-8 weeks then re-assessed.", "cite_spans": [{"start": 69, "end": 72, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 38, "end": 45, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Breast Cancer Surgery"}, {"text": "For malignant disease, with a BI-RADS grade ≥4 and highly suspicious for malignancy, a core needle biopsy or fine needle aspirate should be arranged urgently. In hospitals in Phase 2 or 3, neoadjuvant therapy is given priority over surgical intervention and is to be administered in a day chemotherapy unit to avoid unnecessary admissions. They also recommend postponing follow-up adjuvant chemotherapy in patients who have recently had surgery for early stage breast cancer. For more at risk patients (such as the elderly or immunosuppressed) with a low tumour burden, a reduced dose (≥85% of the standard dose) is recommended. Finally, where possible, adjuvant radiotherapy should be delayed by 1-2 months to avoid nosocomial transmission [8] .", "cite_spans": [{"start": 741, "end": 744, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Breast Cancer Surgery"}, {"text": "For patients with stable remission, they recommend that reviews should be conducted every 6 months instead of 3-monthly.", "cite_spans": [], "ref_spans": [], "section": "Breast Cancer Surgery"}, {"text": "In locally advanced resectable colon cancer, surgeons are urged to consider neoadjuvant chemotherapy and revisit the idea of surgery in 2-3 months. There should also be consideration of further chemotherapy in patients with rectal cancer which have shown a clear response to neoadjuvant chemotherapy. This may also be considered in locally advanced or recurrent rectal cancer requiring pelvic exenteration, in an attempt to delay the operation for a few months. Diverting stomas should be utilised or give preference for stoma formation over anastomosis to reduce the risk of postoperative complications (e.g. anastomotic leak) [9] .", "cite_spans": [{"start": 628, "end": 631, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Colorectal Cancer Surgery"}, {"text": "Suggestions for prioritisation are given in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 44, "end": 51, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Colorectal Cancer Surgery"}, {"text": "Guanyu et al [11] note that SARS-CoV-2 has been identified in many faecal specimens and advise extra precautions during colorectal surgery where laparoscopically generated aerosols may mix with blood or intestinal contents during anastomoses. Additionally, they note that whilst fever is a main sign of COVID-19, it is also a primary manifestation of anastomotic leak and advise surgeons to carefully consider this possibility depending on patient risk factors.", "cite_spans": [{"start": 13, "end": 17, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Colorectal Cancer Surgery"}, {"text": "In thoracic cancer, care must be taken to differentiate between the symptoms of COVID-19", "cite_spans": [], "ref_spans": [], "section": "Thoracic Cancer Surgery"}, {"text": "(which are predominately respiratory in nature) or severe acute respiratory distress syndrome and progression in lung cancer. Furthermore, patient groups must be very carefully selected for surgery as any reduction in lung reserves may severely affect the risk of complications and morbidity and mortality should they later be infected with COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Thoracic Cancer Surgery"}, {"text": "Suggestions for prioritisation are given in Table 3 .", "cite_spans": [], "ref_spans": [{"start": 44, "end": 51, "text": "Table 3", "ref_id": "TABREF3"}], "section": "Thoracic Cancer Surgery"}, {"text": "Trauma and orthopaedics is a key speciality where operations will be required to continue despite a patient's COVID-19 status. For this reason, extensive planning is required to ensure that optimal injury care is provided regardless of a patient's infection status.", "cite_spans": [], "ref_spans": [], "section": "Trauma and Orthopaedic Surgery"}, {"text": "Trauma coordinators are required to plan for a potential surge in intensive care capabilities, where patients with suspected or confirmed COVID-19 should be grouped in a separate area from patients without the virus, while ensuring optimal care is not compromised. Policies should be decided in each centre regarding the restriction of elective appointments and procedures [13] . Some suggestions for case prioritisation are seen in Table 4 . Examples of these patients include hip fractures and infected prostheses. These patients will require hospital admission and urgent surgical management that cannot be postponed.", "cite_spans": [{"start": 373, "end": 377, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 433, "end": 440, "text": "Table 4", "ref_id": "TABREF4"}], "section": "Trauma and Orthopaedic Surgery"}, {"text": "Efficient treatment is essential to avoid prolonged hospital stay both before and after surgery.", "cite_spans": [], "ref_spans": [], "section": "Trauma and Orthopaedic Surgery"}, {"text": "A lead attending physician must be allocated to coordinate the flow of patients from the emergency department through to operating room (OR) scheduling. It is advised that daily trauma conferences should be held to update on problems faced and logistics of dealing with said issues. Elective theatre capacity and rehabilitation services should be utilised to minimise preoperative delay and postoperative stay in hospital. Elderly patients will be seen frequently in Trauma and Orthopaedics; therefore measures must be taken to shield these patients from COVID-19 during their stay in hospital. Anaesthetic guidelines must be developed for patients requiring surgery who may be COVID-19 positive.", "cite_spans": [], "ref_spans": [], "section": "Trauma and Orthopaedic Surgery"}, {"text": "Examples of these patients include ligamentous injuries of the knee. Non-operative management must be explored first to avoid hospital admission. A clinical decision must then be made when faced with a serious injury taking into account the availability of available clinicians and resources, as well as the potential impact on society. As resources become more strained, nonoperative care will be emphasised, where possible, to reduce the number of inpatients in hospital and resulting burden on the hospital system. This will also mean more beds are available for obligatory inpatients.", "cite_spans": [], "ref_spans": [], "section": "Nonoperative patients"}, {"text": "Many trauma patients may be clinically suitable for day-case surgery such as simple periarticular fractures. By utilising day-case trauma surgery, unnecessary admissions can be avoided thus reducing the likelihood of patients being exposed to a hospital environment while freeing up beds for obligatory inpatient cases. Due to COVID-19, the only day-case procedures likely to take place are urgent cases therefore careful consideration and prioritisation of these patients is essential to ensure the necessary staff and theatre space is available.", "cite_spans": [], "ref_spans": [], "section": "Day Cases"}, {"text": "First contact and fracture clinics These patients will be outpatients therefore any hospital or clinic attendance must be kept to an absolute safe minimum. Emergency departments are likely to be under immense pressure therefore Trauma and Orthopaedic surgeons may take pressure off the emergency services by utilising a fracture clinic. Whilst the emergency departments may continue to care for patients who require resuscitation or a full trauma team, fracture clinics may be asked to take patients directly from ED triage with fractures, wounds and minor injuries prior to examination or diagnosis. Surgery must not be scheduled by a junior clinician without approval from an experienced attending.", "cite_spans": [], "ref_spans": [], "section": "Day Cases"}, {"text": "Managers can play to become fully integrated in regional and hospital planning. As mentioned previously, intensive care triage and resource allocation are essential when a surge in patients requiring urgent treatment is seen. Regarding management of critically injured patients, it is advised that the standards of care for these patients is adapted in that the criteria for early triage to palliative care services is implemented for patients with low chances of survival [13] .", "cite_spans": [{"start": 473, "end": 477, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "A Committee on Trauma implored the role Trauma Medical Directors and Trauma Program"}, {"text": "Furthermore, senior staff such as trauma attendings should triage patients using a uniform triage policy rather than clinical judgement alone for trauma and ICU patients. If resources in a care centre become sufficiently limited, exclusion from treatment may be decided based on the probability of the patient surviving to ensure resource allocation is efficient [17] .", "cite_spans": [{"start": 363, "end": 367, "text": "[17]", "ref_id": null}], "ref_spans": [], "section": "A Committee on Trauma implored the role Trauma Medical Directors and Trauma Program"}, {"text": "An essential element of surgical service planning is the delivery of emergency general surgery. It is important to ensure that this continues as normal wherever possible for both patients infected with COVID-19 or not [18] .", "cite_spans": [{"start": 218, "end": 222, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "General Surgery"}, {"text": "One suggestion is to set up dedicated 'clean' and 'dirty' emergency operating rooms to avoid nosocomial infections in COVID-negative patients. Operations or procedures should be performed if conservative management has failed, may cause harm to the patient, is likely to prolong hospital stay, or increase the likelihood of readmission at a later stage [19] .", "cite_spans": [{"start": 353, "end": 357, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "General Surgery"}, {"text": "Surgeons should also be wary of a possible reduction in the availability of blood products.", "cite_spans": [], "ref_spans": [], "section": "General Surgery"}, {"text": "The UK has already seen resources beginning to deplete due to both increased usage as well as a reduction in blood donors due to social distancing and quarantine measures [20] . It is therefore advisable for individual centres to monitor regional blood availability and if required, support a restrictive transfusion strategy both in ORs and ICU where necessary [13] or intraoperative cell salvage [21] .", "cite_spans": [{"start": 171, "end": 175, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 362, "end": 366, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 398, "end": 402, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "General Surgery"}, {"text": "Suggestions for prioritisation are given in Table 5 .", "cite_spans": [], "ref_spans": [{"start": 44, "end": 51, "text": "Table 5", "ref_id": "TABREF5"}], "section": "General Surgery"}, {"text": "Incision and drainages should continue to be performed in cases of superficial soft tissue abscess, including perianal abscesses, under local anaesthesia where possible. In cases where infection is deep seated (ie. muscle involvement), incision and drainage should be performed in the OR, in an attempt to avoid extension of the disease and shorten hospital stay. This classification includes, but is not limited to, perirectal abscesses (ischiorectal, intersphincteric, supralevator). If an operating room is not available, percutaneous drainage should be considered [19] .", "cite_spans": [{"start": 568, "end": 572, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "General Surgery"}, {"text": "Spinelli et al. [40] warn that cases of COVID-19 may present with abdominal symptoms resembling acute pancreatitis. In fact, Furong et al. [23] suggest that high angiotensinconverting enzyme 2 (ACE2) receptor expression in the pancreas may be a cause of mild pancreatitis in patients infected with SARS-CoV-2 and advise clinicians to remain vigilant of this phenomenon. In cases of progression to necrotising pancreatitis during the COVID-19 pandemic, percutaneous and interventional radiology (IR) drainage strategies should be favoured over endoscopy and laparoscopic or open operative methods [19] .", "cite_spans": [{"start": 16, "end": 20, "text": "[40]", "ref_id": "BIBREF40"}, {"start": 139, "end": 143, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 596, "end": 600, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "General Surgery"}, {"text": "Emergency operations should be performed in closed loop bowel obstruction and obstructions due to incarcerated hernias, bowel perforations and intestinal ischemia cases.", "cite_spans": [], "ref_spans": [], "section": "General Surgery"}, {"text": "Conservative management should be attempted in bowel obstruction secondary to adhesions [19] .", "cite_spans": [{"start": 88, "end": 92, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "General Surgery"}, {"text": "Appendicitis, if uncomplicated, may be treated with a trial of intravenous (IV) antibiotics with an aim to switch to oral alternatives. Attention must be given to cases with an appendicolith present, or in cases where there is disease extension outside of the right iliac fossa. Such cases have a 30-50% failure rate and may constitute a longer than necessary hospital stay.", "cite_spans": [], "ref_spans": [], "section": "General Surgery"}, {"text": "This risk must be assessed against OR availability. Patients with complicated appendicitis should be treated with IV antibiotics followed by an oral switch. Depending on the patient's clinical status, defined abscesses should be drained percutaneously or operated on. In cases where non-surgical management fails, surgery must be performed urgently [19] .", "cite_spans": [{"start": 349, "end": 353, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "General Surgery"}, {"text": "Management of diseases of the biliary tree remain mostly unchanged. Pain control is crucial in cholelithiasis and chronic cholecystitis. An elective cholecystectomy should be performed at a later stage. In cases of refractory pain, an emergency laparoscopic cholecystectomy should be performed. This is also true for acute cholecystitis cases; if the patient is fit and there is an emergency theatre available, they should be operated on in an attempt to minimise hospital stay. If there is limited operating room availability or the patient is not fit for a laparoscopic operation, then treatment should be with IV antibiotics. In cases where IV antibiotics have failed, a cholecystostomy may be performed. Patients with choledocholithiasis who fail to pass their stone should undergo an endoscopic retrograde cholangio-pancreatography (ERCP) with sphincterotomy. An elective cholecystectomy should be performed at a later stage [19] .", "cite_spans": [{"start": 930, "end": 934, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "General Surgery"}, {"text": "Uncomplicated diverticulitis management remains unchanged ie. IV antibiotics followed by an oral switch. Hinchey grade 1 and 2 cases should undergo percutaneous drainage as well as receive antibiotic treatment. Hinchey 3 and 4 classifications should undergo a laparotomy with bowel resection and primary anastomosis or colostomy formation, as appropriate [19] .", "cite_spans": [{"start": 355, "end": 359, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "General Surgery"}, {"text": "Transplant surgery COVID-19 is having a significant impact on organ donation services world-wide. As the pandemic evolves, the transplant community faces various challenges, from allocation of resources and consenting patients, to optimizing immunosuppressive medication in patients with suspected COVID-19 infections [24] .", "cite_spans": [{"start": 318, "end": 322, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "General Surgery"}, {"text": "Currently, there is a limited amount of data to draw firm conclusions on the effect of COVID-19 on organ transplantation. However, the immunosuppressive agents used may pose an increased risk of developing severe infections, placing these patients in an extremely vulnerable category. In the UK, transplant patients have been advised to stay at home and avoid face to face contact for 12 weeks. Additionally, transplant units should take measures to reduce the need for hospital attendance in these vulnerable patients by postponing nonurgent appointments or conducting them virtually as well as delivering immunosuppressive medication to a patient's home. It is important to note that levels of immunosuppression should be reviewed regularly. However, adjusting the level of immunosuppression should be undertaken with care as this could jeopardise the viability of the transplanted organ [25] .", "cite_spans": [{"start": 890, "end": 894, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "General guidance"}, {"text": "Guidance on acute transplantation during this pandemic is currently being developed and is adapting on a regular basis. Transplant units are encouraged to take into account the availability of intensive care beds as this will affect feasibility and safety of undertaking organ transplantation. During the COVID-19 outbreak, transplant decisions should be made on a case by case basis by balancing the risk of infection due to immunosuppression and hospital stay against the risk of organ failure. Acutely however, recipients with an active infection or are recovering from an infection should not undergo transplantation. Ultimately, if a unit has a significant number of COVID-19 cases and has limited resources available, with a potential for negative impact on patient care, transplant services should be temporarily halted and reevaluated at regular intervals [25] .", "cite_spans": [{"start": 864, "end": 868, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "General guidance"}, {"text": "Alterations must be made to the consenting process during this pandemic with several additional factors needing to be taken into consideration when consenting patients for both living organ donation and solid organ transplantation. These include:", "cite_spans": [], "ref_spans": [], "section": "Consent"}, {"text": "• Risk of transmission of SARS-CoV-2 from donor to recipient This should consider language barriers and disabilities to reduce the risk of miscommunication [26] .", "cite_spans": [{"start": 156, "end": 160, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Consent"}, {"text": "Local transplant services are taking drastic measures, making adaptations based on the resources available and the desires of donors and recipients. It is recommended that each centre should use their clinical judgement based on the circumstances of their individual centre. Some kidney transplant centres have closed live donor programs due to the risk of patients contracting COVID-19 and limited access to critical care beds, while others are conducting risk-benefit analyses on a case by case basis [27] [28] [29] .", "cite_spans": [{"start": 503, "end": 507, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 508, "end": 512, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 513, "end": 517, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Renal considerations"}, {"text": "There are a limited number of case reports relating to the effects of COVID-19 on renal transplant patients [30] [31] [32] [33] [34] . Guillen et al [30] report a case of a 50-year-old male who had undergone renal transplantation in 2016. They expressed concern that SARS-CoV-2 may present in an atypical fashion in immunocompromised patients (diarrhoea, nausea and vomiting).", "cite_spans": [{"start": 108, "end": 112, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 113, "end": 117, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 118, "end": 122, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 123, "end": 127, "text": "[33]", "ref_id": null}, {"start": 128, "end": 132, "text": "[34]", "ref_id": "BIBREF34"}, {"start": 149, "end": 153, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Renal considerations"}, {"text": "There is also some discrepancy in the literature regarding the management of immunosuppression. Zhu et al [31] reported a case of a patient being successfully treated by initially stopping immunosuppressive medication followed by the introduction of a reduced regimen. Similar findings were reported in two larger case series [33, 34] . In contrast, Wang et al [32] successfully treated a patient without altering immunosuppressive therapy.", "cite_spans": [{"start": 106, "end": 110, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 326, "end": 330, "text": "[33,", "ref_id": null}, {"start": 331, "end": 334, "text": "34]", "ref_id": "BIBREF34"}, {"start": 361, "end": 365, "text": "[32]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Renal considerations"}, {"text": "A similar trend is seen in liver transplantation where clinicians should use their clinical judgement, taking into account resource availability in their respective centres. Some centres in the UK are aiming to run a reduced service, accommodating those with severe disease (expected to die within the next 3 months without transplantation or a United Kingdom Model for End-Stage Liver Disease score >60) [29] .", "cite_spans": [{"start": 405, "end": 409, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Liver considerations"}, {"text": "Decisions to perform heart and lung transplants should also be undertaken at a local level.", "cite_spans": [], "ref_spans": [], "section": "Cardiothoracic considerations"}, {"text": "Routine surveillance such as biopsies and bronchoscopies should be postponed in patients who are more than 3 months from transplantation, have not suffered previous episodes of rejection and are clinically stable.", "cite_spans": [], "ref_spans": [], "section": "Cardiothoracic considerations"}, {"text": "In heart transplant patients, it is recommended that non-invasive methods to assess rejection should be employed. Such as gene expression profiling. For lung transplant patients, more emphasis should be placed on home spirometry data to be evaluated in virtual consultations.", "cite_spans": [], "ref_spans": [], "section": "Cardiothoracic considerations"}, {"text": "Criteria should also be developed so that patients can notify the healthcare team if there is a significant decline in lung function [35] .", "cite_spans": [{"start": 133, "end": 137, "text": "[35]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Cardiothoracic considerations"}, {"text": "Most patients who have undergone transplant surgery require immunosuppression to prevent graft rejection. However, this requires a careful balance as it can also result in an increased risk of developing COVID-19 or severe complications.", "cite_spans": [], "ref_spans": [], "section": "Transplant recipients diagnosed with or suspected of having COVID19"}, {"text": "In suspected COVID-19 cases, all other causes of symptoms such as fevers and cough should be excluded. This includes but is not limited to cytomegalovirus, pneumocystis, pneumonia and urinary sepsis. Clinicians should also take into account atypical presentations of COVID-19 and have a low threshold for testing. Management is then categorised based on patients who do not require hospital admission, those who are unwell and admitted to hospital and patients who are progressively deteriorating and require ventilatory support (figure 1) [36] .", "cite_spans": [{"start": 540, "end": 544, "text": "[36]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Transplant recipients diagnosed with or suspected of having COVID19"}, {"text": "Cardiothoracic practice will be inevitably affected by COVID-19. In the UK and US all elective and non-urgent procedures have been postponed with resources being redirected to the emergency and urgent cardiothoracic service. Furthermore, cardiothoracic surgeons possess generic skills which are mostly transferable to ITU, making them prime candidates for redeployment. NHS England has issued guidance on management of cardiothoracic procedures based on the phase of the COVID-19 pandemic [6] .", "cite_spans": [{"start": 489, "end": 492, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Cardiothoracic Surgery"}, {"text": "These phases include preparation, escalation, crisis (compensated and uncompensated), resolution, recovery and normal working ( Table 6 ).", "cite_spans": [], "ref_spans": [{"start": 128, "end": 135, "text": "Table 6", "ref_id": "TABREF6"}], "section": "Cardiothoracic Surgery"}, {"text": "In summary, the elective cardiothoracic surgery service will be greatly reduced throughout the pandemic. Surgeons are encouraged to use telephone and video conferencing to limit face-to-face appointments and to delay non-urgent referrals and follow ups. Cardiothoracic surgeons can greatly support the ITU service and attempts should be made to make senior staff available for redeployment [6] .", "cite_spans": [{"start": 390, "end": 393, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Cardiothoracic Surgery"}, {"text": "The Vascular Society of Great Britain and Ireland have issued guidance for clinicians on the impact of COVID-19 on vascular surgery services [38] . These include general principles, outpatient appointments, elective and emergency vascular surgery, alongside trainee advice.", "cite_spans": [{"start": 141, "end": 145, "text": "[38]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Vascular surgery"}, {"text": "Regarding outpatients, only urgent cases should be seen, and virtual clinics considered.", "cite_spans": [], "ref_spans": [], "section": "Vascular surgery"}, {"text": "Regarding surgical procedures, most arterial surgery is either classified as urgent or emergency and should therefore continue where possible. Elective procedures, venous surgery, and asymptomatic conditions requiring intervention should be deferred. NHS England have classed acute & critical limb ischaemia, symptomatic aortic aneurysm & dissection and unstable carotid plaques as all still being emergency procedures and essential but the threshold for abdominal aortic aneurysm (AAA) should be weighed against the risk of rupture [39] . Where possible, ruptured AAAs should be treated via endovascular aneurysm repair (EVAR) to reduce dependency on High Dependency Units (HDU). In patients with critical leg ischaemia or diabetic foot, urgent intervention is required in those with an immediately threatened leg(s), including an interventional radiological approach or amputation (as opposed to debridement).", "cite_spans": [{"start": 533, "end": 537, "text": "[39]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Vascular surgery"}, {"text": "The American College of Surgeons have similarly provided guidelines for the triage of vascular surgery patients (Table 7 ) [40] .", "cite_spans": [{"start": 123, "end": 127, "text": "[40]", "ref_id": "BIBREF40"}], "ref_spans": [{"start": 112, "end": 120, "text": "(Table 7", "ref_id": "TABREF7"}], "section": "Vascular surgery"}, {"text": "Ahmed et al [41] categorise urological surgeries into: oncological, emergency and benign and offer suggestions for prioritisation. These include the recommendation for liberal usage of local anaesthesia and day-case surgery wherever possible to minimise the impact on both resource usage and workforce shortages with anaesthesists being redeployed. Furthermore, they suggested the setting up of parallel urological services with 'cold' hospitals dealing with oncological and emergency work and 'hot' hospitals operating on suspected COVID-19 patients. Additionally, whilst the extent of urinary viral shedding is not yet fully understood, there is some early evidence that SARS-CoV-2 Viral RNA is detectable in urine suggesting precautions must still be undertaken in urological services [42] .", "cite_spans": [{"start": 12, "end": 16, "text": "[41]", "ref_id": "BIBREF41"}, {"start": 788, "end": 792, "text": "[42]", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Urology"}, {"text": "Moreover, there is some evidence that SARS-CoV-2 especially targets the cells of the urinary tract as they strongly express angiotensin-converting enzyme 2 receptors -a known method of entry into the human host [43] . This is one possible explanation for the recorded rates of acute kidney injuries in patients with COVID-19. Additionally, Sighinolfi et al [44] warn urologists to consider COVID-19 as a differential diagnosis in urosepsis as many of the symptoms (namely fever, leukopenia, tachycardia and tachypnoea) overlap.", "cite_spans": [{"start": 211, "end": 215, "text": "[43]", "ref_id": "BIBREF43"}, {"start": 357, "end": 361, "text": "[44]", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Urology"}, {"text": "When prioritising patients, oncological surgeries must be a key priority. This is a major part of urological services with prostate cancer accounting for 7.1% of all cancers [45] , and recommendations are presented in table 8 to be used in conjunction with guidelines issued by the EAU guidelines office [3] . Due to the complex considerations that must be taken into account for these patients, a robust multidisciplinary team, consisting of urologists, oncologists, urological-specialist radiologists, anaesthetists and infectious disease clinicians, must be utilised for surgical prioritisation [46] .", "cite_spans": [{"start": 174, "end": 178, "text": "[45]", "ref_id": "BIBREF45"}, {"start": 304, "end": 307, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 598, "end": 602, "text": "[46]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Urology"}, {"text": "The majority of benign surgeries may be delayed and where they should be prioritised, this is highlighted in Table 8 .", "cite_spans": [], "ref_spans": [{"start": 109, "end": 116, "text": "Table 8", "ref_id": "TABREF8"}], "section": "Urology"}, {"text": "Principles for urological surgery during the COVID-19 outbreak include as previously described in part 1, including the use of telephone triage and self-isolation prior to admission.", "cite_spans": [], "ref_spans": [], "section": "Urology"}, {"text": "Simonato et al [47] advise avoiding laparoscopy/robotic surgery where possible and where surgery is unavoidable, it should be performed only by experienced urological surgeons to decrease the risk of postoperative complications as well as reduce OR time. Additionally, they advise that Enhanced Recovery after Surgery (ERAS) programmes be used to reduce length of stay in hospital as well as to reduce complications and admissions to already overstretched critical care units. Furthermore, they advise regular correspondence with patients' relatives and to discharge patients who require catheters with video or photographic tutorials for catheter management in addition to virtual follow-up clinics.", "cite_spans": [{"start": 15, "end": 19, "text": "[47]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Urology"}, {"text": "Whilst there have been no publication of guidelines by any professional association for the management of stone surgery during the COVID-19 pandemic, there have been some guidance published by Proietti et al [48] suggesting telephone triage of patients followed by prioritisation based on stone size and location, the presence of any obstructive uropathy, patient symptoms, presence of any stents or nephrostomy tubes and any other complicating factors such as renal failure or a solitary kidney. Additionally, Desouky [49] suggests that despite reports in the media, nonsteroidal anti-inflammatory drugs (NSAIDs) should continue to be used as analgesia and as treatment for renal colic due to high effectiveness.", "cite_spans": [{"start": 208, "end": 212, "text": "[48]", "ref_id": "BIBREF48"}, {"start": 519, "end": 523, "text": "[49]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Urology"}, {"text": "Similar considerations for prioritisation of surgery must also be undertaken for patients due to undergo robotic surgery. The EAU Robotic Urology Section have issued guidelines for both rationalisation and alterations to operative technique, with the aim of maximising protection for healthcare workers and minimising collateral damage to patients requiring treatment for non-COVID-19 conditions [50] . They also recommend that operations only be undertaken by the most experienced operators and that the minimum amount of staff necessary should be present in the OR with all unnecessary personnel excluded (including fellows and students). ", "cite_spans": [{"start": 396, "end": 400, "text": "[50]", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Urology"}, {"text": "There are specific recommendations for the prioritised ophthalmic operations (Table 9 ).", "cite_spans": [], "ref_spans": [{"start": 77, "end": 85, "text": "(Table 9", "ref_id": "TABREF9"}], "section": "Ophthalmology"}, {"text": "When possible and safe, these operations should be performed as day cases. The surgical procedure with the less postoperative follow-up visits and the faster recovery period should be chosen. Local anaesthetic is also preferred to general anaesthesia wherever possible [55] .", "cite_spans": [{"start": 269, "end": 273, "text": "[55]", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Ophthalmology"}, {"text": "Despite the cancellation of ophthalmic operations and outpatient clinics, all patients should be contacted to address any concerns they may have and to be given appropriate advice regarding management and awareness of red flag symptoms. Patients should be stratified as low, medium or high risk and contacted by letter, by telephone, by through virtual clinics or remain face to face, depending on the severity and resources available in the eye department [56] .", "cite_spans": [{"start": 457, "end": 461, "text": "[56]", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "Ophthalmology"}, {"text": "Moorfields Eye Hospital have also published guidance on ophthalmological risk stratification and implementation [58, 59] .", "cite_spans": [{"start": 112, "end": 116, "text": "[58,", "ref_id": "BIBREF61"}, {"start": 117, "end": 120, "text": "59]", "ref_id": "BIBREF62"}], "ref_spans": [], "section": "Ophthalmology"}, {"text": "In order to further reduce the risk of acquiring COVID-19 infection, patients should spend as little time in the department, and come into contact with as few patients and staff, as possible. Necessary actions include reducing the number of anti-VEGF injections per outpatients list and preference given to longer acting anti-VEGF injections; no clinical review for ongoing anti-VEGF injections; and stagger arrival times so that they do not occur at the same time.", "cite_spans": [], "ref_spans": [], "section": "Ophthalmology"}, {"text": "Moreover, it is recommended that not all Ophthalmology staff should be present. Instead, staff could be reorganised into two teams, taking turns every two weeks. The team working from home should be on stand-by and be prepared to cover for any sick colleague from the active team. Only senior-level clinicians capable of making decisions should see patients, and any administrative work should be undertaken from home where possible [60] .", "cite_spans": [{"start": 433, "end": 437, "text": "[60]", "ref_id": "BIBREF63"}], "ref_spans": [], "section": "Ophthalmology"}, {"text": "The use of PPE in Ophthalmology should follow local governmental recommendations. Other specific recommendations are that surgical masks can be worn for multiple patients examined under the slit lamp, and that slit lamps can be modified with plastic breath shields to prevent droplet transmission of the virus. Following these recommendations, reused masks should not be taken off between patients and there should be no contact between the mask and hands or clothes, to avoid contamination. It is also important to disinfect the plastic breath shields with alcohol before and after every consultation [61] . Plans for urgent elective cases should be made prior to surgery; neurosurgical teams should see if these plans can be delivered without access to ICU. Day case surgery and short length stay as routine are encouraged i.e. single night stay. Critical care beds should only be reserved for patients who may require invasive monitoring or ventilatory support. For emergencies, the threshold for usual acceptance may change. Due to the current situation, decision making will be challenging, hence ultimate decision should be shared by at least 2 attendings, and multi-disciplinary teams should comprise of senior members only [63] .", "cite_spans": [{"start": 602, "end": 606, "text": "[61]", "ref_id": "BIBREF64"}, {"start": 1231, "end": 1235, "text": "[63]", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Ophthalmology"}, {"text": "The British Neuro-Oncology Society offers suggestions for prioritisation of neuro-oncology (Table 10) . For outpatient referrals, only MRI confirmed malignant brain tumour patients should be seen. For any MRI confirmed non-malignant brain tumours, referral bodies should be followed up for confirmation. Elective surgery for non-malignant brain tumour patients who are asymptomatic should be postponed. Contact must be minimised during consultations.", "cite_spans": [], "ref_spans": [{"start": 91, "end": 101, "text": "(Table 10)", "ref_id": "TABREF1"}], "section": "Neuro-oncology"}, {"text": "Furthermore, chemotherapy and radiotherapy must be minimised and triaged for those who are most likely to benefit. If standard treatment is not offered, reasons must be outlined in the records [64] .", "cite_spans": [{"start": 193, "end": 197, "text": "[64]", "ref_id": "BIBREF68"}], "ref_spans": [], "section": "Neuro-oncology"}, {"text": "Neuro-oncological treatment for glioma patients Young adult patients with high grade malignant glioma should undergo maximal safe glioma resection; carmustine (BCNU) wafer may be used safely with no risks of contamination.", "cite_spans": [], "ref_spans": [], "section": "Neuro-oncology"}, {"text": "Radiological investigations alone should be used to generate treatment plans for the elderly and for patients with comorbidities [62] . For low grade glioma patients, the BNOS suggests a delay of 3-6 months [65] .", "cite_spans": [{"start": 129, "end": 133, "text": "[62]", "ref_id": null}, {"start": 207, "end": 211, "text": "[65]", "ref_id": "BIBREF69"}], "ref_spans": [], "section": "Neuro-oncology"}, {"text": "Mohile et al [62] suggested that only chemotherapy regimens which increase the interval between doses should be considered for patients with IDH-wildtype gliomas, and the use of cytotoxic chemotherapy, immunotherapy and other tumour treatments should be evaluated against the potential risks of infection and immunosuppression. For patients with grade 2 and grade 3 IDH-mutated gliomas, a similar decision-making plan to IDH-wildtype patients may be followed and 1p/19q co-deletion glioma patients should delay therapy. MGMT methylated glioma patients may benefit from standard radiotherapy and chemotherapy courses hence temozolomide and radiation should be considered. On the other hand, MGMT unmethylated glioma patients are unlikely to benefit from temozolomide hence shorter radiotherapy courses with the aim of avoiding adjuvant and/or concurrent chemotherapy may be optimal for these cases [62] .", "cite_spans": [{"start": 13, "end": 17, "text": "[62]", "ref_id": null}, {"start": 897, "end": 901, "text": "[62]", "ref_id": null}], "ref_spans": [], "section": "Neuro-oncology"}, {"text": "Strict PPE must be followed by technicians involved in the care of patients undergoing chemotherapy and radiotherapy and toxicity tests should be done at the longest safe interval to reduce patient risks of COVID-19 infections. Cancer treatment must be stopped until recovery for any patients who test positive for COVID-19 and treatment risk-benefit ratio should be evaluated for these patients. All malignant brain tumour patients should be followed up, preferably via remote tele-consultation at the surgeon's discretion.", "cite_spans": [], "ref_spans": [], "section": "Neuro-oncology"}, {"text": "The following are adapted from guidelines published by the BNVG/SBNS for the neurosurgical management of neurovascular conditions during the COVID-19 epidemic [65] .", "cite_spans": [{"start": 159, "end": 163, "text": "[65]", "ref_id": "BIBREF69"}], "ref_spans": [], "section": "Neurovascular"}, {"text": "CTA should be performed prior to transfer to neurosurgery, if possible. If no aneurysm is found and the patient has perimesencephalic SAH, then an attending neuroradiologist should confirm perimesencephalic pattern and negative CTA. It is encouraged to not transfer these patients or perform DSA. If no aneurysm is found and the patient has non-perimesencephalic SAH, then good CTA quality needs to be confirmed, which should be repeated if inadequate.", "cite_spans": [], "ref_spans": [], "section": "Subarachnoid haemorrhage (SAH)"}, {"text": "An attending neuroradiologist should confirm the absence of an aneurysm and the adequacy of CTA. A DSA should be done to address any concerns. Otherwise, it is reasonable to repeat a CTA at 1 week locally.", "cite_spans": [], "ref_spans": [], "section": "Subarachnoid haemorrhage (SAH)"}, {"text": "If an aneurysm is found:", "cite_spans": [], "ref_spans": [], "section": "Subarachnoid haemorrhage (SAH)"}, {"text": "• World Federation of Neurological Surgeons (WFNS) Grading score 1-3: Current provided guidelines should still be followed for transfer and treatment.", "cite_spans": [], "ref_spans": [], "section": "Subarachnoid haemorrhage (SAH)"}, {"text": "• WFNS 4-5: Neurosurgical treatment will still be beneficial for low grade patients.", "cite_spans": [], "ref_spans": [], "section": "Subarachnoid haemorrhage (SAH)"}, {"text": "Patients with poor prognostic factors are likely to undergo conservative treatment at their local hospital.", "cite_spans": [], "ref_spans": [], "section": "Subarachnoid haemorrhage (SAH)"}, {"text": "• Aneurysmal clot: This should be treated at the discretion of a senior neurosurgeon, although a higher treatment threshold may be followed.", "cite_spans": [], "ref_spans": [], "section": "Subarachnoid haemorrhage (SAH)"}, {"text": "Transfer patients to emergency surgery if they present with ICH causing mass effect. Those with ICH but absent mass effect should undergo CTA/MRA: ", "cite_spans": [], "ref_spans": [], "section": "Intracerebral haemorrhage (ICH) with suspicion of Arteriovenous malformations"}, {"text": "Urgent treatment should be provided for ruptured or symptomatic cases from cortical venous reflux, and with regards to spinal fistulas, only cases with rapid neurological deterioration should be treated.", "cite_spans": [], "ref_spans": [], "section": "Dural AV Fistulas"}, {"text": "Treatments for unruptured aneurysms (also including giant aneurysm) should be postponed, unless there is cranial nerve III palsy. All AVMs and dAVFs treatments should also be postponed.", "cite_spans": [], "ref_spans": [], "section": "Elective Vascular Surgery"}, {"text": "Guidelines have been published by NHS England and NHS improvement for the management of neurotrauma patients during the COVID-19 epidemic [66] .", "cite_spans": [{"start": 138, "end": 142, "text": "[66]", "ref_id": "BIBREF70"}], "ref_spans": [], "section": "Neuro-trauma"}, {"text": "Categories to consider for neurotrauma patients include:", "cite_spans": [], "ref_spans": [], "section": "Neuro-trauma"}, {"text": "National and local head injury guidelines should still be followed for these patients (fig 2) [ 66, 67] .", "cite_spans": [{"start": 96, "end": 99, "text": "66,", "ref_id": "BIBREF70"}, {"start": 100, "end": 103, "text": "67]", "ref_id": "BIBREF71"}], "ref_spans": [{"start": 86, "end": 93, "text": "(fig 2)", "ref_id": "FIGREF7"}], "section": "Emergency department attendance"}, {"text": "Treatment for emergency patients should be expedited. An anaesthetic guideline for COVID-19 positive patients is required. Contingency plans should be made for supply chain issues.", "cite_spans": [], "ref_spans": [], "section": "Obligatory in all patients"}, {"text": "This includes patients with easily reversible conditions e.g. extra-axial haematoma (extradural/subdural) with mass/clinical effect.", "cite_spans": [], "ref_spans": [], "section": "Patients who will benefit from admission to Major trauma centres/neurosurgical centres"}, {"text": "During times of very limited care, withdrawal of treatment may occur earlier after decisions of futility are made for patients with brain injuries which are considered to be unsurvivable.", "cite_spans": [], "ref_spans": [], "section": "Devastating brain injury"}, {"text": "Overall, most neurosurgical spine and head procedures are safe to perform with strict PPE. If possible, PCR testing for COVID-19 should be done for suspected patients prior to treatment. Cranial and spinal drilling should be performed with slower speeds and more thorough irrigations of stationary drills should be done to reduce bone skull aerosol [63, 68] .", "cite_spans": [{"start": 349, "end": 353, "text": "[63,", "ref_id": "BIBREF67"}, {"start": 354, "end": 357, "text": "68]", "ref_id": "BIBREF72"}], "ref_spans": [], "section": "Devastating brain injury"}, {"text": "Furthermore, to prevent blood splashing in a negative pressure operating room, surgeries should be performed as gently as possible [69] . In addition, endonasal procedures should be avoided as they produce significant droplet aerosol; in Wuhan, despite the use of N95 masks, ENT surgeons were the worst affected by bone aerosol [70] .", "cite_spans": [{"start": 131, "end": 135, "text": "[69]", "ref_id": "BIBREF74"}, {"start": 328, "end": 332, "text": "[70]", "ref_id": "BIBREF75"}], "ref_spans": [], "section": "Devastating brain injury"}, {"text": "Oral and Maxillofacial Surgery NHS England and NHS improvement have published guidelines for the treatment of acute OMFS and trauma patients (Table 11 ) [71] . They suggest that senior members of the team should make decisions regarding patient care at the first point of contact with the patient, thus ensuring that unnecessary admissions are avoided, and nosocomial infections are minimised. Additionally, a suggested model is that admission from the Emergency Room be directed to OMFS clinics before any examination or treatment which is a divergence from normal practice where initial treatment is started by emergency physicians.", "cite_spans": [{"start": 153, "end": 157, "text": "[71]", "ref_id": "BIBREF77"}], "ref_spans": [{"start": 141, "end": 150, "text": "(Table 11", "ref_id": "TABREF1"}], "section": "Devastating brain injury"}, {"text": "In addition to this, they suggested the organisation of a temporary 'clean' minor operating theatre and dressings clinic within a triage clinic room to provide immediate services such as suturing of wounds and lacerations, abscess drainage and any urgent procedures that can be performed under local anaesthesia.", "cite_spans": [], "ref_spans": [], "section": "Devastating brain injury"}, {"text": "Non-operative care should be considered for patients with injuries which can be managed conservatively (this includes condylar fractures). For patients requiring surgical treatment, including mandibular and midfacial fracture patients and for cases involving cervicofacial infections, teams should work towards expediting the pre-operative and operative care. To reduce post-operative stay, elective rehabilitation services are suggested.", "cite_spans": [], "ref_spans": [], "section": "Devastating brain injury"}, {"text": "The British Association of Head & Neck Oncologists (BAHNO) have also published guidelines for head and neck cancer management during the COVID-19 epidemic [75] . All non-malignant cancer treatments should be postponed, and tele-consultations should be done to assess the severity of any referrals of unclear urgency. Priority should be given to malignant cancer patients and to those are older than 70 years of age with/without comorbidities. PPE must be strictly followed during consultations and diagnostics work up should be kept to the minimum required to make informed and safe treatment plans.", "cite_spans": [{"start": 155, "end": 159, "text": "[75]", "ref_id": "BIBREF81"}], "ref_spans": [], "section": "Devastating brain injury"}, {"text": "For any nasal endoscopy procedures, as per the advice of ENT UK, Aerosol Generating Procedure (AGP) level of protection must be followed; theatre clothes and full PPE should be worn and endoscopy should be carried by remote video monitoring instead of eyepiece [73] .", "cite_spans": [{"start": 261, "end": 265, "text": "[73]", "ref_id": null}], "ref_spans": [], "section": "Devastating brain injury"}, {"text": "With regards to surgical cancer treatment, it is encouraged to postpone surgical procedures which require ITU admission at the discretion of senior surgeons. Furthermore, day case surgeries should be prioritised, and their length reduced, if possible. With regards to nonsurgical cancer treatment, palliative chemotherapy should be delayed in asymptomatic patients. All patients should be followed up by telephone. However, it is suggested to minimise patient contact by delaying clinic appointments by the longest interval possible at the discretion of the senior surgeons.", "cite_spans": [], "ref_spans": [], "section": "Devastating brain injury"}, {"text": "Furthermore, Caprioglio et al [76] offer recommendations for the management of orthodontic emergencies which involve assessment of the patient over telemedicine devices then advising the patient step by step for self-management.", "cite_spans": [{"start": 30, "end": 34, "text": "[76]", "ref_id": "BIBREF82"}], "ref_spans": [], "section": "Devastating brain injury"}, {"text": "Although fever, cough and shortness of breath are commonly advertised as the symptoms suggestive of COVID-19, numerous reports emerged to reveal anosmia, an ENT presentation, as a symptom of COVID-19 and in some cases was present as an isolated symptom. Hence, it was recommended that patients presenting with anosmia should be treated as a suspected case of COVID-19 and healthcare workers should don PPE before making contact [77] .", "cite_spans": [{"start": 428, "end": 432, "text": "[77]", "ref_id": "BIBREF83"}], "ref_spans": [], "section": "Otolaryngology/Ear, Nose & Throat surgery"}, {"text": "ENT surgeons were identified to be among those at an increased risk of contracting COVID-19 from their patients due to working for prolonged periods of time in close proximity to their patients' faces as well as due to the presence of several Aerosol-Generating Procedures (AGPs) in ENT. The first hospital doctor fatality during this epidemic was an otolaryngologist and this highlights the risks faced by ENT doctors [78] .", "cite_spans": [{"start": 419, "end": 423, "text": "[78]", "ref_id": "BIBREF84"}], "ref_spans": [], "section": "Otolaryngology/Ear, Nose & Throat surgery"}, {"text": "ENT UK has generated a list of procedures that they consider to be AGPs. Examination of the upper aerodigestive tract can be considered as an AGP, especially if it triggers coughing, sneezing or pharyngeal reflexes, as well as operative procedures on the aerodigestive tract.", "cite_spans": [], "ref_spans": [], "section": "Otolaryngology/Ear, Nose & Throat surgery"}, {"text": "It is recommended that all AGPs (e.g. nasal endoscopy, nasal cautery, foreign body removal, biopsies, tracheostomy tube changes and emergency care provided for acute tonsillitis, quinsy and epistaxis etc.) are carried out wearing full PPE, including FFP3 respirator, which could be substituted with FFP2 or N95 respirator in cases of unavailability of FFP3 respirator.", "cite_spans": [], "ref_spans": [], "section": "Otolaryngology/Ear, Nose & Throat surgery"}, {"text": "It has also been recommended that all otolaryngeal examinations and operative procedures that are unnecessary are avoided [79] .", "cite_spans": [{"start": 122, "end": 126, "text": "[79]", "ref_id": "BIBREF85"}], "ref_spans": [], "section": "Otolaryngology/Ear, Nose & Throat surgery"}, {"text": "Guidelines for the acute surgical care of quinsy, acute tonsillitis and epistaxis have been revised to minimise the risk posed to ENT surgeons whilst providing uncompromising patient care. For example, revised guidelines recommend treating quinsy on history alone where possible, reserving oral examination for severe cases; it also recommends betadine gargles in the management of quinsy, reserving drainage for severe cases [80] . Tracheostomy guidelines have also been revised due to an anticipated increase in requests to perform tracheostomies on suspected or confirmed COVID patients as well as due to tracheostomy being an AGP which poses a considerable risk to the operator [81] .", "cite_spans": [{"start": 426, "end": 430, "text": "[80]", "ref_id": "BIBREF86"}, {"start": 682, "end": 686, "text": "[81]", "ref_id": "BIBREF87"}], "ref_spans": [], "section": "Otolaryngology/Ear, Nose & Throat surgery"}, {"text": "Additionally, Rokade et al [82] has described the innovative use of microscope drape in endoscopic sinus surgery while Hellier et al [83] has described the novel use of microscope drape in mastoidectomy, in both cases to reduce aerosolization in these operative procedures which are considered to be AGPs.", "cite_spans": [{"start": 27, "end": 31, "text": "[82]", "ref_id": "BIBREF88"}, {"start": 133, "end": 137, "text": "[83]", "ref_id": "BIBREF89"}], "ref_spans": [], "section": "Otolaryngology/Ear, Nose & Throat surgery"}, {"text": "Suggestions for prioritisation are given in Table 12 .", "cite_spans": [], "ref_spans": [{"start": 44, "end": 52, "text": "Table 12", "ref_id": "TABREF1"}], "section": "Otolaryngology/Ear, Nose & Throat surgery"}, {"text": "The British Association of Plastic Surgery (BAPRAS) and NHS England has provided advice to its members to help aid the management of plastic surgery patients during COVID-19 (Table 13 ). The association has provided a plastic and reconstructive surgery escalation policy [84] . This provides hospitals with recommendations on how to cope with an increase in COVID-19 prevalence. With high prevalence, emergency surgery should be limited, and all elective surgery should be stopped. All emergency injuries should be triaged to outpatient clinics and minor operations should be performed in outpatient clinics.", "cite_spans": [{"start": 271, "end": 275, "text": "[84]", "ref_id": "BIBREF90"}], "ref_spans": [{"start": 174, "end": 183, "text": "(Table 13", "ref_id": "TABREF1"}], "section": "Plastic Surgery"}, {"text": "For the management of burns, breast reconstruction and melanoma specific guidelines have been formulated and to cope with the expected drastic reduction of clinical and surgical facilities advice has been created to guide local services. For patients with a suspected melanoma diagnosis, a referral letter is still required, which will be reviewed at a Multidisciplinary team (MDT). The advice will be given on the basis of the photograph. The patient may then be sent directly for surgery to remove the lesion and phoned with the results once the pathology has been analysed [4, 85] .", "cite_spans": [{"start": 576, "end": 579, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 580, "end": 583, "text": "85]", "ref_id": "BIBREF91"}], "ref_spans": [], "section": "Plastic Surgery"}, {"text": "NHS England have also set out specific guidelines for the management of Burn injuries during the COVID-19 epidemic [86] . The recommendation guidelines for the management of patients with burns includes considering the burn patient into four categories.", "cite_spans": [{"start": 115, "end": 119, "text": "[86]", "ref_id": "BIBREF92"}], "ref_spans": [], "section": "Plastic Surgery"}, {"text": "Firstly, obligatory inpatients are those with large burns that will need continued admission and surgical management. However, treatment must be expedited to avoid pre-operation delay and minimize the length of stay. Secondly, non-operative patients are those that can be reasonably managed without an operation. During the epidemic it is vital to consider non-operative care for burns to avoid unnecessary admissions.", "cite_spans": [], "ref_spans": [], "section": "Plastic Surgery"}, {"text": "Thirdly, day-case patients are those that can be undertaken for a large number of conditions. Lastly, first contact and clinics patients are the outpatient attendances that should be kept to the safe minimum. The guidelines highly support non operative care to reduce the inpatient and operative burden on the NHS. Many burn related procedures can be considered as day cases and should be considered. To avoid unnecessary admissions, senior presence is vital for the management of burn patients and will help reduce the ED workload as a whole, so the ED can focus on other medical patients.", "cite_spans": [], "ref_spans": [], "section": "Plastic Surgery"}, {"text": "For facial Plastic Surgery, BAPRAS have adopted the BAOMS guidance with their four main recommendations of PPE (full PPE including FFP3 mask for face to face exams and treatment), avoid (clinics, contact, transfer and surgery), restrict (visits, generation of aerosols and staff numbers) and abbreviate (time waiting in rooms and treatment) [73] For breast reconstruction, the American Society of Plastic Surgery has provided guidelines to manage breast reconstruction during COVID-19. All delayed breast reconstruction, planned secondary or revision breast reconstruction procedures should be postponed. For those patients who were considering immediate reconstruction, the society has advised plastic surgeons to err on the side of caution and delay reconstruction due to the potential risks and complications that may occur postoperatively. The decision to delay should take into account the age and comorbidities of the specific patient and the local-regional and individual institutional factors [7, 87] . ", "cite_spans": [{"start": 341, "end": 345, "text": "[73]", "ref_id": null}, {"start": 1001, "end": 1004, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 1005, "end": 1008, "text": "87]", "ref_id": "BIBREF93"}], "ref_spans": [], "section": "Plastic Surgery"}, {"text": "The American College of Surgeons states that the principle of paediatric surgery during the COVID-19 Pandemic is to provide appropriate surgical care to children with urgent surgical issues (table 14) while utilising patient care resources effectively in addition to protecting healthcare workers. Non-urgent surgery should only be performed if necessary to avoid prolonged hospitalisation or further hospital readmissions [90] . NHS England has also made a further recommendation to continue with elective paediatric surgeries only if patients are ASA Grade 1, with the exception of cancer cases [91, 92] .", "cite_spans": [{"start": 423, "end": 427, "text": "[90]", "ref_id": "BIBREF96"}, {"start": 597, "end": 601, "text": "[91,", "ref_id": "BIBREF97"}, {"start": 602, "end": 605, "text": "92]", "ref_id": "BIBREF98"}], "ref_spans": [{"start": 190, "end": 200, "text": "(table 14)", "ref_id": "TABREF1"}], "section": "Paediatric Surgery"}, {"text": "Paediatric surgical services should focus on the effective management of emergency cases with any elective procedures being postponed wherever possible. This will allow for better access to theatres and increase in the staff capacity, with the aims of decreasing the preoperative period and ensuring an early discharge. The paediatric surgical team should ensure continuous management of urgent surgical cases while minimising the risk of transmission of infection. Such strategies could include the reorganisation into two groups, one that is active within hospitals, and one that works remotely in isolation, and the use of telemedicine. Whenever possible and safe, the presence of parents during surgery should be considered [90] .", "cite_spans": [{"start": 728, "end": 732, "text": "[90]", "ref_id": "BIBREF96"}], "ref_spans": [], "section": "Paediatric Surgery"}, {"text": "There is emerging evidence that paediatric patients suffer complications from preventable conditions due to late access to medical care. In response to this evidence, the Royal College of Paediatrics and Child Health has emphasised the importance of acute paediatric services and primary care forming agreed pathways for acute paediatric diseases. They also emphasised the importance of primary care workers having accessible and immediate advice from attendings in hospital and community-based paediatrics, to ensure prompt diagnosis and management [94] .", "cite_spans": [{"start": 550, "end": 554, "text": "[94]", "ref_id": "BIBREF100"}], "ref_spans": [], "section": "Paediatric Surgery"}, {"text": "Due to COVID-19, all surgical specialties have had to limit their surgical practices and rationalize the surgeries which are performed. Selection of patients for urgent surgery during the pandemic is vitally important to ensure patients have postoperative reserves to combat any possibility of later being infected with COVID-19. Surgeons from all specialties have been asked to consider non-surgical treatment where safe and possible to avoid unnecessary hospital admissions and to avoid patient harm. All surgery specialists have been asked to limit their follow up to telephone and video where possible. The delivery of emergency surgery during COVID has become difficult due to a reduced workforce and hospital supplies. For example, all surgical specialties must carefully consider the need for postoperative supplements including blood transfusions. Surgical consent has been tailored to minimize person to person contact, with written and online documentation being utilized where possible.", "cite_spans": [], "ref_spans": [], "section": "Common strategies implemented across all surgical specialties"}, {"text": "Due to evolving circumstances, guidelines for preoperative evaluation, intraoperative and postoperative management are subject to constant change. It is therefore advised to follow national guidelines to ensure the latest recommendations are implemented across centres.", "cite_spans": [], "ref_spans": [], "section": "Common strategies implemented across all surgical specialties"}, {"text": "All surgical specialties have been affected by the COVID-19 pandemic. All specialties have had to triage the urgency of their daily surgical procedures and consider non-surgical management options where possible. Surgeons are having to adapt to new guidelines among COVID-19 to continue to provide vital emergency surgery within their specialty. With guidelines specific to each specialty being implemented and followed, surgeons should be able to continue to provide safe and effective care to their patients during the COVID-19 pandemic. • Supratentorial symptomatic brain metastases. • Hydrocephalus patients with rare brain tumours -suggestions of using Endoscopic Third Ventriculostomy or Ventriculoperitoneal shunt to delay surgery (except for germ cell tumours and pineoblastoma).", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "• Patients with low grade glioma who can reasonably be monitored with MRI -a 3-month interval scan should be added to ensure no tumour progression in cases delayed by 3-6 months. • Tumours of skull base in patients with minimal symptoms.", "cite_spans": [], "ref_spans": [], "section": "Low surgical priority patients"}, {"text": "• For high grade glioma patients, it has been suggested to consider reducing the course and fraction of radiotherapy and chemotherapy if there is no significant worse prognosis. Oral therapy regimens are preferred, if possible, instead of IV administration. • For MGMT unmethylated glioblastoma patients, chemotherapy may be excluded; monitor patients for any deterioration. • Whole brain radiotherapy patients. • Stereotactic radiosurgery patients with brain metastasis.", "cite_spans": [], "ref_spans": [], "section": "Oncology high priority patients"}, {"text": "• Patients with radiotherapy for other rare malignant tumours including anaplastic astrocytoma, pineoblastoma and primitive neuroectodermal tumour.", "cite_spans": [], "ref_spans": [], "section": "Oncology high priority patients"}, {"text": "• Radiotherapy and chemotherapy patients with low grade glioma who can safely be monitored for an initial period. • Patients with atypical meningioma or recurrent meningioma receiving radiotherapy. ", "cite_spans": [], "ref_spans": [], "section": "Oncology low priority patients"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "World Health Organization declares global emergency: A review of the 2019 novel coronavirus (COVID-19)", "authors": [{"first": "C", "middle": [], "last": "Sohrabi", "suffix": ""}, {"first": "Z", "middle": [], "last": "Alsafi", "suffix": ""}, {"first": "N", "middle": [], "last": "O&apos;neill", "suffix": ""}, {"first": "M", "middle": [], "last": "Khan", "suffix": ""}, {"first": "A", "middle": [], "last": "Kerwan", "suffix": ""}, {"first": "A", "middle": [], "last": "Al-Jabir", "suffix": ""}, {"first": "C", "middle": [], "last": "Iosifidis", "suffix": ""}, {"first": "R", "middle": [], "last": "Agha", "suffix": ""}], "year": 2020, "venue": "Int. J. Surg. Lond. Engl", "volume": "76", "issn": "", "pages": "71--76", "other_ids": {"DOI": ["10.1016/j.ijsu.2020.02.034"]}}, "BIBREF1": {"ref_id": "b1", "title": "COVID-19 and Italy: what next?", "authors": [{"first": "A", "middle": [], "last": "Remuzzi", "suffix": ""}, {"first": "G", "middle": [], "last": "Remuzzi", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "395", "issn": "", "pages": "30627--30636", "other_ids": {"DOI": ["10.1016/S0140-6736(20"]}}, "BIBREF2": {"ref_id": "b2", "title": "EAU Guidelines Office Rapid Reaction Group, An organisation-wide collaborative effort to adapt the EAU guidelines recommendations to the COVID-19 era", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Management of Cancer Surgery Cases During the COVID-19 Pandemic: Considerations", "authors": [{"first": "D", "middle": ["L"], "last": "Bartlett", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Howe", "suffix": ""}, {"first": "G", "middle": [], "last": "Chang", "suffix": ""}, {"first": "A", "middle": [], "last": "Crago", "suffix": ""}, {"first": "M", "middle": [], "last": "Hogg", "suffix": ""}, {"first": "G", "middle": [], "last": "Karakousis", "suffix": ""}, {"first": "E", "middle": [], "last": "Levine", "suffix": ""}, {"first": "A", "middle": [], "last": "Maker", "suffix": ""}, {"first": "E", "middle": [], "last": "Mamounas", "suffix": ""}, {"first": "K", "middle": [], "last": "Mcguire", "suffix": ""}, {"first": "N", "middle": [], "last": "Merchant", "suffix": ""}, {"first": "D", "middle": [], "last": "Shibata", "suffix": ""}, {"first": "V", "middle": [], "last": "Sohn", "suffix": ""}, {"first": "C", "middle": [], "last": "Solorzano", "suffix": ""}, {"first": "K", "middle": [], "last": "Turaga", "suffix": ""}, {"first": "R", "middle": [], "last": "White", "suffix": ""}, {"first": "A", "middle": [], "last": "Yang", "suffix": ""}, {"first": "S", "middle": [], "last": "Yoon", "suffix": ""}], "year": 2020, "venue": "Ann. Surg. Oncol", "volume": "", "issn": "", "pages": "1--4", "other_ids": {"DOI": ["10.1245/s10434-020-08461-2"]}}, "BIBREF4": {"ref_id": "b4", "title": "Clinical guide for the management of noncoronavirus patients requiring acute treatment: Cancer", "authors": [{"first": "", "middle": [], "last": "Nhs England", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Clinical guide for the management of cardiothoracic surgery patients during the Coronavirus pandemic", "authors": [{"first": "", "middle": [], "last": "Nhs England", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "American College of Surgeons, COVID-19 Guidelines for Triage of Breast Cancer Patients", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The treatment proposal for the patients with breast diseases in the central epidemic area of 2019 coronavirus disease", "authors": [{"first": "Z", "middle": [], "last": "Lu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Lin", "suffix": ""}, {"first": "L", "middle": [], "last": "Jinwen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhifang", "suffix": ""}, {"first": "S", "middle": [], "last": "Wenzhuang", "suffix": ""}, {"first": "L", "middle": [], "last": "Xingrui", "suffix": ""}], "year": 2020, "venue": "Chin. J. Surg", "volume": "58", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3760/cma.j.cn112139-20200221-00116"]}}, "BIBREF8": {"ref_id": "b8", "title": "Urgent Intercollegiate General Surgery Guidance on COVID-19", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "American College of Surgeons, COVID-19 Guidelines for Triage of Colorectal Cancer Patients", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Several suggestion of operation for colorectal cancer under the outbreak of Corona Virus Disease 19 in China", "authors": [{"first": "Y", "middle": [], "last": "Guanyu", "suffix": ""}, {"first": "L", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wei", "suffix": ""}], "year": 2020, "venue": "Chin. J. Gastrointest. Surg", "volume": "23", "issn": "", "pages": "9--11", "other_ids": {"DOI": ["10.3760/cma.j.issn.1671-0274.2020.03.002"]}}, "BIBREF11": {"ref_id": "b11", "title": "American College of Surgeons, COVID-19 Guidelines for Triage of Thoracic Cancer Patients", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "American College of Surgeons Committee on Trauma, Maintaining Trauma Center Access & Care during the COVID-19 Pandemic: Guidance Document for Trauma Medical Directors", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Clinical guide for the management of trauma and orthopaedic patients during the coronavirus pandemic", "authors": [{"first": "", "middle": [], "last": "Nhs England", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Management of patients with urgent orthopaedic conditions and trauma during the coronavirus pandemic", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Royal College of Surgeons in Ireland, Royal College of Surgeons of Edinburgh, Royal College of Physicians and Surgeons of Glasgow, Clinical guide to surgical prioritisation during the coronavirus pandemic", "authors": [{"first": "", "middle": [], "last": "Nhs England", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "COVID-19 pandemic: perspectives on an unfolding crisis: COVID-19 pandemic: perspectives on an unfolding crisis", "authors": [{"first": "A", "middle": [], "last": "Spinelli", "suffix": ""}, {"first": "G", "middle": [], "last": "Pellino", "suffix": ""}], "year": 2020, "venue": "Br. J. Surg", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/bjs.11627"]}}, "BIBREF18": {"ref_id": "b18", "title": "American College of Surgeons, COVID-19 Guidelines for Triage of Emergency General Surgery Patients", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "COVID-19 OUTBREAK IN NORTHERN ITALY: VIEWPOINT OF THE MILAN AREA SURGICAL COMMUNITY", "authors": [{"first": "H", "middle": [], "last": "Kurihara", "suffix": ""}, {"first": "P", "middle": [], "last": "Bisagni", "suffix": ""}, {"first": "R", "middle": [], "last": "Faccincani", "suffix": ""}, {"first": "M", "middle": [], "last": "Zago", "suffix": ""}], "year": 2020, "venue": "J. Trauma Acute Care Surg", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1097/TA.0000000000002695"]}}, "BIBREF20": {"ref_id": "b20", "title": "Emergency preparedness, resilience and response guidance for UK hospital transfusion teams", "authors": [{"first": "H", "middle": [], "last": "Doughty", "suffix": ""}, {"first": "F", "middle": [], "last": "Chowdhury", "suffix": ""}, {"first": "; V", "middle": [], "last": "Ameh", "suffix": ""}, {"first": "N", "middle": [], "last": "Batrick", "suffix": ""}, {"first": "L", "middle": [], "last": "Baxter", "suffix": ""}, {"first": "P", "middle": [], "last": "Bolton-Maggs", "suffix": ""}, {"first": "T", "middle": [], "last": "Cowdrey", "suffix": ""}, {"first": "S", "middle": [], "last": "Glasgow", "suffix": ""}, {"first": "A", "middle": [], "last": "Jackson", "suffix": ""}, {"first": "S", "middle": [], "last": "Robinson", "suffix": ""}, {"first": "M", "middle": [], "last": "Smith", "suffix": ""}, {"first": "J", "middle": [], "last": "Staves", "suffix": ""}, {"first": "Y", "middle": [], "last": "Sorour", "suffix": ""}, {"first": "K", "middle": [], "last": "Pendry", "suffix": ""}, {"first": "J", "middle": [], "last": "Uprichard", "suffix": ""}, {"first": "A", "middle": [], "last": "Weaver", "suffix": ""}, {"first": "C", "middle": [], "last": "Wilkes", "suffix": ""}, {"first": "S", "middle": [], "last": "Allard", "suffix": ""}, {"first": "M", "middle": [], "last": "Murphy", "suffix": ""}, {"first": "C", "middle": [], "last": "Kendrick", "suffix": ""}, {"first": "H", "middle": [], "last": "Doughty", "suffix": ""}, {"first": "J", "middle": [], "last": "Earley", "suffix": ""}, {"first": "L", "middle": [], "last": "Frith", "suffix": ""}], "year": 2020, "venue": "Transfus. Med", "volume": "", "issn": "", "pages": "1--9", "other_ids": {"DOI": ["10.1111/tme.12665"]}}, "BIBREF21": {"ref_id": "b21", "title": "Clinical guide for the management of general surgical patients during the coronavirus pandemic", "authors": [{"first": "", "middle": [], "last": "Nhs England", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Highly ACE2 Expression in Pancreas May Cause Pancreas Damage After SARS-CoV-2 Infection", "authors": [{"first": "F", "middle": [], "last": "Liu", "suffix": ""}, {"first": "X", "middle": [], "last": "Long", "suffix": ""}, {"first": "W", "middle": [], "last": "Zou", "suffix": ""}, {"first": "M", "middle": [], "last": "Fang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wu", "suffix": ""}, {"first": "W", "middle": [], "last": "Li", "suffix": ""}, {"first": "B", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.02.28.20029181"]}}, "BIBREF23": {"ref_id": "b23", "title": "Organ Donation During the Coronavirus Pandemic: An Evolving Saga in Uncharted Waters", "authors": [{"first": "D", "middle": [], "last": "Moris", "suffix": ""}, {"first": "B", "middle": ["I"], "last": "Shaw", "suffix": ""}, {"first": "N", "middle": [], "last": "Dimitrokallis", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Barbas", "suffix": ""}], "year": 2020, "venue": "Transpl. Int", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/tri.13614"]}}, "BIBREF24": {"ref_id": "b24", "title": "COVID-19: Information for transplant professionals", "authors": [], "year": 2020, "venue": "British Transplant Society", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Transplant Society guidance for clinicians on consent for solid organ transplantation in adults and living organ donation in the context of the COVID-19 pandemic", "authors": [{"first": "Nhs", "middle": [], "last": "Nhsbt / Bts", "suffix": ""}, {"first": "", "middle": [], "last": "Blood", "suffix": ""}, {"first": "/", "middle": [], "last": "Transplant", "suffix": ""}, {"first": "", "middle": [], "last": "British", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "COVID-19) guidance for patients with kidney disease", "authors": [{"first": "U", "middle": ["K"], "last": "Kidney Care", "suffix": ""}, {"first": "Coronavirus", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "The Renal Association, COVID-19: challenges for renal services", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Bulletin Number 5: Organ and Tissue Donation and Transplantation Directorate", "authors": [{"first": "Nhs", "middle": [], "last": "Blood", "suffix": ""}, {"first": "", "middle": [], "last": "Transplant", "suffix": ""}, {"first": "", "middle": [], "last": "Covid-", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Case report of COVID-19 in a kidney transplant recipient: Does immunosuppression alter the clinical presentation?", "authors": [{"first": "E", "middle": [], "last": "Guillen", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Pineiro", "suffix": ""}, {"first": "I", "middle": [], "last": "Revuelta", "suffix": ""}, {"first": "D", "middle": [], "last": "Rodriguez", "suffix": ""}, {"first": "M", "middle": [], "last": "Bodro", "suffix": ""}, {"first": "A", "middle": [], "last": "Moreno", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Campistol", "suffix": ""}, {"first": "F", "middle": [], "last": "Diekmann", "suffix": ""}, {"first": "P", "middle": [], "last": "Ventura-Aguiar", "suffix": ""}], "year": 2020, "venue": "Am. J. Transplant", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/ajt.15874"]}}, "BIBREF30": {"ref_id": "b30", "title": "Successful recovery of COVID-19 pneumonia in a renal transplant recipient with long-term immunosuppression", "authors": [{"first": "L", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "X", "middle": [], "last": "Xu", "suffix": ""}, {"first": "K", "middle": [], "last": "Ma", "suffix": ""}, {"first": "J", "middle": [], "last": "Yang", "suffix": ""}, {"first": "H", "middle": [], "last": "Guan", "suffix": ""}, {"first": "S", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Z", "middle": [], "last": "Chen", "suffix": ""}, {"first": "G", "middle": [], "last": "Chen", "suffix": ""}], "year": 2020, "venue": "Am. J. Transplant", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/ajt.15869"]}}, "BIBREF31": {"ref_id": "b31", "title": "COVID-19 in a Kidney Transplant Patient", "authors": [{"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "G", "middle": [], "last": "Cao", "suffix": ""}, {"first": "X", "middle": [], "last": "Wu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "T", "middle": [], "last": "Yan", "suffix": ""}], "year": 2020, "venue": "Eur. Urol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.eururo.2020.03.036"]}}, "BIBREF33": {"ref_id": "b33", "title": "Identification of Kidney Transplant Recipients with Coronavirus Disease", "authors": [{"first": "H.-Y", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "L.-B", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "J", "middle": [], "last": "Xie", "suffix": ""}, {"first": "J.-L", "middle": [], "last": "Chen", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "H", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "C", "middle": [], "last": "Su", "suffix": ""}, {"first": "X.-P", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "H", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Z.-D", "middle": [], "last": "Li", "suffix": ""}, {"first": "", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "Eur. Urol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.eururo.2020.03.030"]}}, "BIBREF34": {"ref_id": "b34", "title": "Coronavirus Disease 2019 Pneumonia in Immunosuppressed Renal Transplant Recipients: A Summary of 10 Confirmed Cases in", "authors": [{"first": "L", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "N", "middle": [], "last": "Gong", "suffix": ""}, {"first": "B", "middle": [], "last": "Liu", "suffix": ""}, {"first": "X", "middle": [], "last": "Lu", "suffix": ""}, {"first": "D", "middle": [], "last": "Chen", "suffix": ""}, {"first": "S", "middle": [], "last": "Chen", "suffix": ""}, {"first": "H", "middle": [], "last": "Shu", "suffix": ""}, {"first": "K", "middle": [], "last": "Ma", "suffix": ""}, {"first": "X", "middle": [], "last": "Xu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Guo", "suffix": ""}, {"first": "E", "middle": [], "last": "Lu", "suffix": ""}, {"first": "D", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Q", "middle": [], "last": "Ge", "suffix": ""}, {"first": "J", "middle": [], "last": "Cai", "suffix": ""}, {"first": "J", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "L", "middle": [], "last": "Wei", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "G", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Z", "middle": [], "last": "Chen", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.eururo.2020.03.039"]}}, "BIBREF35": {"ref_id": "b35", "title": "Guidance for Cardiothoracic Transplant and Ventricular Assist Device Centers regarding the SARS CoV-2 pandemic", "authors": [], "year": 2020, "venue": "International Society for Heart and Lung Transplantation", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Guidance on the management of transplant recipients diagnosed with or suspected of having COVID19", "authors": [], "year": 2020, "venue": "British Transplant Society", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Triage Considerations for Patients Referred for Structural Heart Disease Intervention During the Coronavirus Disease 2019 (COVID-19) Pandemic: An ACC /SCAI Consensus Statement", "authors": [{"first": "P", "middle": ["B"], "last": "Shah", "suffix": ""}, {"first": "F", "middle": ["G P"], "last": "Welt", "suffix": ""}, {"first": "E", "middle": [], "last": "Mahmud", "suffix": ""}, {"first": "A", "middle": [], "last": "Phillips", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Kleiman", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Young", "suffix": ""}, {"first": "M", "middle": [], "last": "Sherwood", "suffix": ""}, {"first": "W", "middle": [], "last": "Batchelor", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Wang", "suffix": ""}, {"first": "L", "middle": [], "last": "Davidson", "suffix": ""}, {"first": "J", "middle": [], "last": "Wyman", "suffix": ""}, {"first": "S", "middle": [], "last": "Kadavath", "suffix": ""}, {"first": "M", "middle": [], "last": "Szerlip", "suffix": ""}, {"first": "J", "middle": [], "last": "Hermiller", "suffix": ""}, {"first": "D", "middle": [], "last": "Fullerton", "suffix": ""}, {"first": "S", "middle": [], "last": "Anwaruddin", "suffix": ""}], "year": 2020, "venue": "from the American College of Cardiology (ACC) and the Society for Cardiovascular Angiography and Interventions (SCAI)", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/ccd.28910"]}}, "BIBREF38": {"ref_id": "b38", "title": "COVID-19 virus and vascular surgery", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Clinical guide for the management of vascular surgery patients during the Coronavirus pandemic", "authors": [{"first": "", "middle": [], "last": "Nhs England", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "American College of Surgeons, COVID-19 Guidelines for Triage of Vascular Surgery Patients", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Global challenges to urology practice during COVID-19 pandemic", "authors": [{"first": "K", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "S", "middle": [], "last": "Hayat", "suffix": ""}, {"first": "P", "middle": [], "last": "Dasgupta", "suffix": ""}], "year": 2020, "venue": "BJU Int", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/bju.15082"]}}, "BIBREF42": {"ref_id": "b42", "title": "Persistence and clearance of viral RNA in 2019 novel coronavirus disease rehabilitation patients", "authors": [{"first": "Y", "middle": [], "last": "Ling", "suffix": ""}, {"first": "S.-B", "middle": [], "last": "Xu", "suffix": ""}, {"first": "Y.-X", "middle": [], "last": "Lin", "suffix": ""}, {"first": "D", "middle": [], "last": "Tian", "suffix": ""}, {"first": "Z.-Q", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "F.-H", "middle": [], "last": "Dai", "suffix": ""}, {"first": "F", "middle": [], "last": "Wu", "suffix": ""}, {"first": "Z.-G", "middle": [], "last": "Song", "suffix": ""}, {"first": "W", "middle": [], "last": "Huang", "suffix": ""}, {"first": "J", "middle": [], "last": "Chen", "suffix": ""}, {"first": "B.-J", "middle": [], "last": "Hu", "suffix": ""}, {"first": "S", "middle": [], "last": "Wang", "suffix": ""}, {"first": "E.-Q", "middle": [], "last": "Mao", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "W.-H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "H.-Z", "middle": [], "last": "Lu", "suffix": ""}], "year": 2020, "venue": "Chin. Med. J. (Engl", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1097/CM9.0000000000000774"]}}, "BIBREF43": {"ref_id": "b43", "title": "Single-cell RNA-seq data analysis on the receptor ACE2 expression reveals the potential risk of different human organs vulnerable to 2019-nCoV infection", "authors": [{"first": "X", "middle": [], "last": "Zou", "suffix": ""}, {"first": "K", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Zou", "suffix": ""}, {"first": "P", "middle": [], "last": "Han", "suffix": ""}, {"first": "J", "middle": [], "last": "Hao", "suffix": ""}, {"first": "Z", "middle": [], "last": "Han", "suffix": ""}], "year": 2020, "venue": "Front. Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s11684-020-0754-0"]}}, "BIBREF44": {"ref_id": "b44", "title": "COVID-19: importance of the awareness of clinical syndrome by urologists", "authors": [{"first": "M", "middle": ["C"], "last": "Sighinolfi", "suffix": ""}, {"first": "B", "middle": [], "last": "Rocco", "suffix": ""}, {"first": "C", "middle": [], "last": "Mussini", "suffix": ""}], "year": 2020, "venue": "Eur. Urol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries", "authors": [{"first": "F", "middle": [], "last": "Bray", "suffix": ""}, {"first": "J", "middle": [], "last": "Ferlay", "suffix": ""}, {"first": "I", "middle": [], "last": "Soerjomataram", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Siegel", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Torre", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2018, "venue": "CA. Cancer J. Clin", "volume": "68", "issn": "", "pages": "394--424", "other_ids": {"DOI": ["10.3322/caac.21492"]}}, "BIBREF46": {"ref_id": "b46", "title": "COVID-19 and Urology: A Comprehensive Review of the Literature", "authors": [{"first": "S", "middle": [], "last": "Puliatti", "suffix": ""}, {"first": "A", "middle": [], "last": "Eissa", "suffix": ""}, {"first": "R", "middle": [], "last": "Eissa", "suffix": ""}, {"first": "M", "middle": [], "last": "Amato", "suffix": ""}, {"first": "E", "middle": [], "last": "Mazzone", "suffix": ""}, {"first": "P", "middle": [], "last": "Dell&apos;oglio", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Sighinolfi", "suffix": ""}, {"first": "A", "middle": [], "last": "Zoeir", "suffix": ""}, {"first": "S", "middle": [], "last": "Micali", "suffix": ""}, {"first": "G", "middle": [], "last": "Bianchi", "suffix": ""}, {"first": "V", "middle": [], "last": "Patel", "suffix": ""}, {"first": "P", "middle": [], "last": "Wiklund", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Coelho", "suffix": ""}, {"first": "J.-C", "middle": [], "last": "Bernhard", "suffix": ""}, {"first": "P", "middle": [], "last": "Dasgupta", "suffix": ""}, {"first": "A", "middle": [], "last": "Mottrie", "suffix": ""}, {"first": "B", "middle": [], "last": "Rocco", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/bju.15071"]}}, "BIBREF47": {"ref_id": "b47", "title": "Network (RUN), Pathways for urology patients during the COVID-19 pandemic", "authors": [{"first": "A", "middle": [], "last": "Simonato", "suffix": ""}, {"first": "G", "middle": [], "last": "Giannarini", "suffix": ""}, {"first": "A", "middle": [], "last": "Abrate", "suffix": ""}, {"first": "R", "middle": [], "last": "Bartoletti", "suffix": ""}, {"first": "A", "middle": [], "last": "Crestani", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Nunzio", "suffix": ""}, {"first": "A", "middle": [], "last": "Gregori", "suffix": ""}, {"first": "G", "middle": [], "last": "Liguori", "suffix": ""}, {"first": "G", "middle": [], "last": "Novara", "suffix": ""}, {"first": "N", "middle": [], "last": "Pavan", "suffix": ""}, {"first": "C", "middle": [], "last": "Trombetta", "suffix": ""}, {"first": "A", "middle": [], "last": "Tubaro", "suffix": ""}, {"first": "F", "middle": [], "last": "Porpiglia", "suffix": ""}, {"first": "V", "middle": [], "last": "Ficarra", "suffix": ""}, {"first": "M", "middle": [], "last": "Of The", "suffix": ""}, {"first": "R", "middle": ["U"], "last": "", "suffix": ""}], "year": 2020, "venue": "Minerva Urol. Nefrol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.23736/S0393-2249.20.03861-8"]}}, "BIBREF48": {"ref_id": "b48", "title": "Endourological Stone Management in the Era of the COVID-19", "authors": [{"first": "S", "middle": [], "last": "Proietti", "suffix": ""}, {"first": "F", "middle": [], "last": "Gaboardi", "suffix": ""}, {"first": "G", "middle": [], "last": "Giusti", "suffix": ""}], "year": 2020, "venue": "Eur. Urol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.eururo.2020.03.042"]}}, "BIBREF49": {"ref_id": "b49", "title": "Urology in the Era of COVID-19: Mass Casualty Triage", "authors": [{"first": "E", "middle": [], "last": "Desouky", "suffix": ""}], "year": 2020, "venue": "Urol. Pract", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1097/UPJ.0000000000000152"]}}, "BIBREF50": {"ref_id": "b50", "title": "EAU Robotic Urology Section (ERUS) guidelines during COVID-19 emergency", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Recommendations for Tiered Stratification of Urologic Surgery Urgency in the COVID-19 Era", "authors": [{"first": "H", "middle": ["B"], "last": "Goldman", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Haber", "suffix": ""}], "year": 2020, "venue": "J. Urol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Triaging Office-Based Urologic Procedures During the COVID-19 Pandemic", "authors": [{"first": "E", "middle": ["G"], "last": "Katz", "suffix": ""}, {"first": "L", "middle": [], "last": "Bukavina", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Stensland", "suffix": ""}, {"first": "L", "middle": [], "last": "Ponsky", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Mandeville", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Maclachlan", "suffix": ""}, {"first": "A", "middle": [], "last": "Moinzadeh", "suffix": ""}, {"first": "A", "middle": [], "last": "Sorcini", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Chang", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Zaid", "suffix": ""}], "year": 2020, "venue": "J. Urol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Considerations in the Triage of Urologic Surgeries During the COVID-19", "authors": [{"first": "K", "middle": ["D"], "last": "Stensland", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Morgan", "suffix": ""}, {"first": "A", "middle": [], "last": "Moinzadeh", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Lee", "suffix": ""}, {"first": "A", "middle": [], "last": "Briganti", "suffix": ""}, {"first": "J", "middle": ["W F"], "last": "Catto", "suffix": ""}, {"first": "D", "middle": [], "last": "Canes", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "How to prioritize urological surgeries during epidemics: Lessons learned from the Toronto SARS outbreak in 2003", "authors": [{"first": "R", "middle": [], "last": "Ferreira", "suffix": ""}, {"first": "M", "middle": [], "last": "Mcgrath", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "A", "middle": [], "last": "Sener", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Siemens", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Braga", "suffix": ""}], "year": 2020, "venue": "Can. Urol. Assoc. J", "volume": "14", "issn": "", "pages": "", "other_ids": {"DOI": ["10.5489/cuaj.6551"]}}, "BIBREF58": {"ref_id": "b58", "title": "The Royal College of Ophthalmologists, Glaucoma Management Plans during COVID-19", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "The Royal College of Ophthalmologists, Management of Ophthalmology Services during the Covid pandemic", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "The Royal College of Ophthalmologists, Management plans for children and young people with eye and vision conditions during COVID-19", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Ophthalmological Risk Stratification & Implementation Guidance", "authors": [], "year": 2020, "venue": "Moorfields Eye Hospital NHS Foundation Trust", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Moorfields Risk Stratification for Paediatric Ophthalmology", "authors": [], "year": 2020, "venue": "Moorfields Eye Hospital NHS Foundation Trust", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "The Royal College of Ophthalmologists, Protecting Patients, Protecting Staff", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "The Royal College of Ophthalmologists, PPE and staff protection requirements for ophthalmology", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "SBNS Covid-19 Bulletin #1", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "COVID-19 Treatment Pathways and Guidance", "authors": [], "year": 2020, "venue": "British Neuro-Oncology Society", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "SBNS guide for the neurosurgical management of neurovascular conditions during the COVID-19 pandemic", "authors": [{"first": "", "middle": [], "last": "Bnvg/Sbns", "suffix": ""}, {"first": "", "middle": [], "last": "Bnvg/", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Clinical guide for the management of neurotrauma patients during the coronavirus pandemic", "authors": [{"first": "", "middle": [], "last": "Nhs England", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Clinical guideline [CG176], National Institute for Health and Care Excellence (NICE)", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Preliminary Recommendations for Surgical Practice of Neurosurgery Department in the Central Epidemic Area of 2019 Coronavirus Infection", "authors": [{"first": "Y", "middle": [], "last": "Tan", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "K", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "L", "middle": [], "last": "Han", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "H", "middle": [], "last": "Niu", "suffix": ""}, {"first": "K", "middle": [], "last": "Shu", "suffix": ""}, {"first": "T", "middle": [], "last": "Lei", "suffix": ""}], "year": 2020, "venue": "Curr. Med. Sci", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Experiences of practicing surgical neuro-oncology during the COVID-19 pandemic", "authors": [{"first": "Y.-J", "middle": [], "last": "Hu", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Chen", "suffix": ""}], "year": 2020, "venue": "J. Neurooncol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s11060-020-03489-6"]}}, "BIBREF75": {"ref_id": "b75", "title": "Precautions for Endoscopic Transnasal Skull Base surgery during the COVID-19", "authors": [{"first": "Z", "middle": ["M"], "last": "Patel", "suffix": ""}, {"first": "J", "middle": [], "last": "Fernandez-Miranda", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Hwang", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "Nayak", "suffix": ""}, {"first": "R", "middle": [], "last": "Dodd", "suffix": ""}, {"first": "H", "middle": [], "last": "Sajjadi", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Jackler", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Clinical guide for the management of patients requiring oral and maxillofacial surgery during the Coronavirus pandemic", "authors": [{"first": "", "middle": [], "last": "Nhs England", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Maxillofacial Trauma Management During COVID-19: Multidisciplinary Recommendations", "authors": [{"first": "S", "middle": ["P"], "last": "Edwards", "suffix": ""}, {"first": "S", "middle": [], "last": "Kasten", "suffix": ""}, {"first": "C", "middle": [], "last": "Nelson", "suffix": ""}, {"first": "V", "middle": [], "last": "Elner", "suffix": ""}, {"first": "E", "middle": [], "last": "Mckean", "suffix": ""}], "year": 2020, "venue": "Facial Plast. Surg. Aesthetic Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1089/fpsam.2020.0158"]}}, "BIBREF80": {"ref_id": "b80", "title": "Approaches to the management of patients in oral and maxillofacial surgery during COVID-19 pandemic", "authors": [{"first": "M", "middle": [], "last": "Zimmermann", "suffix": ""}, {"first": "E", "middle": [], "last": "Nkenke", "suffix": ""}], "year": 2020, "venue": "J. Cranio-Maxillofac. Surg", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jcms.2020.03.011"]}}, "BIBREF81": {"ref_id": "b81", "title": "British Association of Head and Neck Oncologists, BAHNO statement on COVID-19", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Management of orthodontic emergencies during 2019-NCOV", "authors": [{"first": "A", "middle": [], "last": "Caprioglio", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Pizzetti", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Zecca", "suffix": ""}, {"first": "R", "middle": [], "last": "Fastuca", "suffix": ""}, {"first": "G", "middle": [], "last": "Maino", "suffix": ""}, {"first": "R", "middle": [], "last": "Nanda", "suffix": ""}], "year": 2020, "venue": "", "volume": "21", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s40510-020-00310-y"]}}, "BIBREF83": {"ref_id": "b83", "title": "Anosmia as a potential marker of COVID-19 infection -an update", "authors": [{"first": "C", "middle": [], "last": "Hopkins", "suffix": ""}, {"first": "B", "middle": ["N"], "last": "Kumar", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Practical Aspects of Otolaryngologic Clinical Services During the 2019 Novel Coronavirus Epidemic: An Experience in Hong Kong", "authors": [{"first": "J", "middle": ["Y K"], "last": "Chan", "suffix": ""}, {"first": "E", "middle": ["W Y"], "last": "Wong", "suffix": ""}, {"first": "W", "middle": [], "last": "Lam", "suffix": ""}], "year": 2020, "venue": "JAMA Otolaryngol. Neck Surg", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jamaoto.2020.0488"]}}, "BIBREF85": {"ref_id": "b85", "title": "Guidelines for changes in ENT during COVID-19 Pandemic", "authors": [{"first": "Ent", "middle": [], "last": "Ent Uk", "suffix": ""}, {"first": "", "middle": [], "last": "Uk", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Adult Tonsillitis & Quinsy Guidelines", "authors": [{"first": "Ent", "middle": [], "last": "Ent Uk", "suffix": ""}, {"first": "", "middle": [], "last": "Uk Covid-", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "BLA COVID-19 Tracheostomy guidelines", "authors": [], "year": 2020, "venue": "British Laryngological Association", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Ioannidis, FESS in the COVID Era: The Microscope Drape Method to Reduce Aerosolization", "authors": [{"first": "A", "middle": [], "last": "Rokade", "suffix": ""}, {"first": "A", "middle": [], "last": "Burgess", "suffix": ""}, {"first": "H", "middle": ["I"], "last": "Koch", "suffix": ""}, {"first": "A", "middle": [], "last": "Tsagkovits", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Mastoidectomy in the COVID Era -The 2 Microscope Drape Method to Reduce Aerosolization", "authors": [{"first": "W", "middle": [], "last": "Hellier", "suffix": ""}, {"first": "T", "middle": [], "last": "Mitchell", "suffix": ""}, {"first": "S", "middle": [], "last": "Thomas", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Clinical guide for the management of patients requiring plastic treatment during the Coronavirus pandemic", "authors": [{"first": "", "middle": [], "last": "Nhs England", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "Advice for managing Melanoma patients during Coronavirus pandemic", "authors": [], "year": 2020, "venue": "British Association of Plastic, Reconstructive and Aesthetic Surgeons", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "Clinical guide for the management of acute burns patients during the Coronavirus pandemic", "authors": [{"first": "", "middle": [], "last": "Nhs England", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "ASPS Statement on Breast Reconstruction in the face of COVID-19 Pandemic", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Developing a virtual fracture clinic for hand and wrist injuries", "authors": [{"first": "D", "middle": [], "last": "Evans", "suffix": ""}, {"first": "J", "middle": [], "last": "Hardman", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Middleton", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Anakwe", "suffix": ""}], "year": 2018, "venue": "J. Hand Surg. Eur", "volume": "43", "issn": "", "pages": "893--894", "other_ids": {"DOI": ["10.1177/1753193418778472"]}}, "BIBREF95": {"ref_id": "b95", "title": "British Society for Surgery of the Hand, COVID-19 Resources for Members", "authors": [], "year": 2020, "venue": "April", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "American College of Surgeons, COVID-19 Guidelines for Triage of Pediatric Surgery Patients", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "Clinical guide for the management of paediatric patients during the Coronavirus pandemic", "authors": [{"first": "", "middle": [], "last": "Nhs England", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "Clinical guide for the management of paediatric critical care patients during the Coronavirus pandemic", "authors": [{"first": "", "middle": [], "last": "Nhs England", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "British Association of Paediatric Surgeons, COVID-19 Information for Paediatric Surgeons", "authors": [], "year": 2020, "venue": "Br. Assoc. Paediatr. Surg", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "Delayed access to care for children during COVID-19: our role as paediatricians -position statement", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The impact of the delay on primary surgical outcomes 2. Feasibility of alternative procedures that have less requirement for an OR 3. Presence of co-morbidities and/or increased risk of complications 4. The threat to patient life if the procedure is not performed immediately 5. The threat of permanent organ dysfunction if the procedure is not performed 6. The risk of rapidly progressing severe symptoms and disease progression if the procedure is not performed Here we aim to offer guidance for prioritisation of surgical services to further minimise the effect of the COVID-19 pandemic across various overburdened surgical units and preserve the surgical workforce.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Risk of developing a COVID-19 infection after surgery • Limitations and changes to the availability of theatres, critical care and ward beds, follow-up appointments and re-admission pathways • Risks associated with not undertaking the surgery • The importance of adhering to social distancing guidelines To minimise the risk of infection via face to face transmission, the consent process should be conducted virtually and should be supplemented with both written and online documentation.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Their other recommendations include: the adequate use of PPE for all patients with higher levels of PPE required for all operating surgeons; careful selection of patients with all elective surgery postponed where possible; careful use of surgical equipment to minimise aerosol dispersal including use of surgical smoke evacuation filters and low intra-abdominal pressures; changes to operative technique including using low levels of electrocautery power and minimising burst times; complete pneumoperitoneum disinflation prior to trocar removals; and the minimisation of bowel handling due to the known presence of SARS-CoV-2 viral particles in faecal matter.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "During the current COVID-19 epidemic, only urgent elective procedures and emergencies should be prioritised. Patients who do not exhibit any signs of life-, limb-or vision-threatening conditions should have appointments deferred for 3-6 months and regularly monitored. If possible, patients should be seen via tele-consultations whenever possible, and all relevant members of the multidisciplinary neurosurgical teams should be present to avoid miscommunication regarding treatment plans due to extra communication steps[62].", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Treat if endovascular treatment or surgery can amend a CTA/MRA confirmed bleeding point from an aneurysm/varix. • However, if there is no obvious bleeding point from the CTA/MRA, patients should be managed locally, and treatment should be postponed.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "British Society for Surgery of the Hand (BSSH) have also provided guidance during the COVID-19 pandemic for the management of hand surgery. They have advised for a non-operative management where this is possible and safe. If possible, outpatient and minor operations should be performed under local anaesthetic block or a 'wide-awake, local anaesthetic, no tourniquet' protocol (WALANT). The use of absorbable sutures should be used, and patients should be warned of the small risk of mild inflammatory reactions to the sutures. The use of easily removable postoperative dressings and splints is also suggested during the pandemic. With the risk that hand therapists can be rapidly deployed to other duties, the use of one-stopshop and video or telephone follow-up offers alternative postoperative possibilities[88,89].", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Algorithm for treatment of suspected COVID-19 in transplant recipients[36]", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Management frameworks for cranial and spinal injury patients from NHS England[67].", "latex": null, "type": "figure"}, "TABREF0": {"text": "Trauma patients may be categorised into 4 groups[14]:", "latex": null, "type": "table"}, "TABREF1": {"text": "Breast Cancer Surgery Procedures[7]", "latex": null, "type": "table"}, "TABREF2": {"text": "Colorectal Cancer Surgery[10]", "latex": null, "type": "table"}, "TABREF3": {"text": "Thoracic cancer procedures[12]", "latex": null, "type": "table"}, "TABREF4": {"text": "Trauma and orthopaedic procedures[14][15][16]", "latex": null, "type": "table"}, "TABREF5": {"text": "Emergency General Surgical procedures[16,19,22]", "latex": null, "type": "table"}, "TABREF6": {"text": "Cardiothoracic surgical procedures[6,16,37]", "latex": null, "type": "table"}, "TABREF7": {"text": "Vascular surgery procedures[16,40]", "latex": null, "type": "table"}, "TABREF8": {"text": "Urological procedures[3,16,49,[51][52][53][54]", "latex": null, "type": "table"}, "TABREF9": {"text": "Ophthalmic procedures[16,56,57]", "latex": null, "type": "table"}, "TABREF10": {"text": "Surgical priority groups as per the British Neuro-Oncology Society (BNOS)[65]", "latex": null, "type": "table"}, "TABREF11": {"text": "Oral and Maxillofacial procedures[16,[71][72][73][74]", "latex": null, "type": "table"}, "TABREF12": {"text": "ENT procedures[16]", "latex": null, "type": "table"}, "TABREF13": {"text": "Plastic surgical procedures[16,84]", "latex": null, "type": "table"}, "TABREF14": {"text": "Paediatric surgical procedures[16,90,91,93] Breast Cancer Surgery Procedures[7]", "latex": null, "type": "table"}, "TABREF15": {"text": "Colorectal Cancer Surgery[10]", "latex": null, "type": "table"}, "TABREF16": {"text": "Thoracic cancer procedures[12]", "latex": null, "type": "table"}, "TABREF17": {"text": "Trauma and orthopaedic procedures[14][15][16]", "latex": null, "type": "table"}, "TABREF18": {"text": "Emergency General Surgical procedures[16,19,22]", "latex": null, "type": "table"}, "TABREF19": {"text": "Cardiothoracic surgical procedures[6,16,37]", "latex": null, "type": "table"}, "TABREF20": {"text": "Vascular surgery procedures [16,40] Dialysis • Thrombosed/nonfunctional/infected dialysis access • Renal failure with the need for dialysis access • Fistula revision for ulceration • Fistula revision for ulceration • AV fistula and graft replacement", "latex": null, "type": "table"}, "TABREF21": {"text": "Urological procedures [3,16,49,51-54] • Tumour ≥ cT2a • High risk robotic nephroureterectomy • Robotic adrenalectomy • Planned partial or radical Tumour ≥ cT1b • For benign pathologies • Low risk robotic nephroureterectomy Nephrostomy stents • Hydronephrosis in malignancy Consider prioritising if symptomatic: • High risk NMIBC regardless of", "latex": null, "type": "table"}, "TABREF22": {"text": "Ophthalmic procedures[16,56,57] • Patients at high risk of rapid irreversible and significant visual loss due to o Exudative age-related macular degeneration o Proliferative diabetic retinopathy o Ischaemic Central Retinal Vein Occlusion o Retinal detachments o Advanced or rapidly progressive glaucoma o Uveitis o Endophthalmitis o Orbital cellulitis o Giant Cell Arteritis o Ocular and adnexal oncology o Retinopathy of prematurity (screening and treatment) • Retinopathy of prematurity • High intraocular pressure • Cataract with risk of permanent severe amblyopia • Orbital abscess • Retinal detachment • Anti-VEGF injections for choroidal neovascularisation in uveitis • Cancer treatment • Sight/life-threatening disease (e.g. orbital decompression, systemic infection prevention)", "latex": null, "type": "table"}, "TABREF23": {"text": "Surgical priority groups as per the British Neuro-Oncology Society (BNOS)[65] • Patients with malignant glioma resection who are followed by adjuvant cancer treatment.• Malignant or non-malignant posterior fossa tumours resulting in symptomatic or life-threatening hydrocephalus. • Major mass effect causing meningiomas which are life-threatening.", "latex": null, "type": "table"}, "TABREF24": {"text": "Oral and Maxillofacial procedures [16,71-74] • Injuries to critical structures such as the facial nerve (or other cranial nerves), eyelids, lacrimal system, and the nose • Trap-door fractures with entrapment of orbital contents • Orbital decompression (where there is a reduction of visual acuity) • Haematomas/edema leading to vision loss from superior orbital fissure syndrome or orbital apex syndrome • Other severe OMFS haemorrhages inc septal haematoma • Large complex injuries including avulsions • Deep head and neck infections (with/without risk of airway obstruction • Zygomaticomaxillary complex fractures • Orbital fractures and decompression • Intraoral lacerations • Manipulation of nasal fractures • Fractures of the maxilla and mandible, including dentoalveolar fractures • Orthognathic surgery • Surgery for temporomandibular pathologies • Craniofacial malformations (without apnoea or raised ICP) • Primary and secondary surgery for cleft lip and palate malformations • Benign, slowly growing tumors • Larger cystic lesions", "latex": null, "type": "table"}, "TABREF25": {"text": "ENT procedures [16] Sepsis • Neck trauma with vascular/airway compromise • Nasal/ear button battery removal • Life threatening middle ear conditions • Orbital cellulitis Consider prioritising • Uncontrolled epistaxis • Sinus surgery for impending catastrophe • Acute mastoiditis and other middle ear conditions (not responding to conservative treatment) • Traumatic facial nerve palsy • Traumatic pinna injury • Lymph node biopsy where core biopsy was inadequate • Head and Neck sepsis (not responding to conservative treatment) • EUA/Biopsy for laryngeal malignancy • Surgery for nasopharyngeal/oropharyngeal malignancy • Surgery for small, high grade salivary cancers • Surgery for sinus cancers • Post-meningitis cochlear implantation • Cochlear implant in pre-verbal profound hearing loss • Baro-trauma perilymph fistula • Organic foreign bodies in the ear • CSF fistula repair", "latex": null, "type": "table"}, "TABREF26": {"text": "Plastic surgical procedures[16,84] • Large burns must be continued to be admitted where needed, with expedited treatment to avoid patient's stay in hospital. Treat as many burns related procedures as day cases as much as possible.• Chemical burns -especially eye/Hydrofluoric acid burns • Necrotising fasciitis • Soft tissue infections not responding to conservative treatment • Revascularization of failing free flaps • Recurrent SCC lesions should be prioritized. • Recurrent Melanoma with significant morbidity should be prioritised (fungating tumour, pain or involvement of critical structure) • Delayed breast reconstruction and breast revision procedures. • Immediate autologous flap reconstruction for breast reconstruction. • Basal Cell Carcinoma • Excision of benign lesions • Burns -reconstruction for eyelid closure/microstomia/joint and neck contracture • Limb contractures • Consider non-operative management of burns patients where possible.", "latex": null, "type": "table"}, "TABREF27": {"text": "Paediatric surgical procedures [16,90,91,93] Prioritise Cases Defer Cases • Acute intestinal obstruction • Pyloromyotomy for pyloric stenosis • Intussusception • Necrotizing enterocolitis with perforation • Ischaemia (testicular/ovarian torsion; limb ischaemia) • Congenital abnormalities (oesophageal atresia, gastroschisis, anorectal malformations) • Appendectomy for acute complicated appendicitis • Foreign body ingestion • Testicular torsion Consider prioritising: • Solid tumour cancer surgery • Portoenterostomy for biliary atresia with jaundice • Incision and drainage of abscesses • Resection or diversion for acute exacerbation of inflammatory bowel disease not responsive to medical management • Vascular access device insertion • Repair of symptomatic inguinal hernia • Vascular access device removal (not infected) • Chest wall reconstruction • Asymptomatic inguinal hernia Enterostomy closure • Breast lesion excision (i.e. fibroadenoma) • Branchial cleft cyst/sinus excision • Thyroglossal duct cyst excision • Fundoplication • Orchiopexy • Bariatric surgery • Splenectomy for haematologic disease • Cholecystectomy for symptomatic cholelithiasis • Gastrostomy • Congenital abnormalities (duodenal atresia, bowel obstruction, congenital diaphragmatic Hernia, Congenital Pulmonary Airway Malformations) • Colectomy for Colitis (UC or Hirschsprung's) not responsive to conservative treatment • Cholecystectomy for biliary colic • Repair of asymptomatic choledochal cyst • Bladder exstrophy • Crohn's disease surgery • Gastrostomy for Failure to Thrive", "latex": null, "type": "table"}}, "back_matter": [{"text": "The following additional information is required for submission. Please note that failure to respond to these questions/statements will mean your submission will be returned. If you have nothing to declare in any of these categories, then this should be stated.", "cite_spans": [], "ref_spans": [], "section": "International Journal of Surgery Author Disclosure Form"}, {"text": "Please enter the name of the registry, the hyperlink to the registration and the unique identifying number of the study. You can register your research at http://www.researchregistry.com to obtain your UIN if you have not already registered your study. This is mandatory for human studies only.1. Name of the registry: N/A 2. Unique Identifying number or registration ID:3. Hyperlink to your specific registration (must be publicly accessible and will be checked):", "cite_spans": [], "ref_spans": [], "section": "Research Registration Unique Identifying Number (UIN)"}, {"text": "Please specify the contribution of each author to the paper, e.g. study design, data collections, data analysis, writing. Others, who have contributed in other ways should be listed as contributors. ", "cite_spans": [], "ref_spans": [], "section": "Author contribution"}, {"text": "The Guarantor is the one or more people who accept full responsibility for the work and/or the conduct of the study, had access to the data, and controlled the decision to publish. Please note that providing a guarantor is compulsory.Corresponding Author: Ahmed Al-Jabir Senior Author: Riaz Agha", "cite_spans": [], "ref_spans": [], "section": "Guarantor"}]}