{"paper_id": "2a264f4400ab2d8b85f5971014b748902b53f2d1", "metadata": {"title": "Forecasting undetected COVID-19 cases in Small Island Developing States using Bayesian approach", "authors": [{"first": "Andrio", "middle": [], "last": "Adwibowo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Public Health Fac. Univ. of Indonesia", "location": {"postCode": "16424", "settlement": "Depok", "region": "West Java", "country": "Indonesia"}}, "email": "adwibowoa1@gmail.com"}]}, "abstract": [{"text": "In dealing with the COVID-19, the fundamental question is how many actually undetected cases are going around regarding the capabilities of current health systems to contain the virus?. Due to a large number of asymptomatic cases, most COVID-19 cases are possibly undetected. For that reason, this study aims to provide an efficient, versatile, easy to compute, and robust estimator for the number of undetected cases using Bayes theorem based on the actual COVID-19 cases. This theorem is applied to 25 Small Island Developing States (SIDS) due to SIDS vulnerability. The results in this study forecast that possibly undetected COVID-19 cases are approximately 4 times larger than the numbers of actual COVID-19 cases as observed. This finding highlights the importance of using modeling tool to get the better and comprehensive of current COVID-19 cases and to take immediately precaution approaches to mitigate the growing numbers of COVID-19 cases as well.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Nowadays, COVID-19 cases per May 2020 have reached million cases spreading in more than 100 countries worldwide. Most of the cases are observed in the landlocked countries, mainland and continents. Nonetheless, the case analyses in Small Island Developing States (SIDS) are still limited.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "According to UN-OHRLLS, SIDS are a distinct group of developing countries facing specific social, economic and environmental vulnerabilities. Those SIDS are spread over 3 main geographical regions namely the Caribbean, the Asia Pacific, and the Africa. UN lists there are approximately 50 SIDS in those regions. The SIDS are facing common challenges including narrow resource, small domestic markets, heavy dependence on a few external and remote markets, high costs for energy, infrastructure, transportation, communication, little resilience to natural disasters, growing populations, and fragile natural environments. Therefore, SIDS are highly disadvantaged in the development process and require special support from the international community.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Another emerging challenge faced by SIDS is health and communicable disease issues. SIDS countries with their small, geographically disparate populations combined with limited health workforces are particularly vulnerable to the burden of diseases (Kranenburg and Essink, 2015) . In the current COVID-19 pandemic, like states in the mainland and continents, SIDS are also experiencing this pandemic. The COVID-19 source databases provided by Johns Hopkins Corona Resource Center and Worldometer may have reportedly the cases in SIDS in comprehensive manner. Nonetheless, there are probability of undetected COVID-19 cases as concerned by numerous studies (Mukhopadhyay and Chakraborty, 2020) .", "cite_spans": [{"start": 248, "end": 277, "text": "(Kranenburg and Essink, 2015)", "ref_id": "BIBREF5"}, {"start": 655, "end": 691, "text": "(Mukhopadhyay and Chakraborty, 2020)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": ""}, {"text": "Likewise in dealing with this uncertainty in COVID-19 reporting, several studies have emphasized the modeling approach, like study by Gayawan et al. (2020) using truncated Poisson distribution to predict COVID 19 cases in Africa countries. Nonetheless, their study focused only on the African countries located in the mainland and the data about the SIDS in Africa regions are still limited.", "cite_spans": [{"start": 134, "end": 155, "text": "Gayawan et al. (2020)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "Considering aforementioned situation, there is an urgent need to study the current COVID 19 cases mainly in vulnerable SIDS. For that reason, this study aims to forecast the possibility of undetected COVID 19 cases in SIDS.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Data up to May 10, 2020 used in this study were collected from data repository provided by Johns Hopkins Corona Resource Center at Johns Hopkins University Center for Systems Science and Engineering (CSSE) and the Worldometer websites (Max Roser and Ortiz-Ospina, 2020) . The", "cite_spans": [{"start": 240, "end": 269, "text": "Roser and Ortiz-Ospina, 2020)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "2.1.Data collection"}, {"text": "Worldometer itself is well known free data repository and the reference website which is trusted by the UK Government and Johns Hopkins CSSE. Through these resources, numbers of COVID 19 cases from SIDS were obtained. In total there are 25 SIDS from Africa (SIDS), Caribbean (SIDS), and Asia Pacific . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "2.1.Data collection"}, {"text": "The copyright holder for this preprint this version posted May 16, 2020. . https://doi.org/10.1101/2020.05.13.20100545 doi: medRxiv preprint (SIDS) have been investigated in this study. The numbers of sampled SIDS from Africa, Caribbean, and Asia Pacific are 4, 18, and 3 respectively.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "An analysis to estimate the undetected COVID-19 cases is Bayes theorem following Bayes et al. (2020) and Yamagata (2020). This theorem is as follows:", "cite_spans": [{"start": 81, "end": 100, "text": "Bayes et al. (2020)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "2.2.Bayesian approach"}, {"text": "The following probability events and notations are considered:", "cite_spans": [], "ref_spans": [], "section": "2.2.Bayesian approach"}, {"text": "Pr ( Assuming that all SIDS follow the aforementioned model relation between the Covid-19 tests and confirmed cases, a rough estimate of the number of undetected COVID-19 cases Pr(Inf/Tes) in each SIDS can be made. Caribbean. In average the SIDS in Asia Pacific has the lowest actual COVID-19 cases. As can be seen in The following plots in Figure 3 and 4 shows the correlation of population with both the total actual and possibly undetected COVID-19 cases in SIDS regions. This suggests a clear estimation that the undetected cases for SIDS in Africa and Caribbean compared to Asia Pacific are about 2 to 4 times as . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 341, "end": 349, "text": "Figure 3", "ref_id": "FIGREF6"}], "section": "2.2.Bayesian approach"}, {"text": "The copyright holder for this preprint this version posted May 16, 2020. . https://doi.org/10.1101/2020.05.13.20100545 doi: medRxiv preprint large ( Figure 4) . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 149, "end": 158, "text": "Figure 4)", "ref_id": "FIGREF5"}], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 16, 2020. . . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 16, 2020. . https://doi.org/10.1101/2020.05.13.20100545 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The use of Bayesian as predictive tools to forecast COVID 19 is growing rapidly as can be seen in the number of literatures published recently. The forecasted results provided show whether there are increasing or declining trends from the actual data. In his research, Yamagata (2020) applied a Bayesian approach to estimate daily changes of reproduction number (R o ) to determine the infection speed and reporting rate as an effect of health policy. The result showed declining trend of R o indicating the COVID-19 cases were affected by policy. Nonetheless in some situations, the data are poor or incomplete (Mena et al. 2020) . Bayesian approach is considered as a way to circumvent the data incompleteness.", "cite_spans": [{"start": 612, "end": 630, "text": "(Mena et al. 2020)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussions"}, {"text": "This approach is also a versatile tool to incorporate observations and use the full range of parameter estimates contained in the posterior distribution to adjust for uncertainties in model predictions.", "cite_spans": [], "ref_spans": [], "section": "Discussions"}, {"text": "Data incompleteness led to undetected COVID-19 cases are emerging challenges in dealing with this epidemic (Stock et al. 2020) . One way to deal with this situation is by applying quantification modeling.", "cite_spans": [{"start": 107, "end": 126, "text": "(Stock et al. 2020)", "ref_id": null}], "ref_spans": [], "section": "Discussions"}, {"text": "By using model, Pedersen and Meneghini (2020) predict that in Italy, at the beginning of the epidemic the number of unidentified SARS-nCov2-positive individuals was equal to 10 times the number of confirmed cases. In this study, it is forecasted that undetected COVID-19 cases in SIDS is around 4 times the number of actual cases", "cite_spans": [], "ref_spans": [], "section": "Discussions"}, {"text": "The main interesting findings from this study are despite the actual COVID-19 cases per May 2020 have reached up to a million cases around the globe, nonetheless there are several countries that still have actual COVID-19 cases less than 100 cases. This study recorded that numerous SIDS are those countries that still having low COVID-19 cases during 4 months of pandemic durations. Most particular SIDS in Pacific regions are still having low actual COVID-19 cases as well. One of the major concerns is the systematic uncertainty in the number of population who have hosted the virus. The major contribution to this uncertainty is possibly due to the small fraction of Covid-19 tests being performed.", "cite_spans": [], "ref_spans": [], "section": "Discussions"}, {"text": "Correspondingly, the proposed Bayesian approach offered in this study aims to answer the essential question which is how many actually undetected cases are going around among SIDS regarding the capabilities of SIDS health systems to contain the virus?. Of course, this study has succeeded to estimate the possible numbers of undetected cases, nonetheless those numbers are advised to be used as a starting point each time an intervention and approach to deal with the COVID-19 pandemic are delivered. Bayes theorem as used in this study is versatile and easy to apply in practice and this is one of the merits of the approach. The another fundamental advantage of using Bayes theorem to forecast the undetected COVID-19 is lies on the data feed. In this study, the required data are simply use time series of confirmed cases data which is readily and freely available from government endorsed trusted open sources.", "cite_spans": [], "ref_spans": [], "section": "Discussions"}, {"text": "In fact the numbers of COVID-19 related deaths per 100000 populations in SIDS are higher than numbers observed in least developed countries, landlocked developing countries, Africa, and Southeast capabilities and ability to treat the sick and protect health workers.", "cite_spans": [], "ref_spans": [], "section": "Discussions"}, {"text": "In this study, SIDS in Africa regions are having notably a fourfold increase of COVID-19 undetected cases compared to Caribbean and Asia Pacific regions. This related to the COVID-19 exportation cases from the China. As reported by Menkir et al. (2020) , several countries in Africa and including SIDS have received the most imported cases from China ranging from 0.4 to 3.0 cases respectively. The numbers of undetected COVID-19 cases presented in here should provide early warning. As the comparison between the actual cases ( Figure 3 ) and undetected estimations (Figure 4) shows that more tests are required to capture the possibly undetected cases, thus now is the high time to raise the testing efficiency in order to reduce the undetected COVID-19 cases. This seems to be the only good way to reduce the death rate of COVID-19 patients as indicated by the large amount of COVID-19 testing in Germany and South Korea for examples. Likewise, this can warn the SIDS to take immediately precaution approaches to mitigate the growing numbers of COVID-19. Those precaution steps including prevention, detection, and rapid responses to epidemic issues.", "cite_spans": [{"start": 232, "end": 252, "text": "Menkir et al. (2020)", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 529, "end": 537, "text": "Figure 3", "ref_id": "FIGREF6"}, {"start": 567, "end": 577, "text": "(Figure 4)", "ref_id": "FIGREF5"}], "section": "Discussions"}, {"text": "The finding presented in this study just a first evidence on the use of Bayesian approach to forecast COVID-19 data in particular SIDS. With Bayesian approach, this study forecasted that the numbers of undetected cases are approximately 4 times larger than the numbers of actual cases. Bayesian theorem used in this study provides a straightforward solution to shed light on undetected cases by incorporating heterogeneity that may arise in the probability of being detected.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The copyright holder for this preprint this version posted May 16, 2020. . https://doi.org/10.1101/2020.05.13.20100545 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The finding from this study regarding the estimation of the undetected Covid-19 cases can provide recommendations for authorities to plan economic policies, make decisions around different stages of lockdown if necessary, and to work towards the production of intensive health care systems. Likewise, there is still a lot of room for improvement. As for recommendations and future works, there are a number of avenues that can be explored including theoretically from the modeling perspective and as a predictive tool. For instance, incorporating the SIR model to Bayesian approach would be an option required for improvement. For reliable results, improvement of robustness would be required as well.", "cite_spans": [], "ref_spans": [], "section": "Recommendations"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A Bayesian approach for detecting a disease that is not being modeled", "authors": [{"first": "J", "middle": ["M"], "last": "Aronis", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Ferraro", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Gesteland", "suffix": ""}, {"first": "F", "middle": [], "last": "Tsui", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ye", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Wagner", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Cooper", "suffix": ""}], "year": 2020, "venue": "PLoS ONE", "volume": "15", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Modeling death rates due to COVID-19: A Bayesian approach", "authors": [{"first": "C", "middle": [], "last": "Bayes", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Rosas", "suffix": ""}, {"first": "L", "middle": [], "last": "Valdivieso", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A Time dependent SIR model for COVID-19 with Undetectable Infected Persons", "authors": [{"first": "Y", "middle": ["C"], "last": "Chen", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Lu", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Chang", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Detecting disease outbreaks using a combined Bayesian network and particle filter approach", "authors": [{"first": "P", "middle": [], "last": "Dawson", "suffix": ""}, {"first": "R", "middle": [], "last": "Gailis", "suffix": ""}, {"first": "A", "middle": [], "last": "Meehan", "suffix": ""}], "year": 2015, "venue": "Journal of Theoretical Biology", "volume": "370", "issn": "", "pages": "171--183", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The spatio-temporal epidemic dynamics of COVID-19 outbreak in Africa", "authors": [{"first": "E", "middle": [], "last": "Gayawan", "suffix": ""}, {"first": "O", "middle": [], "last": "Awe", "suffix": ""}, {"first": "B", "middle": ["O"], "last": "Oseni", "suffix": ""}, {"first": "I", "middle": ["C"], "last": "Uzochukwu", "suffix": ""}, {"first": "A", "middle": [], "last": "Adekunle", "suffix": ""}, {"first": "G", "middle": [], "last": "Samuel", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Eisen", "suffix": ""}, {"first": "O", "middle": ["A"], "last": "Adegboye", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Primary care in Caribbean Small Island Developing States : How do organisation of primary care systems and health relate", "authors": [{"first": "J", "middle": ["D"], "last": "Kranenburg", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Essink", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Coronavirus Disease (COVID-19) ? Statistics and Research. Our World in Data", "authors": [{"first": "Max", "middle": [], "last": "Roser", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Ortiz-Ospina", "suffix": ""}, {"first": "E", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Using the posterior predictive distribution to analyse epidemic models: COVID-19 in Mexico City", "authors": [{"first": "R", "middle": ["H"], "last": "Mena", "suffix": ""}, {"first": "J", "middle": ["X"], "last": "Velasco-Hernandez", "suffix": ""}, {"first": "N", "middle": ["B"], "last": "Mantilla-Beniers", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Carranco-Sapiens", "suffix": ""}, {"first": "L", "middle": [], "last": "Benet", "suffix": ""}, {"first": "D", "middle": [], "last": "Boyer", "suffix": ""}, {"first": "I", "middle": ["P"], "last": "Castillo", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Estimating the number of undetected COVID-19 cases exported internationally from all of China", "authors": [{"first": "T", "middle": ["F"], "last": "Menkir", "suffix": ""}, {"first": "T", "middle": [], "last": "Chin", "suffix": ""}, {"first": "J", "middle": [], "last": "Hay", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Surface", "suffix": ""}, {"first": "De", "middle": [], "last": "Salazar", "suffix": ""}, {"first": "P M", "middle": [], "last": "Buckee", "suffix": ""}, {"first": "C", "middle": ["O"], "last": "Watts", "suffix": ""}, {"first": "A", "middle": [], "last": "Khan", "suffix": ""}, {"first": "K", "middle": [], "last": "Mina", "suffix": ""}, {"first": "M", "middle": [], "last": "Lipstich", "suffix": ""}, {"first": "M", "middle": [], "last": "Niehus", "suffix": ""}, {"first": "R", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Estimation of Undetected Covid-19 Infections in India", "authors": [{"first": "S", "middle": [], "last": "Mukhopadhyay", "suffix": ""}, {"first": "D", "middle": [], "last": "Chakraborty", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Inf): is the prior probability (%) of COVID-19 cases in a population. Pr(Tes/Inf): is the probability (%) of a positive COVID-19 test result given for positive COVID-19. Pr(Tes/Inf'): is the probability (%) of a positive COVID-19 test result given for negative COVID-19.Pr(Inf/Tes): is the probability (%) of an undetected COVID-19 case.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "shows numbers of Small Island Developing States (SIDS) that have 0-50, 51-100, and 101-400 actual COVID-19 cases. High SIDS were observed for 0-50 COVID-19 cases classes or accounted for up to 30% of total countries with 0-50 COVID-19 cases. The highest SIDS percentage was observed under 51-100 classes even though the SIDS numbers were low. The smallest percentage and number of SIDS were observed when the COVID-19 cases were increased or under 101-400 COVID-19 cases classes.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "shows numbers of SIDS that have 0-50, 51-100, and 101-400 actual COVID-19 cases classified into SIDS regions. Numbers of SIDS in Caribbean were always high for each cases class. SIDS in Asia Pacific were having lower actual COVID-19 cases compared to SIDS in Caribbean and Africa.While African SIDS have higher actual COVID-19 cases in comparison to SIDS in Asia Pacific and", "latex": null, "type": "figure"}, "FIGREF3": {"text": "The percentage and number of SIDS for 0-50, 51-100, and 101-400 actual COVID-19 cases classes.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "The percentage of SIDS for 0-50, 51-100, and 101-400 actual COVID-19 cases classes according to SIDS regions.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "The correlation plots between population with actual COVID-19 and possibly undetected cases of SIDS in Africa, Caribbean, and Asia Pacific.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "The correlation plots between population with actual COVID-19 cases of SIDS in Africa, Caribbean, and Asia Pacific regions.", "latex": null, "type": "figure"}, "TABREF0": {"text": "the mean of actual COVID-19 cases for Asia Pacific, Caribbean, and Africa are 32 (95%CI:", "latex": null, "type": "table"}, "TABREF1": {"text": "as compared to the total actual cases. The mean of possibly undetected COVID-19 cases for Asia Pacific, Caribbean, and Africa are 137.2 (95%CI: 92.6-181.7), 144.2 (95%CI: 142.5-145.9), and 512.2 (95%CI: 89.2-1113.6) correspondingly (Table 1). Table 1. Actual and undetected Covid-19 cases for several SIDS regions at May 10, 2020.", "latex": null, "type": "table"}}, "back_matter": []}