{"paper_id": "2a288f1ac3b2dbc144da84be14a4011e5479ec34", "metadata": {"title": "Airway Pressure Release Ventilation as a Rescue Therapy in Pediatric Acute Respiratory Distress Syndrome", "authors": [{"first": "Nazik", "middle": [], "last": "Yener", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Muhammed", "middle": [], "last": "Üdürgücü", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Objectives To describe experience with airway pressure release ventilation (APRV) in children with severe acute respiratory distress syndrome (ARDS) refractory to conventional low tidal volume ventilation. Methods This retrospective observational study was performed in an 11-bed, level 3 pediatric intensive care unit. Evaluation was made of 30 pediatric patients receiving airway pressure release ventilation as rescue therapy for severe ARDS. Results Patients were switched to APRV on an average 3.2 ± 2.6 d following intubation. When changed from conventional mechanical ventilation (CMV) to APRV, there was an expected increase in the SpO 2 /FiO 2 ratio (165.1 ± 13.6 vs. 131.7 ± 10.2; p = 0.035). Mean peak inspiratory pressure was significantly lower during APRV (25.4 ± 1.26 vs. 29.8 ± 0.60, p < 0.001) compared to CMV prior to APRV but mean airway pressure (P aw ) was significantly higher during APRV (19.1 ± 0.9 vs. 15.3 ± 1.3, p < 0.001). Hospital mortality in this study group was 16.6%.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions The results of this study support the hypothesis that APRV may offer potential clinical advantages for ventilatory management and may be considered as an alternative rescue mechanical ventilation mode in pediatric ARDS patients refractory to conventional ventilation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Acute respiratory distress syndrome (ARDS) is the most severe form of acute respiratory failure, characterised by severe diffuse inflammation and hypoxemia that poses a significant threat to patients of all age groups. Currently, lung-protective ventilation strategies, including open lung and low-tidal-volume, are among the major ARDS mechanical ventilation strategies to prevent ventilator-induced lung injury for both adults and children [1] . Despite advancements in our understanding of lung-protective low-tidal-volume ventilation, the mortality associated with pediatric ARDS remains high and has changed little in the last 20 years (22-40%) [2, 3] . No consensus has been reached on the optimal mode of ventilation for pediatric ARDS patients refractory to conventional mechanical ventilation (CMV) using low tidal volume combined with sufficient positive end expiratory pressure (PEEP). Over the past 3 decades, such patients have commonly transitioned from CMV to high frequency oscillation ventilation (HFOV) for refractory hypoxemia or to limit cyclic high peak pressures [1] . Unfortunately, there is a lack of relevant HFOV research on pediatric populations as only one small cohort randomized controlled trial (RCT) has been conducted [4] .", "cite_spans": [{"start": 442, "end": 445, "text": "[1]", "ref_id": null}, {"start": 650, "end": 653, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 654, "end": 656, "text": "3]", "ref_id": "BIBREF2"}, {"start": 1085, "end": 1088, "text": "[1]", "ref_id": null}, {"start": 1251, "end": 1254, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "Approximately 20 y ago, airway pressure release ventilation (APRV) was introduced as a partial ventilatory mode for mechanical ventilation in clinical practice. However, until recently, it was not widely used as a rescue mode for the difficult-to-oxygenate patient with ARDS. As the name suggests, APRV mode has been described as a continuous positive airway pressure with a brief intermittent release phase allowing the release of only partial lung volume. In adult patients with ARDS, compared with other conventional ventilatory modes, APRV may improve oxygenation due to increased recruitment of lung volumes, length of stay in the intensive care unit and ventilator-free days [5, 6] . Until 2018, pediatric research on APRV was restricted to case reports, case series and prospective crossover studies [7] . A recent study by Lalgudi Ganesan et al. [8] was the first randomised control trial (RCT) of APRV as a primary ventilation strategy in children with ARDS. The trial was terminated early after 50% enrolment when the analysis demonstrated a trend toward higher mortality in the APRV group compared with the conventional low-tidal volume ventilation. However, there is a lack of data investigating the safety and efficacy of APRV as a rescue therapy in pediatric ARDS. The aim of this study was to describe authors' experience with APRV in children with severe ARDS refractory to conventional low tidal volume ventilation.", "cite_spans": [{"start": 681, "end": 684, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 685, "end": 687, "text": "6]", "ref_id": "BIBREF5"}, {"start": 807, "end": 810, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 854, "end": 857, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "This retrospective observational study was conducted in the 11-bed Pediatric Intensive Care Unit of Ondokuz Mayıs University Hospital, a tertiary level hospital in Turkey. Approval for the study was granted by the University Ethics Committee. The study included patients aged between 1 mo and 18 y, receiving APRV ventilation during index admission to the PICU and who fulfilled the diagnostic criteria of ARDS, according to the PALLIC definition and were refractory to conventional low tidal volume ventilation. Determination of failure of CMV and the decision to employ alternative modes was left to the discretion of the attending intensive care physician. Despite the lack of a standardized ventilator protocol, the authors' institutional practice for ARDS is to initiate CMV with a minimum of 5 cm H 2 O of positive end-expiratory pressure (PEEP), low tidal volume (6-8 ml/kg predicted body weight) and to attempt to wean FiO 2 to ≤0.60. Inability to wean FiO 2 prompts elevation level of PEEP (10-15 cm H 2 O) with the goal of maintaining plateau airway pressure at no more than 30 cmH 2 O. Prone positioning is a part of the authors' clinical practice if it is not possible to wean FiO 2 to ≤0.60 during conventional low tidal volume ventilation. The prone position and the other non-ventilatory co-interventions (inhaled nitric oxide or extracorporeal membrane oxygenation) for ARDS were not used during APRV.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "Persistently elevated plateau pressures (≥ 30 cm H 2 O), or oxygenation difficulties (inability to wean FiO 2 ≤ 0.60 despite increasing PEEP) prompted consideration of changing the mode of ventilation. As there is no HFOV ventilator in authors' clinic, APRV was used as a rescue mode in children with severe ARDS when CMV does not achieve a specific target level of oxygenation as previously described. Patients receiving APRV for <8 h, or for an indication other than ARDS were excluded. All patients were ventilated with a Servo-i (Maquet, Germany) ventilator and APRV parameters were initially adjusted by the attending intensive care physician. The authors' instutitional practice is personalized-setting APRV (P-APRV) where the low pressure (P low) is set at zero to facilitate rapid emptying and the brief expiratory time (T low) prevents full deflation of the lung end-expiratory pressure from reaching zero [9] .", "cite_spans": [{"start": 915, "end": 918, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Material and Methods"}, {"text": "Data were retrieved from the medical records of eligible patients including the diagnosis on admission, demographic data, co-morbidities, date and time of intubation, mode of ventilation prior to initiation of APRVand date and time of APRV initiation, length of mechanical ventilation, length of stay in PICU and survival to hospital discharge. A record was made of ventilator settings, the pH and venous CO 2 values, sedation and vasopressor use before and after APRV (at 3 h) and evidence of pneumomediastinum or pneumothorax at any time on APRV. The oxygen saturation to fraction of inspired oxygen ratio (SpO 2 /FiO 2 ) was calculated before and after APRV, and the oxygen saturation index [OSI = mean airway pressure (P aw ) × FiO 2 × 100 ÷ SpO 2 ] was calculated prior to APRV. Radiographic requirements for the diagnosis of ARDS were derived from the attending radiologist's final chest X-ray report.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "Data obtained in the study were analysed statistically using IBM SPSS vn 23 (SPSS Inc., Chicago, IL, USA). Data were expressed as mean ± standard deviation and as the median and interquartile ranges (IQR), or percentages. Conformity of quantitative data to normal distribution was assessed with the Shapiro-Wilk test and the Paired Samples t-test was used in the comparisons of normally distributed variables. A value of p < 0.05 was accepted as statistically significant.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "Of the patients ventilated with APRV between October 2015 and April 2019, 33 remained on APRV for more than 8 h and 30 patients met the study inclusion criteria. Three patients were on APRV ventilation for <8 h, did not tolerate it and were placed back on CMV; of these, mortality was seen in 2 with a diagnosis of drowning, and 1 with sepsis survived. Of the remaining 33 patients who were on APRV ventilation for >8 h, 3 patients were on APRV for non-ARDS reasons (2 with cardiogenic pulmonary edema, 1 with pulmonary hemorrhage) and were excluded. The median age of the patients enroled in the study was 28 mo (IQR 14.75-42.5), 83% were younger than 5 y old and 20% were infants. The demographic data and outcomes are presented in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 734, "end": 741, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "Following a diagnosis of ARDS, all 30 patients were ventilated with conventional low tidal volume and high PEEP ventilation with the synchronized intermittent mandatory ventilation mode with pressure support (SIMV+PS). Ventilation measurements before and after transition to APRVare presented in Table 2 . Mean maximum PEEP was 13 ± 1.3 (range 11-15) during CMV. All patients had severe ARDS as per the PALLIC criteria, with mean OSI 13.4 (12.5-18.5) prior to APRV. Patients were switched to APRV on average 3.2 ± 2.6 d (range: 1-11 d) following intubation. During the observational period, all patients required sedation (including, benzodiazepines and narcotics). When changed from CMV to APRV, the sedation requirements increased in 4 patients, decreased in 5 and remained unchanged in all the others. At 3 h after patients were switched to APRV there was an expected increase in the SpO 2 / FiO 2 ratio (165.1 ± 13.6 vs. 131.7 ± 10.2, p = 0.035). Mean peak pressure was significantly lower during APRV (25.4 ± 1.26 vs. 29.8 ± 0.60, p < 0.001) compared to CVM prior to APRV but P aw was significantly higher during APRV (at 3 h) (19.11 ± 0.97 vs. 15.32 ± 1.3, p < 0.001. Mean mandatory breaths in APRV were 12.8 ± 1.0 (10-15). When changed from CMV to APRV, 53% of the patients received vasopressor. Vasopressor requirement and the pH and venous CO 2 values were not significantly different before and after APRV. Renal replacement therapy was given to six patients in the study group. Patients were switched to SIMV+ PS as a weaning mode. After a weaning period of 4.9 ± 1.6 d, all patients were extubated with non-invasive ventilation (NIV). Mortality was seen in 5 patients during APRV. The primary cause of death was worsening hypoxemia in 4 patients and multi organ dysfunction in 1. In 4 of these 5 patients, there was a co-morbidity, and in 1, the cause of death was sepsis. All the patients with mortality were aged <5 y old and 3 were < 2 y old. Of the 25 patients who survived, 23 (80%) were spontaneously breathing at 4 d after extubation. Two patients could not tolerate weaning from NIV and were discharged home with NIV. In 1 patient with a history of reactive airway diseases, bilateral pneumothorax developed, which required bilateral chest tubes during APRV. These events occurred 3 d post-APRV initiation and there was no associated early mortality. In-hospital mortality for the cohort was 16.6% (5/30).", "cite_spans": [], "ref_spans": [{"start": 296, "end": 303, "text": "Table 2", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "APRV is an inverse ratio pressure control mode of mechanical ventilation that was first described and introduced into clinic practice more than two decades ago [10] . Although different mode names are used, APRV is now available in almost all critical care ventilators. The main findings of this study were that in a cohort of pediatric patients with severe ARDS, when CMV did not achieve a specific target level of oxygenation, initiation of APRV was able to significantly and sustainably improve oxygenation. Inverse ratio ventilation (IRV), HFOV and APRV are non-conventional modes of ventilation considered as a rescue treatment for patients with moderate to severe ARDS who are refractory to CMV [11, 12] . All these nonconventional modes increase oxygenation by increasing the average P aw [13] . In the current study, when transfer was made from CMV to APRV mode, the average P aw increased significantly. As the inspiration duration is relatively much longer than the expirium duration in both IRV and APRV, the duration at high pressure in the respiratory cycle is prolonged, causing elevation in the P aw values. It is thought that high P aw values increase oxygenation by opening the lungs [14] .", "cite_spans": [{"start": 160, "end": 164, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 701, "end": 705, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 706, "end": 709, "text": "12]", "ref_id": "BIBREF11"}, {"start": 796, "end": 800, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1201, "end": 1205, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "In the current study, there was a statistically significant decrease in peak airway pressure when CMV was switched to APRV. This decrease is thought to be protective against lung damage associated with the ventilator. In literature, there is no consensus on how the initial settings should be determined for APRV [15] . In accordance with the findings of the current study, it could be considered appropriate to start with a lower P high than PIP in CMV when determining the initial settings in the transfer to APRV from CMV as a rescue mode in children.", "cite_spans": [{"start": 313, "end": 317, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "The number of mandatory breaths in APRV is set much lower compared to CMV, but the patient can breathe spontaneously at each point of the ventilation cycle. A large part of the spontaneous respiration occurs in the longer inspirium duration. Although spontaneous respiration has a positive effect on the protection of diaphragm functions, there is insufficient information about the effect on lung dynamics and VILI formation of spontaneous breathing occurring in the long P high duration during APRV [16] . In the current study, the mean number of mandatory breaths during APRV was determined as 12.8 ± 1.0. Although the results of a low number of breaths have not been investigated for direct APRV, previous animal experimental studies have shown that a high number of mandatory breaths during CMV, especially with high TV, led to additional damage in the lungs [17, 18] .", "cite_spans": [{"start": 501, "end": 505, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 864, "end": 868, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 869, "end": 872, "text": "18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "To increase patient compliance during both HFOV and IRV, heavy sedation and muscle blockage are often required [13] . That the use of intense sedation and analgesia is not required in adults during APRV has been emphasised as an advantage in literature. In two different prospective studies of adults with trauma and cardiac surgery, controlled mechanical ventilation was compared with APRV and it was concluded that there was a reduced requirement for sedation and analgesia in APRV [19, 20] . In the current study, there was no significant difference in the use of sedation and analgesia in the transition from CMV to APRV. Nevertheless, in the current study, there was no requirement for the use of muscle blockage in any patient during both CMV and APRV. As the benefits of APRV are based on the spontaneous breathing component, the advantage of this method may be lost on patients who need heavy sedation or neuromuscular paralysis with lack of spontaneous breathing. Possible contraindications to APRV include patients with obstructive lung disease (asthma or chronic obstructive pulmonary disease) who require prolonged exhalation time and conditions that may worsen with the elevation of the mean airway pressure, such as unmanaged increases of intracranial pressure and large bronchopleural fistulas. In addition, the limited research and experience with this form of ventilation can be a potential problem in certain facilities (neuromuscular disease) [13, 21] .", "cite_spans": [{"start": 111, "end": 115, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 484, "end": 488, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 489, "end": 492, "text": "20]", "ref_id": "BIBREF19"}, {"start": 1462, "end": 1466, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 1467, "end": 1470, "text": "21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "No consensus has been reached in literature on the subject of how weaning can be achieved in patients applied with APRV. While some authors have reduced P high until it is CPAP mode, it is recommended that weaning is applied by increasing T high [22, 23] . In the current study, first P high was reduced before starting weaning and when a sufficient drop was achieved, transition was made when tolerated to SIMV+ PS (PEEP = 5 cmH 2 O) mode, as this mode is well known by authors' team. Following ventilation with SIMV+PS mode for mean 4.9 ± 1.8 d after APRV, all the surviving patients were extubated with NIV. To minimise failure of extubation, prophylactic NIV was applied immediately on extubation.", "cite_spans": [{"start": 246, "end": 250, "text": "[22,", "ref_id": "BIBREF21"}, {"start": 251, "end": 254, "text": "23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "Of the 25 patients of the current series who survived, 23 were able to be discharged with spontaneous breathing. In the other 2 patients, pulmonary damage developed, so NIV was set and they were discharged home with NIV. All the current study patients were applied with APRV in rescue mode, and all had been previously ventilated with lung-protective CMV (at mean 13 PEEP) for mean 3.2 d. Therefore, the ventilator-related lung damage that developed was not considered to be related to APRV alone. With the exception of 1 patient with a history of reactive airway disease who developed pneumothorax, no significant complications were observed. Although the number of cases in this study is low, APRV can be considered a safe ventilation method for children.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A trend toward mortality benefit has only been shown in one small retrospective study as 25 of 58 patients: 31% in the APRV group, compared to 59% in the SIMV group (p < 0.05) [24] . However, Lalgudi Ganesan et al. [8] recently conducted the first RCT of APRV in pediatric ARDS cases. The study had to be terminated after 50% enrolment (52 children) as analysis showed higher mortality rates in the APRV group. It was concluded that the use of APRVas a primary ventilation strategy in children with ARDS resulted in higher mortality rates compared with conventional low tidal volume ventilation. In an RCT by Yehya et al., [9] of 60 immunocompromised and ARDS pediatric patients refractory to conventional ventilation, the mortality rate was 63% and did not differ between patients transitioned to APRV and HFOV. Hospital mortality in the current study group (16.6%) was below the range of recently published mortality rates (22-40%) in clinical trials of pediatric ARDS [2, 3] .", "cite_spans": [{"start": 176, "end": 180, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 215, "end": 218, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 623, "end": 626, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 971, "end": 974, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 975, "end": 977, "text": "3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Discussion"}, {"text": "There are several limitations to this study. First, as this was a retrospective observational study, conducted with the intent of describing the outcomes of patients with severe ARDS refractory to CMV, who were then treated with APRV, there was no direct comparison with other conventional ventilation methods. Second, the sample size was small so it may not have been of sufficient power to detect improvements in oxygenation before and after transition to APRV. Third, the determination of failure of CMV and initiation of APRV were based on the decision of the intensive care physician rather than a unit guideline. In addition, as a sedation scale was not used, there could not be any evaluation of whether or not there was a difference in the requirement for sedation and analgesia.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, the results of this study demonstrated that in a cohort of pediatric patients with severe hypoxemic respiratory failure when CMV did not achieve a specific target level of oxygenation, initiation of APRV is associated with a significant and sustained improvement in oxygenation. These results support the hypothesis that APRV may offer potential clinical advantages for ventilatory management and may be considered as an alternative rescue mechanical ventilation mode in pediatric ARDS patients refractory to conventional ventilation. As APRV is commonly available on intensive care ventilators when HFOV is not always accessible, this mode can be considered a relatively simple modality that can be implemented easily.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "Pediatric Acute Lung Injury Consensus Conference Group. Pediatric acute respiratory distress syndrome: definition, incidence, and epidemiology: proceedings from the Pediatric Acute Lung Injury Consensus Conference", "authors": [{"first": "R", "middle": [], "last": "Khemani", "suffix": ""}, {"first": "L", "middle": [], "last": "Smith", "suffix": ""}, {"first": "J", "middle": [], "last": "Zimmerman", "suffix": ""}, {"first": "S", "middle": [], "last": "Erickson", "suffix": ""}], "year": 2015, "venue": "", "volume": "16", "issn": "", "pages": "23--40", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Pediatric acute respiratory distress syndrome", "authors": [{"first": "I", "middle": ["M"], "last": "Cheifetz", "suffix": ""}], "year": 2011, "venue": "Respir Care", "volume": "56", "issn": "", "pages": "1589--99", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Prospective, randomized comparison of highfrequency oscillatory ventilation and conventional mechanical ventilation in pediatric respiratory failure", "authors": [{"first": "J", "middle": ["H"], "last": "Arnold", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Hanson", "suffix": ""}, {"first": "", "middle": [], "last": "Toro-Figuero", "suffix": ""}, {"first": "", "middle": [], "last": "Lo", "suffix": ""}, {"first": "J", "middle": [], "last": "Gutierrez", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Berens", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Anglin", "suffix": ""}], "year": 1994, "venue": "Crit Care Med", "volume": "22", "issn": "", "pages": "1530--1539", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Combined effects of prone positioning and airway pressure release ventilation on gas exchange in patients with acute lung injury", "authors": [{"first": "T", "middle": [], "last": "Varpula", "suffix": ""}, {"first": "I", "middle": [], "last": "Jousela", "suffix": ""}, {"first": "R", "middle": [], "last": "Niemi", "suffix": ""}, {"first": "O", "middle": [], "last": "Takkunen", "suffix": ""}, {"first": "V", "middle": [], "last": "Pettilä", "suffix": ""}], "year": 2003, "venue": "Acta Anaesthesiol Scand", "volume": "47", "issn": "", "pages": "516--540", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Airway pressure release ventilation as a primary ventilatory mode in acute respiratory distress syndrome", "authors": [{"first": "T", "middle": [], "last": "Varpula", "suffix": ""}, {"first": "P", "middle": [], "last": "Valta", "suffix": ""}, {"first": "R", "middle": [], "last": "Niemi", "suffix": ""}, {"first": "O", "middle": [], "last": "Takkunen", "suffix": ""}, {"first": "M", "middle": [], "last": "Hynynen", "suffix": ""}, {"first": "V", "middle": [], "last": "Pettilä", "suffix": ""}], "year": 2004, "venue": "Acta Anaesthesiol Scand", "volume": "48", "issn": "", "pages": "722--753", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Airway pressure release ventilation in children", "authors": [{"first": "S", "middle": [], "last": "Lalgudi Ganesan", "suffix": ""}], "year": 2019, "venue": "Curr Opin Crit Care", "volume": "25", "issn": "", "pages": "63--70", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Airway pressure release ventilation in pediatric acute respiratory distress syndrome: a randomized controlled trial", "authors": [{"first": "S", "middle": [], "last": "Lalgudi Ganesan", "suffix": ""}, {"first": "M", "middle": [], "last": "Jayashree", "suffix": ""}, {"first": "Chandra", "middle": [], "last": "Singhi", "suffix": ""}, {"first": "S", "middle": [], "last": "Bansal", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2018, "venue": "Am J Respir Crit Care Med", "volume": "198", "issn": "", "pages": "1199--207", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "High frequency oscillation and airway pressure release ventilation in pediatric respiratory failure", "authors": [{"first": "N", "middle": [], "last": "Yehya", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Topjian", "suffix": ""}, {"first": "R", "middle": [], "last": "Lin", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Berg", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Thomas", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Frises", "suffix": ""}], "year": 2014, "venue": "Pediatr Pulmonol", "volume": "49", "issn": "", "pages": "707--722", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Airway pressure release ventilation", "authors": [{"first": "M", "middle": ["C"], "last": "Stock", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Downs", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Frolicher", "suffix": ""}], "year": 1987, "venue": "Crit Care Med", "volume": "15", "issn": "", "pages": "462--468", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Current role of high frequency oscillatory ventilation and airway pressure release ventilation in acute lung injury and acute respiratory distress syndrome", "authors": [{"first": "C", "middle": [], "last": "Siau", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Stewart", "suffix": ""}], "year": 2008, "venue": "Clin Chest Med", "volume": "29", "issn": "", "pages": "265--75", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Severe hypoxemic respiratory failure: part 1: ventilatory strategies", "authors": [{"first": "A", "middle": [], "last": "Esan", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Hess", "suffix": ""}, {"first": "S", "middle": [], "last": "Raoof", "suffix": ""}, {"first": "L", "middle": [], "last": "George", "suffix": ""}, {"first": "C", "middle": ["N"], "last": "Sessler", "suffix": ""}], "year": 2010, "venue": "Chest", "volume": "137", "issn": "", "pages": "1203--1219", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Airway pressure release ventilation: what do we know?", "authors": [{"first": "E", "middle": ["G"], "last": "Daoud", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Farag", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Chatburn", "suffix": ""}], "year": 2012, "venue": "Respir Care", "volume": "57", "issn": "", "pages": "282--92", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Mean airway pressure: physiologic determinantsand clinical importance: part 2: clinical implications", "authors": [{"first": "J", "middle": ["J"], "last": "Marini", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Ravenscraft", "suffix": ""}], "year": 1992, "venue": "Crit Care Med", "volume": "20", "issn": "", "pages": "1604--1620", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Does airway pressure release ventilation offer important new advantages in mechanical ventilator support? Respir Care", "authors": [{"first": "T", "middle": ["R"], "last": "Myers", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "Macintyre", "suffix": ""}], "year": 2007, "venue": "", "volume": "52", "issn": "", "pages": "452--60", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Should airway pressure release ventilation be the primary mode in ARDS? Respir Care", "authors": [{"first": "E", "middle": [], "last": "Mireles-Cabodevila", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Kacmarek", "suffix": ""}], "year": 2016, "venue": "", "volume": "61", "issn": "", "pages": "761--73", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Airwayv pressure release ventilation prevents ventilator-induced lung injury in normal lungs", "authors": [{"first": "B", "middle": [], "last": "Emr", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Gatto", "suffix": ""}, {"first": "S", "middle": [], "last": "Roy", "suffix": ""}], "year": 2013, "venue": "JAMA Surg", "volume": "148", "issn": "", "pages": "1005--1017", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Effects of respiratory rate on ventilator-induced lung injury at a constant PaCO2 in a mouse model of normal lung", "authors": [{"first": "K", "middle": [], "last": "Vaporidi", "suffix": ""}, {"first": "G", "middle": [], "last": "Voloudakis", "suffix": ""}, {"first": "G", "middle": [], "last": "Priniannakis", "suffix": ""}], "year": 2008, "venue": "Crit Care Med", "volume": "36", "issn": "", "pages": "1277--83", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The influence of controlled mandatory ventilation (CMV), intermittent mandatory ventilation (IMV) and biphasic intermittent positive airway pressure (BIPAP) on duration of intubation and consumption of analgesics and sedatives. A prospective analysis in 596 patients following adult cardiac surgery", "authors": [{"first": "J", "middle": [], "last": "Rathgeber", "suffix": ""}, {"first": "B", "middle": [], "last": "Schorn", "suffix": ""}, {"first": "V", "middle": [], "last": "Falk", "suffix": ""}, {"first": "S", "middle": [], "last": "Kazmaier", "suffix": ""}, {"first": "T", "middle": [], "last": "Spiegel", "suffix": ""}, {"first": "H", "middle": [], "last": "Burchardi", "suffix": ""}], "year": 1997, "venue": "Eur J Anaesthesiol", "volume": "14", "issn": "", "pages": "576--82", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Long-term effects of spontaneous breathing during ventilatory support in patients with acute lung injury", "authors": [{"first": "C", "middle": [], "last": "Putensen", "suffix": ""}, {"first": "S", "middle": [], "last": "Zech", "suffix": ""}, {"first": "H", "middle": [], "last": "Wrigge", "suffix": ""}], "year": 2001, "venue": "Am J Respir Crit Care Med", "volume": "164", "issn": "", "pages": "43--52", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Airway pressure release ventilation: an alternative mode of mechanical ventilation in acute respiratory distress syndrome", "authors": [{"first": "A", "middle": [], "last": "Modrykamien", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Chatburn", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Ashton", "suffix": ""}], "year": 2011, "venue": "Cleve Clin J Med", "volume": "78", "issn": "", "pages": "101--111", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Other approaches to open-lung ventilation: airway pressure release ventilation", "authors": [{"first": "N", "middle": [], "last": "Habashi", "suffix": ""}], "year": 2005, "venue": "Crit Care Med", "volume": "33", "issn": "", "pages": "228--268", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Airway pressure release ventilation: theory and practice", "authors": [{"first": "P", "middle": [], "last": "Frawley", "suffix": ""}, {"first": "N", "middle": [], "last": "Habashi", "suffix": ""}], "year": 2001, "venue": "AACN Adv Crit Care", "volume": "12", "issn": "", "pages": "234--280", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Practical use of airway pressure release ventilation for severe ARDS -a preliminary report in comparison with a conventional ventilatory support", "authors": [{"first": "L", "middle": [], "last": "Liu", "suffix": ""}, {"first": "K", "middle": [], "last": "Tanigawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Ota", "suffix": ""}], "year": 2009, "venue": "Hiroshima J Med Sci", "volume": "58", "issn": "", "pages": "83--91", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Ventilation measurements before and after transition", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Characteristic </td><td>Before transition </td><td>After transition </td><td>p\n</td></tr><tr><td>Peak pressure (cm H2O) </td><td>29.87 ± 0.60 (29-31) </td><td>25.36 ± 1.26 (23-28) </td><td>&lt;0.001\n</td></tr><tr><td>PEEP (cm H2O) </td><td>13.2 ± 1.3 (11-15)\n</td><td> </td><td> </td></tr><tr><td>Paw (cm H2O) </td><td>15.32 ± 1.3 (13-18) </td><td>19.11 ± 0.97 (16-20) </td><td>&lt;0.001\n</td></tr><tr><td>SpO2/FiO2 ratio </td><td>131.7 ± 10.2 (112.5-148.6) </td><td>165 ± 13.6 (148.3-196) </td><td>&lt;0.001\n</td></tr><tr><td>Thigh (second) </td><td> </td><td>4.4 ± 0.5 (3.5-5.6)\n</td><td> </td></tr><tr><td>Tlow (second) </td><td> </td><td>0.4 ± 0.05(0.35-0.50)\n</td><td> </td></tr><tr><td> </td><td> </td><td>Mandatory breath </td><td>12.8 ± 1.0 (11-15)\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Baseline characteristics and outcome of the patients", "latex": null, "type": "table"}}, "back_matter": [{"text": "Authors' Contribution NY: Study design, literature search and manuscript preparation; MU: Data collection, analysis of data and review of manuscript. NY is the guarantor fort his paper.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "Conflict of Interest None.", "cite_spans": [], "ref_spans": [], "section": "Compliance with Ethical Standards"}]}