{
    "paper_id": "2a320950760f6caf7ff5d0fc85ec7cb88a047180",
    "metadata": {
        "title": "IUPAC-IUBMB Joint Commission on Biochemical Nomenclature (JCBN) and Nomenclature Committee of IUBMB (NC-IUBMB) Newsletter 1996*",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A document has been prepared by Fritz Weber in consultation with Henry B.F. Dixon and other members of our committees. It has already been published [1] by Fritz Weber (chairman of the former Committee II/1 on Nutritional Technology of the International Union of Nutritional Sciences) and Athel J. Cornish-Bowden (chairman of our committee). It is reprinted in this newsletter by permission of the chairmn of the Editorial Board of the British Journal of Nutrition.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vitamin A and retinoids"
        },
        {
            "text": "The term 'vitamin A' was defined [2] as the generic description for all C --ionone derivatives that exhibit qualitatively the biological activity of all-trans retinol. The term 'provitamin A' for the carotenoids giving rise to vitamin A is retained.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 36,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vitamin A and retinoids"
        },
        {
            "text": "Chemically, vitamin A belongs to the 'retinoids', defined [3] as a class of compounds consisting of four isoprenoid units joined in a head to-tail manner. These recommendations also contain the statement: all retinoids may be formally derived from a monocyclic parent compound containing five carbon-carbon double bonds and a functional group at the end of the acyclic portion (Formula I). The two definitions do not contradict each other. There are, however, certain implications in the words 'vitamin A' and 'retinoids' that should be considered when using the terms.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 61,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vitamin A and retinoids"
        },
        {
            "text": "'Vitamin A' means a group of substances (retinol, retinyl esters, and retinal) with defined biological activities. Further 1 Earlier practice used radiant intensity rather than radiant power; radiant intensity is radiant power per unit solid angle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vitamin A and retinoids"
        },
        {
            "text": "there are certain metabolites of vitamin A, such as all-trans and cis-isomeric retinoic acids, that can perform some, but not all, of the biological functions of vitamin A; they are incapable of being metabolically converted into retinol, retinal, etc. [4] .",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 256,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vitamin A and retinoids"
        },
        {
            "text": "Retinoic acid and some of its isomers and derivatives, together with a number of structurally modified retinoids, have been shown to control cell differentiation in many epithelial tissues and to prevent metaplasia [5, 6] . Some of these substances are used in the treatment of various types of keratinization disorders. Such compounds cannot substitute for vitamin A; indeed some of them even act as vitamin A antagonists [7, 8] .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 221,
                    "text": "6]",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 426,
                    "text": "[7,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 427,
                    "end": 429,
                    "text": "8]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin A and retinoids"
        },
        {
            "text": "The term 'retinoids' is widely employed for this class of compounds. This practice arose from an earler proposal [5] to use the name 'retinoids' collectively for both natural forms and synthetic analogs of vitamin A that are capable of preventing the development of cancer. General usage of this term is, however, misleading for two reasons. Firstly, the customary practice gives the name 'retinoids', which has an agreed definition based on chemical structure [3] , to a class of compounds defined by their biological activity. Secondly, many synthetic members of this class of compounds, the so-called 'arotinoids' [9] or 'retinoidal benzoic acid derivatives' [10] as well as others, are not chemically retinoids. They contain, e.g., aromatic rings replacing either the basic -ionone type ring structure or unsaturated bonds of the tetraene side chain of tire retinoid skeleton (Formula II). We now suggest that the compounds that control epithelial differentiation and prevent metaplasia, without processing the full range of activities of vitamin A, should be termed 'retinoate analogs'. Although they are usually called 'retinoids', we discourage their designation by a term that has a defined, but different, meaning.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 620,
                    "text": "[9]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "[10]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin A and retinoids"
        },
        {
            "text": "A new term for the group of substances with such antimetaplastic activities may be desirable, especially if it is based on their biological activity. It should not imply a chemical structure because of heterogeneity among the compounds. Proposals for such a term are welcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vitamin A and retinoids"
        },
        {
            "text": "The following is a 'Letter to the Editor' written by Henry B.F. Dixon and originally published in Biochemical Education [11] . It is reprinted by permission of its editor.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "[11]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Absorbance or attenuance?"
        },
        {
            "text": "Biochemists previously used a variety of names such as extinction and optical density for the quantity log (P M /P), where P M is the radiant power incident on a sample, and P is that transmitted by it. This quantity is also !log (¹ ), where ¹ is the transmittance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Absorbance or attenuance?"
        },
        {
            "text": "We have grown used to the name 'absorbance' (symbol: A) for this quantity (see Table 2 .7 in [12] ), but this is clearly inappropriate for the quantity when the attenuation of the radiation is due to scattering rather than absorption. Indeed, biochemists often measure the quantity with the specific intention of measuring scattering, as when they estimate cell numbers in a bacterial culture, or swelling of organelles, by this quantity.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "text": "[12]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 86,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Absorbance or attenuance?"
        },
        {
            "text": "It is therefore a relief to be given recommendations that give a logical name for the quantity and its relation to absorbance. In the IUPAC Glossary of terms used in photochemistry (see page 1060 in [13] ), we find the quantity itself called 'attenuance' (symbol: D), with the remark that attenuance reduces to 'absorbance' when there is negligible scattering or reflection. So we can now use these terms with clarity and precision.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[13]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Absorbance or attenuance?"
        },
        {
            "text": "A home page on the World Wide Web (WWW) has been established for the two committees. This can be found at http://www.chem.qmw.ac.uk/iupac/jcbn/ If you have any problems accessing this page, send an e-mail message to g.p.moss@qmw.ac.uk",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JCBN and NC-IUBMB on the World Wide Web"
        },
        {
            "text": "The home page explains the role of the committees and lists its publications, including a WWW full-text version of the recommendations on amino-acid and peptide nomenclature, on steroid nomenclature, on carbohydrate nomenclature and on enzyme nomenclature (see below). Further WWW versions of other recommendations will be added as soon as they can be prepared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JCBN and NC-IUBMB on the World Wide Web"
        },
        {
            "text": "There is also a link to the electronic submission form for suggested new enzymes to be assigned an EC number and added to the list [14] . A link to the separate form for submitting corrections to any of the published enzymes is also included.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[14]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "JCBN and NC-IUBMB on the World Wide Web"
        },
        {
            "text": "Information is provided on the membership of the committees, their specialist interests and e-mail addresses, as well as the parent bodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JCBN and NC-IUBMB on the World Wide Web"
        },
        {
            "text": "Nomenclature and symbolism for amino acids and peptides. Recommendations 1983 [15] and Nomenclature of steroids. Recommendations 1989 [16] . The third edition of each of these nomenclature recommendations was published several years ago. Copies of these recommendations are now available via the Internet and are exactly the same as the published versions subject to modifications due to the current limitations in programming WWW pages. Since the original publications, a number of extensions have been published in the committees newsletters and reprinted in the Compendium [17] . In the WWW versions, the additions form an addendum which has been linked to appropriate places in the main text. All corrections to the printed versions of these documents have been flagged and details listed. These documents can be accessed from the committees home page or directly at http://www.chem.qmw.ac.uk/iupac/AminoAcid/ ",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[15]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 134,
                    "end": 138,
                    "text": "[16]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "[17]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "JCBN and NC-IUBMB on the World Wide Web"
        },
        {
            "text": "This comprehensive 90-page document expands and replaces the Tentative Rules for Carbohydrate Nomenclature, Part 1 [18] issued in 1969 jointly by the IUPAC Commission on he Nomenclature of Organic Chemistry (CNOC) and the IUPAC-IUB Commission on Biochemical Nomenclature (CBN).",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[18]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Nomenclature of carbohydrates. Recommendations 1996"
        },
        {
            "text": "The present recommendations deal with the acyclic and cyclic forms of monosaccharides and their simple derivatives, as well as with the nomenclature of oligosaccharides and polysaccharides. They are additional to the Definitive Rules for the Nomenclature of Organic Chemistry [19, 20] and we intended to govern those aspects of the nomenclature of carbohydrates not covered by these rules. In this document, the recommendations are designated 2-Carb-n, to distinguish them from the Carb-n recommendations in the previous document.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "text": "[19,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "20]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Nomenclature of carbohydrates. Recommendations 1996"
        },
        {
            "text": "Integrated into the present document are updated versions of the IUPAC-IUB recommendations published during the 1980s on the conformational nomenclature for five and six-membered ring forms of monosaccharides and their derivatives [21] , on the nomenclature of unsaturated mono-saccharides [22] , on the nomenclature of branched-chain monosaccharides [23] , on abbreviated terminology of oligosaccharide chains [24] , and on the nomenclature of polysaccharides [25] . The original documents should be consulted for further examples not included in the present recommendations.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[21]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[22]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 351,
                    "end": 355,
                    "text": "[23]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "[24]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "[25]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Nomenclature of carbohydrates. Recommendations 1996"
        },
        {
            "text": "Of relevance to the field, though not incorporated into the present document, are the recommendations on the nomenclature of cyclitols [26] , on the numbering of atoms in myo-inositol [27] , on symbols for specifying the conformation of polysaccharide chains [28] , on the nomenclature of glycoproteins, glycopeptides and peptidoglycans [29] , and on the nomenclature of glycolipids (in preparation).",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[26]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 184,
                    "end": 188,
                    "text": "[27]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "[28]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "[29]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Nomenclature of carbohydrates. Recommendations 1996"
        },
        {
            "text": "Thanks are due to the international expert panel on carbohydrates convened by Derek Horton, chairman of the American Chemical Society Committee for Carbohydrate Nomenclature. Production of the document has been realized by Alan D. McNaught at the Royal Society of Chemistry in England.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nomenclature of carbohydrates. Recommendations 1996"
        },
        {
            "text": "The recommendations have been published in Pure Appl. Chem. 68, 1919-2008 (1996) , reprinted in Carbohydr. Res. 297, 1-90 (1997) and in Adv. Carbohydr. Chem. Biochem. 52, 43-177 (1997) . They are available on the World Wide Web at http://www.chem.qmw.ac.uk/iupac/2carb/ We hope that this document will serve the needs of the carbohydrate scientists well into the next century.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 80,
                    "text": "68, 1919-2008 (1996)",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 184,
                    "text": "43-177 (1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nomenclature of carbohydrates. Recommendations 1996"
        },
        {
            "text": "Nomenclature (including abbreviations and acronyms) of glycosaminoglycans (GAG) and proteoglycans (PG) is ad hoc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glycosaminoglycans and proteoglycans"
        },
        {
            "text": "Older terms such as chondroitin sulfates A, B, or C define major issue components, but difficulties now occur as hybrid polymers from many tissues do not fit in this system; domain structures present in many tissue GAG are not recognized, and the spectra of modifications due to sulfation and 5-epimerization of D-glucuronic acid (D-GlcA) provide no basis on which to distinguish between, for example, chondroitin and dermatan sulfates (CS and DS). If 10% iduronate (L-IdoA) qualifies chondroitin sulfate to be called dermatan sulfate, are chondroitin sulfate containing 9% iduronate and dermatan sulfate containing 11% iduronate different species?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glycosaminoglycans and proteoglycans"
        },
        {
            "text": "It is proposed that terminology be based on disaccharide units, which are readily accessible to quantitative analysis, via enzymic digestion. These units are of unambiguous composition and can, for example, be represented by logical abbreviations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glycosaminoglycans and proteoglycans"
        },
        {
            "text": "Polymer abbreviation could be two-letter codes, e.g., CS, DS, HS (heparan sulfate), and KS (keratan sulfate where GlcA is D-glucuronate and GalNAc is N-acetyl-Dgalactosamine. DS (currently an abbreviation for dermatan sulfate) consists of not only chondroitin sulfate disaccharides, containing D-glucuronate, but also its 5-epimer, L-iduronate. Probably all 'DS' contains chondroitin sulfate units. In order to avoid confusion about definitions of dermatan sulfate, which imply the complete epimerization of D-GlcA to L-IdoA, the term 'demochondan sulfate' is proposed, indicating that 'DS' preparations are copolymeric. The abbreviation 'DS' could be retained for these polymers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glycosaminoglycans and proteoglycans"
        },
        {
            "text": "Keratan sulfate consists of repeating -3Gal 1-4GlcNAc 1-units, sulfated to various extents and in different positions. It belongs to the same polymer group as chondroitin sulfate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glycosaminoglycans and proteoglycans"
        },
        {
            "text": "Heparan sulfate is the sulfated polymer of heparan (Hp). Heparan consists of a polymer of the following two disaccharides: -4GlcA 1-4GlcNAc 1-and -4IdoA 1-4GlcNAc 1-. It is therefore analogous to dermochondan sulfate in containing two uronic-acid epimers. There are no names analogous to dermatan or chondroitin in this GAG family.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glycosaminoglycans and proteoglycans"
        },
        {
            "text": "The abbreviation PG for proteoglycan is in wide use. A rational system should convey information about the protein and the glycan parts. Single names purporting to describe both are certain to confuse, since one part is gene product and the other is introduced by a post-translational modification. They do not necessarily occur together. It is consistent to use proteochondroitan sulfate (PCS), proteokeratan sulfate (PKS), and now proteodermochondan sulfate (PDS) as abbreviations for proteoglycans with chondroitin sulfate, keratan sulfate or dermatan sulfate chains, respectively. If more than one type of glycosaminoglycan chain is attached to the protein, it is expressed, for example, as P(CS, KS) or P(CS, HS), the dominant GAG being written first. This convention can include quantitative or semi-quantitative information about the GAG, accommodating information on numbers of GAG chains attached to the protein, e.g., P(CS -, KS -, DS -). Protein cores may be viewed as gene products, as amino acid sequences, as functioning units, or as characteristic shapes (sizes).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glycosaminoglycans and proteoglycans"
        },
        {
            "text": "Names such as decorin, lumican, aggrecan, syndecan, etc. have been given over the past few years to molecules whose chemistry was known in detail. The names lack chemical information, are inconsistent and should only be used to name the direct gene product.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glycosaminoglycans and proteoglycans"
        },
        {
            "text": "To emphasize their connection with the gene, rather than with the glycan, the ending 'on' (as an exon, intron, codon) could replace existing 'an', etc. Thus decoron, lumicon, aggrecon, syndecon. A proteoglycan is indicated by adding appropriate GAG abbreviations, e.g., decoron DS, lumicon KS, aggrecon CS, KS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glycosaminoglycans and proteoglycans"
        },
        {
            "text": "This complex area of biochemistry would benefit from a structured attempt to rationalize the nomenclature. Com-ments on the ideas presented here and other suggestions would be welcomed by the nomenclature committees and by John E. Scott. For references see [30] [31] [32] [33] .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "text": "[30]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "[31]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[32]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[33]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Glycosaminoglycans and proteoglycans"
        },
        {
            "text": "A panel on biochemical thermodynamics, sponsored by JCBN and convened by Robert A. Alberty has produced a series of recommendations for nomenclature and tables in biochemical thermodynamics [34] (see also [35] [36] [37] [38] ). This report emphasizes the distinction between 'chemical equations', in which the full ionic states of all reacting species should be given in a balanced equation, and 'biochemical equations'. The full charges are often omitted from the equations used in routine biochemical presentations. For example an equation of the form ATP#acetate\"acetyl phosphate#ADP is commonly used in biochemistry. It makes no attempt to show the full ionization or complexation states or the reactants or to balance charges. It has the advantage that it is written in terms of sums of species and leads directly to the expression for the apparent equilibrium constant K",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "[34]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "[35]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "[36]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 215,
                    "end": 219,
                    "text": "[37]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 220,
                    "end": 224,
                    "text": "[38]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "The use of 'biochemical equations'"
        },
        {
            "text": "which is a function of pH and magnesium ion concentration, as well as ¹, P and ionic strength. In the above biochemical equation, ATP, ADP and acetyl phosphate are obviously sums of species and, if K is determined at low pH values, acetate represents the sum of the anion and undissociated acetic acid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The use of 'biochemical equations'"
        },
        {
            "text": "Similarly, it has become common to use NAD> and NADH in equations, although both of these are in fact negatively charged at normal physiological pH values, without any attempt to balance charges and hydrogen atoms on other species in the equation. This may make it hard to tell whether a chemical equation or a biochemical equation is intended. In view of such difficulties, the panel has recommended that all indications of charges be removed from biochemical equations and that the full chemical equations, which are written in terms of individual species which may be charged (e.g., H>, Mg>, RCOO\\, etc.) should be used for those specific cases where thermodynamic behavior is to be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The use of 'biochemical equations'"
        },
        {
            "text": "In writing biochemical equations, it is necessary to use symbols that suggest sums of species and avoid symbols for only one of the species that may be present. Since both chemical equations and biochemical equations are needed in biochemistry it is important that the reader should be able to distinguish between these two types of equations at a glance. Failure to make such a clear distinction can lead to hybrid equations that do not have corresponding equilibrium constant expressions and have incorrect stoichiometry. For example, the hydrolysis of 1 mol of ATP to ADP at approximately pH 7 does not produce 1 mol of H>, as suggested by the equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The use of 'biochemical equations'"
        },
        {
            "text": "O\"ADP#phosphate#H> but about 0.6 mol. Thus it is recommended that hybrid equations, in which some charges but not others are given, should be avoided as misleading.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ATP#H"
        },
        {
            "text": "If these recommendations were to be implemented, the following paragraph would have to be added to Note (1) on page 23 of Enzyme nomenclature 1992 [14] :",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[14]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "ATP#H"
        },
        {
            "text": "'Since the equations representing the reactions are biochemical equations, they provide the basis for writing the expression for the apparent equilibrium constant K at specified ¹, P, pH, pX and ionic strength. Here pX\"!log[X] where X is any metal ion that is bound by the reactants. Biochemical equations do not balance hydrogen atoms, atoms of the bound metal or charge, but they do balance other kinds of atoms. The expression for the apparent equilibrium constant K for any reaction can be written by looking at the biochemical equation. Chemical equations that do balance hydrogen ions, bound metal ions and chargee can be written for these reactions and their equilibrium constant expressions yield the equilibrium constant K, which is independent of pH and concentrations of free metal ions. Chemical equations have their uses in understanding how biochemical equations work and in analyzing the effects of pH and concentrations of free metal ions on the apparent equilibrium constants. In general, chemical equations are not unique because various choices can be made for specific species used in writing a chemical equation'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ATP#H"
        },
        {
            "text": "Some of the changes in usage for biochemical equations that would be necessary if these recommendations were to be adopted are summarized below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ATP#H"
        },
        {
            "text": "1. No biochemical equation should contain H>. If the number of protons produced or consumed in a reaction at pH 7 is of special interest, e.g., it may be for nitrogenase, a comment to this effect may be added.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ATP#H"
        },
        {
            "text": "2. NAD(P) and NAD(P)H should replace NAD(P)> and NAD(P)H#H>. The alternative symbols NAD and NAD were recommended but these have the disadvantage of not showing that the oxidation/reduction reaction is a two-electron change, for example in the reaction:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ATP#H"
        },
        {
            "text": "Alcohol#NAD\"aldehyde#NADH If it is necessary to indicate an oxidation/reduction reaction where the acceptor/donor is unknown, reduced acceptor/ oxidized acceptor (or Acceptor /Acceptor ) should be used. Alternatively 2e may be used to represent a reactant in a two-electron transfer. 7. Ascorbic acid (D-erythro-ascorbic acid) should be replaced by ascorbate (D-erythro-ascorbate) to represent the sum of species. 8 . Fe(II) should be used in place of Fe> to represent the sum of various complexed species of the ferrous ion.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 415,
                    "text": "8",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "ATP#H"
        },
        {
            "text": "The implementation of such recommendations would have substantial implications for the way we have become accustomed to present equations in biochemistry. The views of readers on the desirability of these proposals are being sought.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ATP#H"
        },
        {
            "text": "Changes in the format. In the future, it is intended that references will be cited at the end of each entry with full title and pagination. In the past the earliest available reference to a specific enzyme has usually been cited. It is hoped in the future, and starting with new additions to the list, to give more complete and up-to-date references. Good reviews on the properties of any specific enzyme would be particularly valuable citations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of the Enzyme List"
        },
        {
            "text": "We intend to expand the Comments section for individual enzymes to include information on metabolic significance relation to other listed enzymes, possible isoenzymes, codification of enzymes of specific interest to clinical chemists, sequence database information, etc. Suggestions for material to include for individual enzymes are always welcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of the Enzyme List"
        },
        {
            "text": "Work for the provision of enzyme nomenclature in database format is in progress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of the Enzyme List"
        },
        {
            "text": "Links with other relevant databases. Several other nomenclature systems and databases are in existence. These include the World Health Organization (WHO) list of International Non-proprietary Names (INNs), the QU number system of the Committee on Nomenclature, Properties and Units (C-NPU) for classifying enzymes of relevance to clinical chemistry, the ReBase of restriction enzymes, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of the Enzyme List"
        },
        {
            "text": "The Enzyme nomenclature database must link to these and the most appropriate ways of doing this are under discussion. Comments and suggestions are welcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of the Enzyme List"
        },
        {
            "text": "Deficiencies in the list of enzymes. Advice and suggestions concerning deficiencies or omissions are always welcome. Problems in the classification of monooxygenases, protein kinases/phosphatases, restriction enzymes and other nucleases, are obvious and it would be most helpful if expert groups could be formed to advise on how these might best be classified and unambiguously named. As enzymes are named and classified in terms of the reaction that they catalyze, any new enzyme must differ significantly from any of those already listed. This rules out minor species and tissue differences, which can adequately be described in the Comments section for an enzyme already on the list. Copies of relevant publications should be sent in support of any new entry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of the Enzyme List"
        },
        {
            "text": "Catalytic antibodies. Like enzyme nomenclature, it is proposed that the nomenclature of catalytic antibodies should be based on the reaction catalyzed, rather than on structural features. As more than one different 'abzyme' catalysing the same general reaction may be produced, there is clearly a possibility for confusion. However, the catalytic behavior and specificities may not be identical. Several possibilities are under discussion: they may be included in the Comments section for existing enzymes where they catalyse similar reactions, they might be given EC numbers or they might be given an 'AB' numbering system in a separate list based on the enzyme nomenclature classes. Examples of possible classification of catalytic antibodies are given below. Comments on these possibilities and on the general value of such a listing would be most welcome. Reaction: An alcohol#a carboxylate\"a carboxyl ester #H O. Systematic name: Aromatic alcohol: ester acyltransferase (antibody). Antibody details: Monoclonal IgG raised in mice. Author's designation 21H3. Not commercially available. Comments: Active towards benzyl and phenyl alcohols.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of the Enzyme List"
        },
        {
            "text": "The reaction catalysed in the reverse of that of the carboxylic ester hydrolases (EC 3.1.1.-) . Such reactions may be catalyzed by these enzymes at very low concentrations of water (e.g., lipases in organic solvents) or when the ester product has limited solubility. Other catalytic molecules. As in the case of catalytic antibodies the listing of natural and artificial catalytic nucleotides and engineered enzymes with novel specificities could be of use. Advice and comments as to how this could be most helpfully effected are invited.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 93,
                    "text": "(EC 3.1.1.-)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Development of the Enzyme List"
        },
        {
            "text": "The Newsletter 1992 of our committees [39] had already devoted one of its sections to protein nomenclature, 'an outstanding example of a problem that is in need of solution but which has seen little or no progress 2 during the many 3 One asterisk (*) indicates that the document may be found in the 1978 edition of the Compendium [44] whereas two asterisks (**) indicates that it may be found in the 1992 edition [17] . years of existence of the successive nomenclature committees of IUBMB'.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 42,
                    "text": "[39]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 232,
                    "end": 233,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "[44]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[17]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Naming proteins"
        },
        {
            "text": "Two editorials have been devoted to this problem by Tim Hunt [40] and by Ralph A. Bradshaw (together with Daniel Birnbaum) [41] , both fomer editors of ¹rends in Biochemical Sciences. Both point out how important it is for scientists discovering new proteins to name them unambiguously.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "[40]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 123,
                    "end": 127,
                    "text": "[41]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Naming proteins"
        },
        {
            "text": "Bradshaw and Birnbaum insist that journals and their overseerseditors, associate editors, and members of their boardsshould have a vested and active interest in nomenclature and the process by which things are named. Journals can help enormously by generally supporting efforts to systematize names.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Naming proteins"
        },
        {
            "text": "The problems of protein nomenclature are multifaceted and can probably be rationalized only by a series of small projects. Some of them are listed below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Naming proteins"
        },
        {
            "text": "The Swiss-Prot Data Bank (for a description, see [42] ) is a curated protein sequence database maintained collaboratively by the University of Geneva and the European Institute of Bioinformatics (EBI). It strives to provide a high level of annotations (such as the description of the function of a protein, its domains structure, post-translational modifications, variants, etc.), a minimal level of redundancy, a high level of integration with other databases, and is distributed with a variety of documents. One of them, called NOMLIST.TXT, lists nomenclature references for proteins. It may be accessed on the World Wide Web at http://www.expasy.ch/cgi-bin/lists?nomlist.txt General nomenclature references include many of the documents published by our committees and reprinted in the Compendium [17] , such as amino acids and peptides, multiple forms of enzymes and multienzymes, but also documents dealing with homology, designation of mutations, plant genes, checking number (CN) for protein sequences, targeting signals, and the list of HUGO/genomic database editors (nomenclature of human genes).",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 53,
                    "text": "[42]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 800,
                    "end": 804,
                    "text": "[17]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Naming proteins"
        },
        {
            "text": "Specific nomenclature references, listed in alphabetical order, are: allergens; annexins; bacterial gene-naming conventions; calcium channels; CD antigens; complement components C4 allotypes; connexins; coronaviruses structural proteins; electron-transfer proteins; eukaryotic DNA polymerases; extra-cellular protein modules; factor B allotypes; fibrinogen -chains; fibroblast growth factors; flavin-containing monooxygenases; galectins ( -galactoside-binding lectins); glycosylhydrolases; the HLA system; HOX genes; human glutathione transferases; IGF-binding proteins; immunoglobulins (*); initiation, elongation and termination factors for translation in eukaryotes (**); (human) interferon genes; kallikrein-kinin genes; laminins; lantibiotics; mitochondrial peptidases, mouse genes; mucins; the NF-B/I B family; orosomucoid variants; P-450; peptide hormones (**); pharmacological receptors; phytochromes; protein-transport machinery of the mitochondrial membranes; PTS-system proteins and domains; purinoreceptors; the RAS superfamily of GTP-binding proteins; rate genes; restriction enzymes; RTX-toxins; S100 calcium-binding proteins; serine/threonine protein phosphatases; UDPglucuronosyltransferases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Naming proteins"
        },
        {
            "text": "Several biochemical journals published in 1973, 1974 and 1975, a document entitled Recommendations for the nomenclature of human immunoglobulins [43] . The document was reproduced in the 1978 edition of Biochemical nomenclature and related documents [44] . It was not reproduced in the 1992 edition as it was felt that they had become textbook knowledge.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[43]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[44]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Terminology in immunology"
        },
        {
            "text": "A concise description of the terminology in immunology may be found in the section on Immunologic systems in the book written by the Style Manual Committee of the Council of Biology Editors (pages 462-466 in [45] ): the HLA system, immunoglobulins, complements lymphocytes and surface antigens of immune cells, interleukins and interferons, and allergens.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "text": "[45]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Terminology in immunology"
        },
        {
            "text": "A list of nomenclature documents approved by the International Union of Immunological Societies (IUIS) and published in the Bulletin of the ¼orld Health Organization (WHO), was kindly provided by Malcolm W. Turner, chairman of the WHO/IUIS Nomenclature Committee. Some of them have been reprinted in other journals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Terminology in immunology"
        },
        {
            "text": "1. Proposed rules for the designation of immunoglobulins of animal origin. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Terminology in immunology"
        },
        {
            "text": "The International Union of Pharmacology Committee on Receptor Nomenclature and Drug Classification (NC-IUPHAR) has published, in a special issue of Pharmacological Reviews (June 1994), seven official documents relating to receptors. The special issue contains three distinct categories of reports.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Receptor nomenclature"
        },
        {
            "text": "First, the NC-IUPHAR recognizes that the fields of adreno-receptors, 5-hydroxytryptamine receptors and protanoid receptors have reached maturity and that enough information is available to propose an official nomenclature to be recommended for usage as such in all journals and books dealing with phamacology of cell membrane receptors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Receptor nomenclature"
        },
        {
            "text": "Secondly, in new areas of science, such as the report on endothelin receptors, the NC-IUPHAR has made every possible effort to interact early with major contributors in the field, to prevent ill-considered attempts at unsuitable classifications and to implement its general principles of nomenclature. These also represent the official IUPHAR nomenclature, which may be elaborated and extended as more knowledge is accumulated but should not change in terms of general design.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Receptor nomenclature"
        },
        {
            "text": "The third cateory concerns classifications that have been accepted by the NC-IUPHAR only until more information allows the development of a more logical framework and system of classification. The article in the special issue of Pharmacological Reviews on purinoreceptors falls into this category.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Receptor nomenclature"
        },
        {
            "text": "NC-IUPHAR says that although such documents cannot be considered definitive, they, nevertheless, provide an important forum accessible to the whole pharmacological fraternity for a debate that should lead to improvements based on scientific grounds only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Receptor nomenclature"
        },
        {
            "text": "A document on the nomenclature of glycolipids will be published in Pure and Applied Chemistry as soon as it is officially approved by IUPAC. It is hoped that other journals will reprint these recommendations. A document on the nomenclature of cyclic peptides will soon be completed. Recommendations on the nomenclature of lignans and neolignans are being worked on actively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current and future activities"
        },
        {
            "text": "Plans for the future. The nomenclature committees of IUBMB believe that the following fields should be covered in the future by new documents or revision of existing documents. They wish to know if this opinion is shared by the biochemical community. Comments and suggestions for names of possible convenors and of members of the future panels are welcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current and future activities"
        },
        {
            "text": "The fields are as follows: prostaglandins and thromboxanes; phosphorus-containing compounds (revision); ubiquitin; phycobiliproteins; gene-family nomenclature; numbering systems for nucleic acids and amino acids; initiation, elongation and termination factors for translation in eukaryotes (revision); glucuronyltransferases and glycosylhydrolases; andas already mentioned in the Enzyme section of this newslettermonooxygenases, protein kinases/phosphatases, restriction enzymes and other nucleases, RNA enzymes (ribozymes) and other catalytic molecules. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current and future activities"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Supplement 1: corrections and additions, by the Nomenclature Committee of the International Union of Biochemistry and Molecular Biology (NC-IUBMB)",
            "authors": [],
            "year": 1992,
            "venue": "Enzyme nomenclature. Recommendations",
            "volume": "223",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "NC-IUBMB)",
            "authors": [],
            "year": 1995,
            "venue": "A nomenclature of junctions and branchpoints in nucleic acids, by the Nomenclature Committee of the International Union of Biochemistry and Molecular Biology",
            "volume": "230",
            "issn": "",
            "pages": "3363--3367",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Supplement 2: corrections and additions (1994), by the Nomenclature Committee of the International Union of Biochemistry and Molecular Biology (NC-IUBMB)",
            "authors": [],
            "year": 1992,
            "venue": "Enzyme nomenclature. Recommendations",
            "volume": "232",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Supplement 3: corrections and additions (1995), by the Nomenclature Committee of the International Union of Biochemistry and Molecular Biology (NC-IUBMB)",
            "authors": [],
            "year": 1996,
            "venue": "Eur. J. Biochem",
            "volume": "237",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "PDF (240 kb) and postscript files (510 kb) are available] 6. Nomenclature of carbohydrates. Recommendations",
            "authors": [],
            "year": 1992,
            "venue": "Recommendations for nomenclature and tables in biochemical thermodynamics. Recommendations 1994, by the IUPAC-IUBMB Joint Commission on Biochemical Nomenclature",
            "volume": "66",
            "issn": "",
            "pages": "143--68",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Selection of terms, symbols and units related to microbial processes. Recommendations 1992, by the Commission of",
            "authors": [],
            "year": 1992,
            "venue": "Biotechnology of the International Union of Pure and Applied Chemistry (IUPAC) Pure Appl. Chem",
            "volume": "64",
            "issn": "",
            "pages": "1047--53",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "by the Commission on Nomenclature of Organic Chemistry (CNOC) of the International Union of",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Panico",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Richer",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "A guide to IºPAC nomenclature of organic compounds. Recommendations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Quantities, units and symbols in physical chemistry",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cvitas\\",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Homann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kallay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuchitsu",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Recommendations 1993, by the Commission on Nomenclature of Organic Chemistry (CNOC) of the International Union of",
            "authors": [],
            "year": 1993,
            "venue": "Revised nomenclature for radicals, ions, radical ions and related species",
            "volume": "65",
            "issn": "",
            "pages": "1357--455",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Glossary of terms used in physical organic chemistry. Revised Recommendations 1994, by the Commission on Physical Organic Chemistry (CPOC) of the International Union of",
            "authors": [],
            "year": null,
            "venue": "Pure and Applied Chemistry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "eds), by the Commission on Quantities and Units in Clinical Chemistry of the International Union of Pure and Applied Chemistry (IUPAC) and by the Intenational Federation of Clinical Chemistry (IFCC) Blackwell Science",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W G"
                    ],
                    "last": "Cammack",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coucouvanis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Reedijk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Veeger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Glossary of class names of organic compounds and reactive intermediates based on structure",
            "volume": "66",
            "issn": "",
            "pages": "1--29",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Enzyme nomenclature. A personal retrospective",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "FASEB J",
            "volume": "7",
            "issn": "",
            "pages": "1992--1996",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A useful addition to the quinoproteins section of Nomenclature of electron-transfer proteins. Recommendations 1989 of the Nomenclature Committee of the International Union of Biochemistry (NC-IUB)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcintyre",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Essays Biochem",
            "volume": "27",
            "issn": "",
            "pages": "119--134",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "corrections and improvements in",
            "authors": [],
            "year": 1991,
            "venue": "",
            "volume": "200",
            "issn": "",
            "pages": "534--61",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Protein splicing elements: inteins and exteins. A definition of terms and recommended nomenclature",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Perler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Gimble",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Jack",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Neff",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Noren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thorner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Belfort",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nucleic Acids Res",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Vitamin A and retinoids",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cornish-Bowden",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Br J Nutr",
            "volume": "74",
            "issn": "",
            "pages": "869--70",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Committee 1/L, Nomenclature (1978) Generic descriptions and trivial names for vitamins and related compounds. Recommendations",
            "authors": [],
            "year": 1976,
            "venue": "International Union of Nutritional Sciences",
            "volume": "48",
            "issn": "",
            "pages": "831--836",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "IUPAC-IUB Joint Commission on Biochemical Nomenclature (JCBN) Nomenclature and retinoids. Recommendations",
            "authors": [],
            "year": 1981,
            "venue": "",
            "volume": "224",
            "issn": "",
            "pages": "721--727",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Retinoic acid. Biochemistry, pharmacology, toxicology, and therapeutic use",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chytil",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Pharmacol Rev",
            "volume": "36",
            "issn": "",
            "pages": "93--100",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Prevention of chemical carcinogenesis by vitamin A and its synthetic analogs (retinoids)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Sporn",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Dunlop",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Newton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Fed Proc",
            "volume": "35",
            "issn": "",
            "pages": "1332--1340",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "From vitamin A to retinoids in experimental and clinical oncology. Achievements, failures, and outlook",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bollag",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Matter",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Ann N½ Acad Sci",
            "volume": "359",
            "issn": "",
            "pages": "9--23",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The molecular basis of retionic acid induced night blindness",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Rando",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Biochem Biophys Res Commun",
            "volume": "161",
            "issn": "",
            "pages": "825--834",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Retinoide, in »itamine in Einzeldarstellungen, Band 1: »itamin A (Hanck A",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Hanck",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Kuenzle",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Rehm",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "67--75",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Arotinoids, a new class of highly active retinoids",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Loeliger",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bollag",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Eur J Med Chem Chim ¹her",
            "volume": "15",
            "issn": "",
            "pages": "9--15",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Chemistry and physical properties of retinoids, in ¹he retinoids",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Frickel",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "7--145",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Absorbance or attenuance?",
            "authors": [
                {
                    "first": "Hbf",
                    "middle": [],
                    "last": "Dixon",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Biochem Educ",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "IUPAC) Quantities, units and symbols in physical chemistry",
            "authors": [],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "IUPAC) Glossary of terms used in photochemistry. Recommendations",
            "authors": [],
            "year": 1988,
            "venue": "Pure Appl. Chem",
            "volume": "60",
            "issn": "",
            "pages": "2223--86",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Nomenclature Committee of the International Union of Biochemistry and Molecular Biology (NC-IUBMB) Enzyme nomenclature. Recommendations",
            "authors": [],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "IUPAC-IUB Joint Commission on Biochemical Nomenclature (JCBN) Nomenclature and symbolism for amino acids and peptides. Recommendations",
            "authors": [],
            "year": 1983,
            "venue": "",
            "volume": "219",
            "issn": "",
            "pages": "39--69",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "IUPAC-IUB Joint Commission on Biochemical Nomenclature (JCBN) Nomenclature of steroids. Recommendations",
            "authors": [],
            "year": 1989,
            "venue": "",
            "volume": "186",
            "issn": "",
            "pages": "192--221",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "IUBMB) Biochemical nomenclature and related documents",
            "authors": [],
            "year": 1992,
            "venue": "International Union of Biochemistry and Molecular Biology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "IUPAC Commission on the Nomenclature of Organic Chemistry (CNOC) and IUPAC-IUB Commission on Biochemical Nomenclature (CBN) Tentative rules for carbohydrate nomenclature. Part 1",
            "authors": [],
            "year": 1969,
            "venue": "",
            "volume": "125",
            "issn": "",
            "pages": "127--175",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "IºPAC Nomenclature of organic chemistry, sections",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "E F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A guide to IºPAC nomenclature of organic compounds. Recommendations 1993",
            "authors": [],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Conformational nomenclature for five and six-membered ring forms of monosaccharides and their derivatives. Recommendations",
            "authors": [],
            "year": 1980,
            "venue": "IUPAC-IUB Joint Commission on Biochemical Nomenclature (JCBN)",
            "volume": "207",
            "issn": "",
            "pages": "158--61",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Joint Commission on Biochemical Nomenclature (JCBN) Nomenclature of unsaturated monosaccharides. Recommendations 1980",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Iupac-Iub",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "corrections in 125, 1 only",
            "volume": "119",
            "issn": "",
            "pages": "162--164",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Joint Commission on Biochemical Nomenclature (JCBN) Nomenclature of branched-chain monosaccharides. Recommendations",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Iupac-Iub",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "correction in 125, 1 only",
            "volume": "119",
            "issn": "",
            "pages": "211--216",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "IUPAC-IUB Joint Commission on Biochemical Nomenclature (JCBN) Abbreviated terminology of oligosaccharide chains. Recommendations",
            "authors": [],
            "year": 1980,
            "venue": "",
            "volume": "220",
            "issn": "",
            "pages": "169--73",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "IUPAC-IUB Joint Commission on Biochemical Nomenclature (JCBN) Polysaccharide nomenclature. Recommendations",
            "authors": [],
            "year": 1980,
            "venue": "",
            "volume": "220",
            "issn": "",
            "pages": "176--184",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "IUPAC-IUB Joint Commission on Biochemical Nomenclature (JCBN) Nomenclature of cyclitols. Recommendations",
            "authors": [],
            "year": 1973,
            "venue": "",
            "volume": "153",
            "issn": "",
            "pages": "149--55",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Nomenclature Committee of IUB (NC-IUB) Numbering of atoms in myo-inositol. Recommendations",
            "authors": [],
            "year": 1988,
            "venue": "Eur J Biochem",
            "volume": "258",
            "issn": "",
            "pages": "156--163",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Joint Commission on Biochemical Nomenclature (JCBN) Symbols for specifying the conformation of polysaccharide chains. Recommendations",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Iupac-Iub",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Pure Appl Chem",
            "volume": "131",
            "issn": "",
            "pages": "177--186",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "IUPAC-IUB Joint Commission on Biochemical Nomenclature (JCBN) Nomenclature of glycoproteins, glycopeptides and peptidoglycans. Recommendations",
            "authors": [],
            "year": 1985,
            "venue": "",
            "volume": "159",
            "issn": "",
            "pages": "84--93",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Chondroitin sulphate and keratan sulphate are almost isosteric",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Biochem J",
            "volume": "275",
            "issn": "",
            "pages": "267--275",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Communication among the proteoglycans",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Greiling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Linker",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "¹rends Biochem Sci",
            "volume": "17",
            "issn": "",
            "pages": "176--183",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The nomenclature of glycosaminoglycans and proteoglycans",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Glycoconjugate J",
            "volume": "109",
            "issn": "",
            "pages": "419--440",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Chemistry, biology, chemical pathology (Scott JE ed)",
            "authors": [
                {
                    "first": "Proteoglycans",
                    "middle": [],
                    "last": "Dermatan Sulphate",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "IUPAC-IUB Joint Commission on Biochemical Nomenclature (JCBN) Recommendations for nomenclature and tables in biochemical thermodynamics, Recommendations",
            "authors": [],
            "year": 1994,
            "venue": "",
            "volume": "240",
            "issn": "",
            "pages": "1641--66",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Thermodynamics of reactions of nicotinamide adenine dinucleotide and nicotinamide adenine dinucleotide phosphate",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Alberty",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Arch Biochem Biophys",
            "volume": "307",
            "issn": "",
            "pages": "8--14",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Biochemical thermodynamics",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Alberty",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Biochim Biophys Acta",
            "volume": "1207",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Thermodynamics of the nitrogenase reactions",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Alberty",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Biol Chem",
            "volume": "269",
            "issn": "",
            "pages": "7099--102",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Standard transformed formation of carbon dioxide in aqueous solutions at specified pH",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Alberty",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Phys Chem",
            "volume": "99",
            "issn": "",
            "pages": "11028--11062",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Nomenclature Committee of IUBMB (NC-IUBMB) and IUPAC-IUBMB Joint Commission on Biochemical Nomenclature (JCBN) Newsletter",
            "authors": [],
            "year": 1992,
            "venue": "",
            "volume": "294",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Naming names",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "¹rends Biochem Sci",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The name game",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Bradshaw",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Birnbaum",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Protein Sci",
            "volume": "2",
            "issn": "",
            "pages": "1783--1787",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The SWISS-PROT protein sequence data bank and its supplement TrEMBL",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bairoch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Apweiler",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nucleic Acids Res",
            "volume": "25",
            "issn": "",
            "pages": "31--37",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "International Union of Immunological Societies (IULS) Recommendations for the nomenclature of human immunoglobulins",
            "authors": [],
            "year": 1973,
            "venue": "Eur J Biochem",
            "volume": "145",
            "issn": "",
            "pages": "105--111",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "International Union of Biochemistry (IUB) Biochemical nomenclature and related documents",
            "authors": [],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Scientific style and format. ¹he CBE manual for authors",
            "authors": [],
            "year": 1994,
            "venue": "Style Manual Committee of the Council of Biology Editors",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "IUBMB: Amos Bairoch (Switzerland), Helen Berman (USA), Charles R. Cantor (USA), and Gerard P. Moss (UK). NC-IUBMB and JCBN: Athel J. Cornish-Bowden (France; chairman of both committees), Derek Horton (USA), Claude Lie´becq (Belgium), and Keith F. Tipton (Ireland). JCBN: Alan J. Barrett (UK), M. Alan Chester (Sweden), Richard Cammack (UK), and Barry J. Whyte, (Swtizerland, secretary of both committees). In addition, Peter Karlson (Germany), Kurt L. Loening (USA), and Johannes F.G. Vliegenthart (The Netherlands) are associate members of NC-IUBMB; Henry B.F. Dixon (UK) is an associate member of JCBN.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Structure of the patent compound of retinoids.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "II. Structure of an 'arotinoid'.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "AB 2.1.1.1 (or EC 2.1.1.?) Recommended name: Aromatic alcohol acyltransferase (antibody).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Wirshing, P., Ashley, J.A. Benkovic, S.J., Janda, K.D. and Lerner, R.A. (1991) An unexpectedly efficient catalytic antibody operating by ping-pong and induced fit mechanisms, Science (¼ash. DC) 252, 680-684.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Carboxylesterase (antibody). Reaction: A carboxylic ester#H O\"an alcohol#a carboxylate. Systematic name: Carboxylic ester hydrolase (antibody). Antibody details: Polyclonal IgG raised in sheep. Author's designation PCA 270-22. Not commercially available. Comments: Catalyses the hydrolysis of carbonates and anilides in addition to carboxylic esters. Reaction involves the OH\\ ion. Compare: EC 3.1.1.1, carboxyl esterase and other non-specific esterases.References 1. Gallacher, G., Jackson, C.S., Searcey, M., Badman, G.T., Goel, R., Topman, C.M., Mellor, G.W. and Brocklehurst, K. (1992) A polyclonal antibody preparation with Michaelian catalytic properties. Biochem. J. 279, 871-881. 2. Gallacher, G., Jackson, C.S., Searcey, M., Goel, R., Mellor, G.W., Smith, C.Z. and Brocklehurst, K. (1993) Catalytic antibody activity elicited by active immunization. Evidence for natural variation involving preferential stabilization of the transition state, Eur. J. Biochem. 214, 197-207.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "http://www.chem.qmw.ac.uk/iupac/2carb/ and http://www.chem.qmw.ac.uk/iupac/enzyme/ respectively.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). If there is no sulfation, Ch, De, Hp and Ke could be used. They are defined in terms of disaccharide units, thus Ch (chondroitan) is the disaccharide polymer [-4GlcA 1-3GalNAc 1-] L ,",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Submission of new enzymes and corrections to existing enzymes. These can be made on forms available from Keith F. Tipton, Biochemistry Department, Trinity College, Dublin 2, Ireland. Fax: #353 1 677-2400. E-mail: ktipton@mail.tcd.ie Submissions concerning peptidases (EC 3.4.-.-) should be sent to Alan J. Barrett, Peptidase Laboratory, Department of Immunology, Babraham Institute, Babraham, England CB2 4AT Fax: #44 1223 83-7952. E-mail: alan.barrett@bbsrc.ac.uk Forms for electronic submission are available on the World Wide Web through the home page of JCBN and NC-IUBMB at http://www.qmw.ac.uk/iupac/jcbn/ and from Swiss-Prot at http://www.expasy.ch/sprot/enznewform.html and at http://www.expasy.ch/sprot/enzupdateform.html respectively.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Bull. ¼.H.O. 56, 815-17 (1978). 2. A proposal for the definition of terms related to locomotion leukocytes and other cells. Bull. ¼.H.O. 58, 505-9 (1990). 3. Nomenclature for factors of the HLA system. Bull. ¼.H.O. 58, 945-8 (1980). 4. Nomenclature of the alternative activating pathway of complement. Bull. ¼.H.O. 59, 489-91 (1981). 5. Nomenclature for synthetic peptides representative of immunoglobulin chain sequences. Bull. ¼.H.O. 68, 109-14 (1990). 6. Nomenclature for human complement component C2. Bull. ¼.H.O. 70, 527-30 (1992). 7. Revised nomenclature of human complement component C4. Bull. ¼.H.O. 70, 531-40 (1992). 8. Nomenclature for human complement factor B. Bull. ¼.H.O. 70, 541-6 (1992). 9. Nomenclature of amyloid and amyloidosis. Bull. ¼.H.O. 71, 105-12 (1993). 10. Nomenclature for T cell receptor (TCR) gene segments of the immune system. Bull. ¼.H.O. 71, 113-5 (1993). 11. Allergen nomenclature. Bull. ¼.H.O. 72, 797-806 (1994). A revised nomenclature (see below). 12. CD antigens 1993. An updated nomenclature for clusters of differentiation on human cells. Bull. ¼.H.O. 72, 807-8 (1994). 13. Nomenclature of the Fc receptors. Bull. ¼.H.O. 72, 809-10 (1984). 14. Nomenclature for secreted regulatory proteins of the immune system (interleukins). ºpdate. Bull. ¼.H.O. 72, 811 only (1994). 15. Interlukin-16 (IL-16). Bull. ¼.H.O. 74, 451-2(1996). Allergen nomenclature. The World Health Organization/ International Union of Immunological Societies (WHO/IUIS) published a revised nomenclature for protein allergens in 1994 (see above, document No. 11 of the WHO/IUIS list). These recommendations extended the original taxonomic source-based nomenclature to permit the designation of allergen genes; the proposals have been fully implemented in the Swiss-Prot database. Readers are encouraged to submit information on new protein allergens to the IUIS Allergen Nomenclature Subcommittee for the assignment of an approved name. A submission form is available upon request from Henning L+wenstein, ALK Laboratories. B+ge Alle´10-12, DK-2970 H+rsholm, Denmark. This documentnewallergen.txtis also available via the Internet by anonymous FTP on the server biobase.dk in the directory/pub/who-iuis.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Society for Plant Molecular Biology (1994) Plant Mol. Biol. Rep. 12/2 (supplement). 5. ¹he encyclopedia of molecular biology (Kendrew, J. et al., eds), Blackwell Scientific Publications, Oxford 1994, 1152 pages. Contains sections on structural biology, molecular genetics, bacteria and bacteriophages, cell biology, evolution, developmental biology, immunology, neurobiology, molecular medicine and plant molecular biology. 6. Genetic nomenclature guide, including information on genomic databases. A special issue of ¹rends in Genetics, March 1995, 43 pages.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}