{"paper_id": "2a3361d84f69b58625251610c7591ae2e4759f9b", "metadata": {"title": "Protecting healthcare workers from SARS-CoV-2 infection: practical indications", "authors": [{"first": "Martina", "middle": [], "last": "Ferioli", "suffix": "", "affiliation": {"laboratory": "", "institution": "Alma Mater Studiorum University of Bologna", "location": {"settlement": "Bologna", "country": "Italy"}}, "email": ""}, {"first": "Cecilia", "middle": [], "last": "Cisternino", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sapienza University of Rome", "location": {"country": "Italy"}}, "email": ""}, {"first": "Valentina", "middle": [], "last": "Leo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sapienza University of Rome", "location": {"country": "Italy"}}, "email": ""}, {"first": "Lara", "middle": [], "last": "Pisani", "suffix": "", "affiliation": {"laboratory": "", "institution": "Alma Mater Studiorum University of Bologna", "location": {"settlement": "Bologna", "country": "Italy"}}, "email": ""}, {"first": "Paolo", "middle": [], "last": "Palange", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sapienza University of Rome", "location": {"country": "Italy"}}, "email": "paolo.palange@uniroma1.it"}, {"first": "Stefano", "middle": [], "last": "Nava", "suffix": "", "affiliation": {"laboratory": "", "institution": "Alma Mater Studiorum University of Bologna", "location": {"settlement": "Bologna", "country": "Italy"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Since the positive laboratory test result of \"patient 1\" in Codogno, Italy, on 21 February 2020, Italian medical health personnel have been fighting the COVID-19 disease caused by a new coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). In the past two decades, two other coronaviruses switched hosts into humans; SARS-CoV in the Guangdong province (China), finally contained on 5 July 2003, and Middle East Respiratory Syndrome coronavirus, which has caused around 2500 cases since September 2012 [1] . The SARS and Middle East Respiratory Syndrome outbreaks were characterised by the so-called \"super spreading events\", often occurring in hospitals [2] .", "cite_spans": [{"start": 522, "end": 525, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 675, "end": 678, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "How can we minimise contagion among healthcare professionals, what are the measures to take and what are the methods of ventilatory support at lower risk of contamination?", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This article tries to answer these fundamental questions through a diversified approach.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Accordingly, this document is divided into three parts, as follows. 1) Risk of transmission during oxygen administration/high flow nasal cannula (HFNC) oxygen therapy, continuous positive airway pressure (CPAP) and noninvasive ventilation (NIV). 2) Safety measures to minimise COVID-19 transmission through contact/droplets. 3) Precautions to minimise transmission in the case of aerosol-generating procedures in COVID-19 patients.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "1. Risk of transmission during oxygen administration via nasal cannula/HFNC/CPAP/NIV The risk of transmission of respiratory infections for healthcare workers depends on several conditions; some of them are nonspecific such as prolonged exposure, inadequate hand hygiene and personal protective equipment (PPE), insufficient spacing or rooms without negative pressure or insufficient air changes every hour [7] . In healthcare workers' clinical practice, another important variable to consider is the exhaled air dispersion distance during oxygen administration and ventilatory support.", "cite_spans": [{"start": 407, "end": 410, "text": "[7]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "All data relating to exhaled air dispersion during such procedures come from scientific studies conducted in a negative pressure room, on a high-fidelity human patient simulator (HPS) that represents a 70 kg adult male sitting on a 45°inclined hospital bed. Exhaled air dispersion distance from the HPS has been evaluated using a laser smoke visualisation method and calculated on the median sagittal plane. Table 1 shows the maximum dispersion distances, the medium values are as follows.", "cite_spans": [], "ref_spans": [{"start": 408, "end": 415, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "Oxygen therapy via nasal cannula: exhaled air spreads from the HPS's nostrils towards the end of the bed almost horizontally to 66 cm when the oxygen flow setting is 1 L·min −1 , to 70 cm when it is increased to 3 L·min −1 and 1 m when it is 3-5 L·min −1 [8] . Oxygen therapy via oronasal masks: the exhaled air jet reaches 40 cm with an oxygen flow of 4 L·min −1 [9] . Oxygen therapy via Venturi mask: exhaled air dispersion distance reduces with increasing lung injury.", "cite_spans": [{"start": 255, "end": 258, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 364, "end": 367, "text": "[9]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "Delivering 24% oxygen with a flow rate at 4 L·min −1 in a normal lung and severe lung injury setting produces an air dispersion of 40 cm and 32 cm, respectively. When 40% oxygen is delivered at an 8 L·min −1 flow rate the exhaled air dispersion distance is, in the same two lung settings, 33 cm and 29 cm, respectively [10] . These distances were studied in a general ward without negative pressure, but with double exhaust fans for room ventilation. When they were off, the air ventilation rates on the ward dropped significantly and the exhaled smoke filled the ward within 5 min. Oxygen therapy via non-rebreathing mask: exhaled air dispersion distance is <10 cm irrespective of oxygen flow rate (6-8-10-12 L·min −1 ) in either normal lung or severe lung injury [6] . CPAP via oronasal mask: (CPAP 5, 10, 15 or 20 cmH 2 O) exhaled air disperses evenly in all directions through the mask's vent holes at a very low normalised smoke concentration irrespective of the severity of lung injury [11] and, therefore, it was not feasible to measure distinct exhaled air dispersion. CPAP via nasal cannula (nasal pillows): there is an increase of air dispersion with increasing CPAP and a reduction of air dispersion with worsening lung injury. Using two types of nasal pillows, at a maximum CPAP of 20 cmH 2 O and with a normal lung, maximum air dispersion distances are 26.4 cm (Nuance Pro Gel) and 33.2 cm (Swift FX) [11] . HFNC: in a normal lung, there is an increase of air dispersion distance with increasing flow to a maximum of 17.2 cm at 60 L·min −1 . With this flow rate, when nasal cannula is tightly connected lateral air dispersion is negligible, otherwise it can reach 62 cm. Worsening lung injury causes a reduction in air dispersion distance from HPS [11] . NIV via full-face mask: in the Bilevel setting (inspiratory positive airway pressure (IPAP) 10 Coughing, without wearing a mask, produces an exhaled air jet on a median sagittal plane of 68 cm from HPS (the patient); wearing a surgical mask reduces this distance to 30 cm, while wearing a N95 mask the distance was reduced to 15 cm. It is necessary to be aware that wearing a mask does not prevent air leakage between the mask and the skin; air dispersion distance is 28 cm with a surgical mask and 15 cm with a N95 mask [13] .", "cite_spans": [{"start": 319, "end": 323, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 765, "end": 768, "text": "[6]", "ref_id": "BIBREF6"}, {"start": 992, "end": 996, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 1414, "end": 1418, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 1761, "end": 1765, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 1860, "end": 1862, "text": "10", "ref_id": "BIBREF10"}, {"start": 2289, "end": 2293, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "Thus, we can state that CPAP via an oronasal mask and NIV via a helmet equipped with an inflatable neck cushion are the ventilatory support methods that allow the minimum room air contamination. However, we can argue that pressures set during NIV via helmet ventilation are relatively low. Moreover, all examined studies used smoke as the air exhaled marker, while viral transmission seems to happen through droplets; droplets are, indeed, heavier thus they should follow a briefer trajectory than the smoke. All results shown should, therefore, represent the upper limit of exhaled air dispersion and thus overestimate it. It's interesting to note, however, that all studies (except the one that used a Venturi mask) were conducted in a negative pressure room with at least six air changes per hour (minimum air changes recommended by WHO is 12 per hour) [4, 14] . In medical wards not equipped with negative pressure rooms, like those which admit most COVID-19 patients because of reduced bed availability, it is reasonable to imagine a higher exhaled air dispersion and contamination.", "cite_spans": [{"start": 856, "end": 859, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 860, "end": 863, "text": "14]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Introduction"}, {"text": "Exhaled aerosol size depends on the characteristics of the fluid, the force and pressure at the moment of emission, and environmental conditions (e.g. temperature, relative humidity and air flow). Large size particles remain suspended in the air for a short period and settle within 1 m from the source. Smaller particles evaporate rapidly, while dry residues slowly settle and remain suspended for a variable amount of time. Infectious respiratory aerosols are as follows. 1) Droplets: respiratory aerosol >5 µm diameter; 2) droplets nuclei: dry part of the aerosol (<5 µm diameter) which results from the evaporation of coughed or sneezed droplets or from exhaled infectious particles [14] . According to the available evidence, SARS-CoV-2 transmission occurs through droplets.", "cite_spans": [{"start": 687, "end": 691, "text": "[14]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Safety measure to minimise COVID-19 transmission through contact/droplets"}, {"text": "Preventive measurements for patients, healthcare workers and community", "cite_spans": [], "ref_spans": [], "section": "Safety measure to minimise COVID-19 transmission through contact/droplets"}, {"text": "• Wash your hands often with an alcohol-based (>65%) detergent if your hands are not apparently dirty, with soap and water if they are contaminated. Always wash your hands after contact with respiratory secretions", "cite_spans": [], "ref_spans": [], "section": "Safety measure to minimise COVID-19 transmission through contact/droplets"}, {"text": "• Avoid contact with eyes, nose and mouth • Sneeze and cough into a bent elbow or tissue and then throw it away • Wear a surgical mask if respiratory symptoms appear and immediately afterwards wash your hands • Keep a distance of at least 1 m from patients with respiratory symptoms", "cite_spans": [], "ref_spans": [], "section": "Safety measure to minimise COVID-19 transmission through contact/droplets"}, {"text": "Prevention and control of suspected COVID-19 syndrome Patient placement Patients should be placed in isolation rooms with negative pressure (at least 12 air changes per hour) a dedicated bathroom and, if possible, an anteroom. If negative pressure rooms are not available, choose rooms with natural ventilation with airflow of at least 160 L·s −1 per patient [4] . If single rooms are not accessible, patients with suspected SARS-CoV-2 infection should be placed in the same room. Patients' beds should be located at least 1 m away from each other. It is critical that the area prepared to receive suspect patients is equipped with all the necessary PPE. All patients should wear a medical mask. It is critical to limit the number of healthcare professionals in contact with confirmed or suspected cases of COVID-19. It is better to put together a team of healthcare professionals who deal exclusively with suspected or confirmed cases to minimise the risk of transmission. A reminder to all the people who enter the patient's room is recommended, including healthcare workers and family members.", "cite_spans": [{"start": 359, "end": 362, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Safety measure to minimise COVID-19 transmission through contact/droplets"}, {"text": "Fabric masks (cotton or gauze) should not be used and are not recommended in any circumstance. Medical or surgical masks could be flat or plated (some are cup-shaped) and suitable for covering the nose and mouth. Secure them to the head with elastics or laces. These devices are made to guarantee one-way protection for healthcare workers, in order to capture their droplets. Respirators are tight masks that must seal off the wearer's face and work in a bidirectional sense, in particular for the protection of the wearer (e. g. from dust or fibres present in the air). The American system classifies ventilators according to the percentage of particles with a diameter >0.3 µm that can be filtered by the masks themselves, while the European system distinguishes them according to the FFP1/2/3 classification. The N95 mask according to the American classification system is able to remove 95% of all particles with a diameter >0.3 µm and it is comparable to a FFP2 mask according to the European classification system (table 2) [15] .", "cite_spans": [{"start": 1030, "end": 1034, "text": "[15]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Masks and respirators"}, {"text": "How to properly wear FFP2 and FFP3 masks", "cite_spans": [], "ref_spans": [], "section": "Masks and respirators"}, {"text": "• Carefully place the mask on the face and cover the nose and mouth to minimise the space between the face and mask; • While using the mask avoid touching it with your hands • Remove the mask using the appropriate technique (avoid contact with the front of the mask, remove the lace from behind) • After removal or when inadvertently touching a used mask, clean your hands using an alcohol-based cleaner or wash your hands using soap and water if visibly soiled • Throw the disposable masks away after each use in a closed bag and dispose of them immediately after removal [16] The WHO advises healthcare workers to keep the same mask (FFP2 or higher) while routine care is being performed on multiple patients who have the same diagnosis, in order to rationalise the use of PPE and avoid an early depletion of stocks. Evidence indicates that FFP2/3 maintain their protection even when they are used for a long time. However, wearing a respirator for >4 h can cause discomfort and should be avoided [3] . Masks and respirators are important PPE for protection against SARS-COV-2, but alone are not enough.", "cite_spans": [{"start": 573, "end": 577, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 999, "end": 1002, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Masks and respirators"}, {"text": "Other PPE Correct PPE depends on the specific activity and healthcare setting. Table 3 shows which devices should be used based on the activity and contact with the patient [3] . Healthcare workers must wear a FFP2 mask, goggles or face shield, a long-sleeved water-resistant gown and gloves. If water-resistant gowns are not available, single-use plastic aprons should be worn over the gowns to avoid body contamination. After the patient's examination, PPE must be properly stripped and disposed of. Healthcare workers should avoid contact with the eyes and nose via potentially contaminated gloves or bare hands. A recent WHO document illustrates the correct dressing and undressing procedure, while a recent Italian Department of Health indication also summarises the dressing and undressing procedure (table 5) [6] . During the undressing procedure, it is crucial to avoid contact with potentially contaminated PPE, face, skin and mucosa. It is important to dispose of single-use PPE in the undressing area.", "cite_spans": [{"start": 173, "end": 176, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 816, "end": 819, "text": "[6]", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 79, "end": 86, "text": "Table 3", "ref_id": "TABREF4"}], "section": "Masks and respirators"}, {"text": "Medical devices must be disposable or dedicated to a single patient (stethoscope, sphygmomanometer and thermometers). If these devices are used on different patients, they must be washed and disinfected after visiting each patient (using 70% ethyl alcohol). Clean and disinfect the surfaces with which patients come into contact.", "cite_spans": [], "ref_spans": [], "section": "Masks and respirators"}, {"text": "Moving or transporting patients outside their room or dedicated area should be avoided if not necessary.", "cite_spans": [], "ref_spans": [], "section": "Masks and respirators"}, {"text": "Use portable X-ray machines or bedside chest ultrasound. If it is necessary to transport the patient, use pre-established preferential routes to minimise the exposure of healthcare professionals and other patients, by making the latter wear a mask. Make sure that transport personnel follow standard precautions and wear PPE [17] .", "cite_spans": [{"start": 325, "end": 329, "text": "[17]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Masks and respirators"}, {"text": "Optimising the availability of PPE Considering the global shortage of PPE, the following strategies can guarantee greater availability of PPE. Using PPE appropriately allows us to preserve it for situations of real transmission risk. Therefore, it is It is also suggested to use a: FFP3 respirator when performing an aerosol-generating procedure; single-use plastic apron on top of the non-water-resistant gowns if long-sleeved water-resistant gowns are not available; and goggles that fit the contours of the user's face and are compatible with the respirator. Reproduced from [5] with permission of the ECDC. necessary to select the appropriate PPE and learn the right way to wear, remove and dispose of them properly. Strategies for optimising PPE include the following.", "cite_spans": [], "ref_spans": [], "section": "Masks and respirators"}, {"text": "• Telemedicine to evaluate suspected cases of COVID-19 (e.g. toll-free numbers available in Italy)", "cite_spans": [], "ref_spans": [], "section": "Masks and respirators"}, {"text": "• Use physical barriers to reduce exposure to the COVID-19 virus such as glass or plastic windows; this approach could be implemented in triage procedures • Limit the number of healthcare workers in patients' rooms if they are not directly involved in patient care. Schedule all the activities in order to reduce the number of times entering the patients' rooms (e.g. check vital signs when administering drugs or leaving food while performing other routine activities) and plan which activities should be carried out at the patient's bed [3] 3. Precautions to minimise transmission in case of aerosol-generating procedures in COVID-19 patients Aerosol-generating procedures expose healthcare workers at high risk of contagion [7] . Aerosol-generating procedures include airway suction, bronchoscopy, endotracheal intubation, tracheostomy and cardiopulmonary resuscitation. In a recent publication, the WHO also includes NIV [3] . Whenever possible, these procedures should be performed, in negative pressure rooms with a minimum of 12 air changes per hour or at least 160 L·s −1 per patient in facilities with natural ventilation, according to WHO guidelines [4] .", "cite_spans": [{"start": 539, "end": 542, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 727, "end": 730, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 925, "end": 928, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1160, "end": 1163, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Masks and respirators"}, {"text": "Healthcare workers performing aerosol-generating procedures should wear a waterproof long-sleeved gown, double non-sterile gloves, eye protection (with lateral protection) and a respirator that ensures a level of protection equal or greater than N95/FFP2 ( The practical recommendations for critical care and anaesthesiology teams released by a group of Canadian anaesthesiologists [18] also suggest the following additional measures for endotracheal intubation.", "cite_spans": [{"start": 382, "end": 386, "text": "[18]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Masks and respirators"}, {"text": "• Prioritise a planned early intubation rather than an emergency intubation, at high risk of contagion • If possible, avoid bag-mask ventilation • Ensure adequate patient sedation • Minimise the number of healthcare workers in the room to essential team members • Provide all necessary equipment and medication in the room, do not use the crash trolley This document also suggests wearing a shield visor in addition to protective goggles in order to guarantee double protection. Canadian anaesthesiologists' advice to consider the use of powered air purifying respirators (PAPRs) for high-risk procedures (figure 1). PAPRs use a battery-powered fan to conduct air through a filter allowing the wearer to breathe through a mask or a helmet. PAPRs may offer greater protection than FFP2, even if there is no evidence about comparison of these PPEs in terms of viral transmission. However, the use of PAPRs is burdened by the high costs and communication limits determined by the noise of the fan. Another risk that must be considered is the high probability of contamination during the undressing procedures, which makes it necessary to support healthcare workers with expert staff.", "cite_spans": [], "ref_spans": [], "section": "Masks and respirators"}, {"text": "More specific precautions are provided by the Chinese Thoracic Society [19] , which gives further suggestions for the treatment and ventilatory support of COVID-19 patients.", "cite_spans": [{"start": 71, "end": 75, "text": "[19]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Masks and respirators"}, {"text": "• Do not use humidifiers during conventional oxygen therapy • The patient has to wear the surgical mask to reduce contamination risk of the room • During HFNC treatment, ensure correct placement of the nasal cannulas (which must be completely inserted in the nostrils and secured with the elastic bands on the patient's head in order to minimise lateral losses). Place a surgical mask over the nasal cannulas (figure 2) • During NIV support, use a double-limb circuit with a non-vented mask. Place three filters per ventilator: between the expiratory port and the ventilator; between the inspiratory port and the ventilator; and another filter near the patient's mask. The interface with the lowest risk of aerosol emission is the helmet equipped with an inflatable neck cushion • If bag-mask ventilation is needed, place a filter between the bag valve and the mask/endotracheal tube to reduce airborne contamination • Use closed circuits in case suction is needed • Use PPE during bronchoscopy • Ensure the patient wears a cap that also covers the eyes in order to reduce the risk of face contamination (with eye discharge) during bronchoscopy. Place a suction catheter in the patient's oral cavity to ensure a local negative pressure that reduces the droplets released by the patient. Cover the patient's mouth with a mask. The suction circuit must be closed. If patient is supported by NIV, use the access through the hole on the patient's mask • A shower is recommended after undressing, including disinfection of the ears and mouth FIGURE 2 Correct placement of high-flow nasal cannulas. On the left, correct placement of the cannulas. Nasal cannulas must be completely inserted into the nostrils, the elastic bands must be well secured to the patient's head, it is recommended to avoid folding of the tube near the interface. On the right, placement of a medical mask over the high-flow nasal cannulas. Modified from [19, 20] . ", "cite_spans": [{"start": 1923, "end": 1927, "text": "[19,", "ref_id": "BIBREF19"}, {"start": 1928, "end": 1931, "text": "20]", "ref_id": null}], "ref_spans": [], "section": "Masks and respirators"}, {"text": "According to evidence, approximately 20% of COVID-19 patients develop a severe or critical form of disease (Adult Respiratory Distress Syndrome), which in 19-32% of cases requires respiratory support treatment [20] . Oxygen therapy, HFNC, CPAP and NIV are noninvasive support methods with a high risk of aerosol dispersion, especially in unprotected environments. Being aware of the exhalation distance of the various methods allows us to favour those with the lowest risk (e.g. helmet with an inflatable neck cushion) and to take the necessary precautions (e.g. correct placing of the HFNC). Despite the high risk of contagion during these procedures, evidence suggests that the observance of the indications for the use of PPE are effective in preventing infections among healthcare workers. In a case-control study conducted during the SARS epidemic in Hong Kong [21] which investigated the effective adhesion of personnel to PPE (gloves, disposable shirts, goggles and masks) none of the staff reporting use of all measures contracted the virus, while all the infected staff had omitted at least one measure. Given the high risk of emission of large quantities of droplets, aerosol-generating procedures require greater precaution by healthcare personnel.", "cite_spans": [{"start": 210, "end": 214, "text": "[20]", "ref_id": null}, {"start": 866, "end": 870, "text": "[21]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Three emerging coronaviruses in two decades: the story of SARS, MERS, and now COVID-19", "authors": [{"first": "J", "middle": [], "last": "Guarner", "suffix": ""}], "year": 2020, "venue": "Am J Clin Pathol", "volume": "153", "issn": "", "pages": "420--421", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Why did outbreaks of severe acute respiratory syndrome occur in some hospital wards but not in others?", "authors": [{"first": "I", "middle": ["T"], "last": "Yu", "suffix": ""}, {"first": "Z", "middle": ["H"], "last": "Xie", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Tsoi", "suffix": ""}], "year": 2007, "venue": "Clin Infect Dis", "volume": "44", "issn": "", "pages": "1017--1025", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Rational use of personal protective equipment for coronavirus disease 2019 (COVID-19) Interim guidance", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Clinical management of severe acute respiratory infection (SARI) when Covid-19 disease is suspected", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Bronchoscope Filter", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1183/16000617.0068-2020"]}}, "BIBREF5": {"ref_id": "b5", "title": "European Centre for Disease Prevention and Control. Personal protective equipment (PPE) needs in healthcare settings for the care of patients with suspected or confirmed 2019-nCoV", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Disposition of the Italian Minister of Health n. 5443. New indications and clarifications", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Aerosol generating procedures and risk of transmission of acute respiratory infections to healthcare workers: a systematic review", "authors": [{"first": "K", "middle": [], "last": "Tran", "suffix": ""}, {"first": "K", "middle": [], "last": "Cimon", "suffix": ""}, {"first": "M", "middle": [], "last": "Severn", "suffix": ""}], "year": 2012, "venue": "PloS One", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Exhaled air dispersion and removal is influenced by isolation room size and ventilation settings during oxygen delivery via nasal cannula", "authors": [{"first": "D", "middle": ["S"], "last": "Hui", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Chow", "suffix": ""}, {"first": "L", "middle": [], "last": "Chu", "suffix": ""}], "year": 2011, "venue": "Respirology", "volume": "16", "issn": "", "pages": "1005--1013", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Airflows around oxygen masks: a potential source of infection?", "authors": [{"first": "D", "middle": ["S"], "last": "Hui", "suffix": ""}, {"first": "M", "middle": [], "last": "Ip", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Tang", "suffix": ""}], "year": 2006, "venue": "Chest", "volume": "130", "issn": "", "pages": "822--826", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Aerosol dispersion during various respiratory therapies: a risk assessment model of nosocomial infection to health care workers", "authors": [{"first": "D", "middle": ["S"], "last": "Hui", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Chan", "suffix": ""}, {"first": "B", "middle": [], "last": "Chow", "suffix": ""}], "year": 2014, "venue": "Hong Kong Med J", "volume": "20", "issn": "", "pages": "9--13", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Exhaled air dispersion during high-flow nasal cannula therapy versus CPAP via different masks", "authors": [{"first": "D", "middle": ["S"], "last": "Hui", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Chow", "suffix": ""}, {"first": "T", "middle": [], "last": "Lo", "suffix": ""}], "year": 2019, "venue": "Eur Respir J", "volume": "53", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Exhaled air dispersion during noninvasive ventilation via helmets and a total facemask", "authors": [{"first": "D", "middle": ["S"], "last": "Hui", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Chow", "suffix": ""}, {"first": "T", "middle": [], "last": "Lo", "suffix": ""}], "year": 2015, "venue": "Chest", "volume": "147", "issn": "", "pages": "1336--1343", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Exhaled air dispersion during coughing with and without wearing a surgical or N95 mask", "authors": [{"first": "D", "middle": ["S"], "last": "Hui", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Chow", "suffix": ""}, {"first": "L", "middle": [], "last": "Chu", "suffix": ""}], "year": 2012, "venue": "PloS One", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Infection prevention and control of epidemic and pandemic-prone acute respiratory infections in health care", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Technical data bulletin. Respiratory protection for airborne exposures to biohazards", "authors": [], "year": 2020, "venue": "3M Science Applied to Life", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Advice on the use of masks in the community, during home care and in health care settings in the context of the novel coronavirus (2019-nCoV) outbreak. Interim guidance. Date last updated", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Infection prevention and control during health care when COVID-19 is suspected. Interim guidance. Date last updated", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Practical recommendations for critical care and anesthesiology teams caring for novel coronavirus (2019-nCoV) patients", "authors": [{"first": "R", "middle": ["S"], "last": "Wax", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Christian", "suffix": ""}], "year": null, "venue": "Epub ahead of print", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s12630-020-01591-x"]}}, "BIBREF19": {"ref_id": "b19", "title": "Expert Consensus on Preventing Nosocomial Transmission During Respiratory Care for Critically Ill Patients Infected by 2019 Novel Coronavirus Pneumonia", "authors": [], "year": 2020, "venue": "ZhonghuaJie He He Hu Xi Za Zhi", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Critical Care Committee of Chinese Association of Chest Physician, Respiratory and Critical Care Group of Chinese Thoracic Society, Respiratory care group of Chinese Thoracic Society", "authors": [], "year": null, "venue": "Conventional Respiratory Support Therapy for Severe Acute Respiratory Infections (SARI): Clinical Indications and Nosocomial Infection Prevention and Control", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Effectiveness of precautions against droplets and contact in prevention of nosocomial transmission of severe acute respiratory syndrome (SARS)", "authors": [{"first": "W", "middle": ["H"], "last": "Seto", "suffix": ""}, {"first": "D", "middle": [], "last": "Tsang", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Yung", "suffix": ""}], "year": 2003, "venue": "Lancet", "volume": "361", "issn": "", "pages": "1519--1520", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Example of a powered air purifying respirator. https://doi.org/10.1183/16000617.0068-2020", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Placement of the filter during bag-mask ventilation. Modified from[19].", "latex": null, "type": "figure"}, "TABREF0": {"text": "Maximum exhaled air dispersion distance via different oxygen administration and ventilatory support strategies", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Maximum exhaled air dispersion distance\n</td></tr><tr><td>Method\n</td><td> </td></tr><tr><td>Oxygen via nasal cannula 5 L·min−1 </td><td>100 cm\n</td></tr><tr><td>Oxygen via oronasal mask 4 L·min−1 </td><td>40 cm\n</td></tr><tr><td>Oxygen via Venturi mask FIO2 40% </td><td>33 cm\n</td></tr><tr><td>Oxygen via non-rebreathing mask 12 L·min−1 </td><td>&lt;10 cm\n</td></tr><tr><td>CPAP via oronasal mask 20 cmH2O </td><td>Negligible air dispersion\n</td></tr><tr><td>CPAP via nasal pillows </td><td>33 cm\n</td></tr><tr><td>HFNC 60 L·min−1 </td><td>17 cm (62 cm sideways leakage if not\n</td></tr><tr><td>NIV via full face mask: IPAP 18 cmH2O, EPAP 5 cmH2O </td><td>tightly fixed) 92 cm\n</td></tr><tr><td>NIV via helmet without tight air cushion: IPAP 20 cmH2O, EPAP 10 cmH2O\n</td><td>27 cm\n</td></tr><tr><td>NIV via helmet with tight air cushion: IPAP 20 cmH2O, EPAP 10 cmH2O\n</td><td>Negligible air dispersion\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Respirator filtration efficiency according to the American and European classifications", "latex": null, "type": "table"}, "TABREF3": {"text": "further illustrates the European of Centre of Disease Prevention recommendations for the protection of healthcare workers [5].", "latex": null, "type": "table"}, "TABREF4": {"text": "", "latex": null, "type": "table"}, "TABREF5": {"text": "", "latex": null, "type": "table"}, "TABREF6": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "Conflict of interest: None declared.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}