{"paper_id": "2a37897635a73f2144489855eeb0fc6cae4273fa", "metadata": {"title": "Journal Pre-proof A virtual children's hospice in response to COVID-19: The Scottish experience Title Page A virtual children's hospice in response to COVID-19: The Scottish experience", "authors": [{"first": "Kirsteen", "middle": [], "last": "Ellis", "suffix": "", "affiliation": {}, "email": "kirstyellis@chas.org.uk"}, {"first": "Lisa", "middle": ["C"], "last": "Lindley", "suffix": "", "affiliation": {}, "email": "llindley@utk.edu"}]}, "abstract": [{"text": "This case report describes a pediatric hospice provider in Scotland and their experience implementing a telehospice program in response to COVID-19. Children's Hospices Across Scotland (CHAS) is the only provider of pediatric hospice care in the entire of Scotland, and we describe their experience offering pediatric telehospice. CHAS had strategically planned to implement telehospice, but COVID-19 accelerated the process. The organization evaluated its pediatric clinical and wrap-around hospice services and rapidly migrated them to a virtual environment. They creatively added new services to meet the unique needs of the entire family, who were caring for a child at end of life during COVID-19. CHAS's experience highlights the planning and implementing processes of telehospice with key lessons learned, while acknowledging the challenges inherent in using technology to deliver hospice care.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Pediatric hospice care has changed rapidly in response to COVID-19. The basic principles of relieving pain and symptoms and caring for the psychosocial needs of children and families through touch and physical presence are often no longer possible during the pandemic. 1 Instead hospices are embracing a relatively new approach to providing care at end of lifetelehospice which is the delivery of hospice care using remote communication tools. 2, 3 Evidence suggests that telehospice positively impacts access, quality, and costs of care. 4, 5 Although early efforts at pediatric telehospice care are well documented in Canada and Australia, 6 In this paper, we describe the preparation, implementation, technology challenges, and lessons learned of offering pediatric telehospice.", "cite_spans": [{"start": 269, "end": 270, "text": "1", "ref_id": "BIBREF0"}, {"start": 444, "end": 446, "text": "2,", "ref_id": "BIBREF1"}, {"start": 447, "end": 448, "text": "3", "ref_id": null}, {"start": 539, "end": 541, "text": "4,", "ref_id": "BIBREF3"}, {"start": 542, "end": 543, "text": "5", "ref_id": "BIBREF4"}, {"start": 642, "end": 643, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "CHAS recognized early in February 2020 that COVID-19 was an inevitability and wanted to be ready to make changes rapidly. The senior nursing and care team initiated a Pandemic Taskforce to review government advice on a regular basis. With the arrival of COVID-19 in Scotland, it was very quickly realized that CHAS would no longer be able to deliver respite and end-of-life care to families, while meeting their needs and adhering to government social distancing advice. Physical bed capacity was reduced from 8 beds to 3 beds in each hospice allowing for physical distancing and reducing the potential for families to inadvertently mingle. At this time, families were not keen to leave the safety of their own homes, preferring to cope with existing care packages or on their own. Some families declined the offer of hospice support for fear that the hospice staff might inadvertently bring COVID-19 into their homes.", "cite_spans": [], "ref_spans": [], "section": "Preparation"}, {"text": "On March 27, 2020, the CHAS virtual hospice was officially launched. It brought together nursing, medical, social work, and support teams (i.e., information governance, information technology, human resources) as well as volunteering services. Existing relations with other pediatric hospice organizations throughout the United Kingdom, including Together for Short Lives, were accessed to gather ideas for delivering hospice services virtually. Virtual hospice was actually included in the CHAS Strategic Plan 2020 -2023, and the initial plan for implementation had been set for 2021 following prototyping activity in 2020 to demonstrate proof of concept.", "cite_spans": [], "ref_spans": [], "section": "Preparation"}, {"text": "A senior leadership team was convened to manage the delivery of the virtual hospice.", "cite_spans": [], "ref_spans": [], "section": "Implementation Transition Services to Virtual Hospice"}, {"text": "The team consisted of clinical leadership, volunteer services leadership, project management expertise, and patient management system expertise. Several activities supported the transition.", "cite_spans": [], "ref_spans": [], "section": "Implementation Transition Services to Virtual Hospice"}, {"text": "First, telehospice governance mechanisms were established. For example, delivering confidential conversation using telecommunication required the review and development of several policies and procedures. Second, key outcome measures of telehospice were developed. This included utilization measures such as the percentage of families receiving at least one check-in call.", "cite_spans": [], "ref_spans": [], "section": "Implementation Transition Services to Virtual Hospice"}, {"text": "Finally, personal and team restructuring took place. There was a planned, temporary restructuring of the whole clinical care team including line management for the virtual hospice.", "cite_spans": [], "ref_spans": [], "section": "Implementation Transition Services to Virtual Hospice"}, {"text": "This was done to support the development of and need for multi-disciplinary, integrated work teams, bringing geographically distanced teams together to deliver hospice services without walls. The leadership team recognized very early in development that some of the activities were likely to remain part of core business beyond the restrictions of COVID-19, so documentation was critical in the planning phase. Table 1 lists the pediatric virtual hospice services. Wrap-around services. Kindness Calls also enabled staff to enquire about the families' circumstances such as how they are managing during the lockdown and what support they may require. Because the staff were unable to see the families and children in person, staff were trained to recognize signs of domestic violence and potential child protection issues which may be conveyed during the conversations. 8 It is for this reason that clinical supervision is a prominent part of the charge nurse and senior social worker role to support this team.", "cite_spans": [{"start": 870, "end": 871, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 411, "end": 418, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Implementation Transition Services to Virtual Hospice"}, {"text": "Bereavement/spiritual and family support were already well-established activities within our Family Support Team; however, due to Covid-19 this service is offered almost entirely virtually. CHAS currently has one chaplain who was able to physically attend the hospice environment if required, but is now required to deliver support virtually. CHAS already provided a service within the Family Support Team to help families maximize their income through the application for government grants, social security benefits, and other sources of income they are entitled to. This service is now virtual and on-going.", "cite_spans": [], "ref_spans": [], "section": "Implementation Transition Services to Virtual Hospice"}, {"text": "The next steps for the virtual hospice team were to develop mechanisms to deliver new volunteer-led services such as friendship calls, live storytelling, live craft, art and baking sessions, and letter writing to children and young people. The friendship call, storytelling, and letter writing are delivered by experienced CHAS volunteers. These volunteers receive specific training to ensure they are alert to the possibility of domestic abuse and child protection issues, with robust escalation processes again supporting these services. Volunteers were also expected to participate in supervision sessions.", "cite_spans": [], "ref_spans": [], "section": "Implementation of New Virtual Services"}, {"text": "Technology challenges emerged throughout the process of implementing pediatric telehospice. 9 The National Health Service (NHS) Scotland offers health care providers such as CHAS an integrated videoconferencing platform for telehospice called Near Me/Attend Anywhere (https://www.vc.scot.nhs.uk/). This virtual outpatient clinical setting is complete with waiting rooms and secure patient encounter \"rooms\". It is free and fully supported by the NHS.", "cite_spans": [{"start": 92, "end": 93, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Technology Challenges"}, {"text": "However, the hospice staff and volunteers at CHAS have a range of comfort working with technology. For some staff, it has been an uncomfortable and slow learning curve. 10 Additionally, there are connectivity issues throughout Scotland. Some remote rural communities do not have reliable internet or phone services, which makes conducting the telehospice visits impossible. Finally, many families began connecting with CHAS remotely prior to the adoption of Near Me/Attend Anywhere, using platforms they were more comfortable with but were not as secure. Converting these families to the new platform has presented some challenges.", "cite_spans": [{"start": 169, "end": 171, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Technology Challenges"}, {"text": "Despite the challenges, the CHAS experience has important lessons learned. For everyone in CHAS, the first and foremost desire was to ensure the babies, children, young people, and their families were supported through this very challenging time. Due to this desire to respond to need and an overwhelming aspiration to support and nurture, one of the main activities of the management team was to keep track of initiatives started. CHAS wanted to ensure that there were robust processes in place to reduce the potential for person dependent or location dependent interventions happening. The senior leadership team viewed equity and parity of service delivery to be an essential and fundament aspect of the virtual hospice and not limited by geographic location of staff delivering services. Second, setting out our intention to measure outcomes has allowed us to gather feedback and data to support the on-going development of the virtual hospice. Finally, ensuring the links with support services including information technologies and information governance was an essential part of the development of the virtual hospice. Without the support of these teams we could have made several costly mistakes.", "cite_spans": [], "ref_spans": [], "section": "Lessons Learned"}, {"text": "Although CHAS was strategically planning to implement telehospice, COVID-19 accelerated the process. The senior leadership team systematically evaluated its clinical and wrap-around services and rapidly migrated them to a virtual environment. They creatively added new services to meet the unique needs of the entire family, who were caring for a child at end of life during COVID-19. CHAS represents a case study in implementation steps and lessons learned by offering virtual pediatric hospice care, while acknowledging the challenges inherent in using technology to deliver hospice care.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Defining provider-prioritized domains of quality in pediatric home-based hospice and palliative care: A study of the Ohio pediatric palliative care and end-of-life network", "authors": [{"first": "R", "middle": [], "last": "Thienprayoon", "suffix": ""}, {"first": "E", "middle": [], "last": "Alessandrini", "suffix": ""}, {"first": "M", "middle": [], "last": "Frimpong-Manso", "suffix": ""}, {"first": "D", "middle": [], "last": "Grossoehme", "suffix": ""}], "year": 2018, "venue": "J Palliat Med", "volume": "21", "issn": "10", "pages": "1414--1449", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "About telehospice care. National Care Planning Council Guide to Long term Care Planning", "authors": [{"first": "A", "middle": [], "last": "Kinsella", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A systematic review of the evidence base for telehospice", "authors": [{"first": "D", "middle": ["P"], "last": "Oliver", "suffix": ""}, {"first": "G", "middle": [], "last": "Demiris", "suffix": ""}, {"first": "E", "middle": [], "last": "Wittenberg-Lyles", "suffix": ""}, {"first": "K", "middle": [], "last": "Washington", "suffix": ""}, {"first": "T", "middle": [], "last": "Day", "suffix": ""}, {"first": "H", "middle": [], "last": "Novak", "suffix": ""}], "year": 2012, "venue": "", "volume": "18", "issn": "", "pages": "38--47", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Developing design principles for a virtual hospice: Improving access to care", "authors": [{"first": "A", "middle": [], "last": "Taylor", "suffix": ""}, {"first": "T", "middle": [], "last": "French", "suffix": ""}, {"first": "S", "middle": [], "last": "Raman", "suffix": ""}], "year": 2018, "venue": "BMJ Support Palliat Care", "volume": "8", "issn": "1", "pages": "53--60", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Home telehealth and pediatric palliative care: Clinician perspectives of what is stopping us?", "authors": [{"first": "N", "middle": ["K"], "last": "Bradford", "suffix": ""}, {"first": "J", "middle": [], "last": "Young", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "Armfield", "suffix": ""}, {"first": "A", "middle": [], "last": "Herbert", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Smith", "suffix": ""}], "year": 2014, "venue": "BMC Palliat Care", "volume": "13", "issn": "", "pages": "29--39", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "A qualitative approach to community and provider needs assessment on a telehealth project", "authors": [{"first": "H", "middle": [], "last": "Siden", "suffix": ""}], "year": 1998, "venue": "Telemed J", "volume": "4", "issn": "3", "pages": "225--260", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Demonstration of facial communication of emotion through telehospice videophone contact. Telemed e-health", "authors": [{"first": "K", "middle": ["L"], "last": "Schmidt", "suffix": ""}, {"first": "A", "middle": [], "last": "Gentry", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Monin", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Courtney", "suffix": ""}], "year": 2011, "venue": "", "volume": "17", "issn": "", "pages": "399--401", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Using telehealth to support end of life care in the community: A feasibility study", "authors": [{"first": "J", "middle": ["L"], "last": "Tieman", "suffix": ""}, {"first": "K", "middle": [], "last": "Swetenham", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Morgan", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "To", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Currow", "suffix": ""}], "year": 2016, "venue": "BMC Palliat Care", "volume": "15", "issn": "", "pages": "94--100", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Reasons for slow adoption in home hospice care", "authors": [{"first": "P", "middle": [], "last": "Whitten", "suffix": ""}, {"first": "B", "middle": [], "last": "Holtz", "suffix": ""}, {"first": "Meyer", "middle": ["E"], "last": "", "suffix": ""}, {"first": "Nazione", "middle": ["S"], "last": "Telehospice", "suffix": ""}], "year": 2009, "venue": "J Telemed Telecare", "volume": "15", "issn": "", "pages": "187--90", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "offering pediatric clinical and wrap-around hospice services are emerging worldwide with the advent of COVID-19. This case report describes a pediatric hospice provider in Scotland and their experience implementing a telehospice program during February and March of 2020 in response to COVID-19. Children's Hospices Across Scotland (CHAS) is the only provider of pediatric hospice care in the entire of Scotland. CHAS has been in business for over 25 years and provides hospice services to 450 families annually. They have 200 employees and 800 volunteers. With an annual operating budget of over £20million, CHAS maintains two physical hospice facilities and provides home-based services to rural and remote areas largely through charitable contributions.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Pediatric Virtual Hospice Services Clinical services. The virtual hospice began with telephone service by clinical and care staff pro-actively contacting all families currently receiving respite, end of life, and bereavement/spiritual support from CHAS. These phone calls are referred to as Kindness Calls and were used to contact all CHAS families across Scotland. The Kindness Calls were delivered by a team of nine clinical and care staff, who were unable to work on the clinical floor for a variety of reasons. This team was supported by charge nurses and senior social workers. The Kindness Calls were a mechanism to extend clinical services. These services included the opportunity to set up a virtual appointment with nursing, pharmacy or physicians. To date, the Kindness Calls have included discussions about pain and symptom management and CYPADM (Child & Young Person Acute Deteriorating Management). There are services that have not transitioned fully to virtual hospice such as family-requested pharmacy consultations.", "latex": null, "type": "table"}}, "back_matter": []}