{"paper_id": "2a38624a5faee83098380e721e6fe2c3378c88ef", "metadata": {"title": "Proposal on Application of the Multi-Wire Proportional Chambers of the LHCb MUON Detector at Very High Rates for the Future Upgrades on behalf of the LHCb MUON group", "authors": [{"first": "N", "middle": [], "last": "Bondar", "suffix": "", "affiliation": {"laboratory": "", "institution": "Petersburg Nuclear Physics Institute NRC Kurchatov Institute (PNPI NRC KI)", "location": {"settlement": "Gatchina", "country": "Russia"}}, "email": ""}, {"first": "D", "middle": [], "last": "Ilin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Petersburg Nuclear Physics Institute NRC Kurchatov Institute (PNPI NRC KI)", "location": {"settlement": "Gatchina", "country": "Russia"}}, "email": ""}, {"first": "O", "middle": [], "last": "Maev", "suffix": "", "affiliation": {"laboratory": "", "institution": "Petersburg Nuclear Physics Institute NRC Kurchatov Institute (PNPI NRC KI)", "location": {"settlement": "Gatchina", "country": "Russia"}}, "email": ""}]}, "abstract": [{"text": ": The MUON Detector (MD) of LHCb is one of the largest instruments of this kind worldwide, and one of the most irradiated. It has performed exceptionally well during the RUN1 and RUN2 of the LHC at an instantaneous luminosity of 4×10 32 cm −2 s −1 , with tracking inefficiencies at the level of 1% and 2.6%, respectively.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Looking forward for the future LHCb Upgrade 2 (U2) planned in 2031 and aiming in running the detector at increased luminosity by factor ∼50, and at the same time keeping a very high (∼99%) detection efficiency, an option with reuse significant part of the present Multi Wire Proportional Chambers (MWPC) in a new Muon System is presented. In addition, the first idea of new Front End Electronics (FEE) and an existing test setup applicable for designing both: new MWPCs with higher granularity of the cathode readout pads and new FEE are described.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": ": Muon spectrometers; Wire chambers (MWPC); Radiation damage to detector materials (gas detectors).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "LHCb experiment [1] is dedicated to look for indirect evidence of new physics in CP violation and rare decays of beauty and charm hadrons. This requires the LHCb detectors (see Fig.1 ), to operate in a very challenging radiation environment, as a results of their forward coverage, with a pseudorapidity range from 2 to 5. Many of the important physics channels are identified by their very clean muon signatures, so the performance of the Muon System is extremely important. To obtain this ambitious goal the MD has been design and successfully operated during RUN1 and RUN2 with a detection efficiency close to 100% and minor tracking inefficiency. This requirement should be safely forwarded for operation at Upgrade I (U1) and Upgrade II (U2) conditions [2] , see LHCb schedule on Fig.1 , where instantaneous luminosity will be increased by factor 5 and by a factor 50 from present one L = 4×10 32 cm −2 s −1 , respectively.", "cite_spans": [{"start": 16, "end": 19, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 758, "end": 761, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 177, "end": 182, "text": "Fig.1", "ref_id": "FIGREF0"}, {"start": 785, "end": 790, "text": "Fig.1", "ref_id": "FIGREF0"}], "section": "Introduction"}, {"text": "At present, LHCb considers several scenarios of the new MD for U2 with different type of detectors and experimental techniques [3] . In this document, a proposal with MWPCs as detectors for covering largest area of MD is presented. The very inner part of MD, where the rates are expected such a high as not acceptable for MWPC, it should be instrumented with detectors of another type, in particular using the µ-RWELL technology [4] .", "cite_spans": [{"start": 127, "end": 130, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 429, "end": 432, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "Before U1, the five stations of the MD [1, 5] comprised of 1368 MWPCs for a total area of 435 m 2 . Now, the first station M1 has been removed because of very high expected occupancy, so the MD consists of four stations (M2-M5), for a total area of 387 m 2 covered with 1104 MWPCs of 16 different types (see Fig.2 ). Each station is divided into four regions R1-R4, where each region also associated with particular type of MWPC. The area of these four regions scales, from R1 to R4, with the ratios 1 : 4 : 16 : 64, while the irradiation per unit area decreases. This logic has been implemented to provide a hit map for the hardware Level 0 muon trigger during operation in RUN1 and RUN2. Now, at U1 it will be replaced by fully software muon trigger [6] , which makes possible a flexible granularity for the regions and for the physical readout of the MWPCs, following a real occupancy in the MD (which is not homogeneous within regions, see Fig.2 ). Actually, the transition to software trigger is one of the key conditions for this proposal of instrumenting the MD with MWPCs at U2.", "cite_spans": [{"start": 39, "end": 42, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 43, "end": 45, "text": "5]", "ref_id": "BIBREF4"}, {"start": 752, "end": 755, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 308, "end": 313, "text": "Fig.2", "ref_id": "FIGREF1"}, {"start": 944, "end": 949, "text": "Fig.2", "ref_id": "FIGREF1"}], "section": "The LHCb MUON detector"}, {"text": "Despite their different dimensions, each MWPC in MD has the same internal structure, as shown in Fig.3 . Anode planes are centered inside a 5 mm gas gaps and are formed by gold-plated tungsten wires 30 µm diameter, with 2 mm spacing. The cathodes are made of FR4 fiberglass plates with two-sided 35 µm thick copper coating. In regions R1-R3 the cathodes have an additional gold coating of about 100 nm. Adjacent gaps are separated by panels made of honeycomb or rigid polyurethane foam, which provide precise gap alignment over the whole chamber area.", "cite_spans": [], "ref_spans": [{"start": 97, "end": 102, "text": "Fig.3", "ref_id": "FIGREF2"}], "section": "The LHCb MUON detector"}, {"text": "The most irradiated MWPCs, operated in region R2 of now removed station M1, integrated already ∼0.6 C/cm of charge per unit length of wire over the past nine years, from 2010 until 2018. During this period, the MUON MWPCs did not show any gain reduction or other apparent symptoms of reduced performance in terms of efficiency or time resolution [5, 7] . A very limited fraction of gaps, affected with high currents due to Malter-like effect [8] are well under control, with a developed and successfully applied method of treatment in situ and did not show yet any visible impact on efficiency of the MD [9] .", "cite_spans": [{"start": 346, "end": 349, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 350, "end": 352, "text": "7]", "ref_id": "BIBREF6"}, {"start": 442, "end": 445, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 604, "end": 607, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "The LHCb MUON detector"}, {"text": "The absence of aging phenomena in the MD is a key argument for a possible massive reuse of the present MWPCs as a scenario at U2. The expected deposited charge after 50 fb −1 of integrated luminosity, which LHCb plans to collect during RUN4 and RUN5 [10] in the regions proposed for instrumentation with MWPCs for U2, is much less than the maximum charge in M1R2 chambers (∼0.6 C/cm of wire), already collected during RUN1 and RUN2, see Tab.1. But obviously, it is mandatory to perform additional studies on aging of MWPCs for U2 (500 fb −1 ) conditions, which should include a direct inspection of chambers removed from the most irradiated regions of the MD, such as M1R2, making use of modern tools for microscopic and chemical analysis. In addition, an irradiation campaign aiming at reproducing visible ageing effects in controlled conditions should start in the near future, in such a way to better understand the operational limits of the LHCb chambers. ", "cite_spans": [{"start": 250, "end": 254, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "The LHCb MUON detector"}, {"text": "Inefficiency in the MD is induced mostly by the dead-time of FEE and by the rate of ghost hits from accidental crossings, in the regions where the reconstructed hits are obtained by crossing large area X-and Y-strips. Especially important is the impact on the M2 station, where the rate can reach 0.6 MHz/cm 2 in the most illuminated chamber of region R1, with an efficiency drop as high as 25% very close to the beam pipe already at U1 conditions. In the dead-time estimate, a 30% mitigation effect has been included, which accounts for the installation during LS2 of a new shielding in front of the inner region of M2, composed of a new hadron calorimeter (HCAL) beam plug, with a reduced clearance with respect to the beam pipe, and a tungsten shielding installed in place of the innermost cells of the HCAL [11] .", "cite_spans": [{"start": 811, "end": 815, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Inefficiency and background"}, {"text": "Inefficiency from dead-time is proportional to the input rate on FEE channels and could be reduced only by increasing the granularity of the readout pads which is limited by the cluster size of collecting charge.", "cite_spans": [], "ref_spans": [], "section": "Inefficiency and background"}, {"text": "The probability of ghost hits is determined by the rate of output signals from FEE channels where signals are OR-ed in the bi-gaps and also in the intermediate boards (IB) of the off-detector electronics (ODE), forming logical X-and Y-strips. Now the IBs are applied in most of the regions of the Muon System. Moreover, very inner and most occupied regions R1 and R2 of stations M2 and M3, form logical strips on the level of chambers by OR-ing signals from thin in X-plane but long in Y-plane anode pads and wide in X-plane cathode pads, both having quite large readout surface, see Fig.4 on the left. This construction has been chosen for the initial design of MD on purpose to minimize the amount of FEE channels and accordingly reduce the cost of FEE. Given what's written above, a mitigation of inefficiency from ghosts, keeping the detector unchanged in general, could be reached only by removal IBs to increase granularity of logical strips and by replacing the double readout MWPC with higher granularity pad detectors, see an example for M2R2 chambers on Fig.4 on the right, which are under production now [12] .", "cite_spans": [{"start": 1115, "end": 1119, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 584, "end": 589, "text": "Fig.4", "ref_id": "FIGREF3"}, {"start": 1064, "end": 1069, "text": "Fig.4", "ref_id": "FIGREF3"}], "section": "Inefficiency and background"}, {"text": "An increasing of the readout granularity of X and Y strips is already being realized now at LS2 with the removal of IBs in regions R2, R3 and R4 of station M2 and in region R4 of station M5 [13] (where hit rates are dominated by interactions with LHC materials placed behind of the LHCb detector). The installation of MWPC with full pad readout could already take place during RUN3, depending on the availability of the chambers. The above tricks will reduce loss of the di-muon events, such as B 0 s → µ + µ − , down from ∼10% to ∼4.5% at U1 conditions. Looking forward on background conditions at U2, where estimations were based mostly on direct measurement of the rates taken in 2012 (see Fig.5 ), clearly show that hits are dominated by low energy background (LEB) particles, hitting only a single gap out of a bi-gap, the so-called uncorrelated hits. According to MC simulation, the most significant fraction of LEB is associated with thermal neutrons produced in hadronic cascades in the calorimeters, in the muon filters or in accelerator parts. They produce low-energy electrons by (n,γ) reaction and subsequent Comptonscattering or by the photoelectric effect in the detector materials, which can generate signals in only one of the detector gaps. Taking into account that now, during the LS2, LHCb becomes essentially a new detector with new material budget, everything should be rechecked when LHC will restart.", "cite_spans": [{"start": 190, "end": 194, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 693, "end": 698, "text": "Fig.5", "ref_id": "FIGREF4"}], "section": "Inefficiency and background"}, {"text": "Looking on the fraction of uncorrelated hits (which exceeds 90% in the very inner regions of most of the stations), one can clearly see an obvious features which could be implemented in the new generation of FEE for an upgraded Muon System.", "cite_spans": [], "ref_spans": [], "section": "Inefficiency and background"}, {"text": "First of all, the readout pads in bi-gaps which are now OR-ed at input of the FEE should be separated. It will double the number of FEE channels but mitigate the inefficiency due to dead-time by 30-40%, from LEB events.", "cite_spans": [], "ref_spans": [], "section": "Inefficiency and background"}, {"text": "Second step is the implementation on the level of FEE of a specific logic, see Fig.6 , which requires at least two hits in four pads in the bunch crossing (BX) window. It will reject most of the events from LEB and will reduce the output rate of FEE by a factor 3 or more. ", "cite_spans": [], "ref_spans": [{"start": 79, "end": 84, "text": "Fig.6", "ref_id": "FIGREF5"}], "section": "Inefficiency and background"}, {"text": "The key parameters to design the new detector are the rate capability, the total instrumented area and the granularity. Understanding these parameters and optimizing the detector design requires of course detailed studies and a proper simulation. While waiting for this, the maximum rate per unit area at the input of each detector gap, see Tab.2, has been obtained by scaling to 2×10 34 cm −2 s −1 the extrapolations prepared for RUN3 [10] , and taking into account fractions of penetrating particles and LEB. The shielding reduction factors on the inner regions of M2 station were included based on estimated from simulation. As a result, regions R1 and R2, ≈ 25 m 2 of total instrumented surface, will have maximum input rates in the range of several tens of kHz/cm 2 to one MHz/cm 2 , while regions R3 and R4, ≈ 365 m 2 , will have rates up to ≈ 10 kHz/cm 2 . A similar exercise has been performed later on, with rate on FEE channels from data set taken at the end of RUN2 in 2018. This was a special measurement dedicated on the investigation of performance of the LHCb detectors to run at U1 conditions at five times higher instantaneous luminosity. Data were normalized to the maximum filling of the LHC ring with protons bunches (2808 bunches) at nominal luminosity for RUN2 and then extrapolated to the 50 times higher one expected at U2 conditions.", "cite_spans": [{"start": 436, "end": 440, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Proposal with MWPCs for U2"}, {"text": "To complete the exercise, set of factors reducing the rates on readout pads were included: 1. Effect of new beam plugs for M2 and HCAL and replacement of few inner cells in HCAL by tungsten slabs [11] . The reduction of rates estimated from simulation, is: factor 0.5 in M2R1, 0.75 in M2R2, 0.75 in M3R1 and 0.9 in M3R2. Both pieces to be installed during LS2 and a real effect of this shielding will be checked with data already during RUN3.", "cite_spans": [{"start": 196, "end": 200, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Proposal with MWPCs for U2"}, {"text": "2. Replacement HCAL by the Iron wall [14] , which may happen already in 2025-26 during LS3. From simulations, it should reduce the rates in M2 by factor 0.58 in R1, by 0.31 in R2 and by factor 0.36 in R3 and R4 but in D-column of R4 region, due to geometrical size of the wall, which is not enough to shield some outer peripheral areas of the station.", "cite_spans": [{"start": 37, "end": 41, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Proposal with MWPCs for U2"}, {"text": "3. Replacement of M2R1, M2R2 and M3R1 MWPCs by pad chambers with higher (by factor 4) granularity, during RUN3 [12] . Reduction factors are 0.5 in M2R1 and 0.375 in M2R2 and in M3R1 are expected. These include effect of cluster size measured in a prototype of new M2R2 MWPC and extrapolated to dimensions of pads in new M2R1 and M3R1 chambers. Measurements on a prototype of M2R1 MWPC have been delayed due to COVID-19 quarantine.", "cite_spans": [{"start": 111, "end": 115, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Proposal with MWPCs for U2"}, {"text": "4. Following the idea of new FEE, with separation of the readout pads from bi-gaps to single gaps [3] , factors of input rate reduction were applied, according the measured fraction of penetrated particles (see Fig.5 ) with a safety factor of 2. This was done for all regions in MD but R4 regions of M2-M4 stations, where pads in bi-gaps are galvanically OR-ed inside chambers and there is no technical way to separate them. Final results are well consistent with previous extrapolation to U2 conditions, see Tab.2, which was based on old measurement of input rates performed in 2012 and was already used in the TDR for extrapolation of the rates at U1 [10] .", "cite_spans": [{"start": 98, "end": 101, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 653, "end": 657, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 211, "end": 216, "text": "Fig.5", "ref_id": "FIGREF4"}], "section": "Proposal with MWPCs for U2"}, {"text": "At the end of this exercise, a safety limit of ∼500 kHz as a maximum allowed input rate on FEE channel in the Muon System has been applied to obtain the results. It guarantees that MD can successfully operate with negligible impact in detection inefficiency with a 100 ns dead-time of FEE. Resulting, 10 out of 16 regions of MD were accepted for possible instrumentation either with present MWPCs or with new ones with higher readout pads granularity [3] . In Fig.7 is reported the maximum rate, at U2 conditions, expected in each chamber of a quadrant and for each Muon station. A summary of the number of chambers to be reused and produced is given in Tab.3, accompanied by the related number of FEE channels. In total, 128 chambers have to be produced, 13% of the total, out of which 40 have the same design as present R3 chambers, and 88 have higher granularity. ", "cite_spans": [{"start": 451, "end": 454, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 460, "end": 465, "text": "Fig.7", "ref_id": "FIGREF6"}], "section": "Proposal with MWPCs for U2"}, {"text": "One of the significant advantages of this proposal is the availability of test setups for design of both: new high granularity pad MWPCs and a new generation of FEE. One setup has been constructed at Petersburg Nuclear Physics Institute (PNPI) especially for testing with proton beam most of the important parameters (cluster size, time resolution, etc.) of the new pad chambers for inner regions of M2 and M3 stations. The second one was recently built for Gamma Irradiation Facility (GIF++) at CERN [15] and it is dedicated to study detectors of any types and also FEE at high rate conditions, equipped with a very high intensity (16.65 TBq) of the Cs-137 radioactive source. The setup includes a muon trigger, see Fig.8 , based on a set of MWPCs removed from M1 station and used for efficient track reconstruction of either: incident cosmic muons or provided by a 100 GeV muon beam, which is also available on GIF++. Good tracking of muons at very high irradiation levels from gamma source is possible due to the efficient rejection of not penetrating particles, like conversion electrons (very similar to LEB conditions in the Muon System) when MWPCs are operated in coincidence. In addition, GIF++ is also available for long term aging study of MWPC which is mandatory for U2, and where MUON group already has a fully equipped infrastructure (electronics, gas system, HV, etc.), which is necessary for such investigation (see Fig.8 ).", "cite_spans": [{"start": 501, "end": 505, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 717, "end": 722, "text": "Fig.8", "ref_id": "FIGREF7"}, {"start": 1431, "end": 1436, "text": "Fig.8", "ref_id": "FIGREF7"}], "section": "Test setups"}, {"text": "The LHCb MUON Detector was successfully operated during 10 years of RUN1 and RUN2 data taking with a detection efficiency close to 100%. During this period there was no evidence of any ageing effect in MWPCs, even in the most irradiated area of the Muon System. This very good performance allows to consider an option based on a massive (∼96% of the area) instrumentation of new MD either with present MWPCs or with higher granularity pad MWPCs (∼15% from total), provided that the input rate will be compatible with expected abilities of new generation of FEE. The rest of Muon System could be instrumented with new type of detectors, in particular µ-RWELLs.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "This option has obvious advantages like an acceptable cost in the frame of the expected budget for U2, keeping most of the existing infrastructure unchanged. Other advantages are the experience of the MD group with proportional chambers and the presence of production sites available within the MUON Collaboration, equipped with performant factories for mass-production of MWPCs and also setups for the design and test of both, new pad MWPCs and new FEE. Of course, extensive additional aging studies of MWPCs are mandatory, as well as dedicated simulations and early measurements of the rates at U1 conditions. Last but not least, all of what reported above clearly indicates that the era of MWPCs as very robust and cheap detectors, which were successfully used in dozens of famous experiments, is not at the end, and proportional chambers can still be efficiently used in many new big and ambitious future experiments, committed to operate in very aggressive conditions in terms of irradiation and occupancy.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The LHCb detector at the LHC", "authors": [], "year": 2008, "venue": "JINST", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Physics case for an LHCb Upgrade II", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Considerations on Muon detector", "authors": [{"first": "F", "middle": ["P"], "last": "Albicocco", "suffix": ""}], "year": null, "venue": "", "volume": "II", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The micro-Resistive WELL detector: a compact spark-protected single amplification-stage MPGD", "authors": [{"first": "G", "middle": [], "last": "Bencivenni", "suffix": ""}], "year": 2015, "venue": "JINST", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Performance of the LHCb muon system", "authors": [{"first": "A", "middle": ["A"], "last": "Alves", "suffix": ""}], "year": 2013, "venue": "JINST", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "LHCb Trigger and Online Upgrade Technical Design Report", "authors": [{"first": "R", "middle": [], "last": "Aaij", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "MWPC gain monitoring through time measurements", "authors": [{"first": "G", "middle": [], "last": "Passaleva", "suffix": ""}, {"first": "D", "middle": [], "last": "Pinci", "suffix": ""}], "year": 2012, "venue": "Proceedings of the 2012 IEEE Nuclear Science Symposium and Medical Imaging Conference Record (NSS/MIC)", "volume": "", "issn": "", "pages": "1131--1134", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Thin Film Field Emission", "authors": [{"first": "L", "middle": [], "last": "Malter", "suffix": ""}], "year": 1936, "venue": "Phys. Rev", "volume": "50", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Long-term operation of the multi-wire-proportional-chambers of the LHCb muon system", "authors": [{"first": "F", "middle": ["P"], "last": "Albicocco", "suffix": ""}], "year": 2019, "venue": "JINST", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "LHCb PID Upgrade Technical Design Report", "authors": [{"first": "R", "middle": [], "last": "Aaij", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Engineering Design Review for the improved shielding of the LHCb Muon System", "authors": [{"first": "B", "middle": [], "last": "Schmidt", "suffix": ""}], "year": 2017, "venue": "LHCb MUON Meeting", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Pad chambers for the consolidation of muon detector", "authors": [{"first": "W", "middle": [], "last": "Baldini", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Considerations on muon detector granularity at upgrade", "authors": [{"first": "H", "middle": ["S"], "last": "Kuindersma", "suffix": ""}, {"first": "M", "middle": [], "last": "Palutan", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Considerations on additional shielding for the muon detector phase 2 upgrade", "authors": [{"first": "W", "middle": [], "last": "Baldini", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A GIF++ Gamma Irradiation Facility at the SPS H4 Beam Line", "authors": [{"first": "M", "middle": [], "last": "Capeans", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "LHCb long-term operation schedule and schematic side-view of the Upgrade II detector. Muon stations M2-M5 are placed behind the shielding iron wall after electromagnetic calorimeter ECAL and are interleaved with iron absorbers to select penetrating muons.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Occupancy of the hits per trigger per cm 2 in M2-M5 stations of the MD from data taken at the end of RUN2. Stations are separated in two halves: C (cryogenics) -left and A (access) -right sides, the beam pipe window is in the middle. Each side is segmented in four columns: A,B,C and D and 32 rows with equivalent granularity. On the top left plot the definition of the four regions for station M2 is shown. It is the same for the other stations.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Cross section of a MWPC with the four gaps indicated by A, B, C and D jointed in the common gas circuit, is shown on the left. Each gap is supplied with an independent HV-line. Corresponding readout pads in contiguous layers (bi-gaps) A&B and C&D are galvanically OR-ed. The most significant parameters of MWPC are presented in the table on the right.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Present design of R2 chamber in M2 and M3 stations with mixed readout (on the left). The crossing of the physical cathode pads (pad matrix of 8×8) and the 48 physical anode strips forms the logical pads. Simplified design of new high granularity pad chamber with only cathode readout pads (pad matrix of 24×8) is show on the right.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Average fraction of correlated hits in each of the 16 regions of M2-M5 stations. A summary table is shown in right corner of the plot.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Scheme for an improved MWPC front-end, with single gap readout and a common gate to reduce the contribution from LEB.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Regions R3/R4 of M2-M3 and R2/R3/R4 of M4-M5 stations bottom quadrant with the expected maximum rate (Hz) at the input of the FEE channels of each chamber. A colour code indicates the different chamber types. The total number of chambers to be produced is also indicated in the legend.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "The setup dedicated for testing of the detectors and electronics at high rate conditions on GIF++. It includes a muon trigger based on MWPCs removed from M1R4. For the muon tracking, are used two sets of two M1R4 chambers each, which are visible on the photo.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Expected average deposited charge (C/cm of wire) after 50 fb −1 at U1 in the most irradiated chamber of each station and region of the Muon System. Regions in bold blue are proposed for instrumentation with MWPCs at U2.", "latex": null, "type": "table"}, "TABREF1": {"text": "Maximum input rate expected at 2×10 34 cm −2 s −1 , total instrumented surface and present logical pad dimension for each station/region of the MD. Max rate [kHz/cm 2 ] Total area [m 2 ] Logical pad [cm 2 ]", "latex": null, "type": "table"}, "TABREF2": {"text": "Number of chambers (CMB) to be reused/produced (w/o spares) for the regions where MWPCs are proposed, and corresponding number of FEE channels.", "latex": null, "type": "table"}}, "back_matter": []}