{"paper_id": "2a3a2906badba053a10caa995d5469a1372b5043", "metadata": {"title": "Moukarzel Sara (Orcid ID: 0000-0003-4440-2178) Distance, Diffusion, and the Role of Social Media in a Time of COVID Contagion", "authors": [{"first": "Moukarzel", "middle": [], "last": "Sara", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of California San Diego", "location": {"addrLine": "La Jolla", "region": "CA", "country": "USA"}}, "email": ""}, {"first": "Del", "middle": ["Fresno"], "last": "Miguel", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Distance Education University", "location": {"settlement": "Madrid", "country": "Spain"}}, "email": ""}, {"first": "Bode", "middle": [], "last": "Lars", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of California San Diego", "location": {"addrLine": "La Jolla", "region": "CA", "country": "USA"}}, "email": ""}, {"first": "Daly", "middle": [], "last": "Alan", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of California San Diego", "location": {"addrLine": "La Jolla", "region": "CA", "country": "USA"}}, "email": ""}, {"first": "J", "middle": ["2"], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Since December 2019, we have been capturing Twitter data and employing social network analyses to examine the diffusion of pseudoscience and misinformation related to breastfeeding. We focused on breastfeeding as the death of 800,000 infants and 20,000 mothers may be prevented annually with universal, exclusive, and sustained breastfeeding (1, 2) . Recently, we were reviewing our latest capture and realized we had data on COVID-19 and breastfeeding, and as such this commentary relates to our \"just in time\" findings that may be of importance to the many agencies (governmental and non-governmental) and research groups who focus on diffusing information related to the pandemic.", "cite_spans": [{"start": 342, "end": 345, "text": "(1,", "ref_id": "BIBREF0"}, {"start": 346, "end": 348, "text": "2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": ""}, {"text": "The spread of health (mis)information particularly in times of crisis may cost human lives (3) . As such, it becomes even more critical to track and evaluate the extent to which messages from health authorities are accurately diffused. However, in-depth tracking is challenging at scale especially in online dynamic spaces. On Twitter alone, one of the largest social media platforms worldwide, estimates indicate that more than 410 Million tweets with #Covid19 or #Coronavirus have been shared to date. Collecting, analyzing, and reporting data of this breadth and depth is difficult given both the amount of data and the dynamic evolution of data over time. Rather than present the totality of data, we present findings about the diffusion of information related to \"breastfeeding and COVID-19\" that were unintentionally captured.", "cite_spans": [{"start": 91, "end": 94, "text": "(3)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "We have been harvesting all tweets and general user profile information from common breastfeeding hashtags (e.g. #breastfeeding, #normalizebreastfeeding, #breastmilk etc) resulting in a large dataset from which we now have two papers under review. The hashtags were a starting point that made sure we were locating our work in the correct research \"location\". In the midst of that work, on March 16 th , the WHO released its interim guidelines for breastfeeding during the COVID-19 outbreak (4), followed by UNICEF UK Baby Friendly Initiative on March 17 th (5) . As such, we ended up quite by accident capturing all tweets related to breastfeeding and #COVID-19 and #coronavirus. We conducted a social network analysis including several network metrics, structural communities (users who interact more frequently among each other than others) and key diffusers (top 5% of users with highest degree centrality), and then categorized users and tweets using inductive qualitative coding (6-8).", "cite_spans": [{"start": 558, "end": 561, "text": "(5)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "Our findings indicate a \"breastfeeding and COVID-19\" social network totaling 756 unique users, 880 tweets and 28 distinct communities (Figure 1 ; Table 1 Table 2 ). However, despite diffusion of accurate information, we did identify 6% of the tweets that contained scientifically unfounded recommendations and tweets for commercial use (e.g. promoting brands of breast pumps and feeding bottles).", "cite_spans": [], "ref_spans": [{"start": 134, "end": 143, "text": "(Figure 1", "ref_id": "FIGREF1"}, {"start": 146, "end": 153, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 154, "end": 161, "text": "Table 2", "ref_id": "TABREF1"}], "section": ""}, {"text": "In these difficult times when anecdotal health recommendations and misinformation may overwhelm the health care system and cause large numbers of preventable illness and death, it is heartening to learn that there is evidence of the flow of accurate information that supports the health of mothers and infants.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "However, we must stand vigilant in our information battle with COVID-19 and continue to leverage analytical approaches that help identify if and when guidelines are tampered with before the problem and consequences become too big to fix.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Legend: Each dot represents a unique user that tweeted to the network until March 27, 2019. The lines between the dots reflect exchanged tweets (tweets, retweets, or mentions). The size of selected user names reflect central diffusers and brokers based their overall degree centrality and betweenness respectively. The color of the lines represent communities based on interaction behavior in the network. Map represents n=756 users, 880 tweets and 28 communities. Key diffusers: WHO, World Health Organization; Unicef UK, UNICEF UKbaby Friendly Initiative; United Nations news service; ihealth Visiting, Institute of Health Visiting in the United Kingdom, users 2 and 3, two academic researchers involved in public health policy with leadership positions; user 1 and 4, two international board certified lactation consultants (IBCLC). Key brokers: Bf USA, non-governmental agency Breastfeeding USA; California Coal., Breastfeeding Coalition; Kansas Coal., Kansas Breastfeeding Coalition; users 6 and 7, academic researchers in nursing and midwifery, user 3, one academic researcher in public health policy and leadership; user 5, a medical anthropologist, user 1, an IBCLC. ", "cite_spans": [], "ref_spans": [], "section": ""}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Breastfeeding in the 21st century: Epidemiology, mechanisms, and lifelong effect", "authors": [{"first": "C", "middle": [], "last": "Victora", "suffix": ""}, {"first": "R", "middle": [], "last": "Bahl", "suffix": ""}, {"first": "A", "middle": [], "last": "Barros", "suffix": ""}, {"first": "G", "middle": [], "last": "França", "suffix": ""}, {"first": "S", "middle": [], "last": "Horton", "suffix": ""}, {"first": "J", "middle": [], "last": "Krasevec", "suffix": ""}], "year": 2016, "venue": "Lancet", "volume": "30", "issn": "", "pages": "475--490", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Understanding the mother-breastmilk-infant \"triad", "authors": [{"first": "L", "middle": [], "last": "Bode", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Raman", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Murch", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Rollinc", "suffix": ""}, {"first": "J", "middle": ["I"], "last": "Gordon", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "367", "issn": "6482", "pages": "1070--1072", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Health misinformation and the power of narrative messaging in the public sphere", "authors": [{"first": "T", "middle": [], "last": "Caulfield", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Marcon", "suffix": ""}, {"first": "B", "middle": [], "last": "Murdoch", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Brown", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Perrault", "suffix": ""}, {"first": "J", "middle": [], "last": "Jarry", "suffix": ""}, {"first": "R", "middle": [], "last": "Hyde-Lay", "suffix": ""}], "year": 2019, "venue": "Canadian Journal of Bioethics", "volume": "2", "issn": "2", "pages": "52--60", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Breastfeeding advice during Covid-19 outbreak", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Statement on infant feeding during the Covid-19 outbreak", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "What are healthrelated users tweeting? A qualitative content analysis of health-related users and their messages on twitter", "authors": [{"first": "J L", "middle": [], "last": "Lee", "suffix": ""}, {"first": "M", "middle": [], "last": "Decamp", "suffix": ""}, {"first": "M", "middle": [], "last": "Dredze", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Chisolm", "suffix": ""}, {"first": "Z", "middle": ["D"], "last": "Berger", "suffix": ""}], "year": 2014, "venue": "Journal of Medical Internet Research", "volume": "16", "issn": "10", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Identifying the new Influencers in the Internet Era: Social Media and Social Network Analysis", "authors": [{"first": "Del", "middle": [], "last": "Fresno", "suffix": ""}, {"first": "M", "middle": [], "last": "Daly", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "", "suffix": ""}, {"first": "Segado", "middle": [], "last": "Sánchez-Cabezudo", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "). While communities do have their own patterns of interactions, it is the WHO along with seven other professional users that act as key diffusers of information (UNICEF UK baby Friendly Initiative, UN News Service, Institute of Health Visiting in the UK, two academics involved in public health policy with leadership positions, and two international board certified lactation consultants (IBCLC)). We also identified network brokers who connected otherwise disconnected communities and bridged messages across the network. These included a non-governmental agency (Breastfeeding USA), professional coalitions (California Breastfeeding Coalition and Kansas Breastfeeding Coalition), and professionals (two academics in nursing and midwifery, one academic in public health, one medical anthropologist, and an IBCLC). The positive side of the findings, and counter to the typical narrative around social media, is that the vast majority of tweets reflected current scientific guidance, updates from researchers about ongoing COVID-19 studies, as well as community engagement and breastfeeding advocacy to support clinicians and families (Figure 2,", "latex": null, "type": "figure"}, "FIGREF1": {"text": "\"Breastfeeding and COVID-19\" overall social network on Twitter", "latex": null, "type": "figure"}, "TABREF0": {"text": "Description of users in the \"Breastfeeding and COVID-19\" overall social", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Number of users </td><td>% of users </td></tr><tr><td>Professionals </td><td>378 </td><td>51.2 </td></tr><tr><td>Health care practitioners </td><td>173 </td><td>23.4 </td></tr><tr><td>Non-governmental agencies </td><td>95 </td><td>12.9 </td></tr><tr><td>Researchers </td><td>58 </td><td>7.8 </td></tr><tr><td>Governmental agencies </td><td>27 </td><td>3.7 </td></tr><tr><td>Researchers &amp; practitioners </td><td>15 </td><td>2.0 </td></tr><tr><td>News agencies </td><td>10 </td><td>1.4 </td></tr><tr><td>Interested Citizens </td><td>340 </td><td>46 </td></tr><tr><td>Companies </td><td>21 </td><td>2.8 </td></tr></table></body></html>"}, "TABREF1": {"text": "Few Unicef UK Baby Friendly Initiative statement on infant feeding on neonatal units during the #Covid19 outbreak & guidance on how to promote, protect, and support breastfeeding for all sick and preterm babies either in transitional or neonatal care: https://www.unicef.org.uk/babyfriendly/infant-feeding-on-neonatal-units-during-thecovid-19-outbreak/\" Tweeted by (usernameBaby Friendly UK, account of, UNICEF UK baby Friendly Initiative) \"Updated 18th March 2020 Unicef UK Baby Friendly Initiative Statement on Infant Feeding during the COVID-19 outbreak -information on how to protect support and promote #breastfeeding and guidance on #formula feeding @1stepsnutrition: https://www.unicef.org.uk/babyfriendly/infant-feeding-during-the-covid-19outbreak/\" Tweeted by (usernameBaby Friendly UK, account of, UNICEF UK baby Friendly Initiative) During this worldwide crisis, let's keep in mind that #breastfeeding can save lives. No evidence that mother's should stop breastfeeding if they have #COVID19.(Tweet was paraphrased to protect individual's identity) \"We are continuing to offer #breastfeeding support remotely during the Covid-19 situation and can help answer questions, offer support and provide a listening ear. More info: https://breastfeedingnetwork.org.uk/coronavirus/ #BfNSupport\" Tweeted by (username:BfN, account of: The Breastfeeding Network)", "latex": null, "type": "table"}}, "back_matter": []}