{
    "paper_id": "2a3c4bb38cf2201b65ef78206130a8e9ac6def4e",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Arif",
                "middle": [],
                "last": "Moothadeth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Salman",
                "middle": [],
                "last": "Waqar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nazim",
                "middle": [],
                "last": "Ghouri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Junaid",
                "middle": [],
                "last": "Alam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sohail",
                "middle": [],
                "last": "Ahmed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zakir",
                "middle": [],
                "last": "Syed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Abbas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The holy month of Ramadan is a time of fasting from dawn to sunset for Muslims across the world. It is an important ritual for many Muslims and forms one of the five pillars of the Islamic faith. The fast involves abstaining from consuming food or drink for up to 20 h in the summer months in the UK and is obligatory on every adult Muslim, with some exemptions, e.g. frail elderly, travellers, acute illness, etc. [1] .",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 418,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Fasting during Ramadan and the COVID-19 pandemic"
        },
        {
            "text": "In the context of the COVID-19 pandemic we discuss how employers and employees may manage workplace issues whilst fasting during Ramadan, especially in relation to personal protective equipment (PPE). The Equality Act 2010 prescribes religion as a protected characteristic and the Muslim worker's desire to fast whilst at work is likely to fall under the provisions of the act [2] .",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 380,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fasting during Ramadan and the COVID-19 pandemic"
        },
        {
            "text": "Multiple factors need to be considered when assessing the impact of fasting on work. These include the health of the individual and the hazards they are exposed to, including timing and duration of shifts. The core issues to be considered are the impact of fasting on the individual's ability to work safely and the impact of the job on the individual's ability to fast.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fasting during Ramadan and the COVID-19 pandemic"
        },
        {
            "text": "Workplace hazards that could increase the risk of illhealth during fasting would include physical hazards such as extremes of temperature (heat and cold), mechanical hazards including strenuous moving and handling tasks and ergonomic factors including shift work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fasting during Ramadan and the COVID-19 pandemic"
        },
        {
            "text": "The Islamic faith places strong emphasis on ensuring that an individual does not place others at risk of serious harm as a result of their actions, 'If anyone saved a life, it would be as if he saved the life of the whole humanity' (Quran 5:32). Islamic law is clear in stating that those who have significant underlying health issues are exempt from fasting if they are likely to place their health at increased risk by observing the fast [1] .",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 443,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Fasting during Ramadan and the COVID-19 pandemic"
        },
        {
            "text": "Workers with long-term health conditions intending to fast must therefore consider the potential impact of fasting, in conjunction with other workplace hazards, on their underlying health conditions. It is strongly advised that these individuals speak to their general practitioner (GP) or specialist before they decide on fasting. If they have access to occupational health services, then they may wish to discuss with their line manager and consider seeking advice from them as well. Clinicians may wish to use a risk stratification matrix to help them with shared decision-making about the safety of fasting in clients with health conditions [3] .",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 648,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Fasting during Ramadan and the COVID-19 pandemic"
        },
        {
            "text": "The risks of dehydration and cardiovascular strain due to fasting whilst working in physically demanding roles have been demonstrated [4, 5] . However, in addition to COVID-19, workers are also likely to be exposed to additional risks depending on the exact nature of the work they do, such as higher levels of thermal strain and increased breathing effort from using half-or full-face respirators, in addition to the recognized physical, cognitive and emotional demands of the pandemic. Whilst working in full PPE [6] , workers must recognize the risks of dehydration from fasting due to more intense work patterns and environments. This may prove to be a major challenge.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 138,
                    "end": 140,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Fasting during Ramadan and the COVID-19 pandemic"
        },
        {
            "text": "However, the average ambient temperature and relative humidity will vary in different workplaces which will contribute to the effect of thermal strain in PPE. Working in environments which are hot and humid is likely to increase the risk of dehydration and thermal strain if wearing PPE for long periods. Studies have shown that wearing PPE for long periods, when ambient temperatures are higher, can impact on work capability and most workers can only cope with wearing full PPE for shorter periods, depending on the type of work and the environment [7] [8] [9] .",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 554,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 559,
                    "end": 562,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Fasting during Ramadan and the COVID-19 pandemic"
        },
        {
            "text": "Studies have also reinforced the benefits of wearing cooling vests under PPE, regular rest and hydration breaks, and shaded shelters to rest. Restriction of work especially around noon is a recognized solution in the construction industry to help manage heat strain [10] . For those workers exposed to aerosol-generating procedures, FFP2/FFP3 mask use for prolonged periods may lead to increased respiratory effort and tiredness but should not be to the point of physical exhaustion. An alternative is to use purified air-powered respirators.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Fasting during Ramadan and the COVID-19 pandemic"
        },
        {
            "text": "Many of these solutions may not be possible. Employers may consider the following strategies: assigning workers to alternative duties where PPE is not required, task rotation, rostering shifts so they fall outside fasting hours (e.g. evening/night shifts) or limiting PPE use to a shorter duration. If the worker is in a role where the use of PPE is likely to be compromised due to fasting (e.g. in job roles where frequent removal and changing of PPE is not possible), then the worker should be advised to consider abstaining from fasting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fasting during Ramadan and the COVID-19 pandemic"
        },
        {
            "text": "In addition, those working shifts also need to ensure that they are able to get good-quality sleep; there is evidence to suggest circadian rhythm disruption from lifestyle changes associated with Ramadan and this could have a cumulative effect on shift workers, especially on sleep patterns [11] . Therefore, it may be the lifestyle disruption and impact on the sleep-wake cycle that could lead to impaired fitness for work rather than fasting. This is an unprecedented situation and very little information is available about whether fasting is compatible with continuous and prolonged PPE use. Fasting remains an individual choice for employees based on a variety of factors, including their ability to tolerate the fast. Employers should seek to identify and support employees who wish to fast, and where practicable and feasible, look to support them in observing their religious practice. Many employees in full PPE have successfully managed to tolerate workplace demands and keep the fast.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Fasting during Ramadan and the COVID-19 pandemic"
        },
        {
            "text": "Furthermore, currently there is no evidence that people who are healthy and were previously able to observe the fast without coming to harm, are at any additional risk from fasting in the context of COVID-19, which is affirmed by the World Health Organization interim guidance on Ramadan [12] .",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Fasting during Ramadan and the COVID-19 pandemic"
        },
        {
            "text": "Those individuals who would struggle to tolerate fasting at work should ascertain if it is possible for the employer to assign alternative duties or task rotation. Should this not be possible, these workers should consider abstaining from fasting in circumstances where worker and patient safety is paramount.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fasting during Ramadan and the COVID-19 pandemic"
        },
        {
            "text": "Discussions between employers and employees should take place well in advance. If this is not possible and ability to work is compromised by fasting, or the health and safety of others is put at risk, then the fast should be terminated and made up at a later date [1] . If terminating the fast becomes a recurring theme, workers should consider abstaining from subsequent fasts if the pattern of work remains unchanged, taking advice from a trusted religious authority [13] .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 267,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 469,
                    "end": 473,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Fasting during Ramadan and the COVID-19 pandemic"
        },
        {
            "text": "We also recommend that workers with underlying health issues carefully consider the impact of fasting and assess how this may affect their fitness for work and the health and safety of others. Both employers and employees have a duty to maintain a safe system of work in UK law [14] and ensure that appropriate and timely steps are taken, in the unlikely event of fasting compromising work ability and safety.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fasting during Ramadan and the COVID-19 pandemic"
        },
        {
            "text": "However, for workers in roles that are not physically or ergonomically demanding which do not require use of full PPE, fasting during the month of Ramadan is unlikely to impair their work performance. They are likely to be able to fast safely. For most workers, Ramadan remains a month of spiritual benefits and has been associated with positive effects on mental well-being [15] . It would be premature to predict the effect of Ramadan during the COVID-19 pandemic, but some workers may still draw comfort from observing it.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 379,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Fasting during Ramadan and the COVID-19 pandemic"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Diabetes, driving and fasting during Ramadan: the interplay between secular and religious law",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ghouri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hussain",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mohammed",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMJ Open Diabetes Res Care",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ramadan Rapid Review and Recommendations",
            "authors": [],
            "year": 2020,
            "venue": "British Islamic Medical Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The health risks of occupational stress in Islamic industrial workers during the Ramadan fasting period",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Schmahl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Metzler",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Pol J Occup Med Environ Health",
            "volume": "4",
            "issn": "",
            "pages": "219--228",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effect of fasting during Ramadan on thermal stress parameters",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Manjunath",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Aravindhakshan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Varghese",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "East Mediterr Health J",
            "volume": "25",
            "issn": "",
            "pages": "34--39",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus (COVID-19): Personal Protective Equipment (PPE) Hub",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Limiting factors for wearing personal protective equipment (PPE) in a health care environment evaluated in a randomised study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Loibner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hagauer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schwantzer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Berghold",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zatloukal",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLoS One",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Moderate thermal strain in healthcare workers wearing personal protective equipment during treatment and care activities in the context of the 2014 Ebola virus disease outbreak",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Grélot",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Koulibaly",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Maugey",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Infect Dis",
            "volume": "213",
            "issn": "",
            "pages": "1462--1465",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Physiological, cognitive and neuromuscular effects of heat exposure on firefighters after a live training scenario",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abrard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bertrand",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Valence",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schaupp",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Occup Safe Ergon",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10943-018-00740-3"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Assessing heat stress and health among construction workers in a changing climate: a review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Acharya",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Boggess",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Environ Res Public Health",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The effect of intermittent fasting during Ramadan on sleep, sleepiness, cognitive function, and circadian rhythm",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Qasrawi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Pandi-Perumal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Bahammam",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sleep Breath",
            "volume": "21",
            "issn": "",
            "pages": "577--586",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "World Health Organization. Safe Ramadan Practices in the Context of the COVID-19: Interim Guidance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Fasting in Ramadan for COVID-19 Doctors and Nurses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shabbir",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The impact of fasting on the psychological well-being of Muslim graduate students",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Bayani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Esmaeili",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ganji",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Relig Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10943-018-00740-3"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}