{"paper_id": "2a400cee98d73922da7bcfa0029fc85b89fa2777", "metadata": {"title": "A crude future? COVID-19s challenges for oil demand, supply and prices", "authors": [{"first": "Michael", "middle": [], "last": "Jefferson", "suffix": "", "affiliation": {"laboratory": "", "institution": "T I C L E I N F O", "location": {"addrLine": "527 Finchley Road", "postCode": "NW3 7BG", "settlement": "London Campus, London", "country": "UK A R"}}, "email": ""}]}, "abstract": [{"text": "Assessing prospects for future oil prices is an uncertain activity but, barring Middle East conflict creating severe supply issues, crude oil prices are expected to stage a recovery by third-quarter 2020 and modest further recovery in first-half 2021, with the range $40 to $60 per barrel for WTI and Brent. Despite such a recovery there will be many oil sectors incurring losses, from US shale oil and Canadian tar sands producers, to many standard crude oil exporters incurring problems with production equipment access and costs, or experiencing lack of competitiveness in key markets.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Some of us have been closely involved in observing crude oil price movements for around fifty years, and in those early days we were constantly warned by Shell's then head of scenario planning, Pierre Wack, of a proverb: \"Those who claim to foretell the future lie, even when they foretell the truth.\" But for me it was part of my jobs in the years 1970-1987 to try to guess how and when crude oil prices might move.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "From 1970 until 1973 it was seeking to guess how much of an increase might occur after the Teheran Agreement, a guess greater than the general view although without foresight of the Yom Kippur War. Then from early 1976 fear of what would happen in the wake of the Shah of Iran's overthrow, likely to be a sharp rise in crude oil prices followed by relapse. This was reflected in a 'Producer Miscalculation' scenario proposed in September 1976, followed by a 'Hard Times' scenario -first proposed in April 1979, and adopted by Shell in Europe as the 'European Relapse' scenario in December 1979. This was the CRUNCH which was expected to be caused by an uprising in Iran leading to more general stresses in the Middle East and use of oil as a weapon in international dealings [1, 2] . The weakening of crude oil prices which began from early 1981 was not a surprise, nor was the collapse in late 1985 and early 1986, partly reflecting Saudi Arabia's decision to cease propping up oil prices and instead to increase production.", "cite_spans": [{"start": 775, "end": 778, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 779, "end": 781, "text": "2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "In January 1986 two crude oil (notional Brent) price scenarios were offered in an internal Shell International Petroleum Co. Supply & Marketing document: an 'Orderly Recovery' from March 1986; or a 'Belated Accord' following a full OPEC meeting in July 1986, which would be assisted by an increasing winter demand effect in the major economies of the Northern Hemisphere. A small residual possibility of 'Disorder Continuing' was given little credibility because of that seasonal demand effect. Despite the Brent crude oil price having fallen sharply through March 1986, and remaining weak into early July 1986, the \"subjective probability\" (that is a \"guess\", after considerable thought) remained that the price would quickly recover from July into a range of $15-$20 per barrel, within which it was expected to remain for the rest of the decade and, barring \"accidents\", perhaps through the following decade. The crude oil price fall between December 1985, and early July 1986, had been around 58%.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "One ongoing threat, which had long been in the psyche of Shell people, was concern about the effects of 'peak oil' given that M. King Hubbert (founder of the 'peak oil' hypothesis as applicable to the USA in particular) had been an employee of Shell Oil from 1943 until 1964. It turned out that apart from the years 1990 ($23.80) and 1996 ($20.80) the annual average price of Brent crude remained below $20 until the year 2000, when it rose to $28.40 (WTI peaked at $34.42 in November 2000). This rise reflected OPEC's decision the previous year to curb production, and some 'peak oil' enthusiasts would claim increasing focus on a possible global peak from 2005.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "From the year 2000 through to the financial crisis year of 2008 crude oil prices rose steadily. They peaked at over $130 in July 2008, before falling to around $40 that December. The upward drive mainly reflected increasing demand from China, India, and other emerging economies, and weaker output from Nigeria and Iraq. The fall of nearly 80% in crude oil prices in five months was followed by rises during 2010 as the global economic recovery got under way. Then in December 2010, the \"Arab Spring\" began with widening tensions across North Africa and in some Middle Eastern countries through 2011. These tended to push up crude oil prices, although this shift was partly countered by a return of economic uncertainties in the USA and Europe. In 2012 further uncertainty was introduced as sanctions were imposed T upon Iran due to its nuclear ambitions, and there was fear that closure of the Straits of Hormuz might result. Oil supplies had continued to remain high throughout, but in June 2014, with US shale oil production increasing apparently inexorably and Saudi Arabia unwilling to support oil production cuts, crude oil prices fell by about one-third. Between June 2014, and March 2015, there was a fall of some 75%.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Crude oil prices briefly fell at the end of 2015 through to April 2016, and showed some strengthening through much of 2018, but otherwise remained fairly stable through to early February 2020, when the impact of COVID-19 began to be felt in oil and most other commodity markets.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Between 1985 and 2015 there were in fact seven periods when crude oil prices fell 30% or more in a seven-month period, reflecting shifts in OPEC policy (or divisions within OPEC), appreciation of the US $, changing perceptions of geopolitical risks, weakening global demand, excess refining capacity, and the production of unconventional (primarily shale) oil. In the run-up to the collapse of crude oil prices in early 2020 it was primarily a division between Russia and Saudi Arabia within OPEC which appeared to be the main force at work, but then the COVID-19 pandemic took over, followed by US oil prices turning negative in April 2020, as May contracts expired and traders had to offload stocks with ongoing storage becoming extremely limited. Then by May 1st, 2020) WTI has almost doubled in a couple of days to $25 per barrel, and Brent had risen to about the same amount ( Fig. 1 ).", "cite_spans": [], "ref_spans": [{"start": 882, "end": 888, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Introduction"}, {"text": "One of the more surprising features of the current pandemic is the multiplicity of warnings about future pandemics and large-scale epidemics that have been published in recent years. This is especially surprising as the SARS (Severe Acute Respiratory Syndrome) epidemic of 2002-2003, MERS (Middle East Respiratory Syndrome) epidemic since 2012, and recurrent worries about avian flu and the existence of 'wet markets' in Asia, have received considerable attention. They appear to have been largely ignored by many analysts and policymakersnot least by those who have been involved with energy issues.", "cite_spans": [], "ref_spans": [], "section": "COVID-19"}, {"text": "This was a reason for my adverse criticism of the huge, 1865-page, \"Global Energy Assessment: Towards a Sustainable Energy Future\" published in 2012 by the International Institute of Applied Systems Analysis. This Assessment omitted any reference to pandemics or epidemics and their potential impacts on 'the Anthropocene Age', for which it was adversely criticised by this author [3] Perhaps most of those now living in the industrialised countries are too young to have listened to elderly relatives recounting their recollections of the 'Spanish' influenza epidemic of 1918-1920, or experienced the 'Asian' flu epidemic of 1957 or 'Hong Kong' epidemic of 1968. Others may not be aware of the wide range of infections resulting from exposure to RNA (ribonucleic acid) viruses within which coronaviruses form a sub-group, such as Marburg and Ebola, their high mortality rates, or their potential to spread widely. It still does not appear to be widely known that coronaviruses have been the subject of research since the early 1930s, and furthered by their portrayal through electron microscopy since the 1960s.", "cite_spans": [{"start": 381, "end": 384, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "COVID-19"}, {"text": "'The Economist' claimed on April 29th, 2020, that \"oil and commodity prices are where they were 160 years ago\", and \"forecasting commodity prices is a mug's game.\" Here there is, as explained in the Introduction, no attempt to prophesy or forecast, but simply to indicate some forces at work and guesses as to where they might lead.", "cite_spans": [], "ref_spans": [], "section": "COVID-19"}, {"text": "This task is made particularly difficult because the death toll of COVID-19 could already have been 60% higher than reported in official counts according to an analysis of overall fatalities conducted by 'The Financial Times' and published on April 26th, 2020. On April 17th, 2020, it was widely reported that estimates of deaths from COVID-19 in Wuhan had been raised 50%, reflecting earlier mis-diagnosis. Then there has been regular reporting of extensive asymptomatic infection by COVID-19 and weak evidence for contagion as a result. There has also been intense debate on the benefits of, and problems which may result from: self-isolation, social distancing, social shielding, and total isolation. In April 2020, it was estimated that about 40% of the World's population were engaged in some degree of isolation. With intensifying pressure to relax measures intruding on social and economic interaction, the current unknown consequences of doing so (or doing so prematurely), fears of a second peak of infection, and little expectation of a widely available vaccine before 2021, it is impossible to know when global oil demand and oil prices will recover, and to what extent. Here an attempt is made to consider the main forces at work (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 1242, "end": 1251, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "COVID-19"}, {"text": "The biggest share of oil demand after industry's consumption comes from the transportation sector. For the OECD member countries about 50% of this comes from road transportation; 8% from aviation; 14% from petrochemicals; and 9% from the residential, commercial and agricultural sectors. About 15% comes from miscellaneous industrial activities. The aviation and private road transport sectors have already been hit hard by the pandemic, as have sections of the petrochemicals, commercial and industrial sectors. Many airline passengers have been stuck for longer than they wished to be somewhere other than they had planned. Others consider they have not been well treated either as passengers or would-be passengers. There are those in the industry who believe it may take three to five years for airline passenger demand to recover. Prospects for individual airlines are likely to be heavily dependent upon whether government subsidies to tide them over become available.", "cite_spans": [], "ref_spans": [], "section": "Oil demand"}, {"text": "Many workers are still furloughed and do not know when they will be permitted to return to work, using road transport to boost oil demand. There may be a longer-term switch to working from home, although expectations of this on a large scale have been around a long time (over fifty years) and has not yet occurred. These forces may have a knock-on effect on the transportation sector even when the pandemic is over. Recovery of the transport sector will benefit producers of lighter crudes, petrol and diesel demand (as production of diesel is a required by-product of petrol production), and aviation fuel -being the product of the lighter end of the oil barrel.", "cite_spans": [], "ref_spans": [], "section": "Oil demand"}, {"text": "The petrochemicals sector has aroused interest as ethylene is produced mainly from oil and natural gas (the proportions can vary widely), and some major investments are currently being made to produce plastic pellets from ethylene, notably the Shell Pennsylvania Petrochemicals Complex where construction workers were furloughed on March 18th due to COVID-19 concerns. However, this huge project (reputedly around $6 billion) is located close to the Marcellus shale gas formation, and unless the pandemic leads to a major push for the concept of \"the circular economy\" and away from plastics it would appear that a shale gas project is not closely relevant here, although shale oil projects may be [4] . The impact of COVID-19 did have a particularly large role to play in the collapse of WTI (West Texas Intermediate) prices in April 2020, especially on April 20th, for reasons other than simply weakness of demand, and ongoing production in the face of storage limitations. The reason was that WTI oil futures contracts were ending on April 21st and the United States Oil Fund (an exchange-traded fund that attempts to track the price of WTI, founded in 2006 by the American Stock Exchange and Victoria Bay Asset Management) held 25% of the May 2020, WTI futures. They either had to take delivery of a vast quantity of oil by the end of May, knowing the tight storage situation, or sell it immediately at whatever price they could get for it.", "cite_spans": [{"start": 698, "end": 701, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Oil demand"}, {"text": "The WTI contracts for June, which expired on May 19th, fared much better -getting close to $30 -but weak demand and storage limits are liable to have an ongoing depressive effect.", "cite_spans": [], "ref_spans": [], "section": "Oil demand"}, {"text": "The International Energy Agency, while recognising the uncertainties in the oil market outlook, has considered transport fuel demand to be \"the most affected sector\" [5] . It is likely that while some national economies will be very badly affected by COVID-19, others could emerge looking relatively resilient. For example, US employment figures in second-quarter 2020 seemed to be surprisingly robust whereas some more services-oriented oriented economies (such as the UK) may prove to have been more adversely affected.", "cite_spans": [{"start": 166, "end": 169, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Oil demand"}, {"text": "So much for the demand side. On the supply side there are a number of complicating forces at work, which can most readily be considered first by major producing countries and then by crude oil qualities (as indicated by their API -American Petroleum Institute -gravity or density).", "cite_spans": [], "ref_spans": [], "section": "Oil demand"}, {"text": "In the United States of America over 300 drilling rigs were shut down between November 2019, and the end of April 2020. US oil and gas companies have cut their capital expenditure by close to $100 billion in recent months -Exxon alone by 30%, mainly at the Permian Basin. Although the USA has been producing crude oil surplus to its domestic requirements, and has had a surplus in motor gasoline since late 2014, it has needed to import crude oils of heavier specific gravity to meet the pattern of domestic demand (not least demand for diesel) and US refinery configurations. This will assist some producers of heavier crudes (see below). But the main concern is, and will continue to be, on the economic viability of producing shale oil.", "cite_spans": [], "ref_spans": [], "section": "USA"}, {"text": "Shale oil production in the USA boomed from 2014, accounting for over a third of onshore crude oil production in the lower 48 States by early 2020. This resulted in the USA becoming the World's largest crude oil producer and a 15% drop in its crude oil imports between 2013 and 2019. One advantage that shale oil has is that its oil can be stored in the ground once extraction has ended. It can then be retrieved once prices have risen to an acceptable level -widely considered to be about $60 per barrel. Shale oil appeared a very attractive proposition when crude oil prices recovered to around $100 in March 2011. Prices weakened by around 10% in its wake. The sector's greatest challenge currently is how to maintain an involvement in shale oil with little income being derived from it.", "cite_spans": [], "ref_spans": [], "section": "USA"}, {"text": "At the 'virtual' OPEC meeting on April 12th, 2020, Russia reluctantly agreed a 10% cut in OPEC's oil production commencing in May 2020. Russia had been reluctant to cut production in the wake of falling demand due to COVID-19, the State having relied upon oil and gas sales for some 40% of its annual revenue. Prior to January 2020, OPEC Member States had cut their total oil production by over 2 million barrels per day since 2016, Saudi Arabia taking the main brunt of the cuts. With further evidence of falling demand, it was agreed at an OPEC meeting on March 5th, 2020, that a cut of a further 1.5 million barrels per day was required through the second quarter of 2020. OPEC called on Russia and other non-OPEC members (OPEC+) to follow suit. The following day Russia rejected the request, resulting in a 10% fall in oil prices immediately thereafter. Saudi Arabia responded on March 8th by initiating a price war with Russia, announcing price discounts of between $6 and $8 a barrel, and pushing up production from under 9.7 million barrels per day in February 2020, to over 10 million barrels per day the following month. That figure rose to about 12 million barrels per day by the time of the OPEC meeting on April 12th.", "cite_spans": [], "ref_spans": [], "section": "Russia"}, {"text": "There has been debate about why Russia initially sought to maintain its production level, with claims that some considered it too early given uncertainty about the likely impact of COVID-19 on oil prices, and whether there was a conscious price war between Saudi Arabia and Russia. Other claims are that Russia thought maintaining price levels would hurt the USA, in response to the introduction of sanctions against Rosneft. Perhaps more relevant are the State's dependency on oil and gas revenues, and the fact that sixty new oil fields came into production in Russia between 2016 and 2019 with a total capacity approaching 900,000 barrels per day. The prospect of cutting output by close to 2.5 million barrels per day was, and is likely still to be, unattractive from Moscow's vantage point.", "cite_spans": [], "ref_spans": [], "section": "Russia"}, {"text": "Just over half of this 2.5 million barrels per day cutback is expected to come from Urals crudes via Baltic Sea ports (Primorsk and Ust-Luga), with a further 1 million barrels per day cutback from the Black Sea port of Novorossiisk. A cutback of around one-third of the 500,000 barrels per day of Siberian Light crude exports is believed to be planned.", "cite_spans": [], "ref_spans": [], "section": "Russia"}, {"text": "Russia has faced challenges arising from sanctions introduced by the USA and some European countries since 2014, reflecting events in and around the Ukraine and the Crimea. These have been somewhat mitigated by costs and liabilities being quoted in roubles rather than US$, resulting in some Russian crudes costing the equivalent of under US$ 15 per barrel.", "cite_spans": [], "ref_spans": [], "section": "Russia"}, {"text": "There are some quality problems associated with Russian crude oil which may prove to have future relevance, especially the passing of a range of crude qualities (with varying gravities and sulphur contents) through its pipeline system from the Urals. Russia's supply chains continue to come in for adverse criticism, reflecting issues around awareness of refiners' needs, which go back decades. Importers of Russian crudes may be more sensitive about these issues after the COVID-19 pandemic subsides.", "cite_spans": [], "ref_spans": [], "section": "Russia"}, {"text": "Although Saudi Arabia has been able to rely upon large oil reserves and oil export revenues since 1950, this has not come without costs. With constraints on oil export revenues has come the need to draw down on the central bank's reserves and to cut back on expenditure.", "cite_spans": [], "ref_spans": [], "section": "Saudi Arabia"}, {"text": "Although the central bank's net foreign assets are around $450 billion, the drawdown in 2020 is expected to exceed $30 billion. The country's fiscal deficits have grown markedly (a 34 billion riyals deficit in firstquarter 2020), and public sector salaries for Saudi nationals are a significant burden. The government tapped international bond markets twice in the first few weeks of 2020, and borrowed a total of $19 billion from local and international investors [6] . On the oil side Saudi Arabia continues to be well placed in terms of exploitable reserves. Most of its onshore crudes are relatively light (Nuayyim, Qatif, and most of Ghawar -though the API gravity ranges from 30 to 34 by some accounts, and 33 to 36 by others). The standard API gravity for Arab Light is 32.8; for Arab Medium 30.2; and Heavy 27.7. Apart from Manifa (production capacity 900,000 barrels per day of Arab Heavy), the heavier crudes are probably located offshore although this is not clear from ARAMCO data. Reports that Saudi Arabia's crude oil production would peak soon after 2005 (Matthew Simmons: \"Twilight in the Desert: The Coming Oil Shock and the World Economy\", published in 2005) now seem overly pessimistic, but the underlying argument should not be lightly dismissed [7] .", "cite_spans": [{"start": 465, "end": 468, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1266, "end": 1269, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Saudi Arabia"}, {"text": "The quantity of lighter crudes puts Saudi Arabia in a relatively strong position in post-COVID-19 markets provided that there are no serious military conflicts in the area. In that context, it is worth noting that on April 2nd, 2020, there was a telephone conversation between President Trump and Saudi Crown Prince Mohammed bin Salman in which the President apparently advised that he would be powerless to prevent legislation being passed in the USA withdrawing US troops and military equipment from Saudi Arabia unless Saudi Arabia cut its oil production. Ten days later came the OPEC+ agreement to cut production.", "cite_spans": [], "ref_spans": [], "section": "Saudi Arabia"}, {"text": "Nevertheless, despite recent efforts to seek peace between the Sunni coalition led by Saudi Arabia and Houthi Shia dissidents in the Yemen, backed by Iran, there remain concerns about Sunni/Shia conflict in the region, particularly if it were to encroach on the freedom of passage through the Straits of Hormuz. In Saudi Arabia there is also clear recollection of the attack from Iran on the Saudi oil processing facilities of Abqaiq and Khurais on September 14th, 2019.", "cite_spans": [], "ref_spans": [], "section": "Saudi Arabia"}, {"text": "Iran is poorly placed under its present regime and US-led sanctions to benefit from recovery of oil demand following the pandemic. The sanctions imposed in May 2018, immediately led to a halt in the import of oil rig equipment, resulting in over 25% of Iran's 160 rigs being out of commission by early March 2020. Sanctions were tightened in May 2019, to block buyers of Iranian oil, and China has been left as the main purchaser though its oil demand has been hit hard by the pandemic. The US is also discouraging shippers, port authorities, and insurers from giving support to Iran's floating storage.", "cite_spans": [], "ref_spans": [], "section": "Iran"}, {"text": "Iran has seen its crude oil exports fall from 2.5 million barrels a day before the May 2018, sanctions were introduced to 248,000 in February 2020.", "cite_spans": [], "ref_spans": [], "section": "Iran"}, {"text": "Iraq is another crude oil exporter suffering from concerns about stability and conflict in the Arabian Gulf area. The International Energy Agency categorised Iraq as a \"vulnerable supplier\" in January 2020, shortly after the leader of Iran's Quds Force (responsible for foreign military and clandestine operations) had been killed at Baghdad airport in a US drone strike, which was quickly followed by Iran firing missiles at US and Allies military bases.", "cite_spans": [], "ref_spans": [], "section": "Iraq"}, {"text": "The timing of this conflict is particularly unfortunate because Iraq's crude oil exports had doubled from 2 million barrels per day in 2010 to nearly 4 million in 2019 (more than the then OPEC quota). Half of these exports went to China and India in roughly equal quantities, some 25% to Europe, and nearly 10% to the USA, in 2019. Provided there is no further major conflict in the Arabian Gulf area Iraq can be expected to push its crude oil exports close to OPEC quota limits, from its Kirkuk (API gravity 33.9) and Basrah (not particularly!) Light (API gravity 30.5) fields.", "cite_spans": [], "ref_spans": [], "section": "Iraq"}, {"text": "Nigeria's economy is not well placed to weather the current pandemic, and its light, low sulphur, crudes (Bonny Light-API gravity 33.4, and Qua Iboe -API gravity 36.3) are both heavily discounted against the bench mark Dated Brent they use -a discount of about $4 per barrel at the end of April 2020. Despite its moderate API gravity of 30.8, Forcados has long been regarded as a relatively heavy crude by purchasers for most refineries. Despite cutting exports in the wake of the pandemic sales have been going slowly, with about half of its Mayloading cargoes unsold at the end of April according to Bloomberg (April 28th, 2020). Nigeria also lacks storage capacity. Nigeria's economy is likely to struggle through the COVID-19 saga, and then being faced with a wide variety and large volume of light and sweet crudes on offer (not least in the USA) is likely to struggle to achieve balance again.", "cite_spans": [], "ref_spans": [], "section": "Nigeria"}, {"text": "Venezuela's economy is in a weak state, its political leadership under heavy criticism, and its crude oil export potential severely limited by the heaviness of much of its crude oil availability. Not all of Venezuela's crude oils have a low API gravity -Santa Barbara stands at 39.5; Puerto Jose at 32; Tia Juana Light at 31.9; and Furrial, Mesa and Sincor around 30.0. But six others fall between 10 and 20, the lowest being Boscan at 10.1. So heavy are these latter crudes that they cannot flow through pipelines. They need to be diluted by agents such as naphtha, but in January 2019, the USA banned US firms from exporting diluting agents to Venezuela and banned US purchases from buying Venezuelan oil from April 28th, 2019. About 80% of Venezuelan crude oil production is of heavy oil. As domestic political, economic and social strife are also chronic, the country is not well placed to weather the pandemic.", "cite_spans": [], "ref_spans": [], "section": "Venezuela"}, {"text": "Although Canada has a few oil fields producing relatively light crudes, the focus there has mainly been on the Athabascan tar sands of Alberta and fields with API gravities running between 19 and 22. Canada is five years on from the last crash, when major international companies pulled out of oil sands operations. Even when prices recovered pipeline cost, water and chemicals usage, and environmental issues continued to discourage involvement. Among these challenges are the costs of seeking to use Carbon Capture and Storage technology, which up until now has made little progress. With the pandemic demand and prices have slumped to the point where, at barely $5 per barrel, it is lower than the cost of conveying it to the currently weak US market. Although it is difficult and costly to shut down tar sands there have been reports of up to 25% being shut down.", "cite_spans": [], "ref_spans": [], "section": "Canada"}, {"text": "Some estimates suggest tar sands production costs can be covered at an average of $45 per barrel for a crude such as Brent -about double the price at the time of writing. This may look a bit better than the $60 per barrel price said to be required to keep US shale oil afloat, but the Canadian economy was already pronounced to be on the brink of recession at the end of March 2020. The heart of Canada's oil industry is in Alberta and Saskatchewan, where up to 200,000 job losses are feared. The question is whether the Alberta Government in particular, and the Canadian Government also, will be prepared to step in and how effective could that prove. They will face opposition from those who consider the pandemic offers a great opportunity for expediting a shift to electric vehicles and transition to a low carbon or zero carbon economy. Such views are not, of course, confined to Canada but consideration of them falls outside the remit of this paper.", "cite_spans": [], "ref_spans": [], "section": "Canada"}, {"text": "Numerous other countries are actual or potential oil producers and exporters, but many of these have been exploiting, or wish to exploit, offshore deposits. The costs of such developments are high; and the political, economic and social stability of many of the potential suppliers is uncertain. Angola is a case in point. Just as news of the COVID-19 pandemic began to spread around the World came the announcement that several new projects were about to come onstream, after twenty-seven years of civil war and the costs of offshore field development blocking further efforts. Although some of these elements may particularly apply to sub-Saharan Africa, the costs of offshore developments are also an inhibiting factor for Latin America in general.", "cite_spans": [], "ref_spans": [], "section": "Other countries"}, {"text": "This paper began by recalling that we are unable to foretell the future, and that in considering prospects for oil prices in the light of the COVID-19 pandemic one is engaging in a considerable amount of guesswork.", "cite_spans": [], "ref_spans": [], "section": "Prospects for oil prices"}, {"text": "This paper has also devoted a significant amount of space to oil market essentials -by crude oil qualities, exporting countries, and quantities available, as well as demand factors. This is what one would expect of a journal focussed upon energy research and its potential impacts.", "cite_spans": [], "ref_spans": [], "section": "Prospects for oil prices"}, {"text": "However, the first message is that there are three major uncertainties which fall outside the realm of strict energy research and analysis. The first is that, at the time of writing, we do not know whether a second peak in the incidence of COVID-19 infection and mortality will occur on a substantial scale. If it does it will delay recovery of oil demand and prices substantially. The second is that it is not yet clear when an effective vaccine against COVID-19 will become available and on the required scale. The third uncertainty is whether a major conflict will occur that could dramatically change the stability of world oil markets and international relations. We might give this scenario the name: \"Hormuzed\", reflecting the most likely cause of it being a major conflict in the Arabian Gulf area with longer term impact on supplies originating from the Gulf. This 'worst case' scenario could see current oil prices quadruple for a short period. It would not be in the best interests of Iran or Saudi Arabia if this were to happen. President Trump has recently warned against Iranian gunboats approaching US warships or oil tankers generally.", "cite_spans": [], "ref_spans": [], "section": "Prospects for oil prices"}, {"text": "Assuming there is no second peak in COVID-19 infection, and therefore a gentle relaxation of self-isolation and social distancing allowing economies to 'restart', it would seem reasonable to look for a rough doubling of late-April 2020 crude oil prices by third-quarter 2020. A range of $40 to $60 per barrel would appear to be feasible although, given the ongoing weakness in the aviation sector and slow return to pre-pandemic industrial and commercial activity constraining road transport and maritime oil demand, the possibilities point to an outcome towards the bottom of that range through much of the third quarter.", "cite_spans": [], "ref_spans": [], "section": "Prospects for oil prices"}, {"text": "Looking further forward, global economic recovery post-COVID-19 is likely to be muted. It would appear highly likely that there will be widespread abandonment of drilling, closure of wells considered not to have longer term economic viability, and further severe cutbacks in US shale oil and Canadian tar sands activity. A lot of planned further oil exploration and production is likely to be abandoned on cost grounds and perceived weakness or uncertainty of demand.", "cite_spans": [], "ref_spans": [], "section": "Prospects for oil prices"}, {"text": "The best guess this writer can offer is that, provided COVID-19 has no further damaging effects to reveal than what is now known or widely anticipated, crude oil prices are likely to move from close to the bottom of the $40 to $60 per barrel range in third-quarter 2020 to closer to the top in first-half 2021.", "cite_spans": [], "ref_spans": [], "section": "Prospects for oil prices"}, {"text": "In the absence of a major Middle East conflict, crude oil prices may be expected to recover somewhat by third-quarter 2020. This paper concludes a rise from the trough in mid-April 2020 level to the lower end of the $40 to $60 per barrel range, moving towards the top of that range in first-half 2021. Many forces arising from the COVID-19 pandemic which have cut oil demand severely back will only permit slow recovery, thereby curbing major oil price rises due to demand weaknesses for at least three or four years.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The author declares that he has no known competing financial or personal relationship that has influenced the work reported in this paper.", "cite_spans": [], "ref_spans": [], "section": "Declaration of Competing Interest"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Energy scenarios: a learning process", "authors": [{"first": "H", "middle": [], "last": "Dumoulin", "suffix": ""}, {"first": "J", "middle": [], "last": "Eyre", "suffix": ""}], "year": 1979, "venue": "Energy Econ", "volume": "", "issn": "", "pages": "76--86", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Shell scenarios: what really happened in the 1970s and what may be learned from current world prospects", "authors": [{"first": "M", "middle": [], "last": "Jefferson", "suffix": ""}], "year": 2012, "venue": "Technol. Forecast Social Change", "volume": "79", "issn": "", "pages": "186--197", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A global energy assessment, WIRE's Energy Environ", "authors": [{"first": "M", "middle": [], "last": "Jefferson", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/wene.179"]}}, "BIBREF3": {"ref_id": "b3", "title": "Whither Plastics? -petrochemicals, plastics and sustainability in a garbage-riddled world", "authors": [{"first": "M", "middle": [], "last": "Jefferson", "suffix": ""}], "year": 2019, "venue": "", "volume": "56", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Oil 2020", "authors": [{"first": "", "middle": [], "last": "International Energy Agency", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Saudi Arabia blows through foreign reserves as budget woes mount", "authors": [{"first": "Vivian", "middle": [], "last": "Nereim", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Forecasting the limits to the availability and diversity of global conventional oil supply: Validation", "authors": [{"first": "John", "middle": ["L"], "last": "Hallock", "suffix": ""}], "year": 2014, "venue": "Energy", "volume": "64", "issn": "", "pages": "130--153", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Long-term trends in price per barrel of WTI. Forces in the Pipeline.", "latex": null, "type": "figure"}, "TABREF0": {"text": "https://doi.org/10.1016/j.erss.2020.101669 Received 4 May 2020; Received in revised form 13 June 2020; Accepted 17 June 2020 E-mail addresses: jeffers@dircon.co.uk, mjefferson@escpeurope.eu. Elsevier Ltd. All rights reserved.", "latex": null, "type": "table"}, "TABREF1": {"text": "Monthly Average WTI and Brent Crude Oil Prices FOB US$ per barrel 2019 2020.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>November WTI Brent </td><td>December WTI Brent </td><td>January WTI Brent </td><td>February WTI Brent </td><td>March WTI Brent </td><td>April WTI Brent </td><td>May\nWTI Brent\n</td></tr><tr><td>57.03 63.21 </td><td>59.88 67.31 </td><td>57.52 63.65 </td><td>50.54 55.70 </td><td>29.21 32.01 </td><td>16.55 18.38 </td><td>28.56 29.38\n</td></tr></table></body></html>"}}, "back_matter": []}