{"paper_id": "2a473f73a298949fb93b7bdd84e9243aa157b9db", "metadata": {"title": "materials Process-Induced Nanostructures on Anatase Single Crystals via Pulsed-Pressure MOCVD", "authors": [{"first": "Rukmini", "middle": [], "last": "Gorthy", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Canterbury", "location": {"addrLine": "20 Kirkwood Ave", "postCode": "8041", "settlement": "Christchurch", "country": "New Zealand"}}, "email": "rukmini.gorthy@pg.canterbury.ac.nzr.g."}, {"first": "Susan", "middle": [], "last": "Krumdieck", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Canterbury", "location": {"addrLine": "20 Kirkwood Ave", "postCode": "8041", "settlement": "Christchurch", "country": "New Zealand"}}, "email": ""}, {"first": "Catherine", "middle": [], "last": "Bishop", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Canterbury", "location": {"addrLine": "20 Kirkwood Ave", "postCode": "8041", "settlement": "Christchurch", "country": "New Zealand"}}, "email": "catherine.bishop@canterbury.ac.nzc.b.*correspondence:susan.krumdieck@canterbury.ac.nz"}]}, "abstract": [{"text": "The recent global pandemic of COVID-19 highlights the urgent need for practical applications of anti-microbial coatings on touch-surfaces. Nanostructured TiO 2 is a promising candidate for the passive reduction of transmission when applied to handles, push-plates and switches in hospitals.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Here we report control of the nanostructure dimension of the mille-feuille crystal plates in anatase columnar crystals as a function of the coating thickness. This nanoplate thickness is key to achieving the large aspect ratio of surface area to migration path length. TiO 2 solid coatings were prepared by pulsed-pressure metalorganic chemical vapor deposition (pp-MOCVD) under the same deposition temperature and mass flux, with thickness ranging from 1.3-16 µm, by varying the number of precursor pulses. SEM and STEM were used to measure the mille-feuille plate width which is believed to be a key functional nano-dimension for photocatalytic activity. Competitive growth produces a larger columnar crystal diameter with thickness. The question is if the nano-dimension also increases with columnar crystal size. We report that the nano-dimension increases with the film thickness, ranging from 17-42 nm. The results of this study can be used to design a coating which has co-optimized thickness for durability and nano-dimension for enhanced photocatalytic properties.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Materials 2020, 13, 1668 2 of 17 nanoparticles. Hashimoto et al. theorized that selective nanostructuring of TiO 2 surfaces would improve the hydrophilicity of the materials thereby making them photocatalytically superior [11] . Nanostructured TiO 2 materials were reported to exhibit improved performance when used as electrodes for lithium-ion batteries compared to electrodes consisting of nanocrystalline anatase [12] . Nanostructured materials such as mesoporous titania have demonstrated improved photoanodic efficiency over Degussa P25 [13] . The main challenge with making practical use of nanostructured materials is in the processing of a solid coating layer on a substrate. Figure 1 illustrates the differences between nanomaterials and nanostructured materials. Nanoparticles are processed in a hydrothermal solution and are difficult to attach to a substrate. Nano rods and other 2-D structures grown on substrates have not yet been demonstrated for practical coatings. The nanostructured, multiphase, thick solid coating grown by pulsed-pressure metalorganic chemical vapor deposition (pp-MOCVD) has been demonstrated to be adherent and durable [14] .", "cite_spans": [{"start": 222, "end": 226, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 417, "end": 421, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 543, "end": 547, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1159, "end": 1163, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 685, "end": 693, "text": "Figure 1", "ref_id": null}], "section": "Abstract"}], "body_text": [{"text": "Titanium dioxide has been of high interest for its photocatalytic properties under UV light since the discovery of the Honda-Fujishima effect in 1972 [1] . The best known application of TiO 2 is self-cleaning glass coated with Pilkington Activ TM [2] . Anatase and rutile are the most widely researched phases of TiO 2 for photocatalytic applications. The bandgap of anatase is 3.2 eV and the bandgap of rutile is 3.0 eV. Despite the wider bandgap, anatase has high photocatalytic activity (PCA) due to higher surface-adsorption rate of hydroxyl radicals [3] . Anatase also exhibits slower charge recombination rates than rutile [4] . The majority of the studies on TiO 2 photocatalysis investigate a combination of anatase and rutile [5] . TiO 2 nanoparticles have higher specific surface area than bulk titania coatings. Nanoparticles also have a shorter exciton path length from the point of generation to the surface, resulting in lower electron-hole recombination rates for films less than 15 nm [6] . Carbonaceous TiO 2 enhances the PCA in the visible spectrum [7] . Recently, many studies have reported doping TiO 2 with noble metals and other elements to extend the bandgap [8] [9] [10] .", "cite_spans": [{"start": 150, "end": 153, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 247, "end": 250, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 555, "end": 558, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 629, "end": 632, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 735, "end": 738, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1001, "end": 1004, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1067, "end": 1070, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1182, "end": 1185, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1186, "end": 1189, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1190, "end": 1194, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "We aim to achieve a nanostructured solid material, which would have the high active surface area and low exciton migration path of nanomaterials, but without the fabrication and handling of", "cite_spans": [], "ref_spans": [], "section": "Nanostructured Materials for Coating Applications"}, {"text": "We aim to achieve a nanostructured solid material, which would have the high active surface area and low exciton migration path of nanomaterials, but without the fabrication and handling of nanoparticles. Hashimoto et al. theorized that selective nanostructuring of TiO2 surfaces would improve the hydrophilicity of the materials thereby making them photocatalytically superior [11] . Nanostructured TiO2 materials were reported to exhibit improved performance when used as electrodes for lithium-ion batteries compared to electrodes consisting of nanocrystalline anatase [12] . Nanostructured materials such as mesoporous titania have demonstrated improved photoanodic efficiency over Degussa P25 [13] . The main challenge with making practical use of nanostructured materials is in the processing of a solid coating layer on a substrate. Figure 1 illustrates the differences between nanomaterials and nanostructured materials. Nanoparticles are processed in a hydrothermal solution and are difficult to attach to a substrate. Nano rods and other 2-D structures grown on substrates have not yet been demonstrated for practical coatings. The nanostructured, multiphase, thick solid coating grown by pulsed-pressure metalorganic chemical vapor deposition (pp-MOCVD) has been demonstrated to be adherent and durable [14] . Figure 1 . Illustration of (a) TiO2 nanoparticles; (b) rutile nanorods with secondary structures grown on a substrate [15] ; (c) nanostructured TiO2 in a solid coating adhered to a substrate [14] .", "cite_spans": [{"start": 378, "end": 382, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 572, "end": 576, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 698, "end": 702, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1314, "end": 1318, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1439, "end": 1443, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1512, "end": 1516, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 840, "end": 848, "text": "Figure 1", "ref_id": null}, {"start": 1321, "end": 1329, "text": "Figure 1", "ref_id": null}], "section": "Nanostructured Materials for Coating Applications"}, {"text": "Pulsed-pressure metalorganic chemical vapor deposition (pp-MOCVD) has been used to nanoengineer solid TiO2 coatings (≤17 μm thick) that are composites of anatase, rutile and carbon. The coatings shown in Figure 2 have a rarely-seen columnar morphology composed of single crystal anatase and polycrystalline rutile columns [16] . Anatase columns appear pyramidal at the top and the rough dendritic structures are polycrystalline rutile ( Figure 2 ). The thick robust coatings produced on stainless steel substrates exhibited high antimicrobial activity under visible light [14] . Thinner films on fused silica substrates have formal quantum efficiency 59 times higher than the commercial photocatalyst Pilkington Activ TM [17] , measured with stearic acid degradation in UV light [18] . In previous work, we used ASTAR TM analysis of TEM samples of TiO2 films grown on stainless steel to determine that the anatase columns were single crystals, even though they are made up of nano-plates, with A[220] columnar growth direction [14] . The properties of photocatalytic materials depend on the crystallography and morphology, but there has been no research reporting a study of nanoscale feature size in TiO2 bulk or coating materials to date. Figure 1 . Illustration of (a) TiO 2 nanoparticles; (b) rutile nanorods with secondary structures grown on a substrate [15] ; (c) nanostructured TiO 2 in a solid coating adhered to a substrate [14] .", "cite_spans": [{"start": 322, "end": 326, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 572, "end": 576, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 721, "end": 725, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 779, "end": 783, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1027, "end": 1031, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1360, "end": 1364, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1434, "end": 1438, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 204, "end": 212, "text": "Figure 2", "ref_id": "FIGREF0"}, {"start": 437, "end": 445, "text": "Figure 2", "ref_id": "FIGREF0"}, {"start": 1241, "end": 1249, "text": "Figure 1", "ref_id": null}], "section": "Nanostructured Materials for Coating Applications"}, {"text": "Pulsed-pressure metalorganic chemical vapor deposition (pp-MOCVD) has been used to nanoengineer solid TiO 2 coatings (≤17 µm thick) that are composites of anatase, rutile and carbon. The coatings shown in Figure 2 have a rarely-seen columnar morphology composed of single crystal anatase and polycrystalline rutile columns [16] . Anatase columns appear pyramidal at the top and the rough dendritic structures are polycrystalline rutile ( Figure 2 ). The thick robust coatings produced on stainless steel substrates exhibited high antimicrobial activity under visible light [14] . Thinner films on fused silica substrates have formal quantum efficiency 59 times higher than the commercial photocatalyst Pilkington Activ TM [17] , measured with stearic acid degradation in UV light [18] . In previous work, we used ASTAR TM analysis of TEM samples of TiO 2 films grown on stainless steel to determine that the anatase columns were single crystals, even though they are made up of nano-plates, with A[220] columnar growth direction [14] . The properties of photocatalytic materials depend on the crystallography and morphology, but there has been no research reporting a study of nanoscale feature size in TiO 2 bulk or coating materials to date. In this study, coatings of TiO2 were produced on glass and stainless-steel substrates. All crystals exhibited the characteristic anatase mille-feuille and rutile strobili nanostructures shown in Figure 2 . The thickness of the plate-like mille-feuille structures was observed to depend on the coating thickness, which is controlled by the number of precursor pulses. The thickness of the mille-feuille plates in the anatase columns is of great interest because the PCA depends significantly on the nanostructure dimension and the total surface area. The competitive columnar growth of TiO2 anatase single crystals and the observed relation to nanostructure dimensions were investigated.", "cite_spans": [{"start": 323, "end": 327, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 573, "end": 577, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 722, "end": 726, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 780, "end": 784, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1029, "end": 1033, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 205, "end": 213, "text": "Figure 2", "ref_id": "FIGREF0"}, {"start": 438, "end": 446, "text": "Figure 2", "ref_id": "FIGREF0"}, {"start": 1439, "end": 1447, "text": "Figure 2", "ref_id": "FIGREF0"}], "section": "Nanostructured Materials for Coating Applications"}, {"text": "The pp-MOCVD technique is a one-step deposition process that was developed by Krumdieck et al. to coat large objects such as turbine blades with thermal barrier coatings [19] . The process works by direct injection, at timed intervals, of metered volumes of precursor solution via an ultrasonic atomizer into a continuously evacuated deposition chamber. The flash evaporation of atomized liquid in the evacuated reactor chamber produces a sharp pressure spick, and produces a well-mixed reactor condition enabling the coating of complex shaped objects. The objects or substrates are placed on a susceptor that is heated with a water-cooled Cu induction coil. The Titanium tetra-isopropoxide (TTIP) precursor is decomposed when it encounters the heated substrate and forms a macroscopically uniform coating. Solvent and reactant product vapors are evacuated into a liquid N2 cold trap. At high temperatures (>500 °C) the reactor works in the mass-transport controlled regime with high precursor-arrival rate to the substrate surface during the peak of the pressure pulse [20] . The pulsedpressure cycle is typically 6 seconds with less than 0.5 seconds of pressure rise, and 5 seconds of pump-down [21] . The pp-MOCVD process reduces the reactor and substrate geometry effects on the deposition, making it a versatile technique to coat 3D objects.", "cite_spans": [{"start": 170, "end": 174, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1070, "end": 1074, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1197, "end": 1201, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Pulsed-Pressure MOCVD Technology"}, {"text": "TiO2 coatings were deposited on 25 mm × 25 mm × 1 mm fused silica substrates (Esco Optics, Oak Ridge, NJ, USA) and a 340 stainless steel substrate (Aperam S.A., Isbergues, France) using a TTIP precursor solution. The precursor is a dilute mixture of 5 mol% of TTIP (>97% Sigma Aldrich, St, Louis, MO, USA) in dry, HPLC-grade toluene with no carrier gas and no additional oxidizing agents. Table 1 provides a list of samples with their identities (IDs) and the respective number of pulses. All the samples were deposited at 525 °C for fused silica substrates and 500 °C for stainless steel In this study, coatings of TiO 2 were produced on glass and stainless-steel substrates. All crystals exhibited the characteristic anatase mille-feuille and rutile strobili nanostructures shown in Figure 2 . The thickness of the plate-like mille-feuille structures was observed to depend on the coating thickness, which is controlled by the number of precursor pulses. The thickness of the mille-feuille plates in the anatase columns is of great interest because the PCA depends significantly on the nanostructure dimension and the total surface area. The competitive columnar growth of TiO 2 anatase single crystals and the observed relation to nanostructure dimensions were investigated.", "cite_spans": [], "ref_spans": [{"start": 389, "end": 396, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 785, "end": 793, "text": "Figure 2", "ref_id": "FIGREF0"}], "section": "Materials and Chemicals"}, {"text": "The pp-MOCVD technique is a one-step deposition process that was developed by Krumdieck et al. to coat large objects such as turbine blades with thermal barrier coatings [19] . The process works by direct injection, at timed intervals, of metered volumes of precursor solution via an ultrasonic atomizer into a continuously evacuated deposition chamber. The flash evaporation of atomized liquid in the evacuated reactor chamber produces a sharp pressure spick, and produces a well-mixed reactor condition enabling the coating of complex shaped objects. The objects or substrates are placed on a susceptor that is heated with a water-cooled Cu induction coil. The Titanium tetra-isopropoxide (TTIP) precursor is decomposed when it encounters the heated substrate and forms a macroscopically uniform coating. Solvent and reactant product vapors are evacuated into a liquid N 2 cold trap. At high temperatures (>500 • C) the reactor works in the mass-transport controlled regime with high precursor-arrival rate to the substrate surface during the peak of the pressure pulse [20] . The pulsed-pressure cycle is typically 6 seconds with less than 0.5 seconds of pressure rise, and 5 seconds of pump-down [21] . The pp-MOCVD process reduces the reactor and substrate geometry effects on the deposition, making it a versatile technique to coat 3D objects.", "cite_spans": [{"start": 78, "end": 94, "text": "Krumdieck et al.", "ref_id": null}, {"start": 170, "end": 174, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1072, "end": 1076, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1200, "end": 1204, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Pulsed-Pressure MOCVD Technology"}, {"text": "TiO 2 coatings were deposited on 25 mm × 25 mm × 1 mm fused silica substrates (Esco Optics, Oak Ridge, NJ, USA) and a 340 stainless steel substrate (Aperam S.A., Isbergues, France) using a TTIP precursor solution. The precursor is a dilute mixture of 5 mol% of TTIP (>97% Sigma Aldrich, St, Louis, MO, USA) in dry, HPLC-grade toluene with no carrier gas and no additional oxidizing agents. Table 1 provides a list of samples with their identities (IDs) and the respective number of pulses. All the samples were deposited at 525 • C for fused silica substrates and 500 • C for stainless steel substrates. The material characterizations were carried out on 6 samples prepared on fused silica substrates with the number of pulses ranging from 150 to 1000. Fused silica is snapped to provide SEM analysis of the fracture surface and measurement of the thickness. Sample G was deposited on stainless-steel 304 with 600 pulses and characterized by focused ion beam (FIB). ", "cite_spans": [], "ref_spans": [{"start": 390, "end": 397, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Materials and Chemicals"}, {"text": "The plan-view and fracture surface morphologies of the TiO 2 coatings were observed using a JEOL 7000F Scanning Electron Microscope (SEM, UC, Christchurch, NZ). The samples were scored on the uncoated side using a diamond-tipped scribe and fractured into four sections to expose the cross-section of the coatings. Prior to imaging, the fractured samples were sputtered with Cr using a Quorum Tech rotary pumped coater (UC, Christchurch, NZ). Ten measurements of the film thicknesses were obtained and the mean film thickness (w) reported. The mean growth-rate (GR) of a coating prepared with N pulses was calculated using", "cite_spans": [], "ref_spans": [], "section": "Characterization Methods"}, {"text": "The mean anatase column diameter was determined from the plan-view SEM images using the ASTM E112 standard circle-intercept method [22] . Five test circles were used to obtain the column size for each sample.", "cite_spans": [{"start": 131, "end": 135, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Characterization Methods"}, {"text": "The phase composition of the coatings was determined using a Rigaku SmartLab X-ray diffractometer (XRD, UC, Christchurch, NZ) equipped with a Cu K α (λ = 1.5148 Å) source. The as-deposited samples were mounted on a flat sample holder and the detector was set up to collect from 5 • to 90 • in 2θ at a scan rate of 10 • per minute. The spectral peaks were indexed using the RRUFF database [23] .", "cite_spans": [{"start": 388, "end": 392, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Characterization Methods"}, {"text": "The chemical composition of the TiO 2 samples was analyzed using Surface Enhanced Raman Spectroscopy (SERS. The Raman spectra were obtained using a HORIBA Jobin-Yvon LabRam spectrometer (MacDiarmid Inst./GNS, Wellington, NZ) equipped with an Ar ion (514 nm) laser). The power of the laser was set at 420 µW and the sample surfaces were analyzed as-deposited. The spectra were deconvoluted using a Gaussian peak-fitting algorithm in Origin Pro software (OriginLab, Northampton, MA, USA).", "cite_spans": [], "ref_spans": [], "section": "Characterization Methods"}, {"text": "The cross section of sample G was studied using a JEOL 300CF Scanning Transmission Electron Microscope (STEM, IMRI, UC-Irvine, Irvine, CA, USA). The STEM is equipped with a 300 kV cold field emission gun and has a resolution of 80 pm. The sample for STEM imaging was prepared using a FEI Quanta 3D focused ion beam (FIB)-SEM (IMRI, UC-Irvine, Irvine, CA, USA).", "cite_spans": [], "ref_spans": [], "section": "Characterization Methods"}, {"text": "The anatase columns are composed of nanoscale plates. We used a straight-forward measurement technique using the plan-view SEM images to determine the thickness of the plates. Fifteen crystals were selected from the SEM image that were symmetrical and had the most plates visible. The central plates at the peak of the crystals are always slightly thicker, so 3-5 plates as shown in Figure 3 were measured using the GMS Digital Micrograph Suite [24] . visible. The central plates at the peak of the crystals are always slightly thicker, so 3-5 plates as shown in Figure 3 were measured using the GMS Digital Micrograph Suite [24] . Two measurements were taken for each crystal column as shown in Figure 3 . If 'n' plates are measured on each side of the central plates, then the thickness of a single nanoplate 't' is calculated as", "cite_spans": [{"start": 445, "end": 449, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 625, "end": 629, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [{"start": 383, "end": 391, "text": "Figure 3", "ref_id": "FIGREF3"}, {"start": 563, "end": 571, "text": "Figure 3", "ref_id": "FIGREF3"}, {"start": 696, "end": 704, "text": "Figure 3", "ref_id": "FIGREF3"}], "section": "Nanostructure Dimension Measurement"}, {"text": "The measurements are statistically analyzed to obtain the thickness of the nanoscale plates on the anatase columns and the measurement accuracy. This measurement is referred to as the nanodimension.", "cite_spans": [], "ref_spans": [], "section": "Nanostructure Dimension Measurement"}, {"text": "The XRD analysis of the coatings showed that all the coatings were TiO2 with both anatase and rutile phases. The lattice parameters are consistent with stoichiometric TiO2 [25, 26] . The XRD pattern given in Figure 4a is representative of all the measurements for the samples in this study. The pattern also shows that the anatase phase exhibits a strong [220] growth texture. This is consistent with previous studies of pp-MOCVD films [14, 18, 20, 27] .", "cite_spans": [{"start": 172, "end": 176, "text": "[25,", "ref_id": "BIBREF24"}, {"start": 177, "end": 180, "text": "26]", "ref_id": "BIBREF25"}, {"start": 436, "end": 440, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 441, "end": 444, "text": "18,", "ref_id": "BIBREF17"}, {"start": 445, "end": 448, "text": "20,", "ref_id": "BIBREF19"}, {"start": 449, "end": 452, "text": "27]", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 208, "end": 217, "text": "Figure 4a", "ref_id": "FIGREF5"}], "section": "Phase and Composition of TiO2 Coatings Prepared by pp-MOCVD"}, {"text": "A Raman spectrum representative of all the samples in this study is provided in Figure 4b . The deconvoluted peaks correspond to the anatase phase of TiO2 and amorphous carbon present in the films [23, 28, 29] . The amorphous C peak D1 represents aromatic carbon rings and the peak G1 represents the sp 2 C=C bonds. No evidence for Ti-C was detected by Raman spectroscopy and no bulk titanium carbide phases were identified in XRD. These results are consistent with our previous work, where a uniform distribution of carbon was measured through the films thickness [27] . Two measurements were taken for each crystal column as shown in Figure 3 . If 'n' plates are measured on each side of the central plates, then the thickness of a single nanoplate 't' is calculated as", "cite_spans": [{"start": 197, "end": 201, "text": "[23,", "ref_id": "BIBREF22"}, {"start": 202, "end": 205, "text": "28,", "ref_id": "BIBREF27"}, {"start": 206, "end": 209, "text": "29]", "ref_id": "BIBREF28"}, {"start": 565, "end": 569, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 80, "end": 89, "text": "Figure 4b", "ref_id": "FIGREF5"}, {"start": 636, "end": 644, "text": "Figure 3", "ref_id": "FIGREF3"}], "section": "Phase and Composition of TiO2 Coatings Prepared by pp-MOCVD"}, {"text": "The measurements are statistically analyzed to obtain the thickness of the nanoscale plates on the anatase columns and the measurement accuracy. This measurement is referred to as the nano-dimension.", "cite_spans": [], "ref_spans": [], "section": "Phase and Composition of TiO2 Coatings Prepared by pp-MOCVD"}, {"text": "The XRD analysis of the coatings showed that all the coatings were TiO 2 with both anatase and rutile phases. The lattice parameters are consistent with stoichiometric TiO 2 [25, 26] . The XRD pattern given in Figure 4a is representative of all the measurements for the samples in this study. The pattern also shows that the anatase phase exhibits a strong [220] growth texture. This is consistent with previous studies of pp-MOCVD films [14, 18, 20, 27] .", "cite_spans": [{"start": 174, "end": 178, "text": "[25,", "ref_id": "BIBREF24"}, {"start": 179, "end": 182, "text": "26]", "ref_id": "BIBREF25"}, {"start": 438, "end": 442, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 443, "end": 446, "text": "18,", "ref_id": "BIBREF17"}, {"start": 447, "end": 450, "text": "20,", "ref_id": "BIBREF19"}, {"start": 451, "end": 454, "text": "27]", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 210, "end": 219, "text": "Figure 4a", "ref_id": "FIGREF5"}], "section": "Phase and Composition of TiO 2 Coatings Prepared by pp-MOCVD"}, {"text": "A Raman spectrum representative of all the samples in this study is provided in Figure 4b . The deconvoluted peaks correspond to the anatase phase of TiO 2 and amorphous carbon present in the films [23, 28, 29] . The amorphous C peak D 1 represents aromatic carbon rings and the peak G 1 represents the sp 2 C=C bonds. No evidence for Ti-C was detected by Raman spectroscopy and no bulk titanium carbide phases were identified in XRD. These results are consistent with our previous work, where a uniform distribution of carbon was measured through the films thickness [27] . ", "cite_spans": [{"start": 198, "end": 202, "text": "[23,", "ref_id": "BIBREF22"}, {"start": 203, "end": 206, "text": "28,", "ref_id": "BIBREF27"}, {"start": 207, "end": 210, "text": "29]", "ref_id": "BIBREF28"}, {"start": 568, "end": 572, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 80, "end": 89, "text": "Figure 4b", "ref_id": "FIGREF5"}], "section": "Phase and Composition of TiO 2 Coatings Prepared by pp-MOCVD"}, {"text": "The TiO2 coatings were all macroscopically uniform, adherent and black in color. The SEM images of the coatings showed that the coatings were composed of columnar crystals with two distinct morphologies, anatase mille-feuille and rutile strobili as described in previous work [14] . The top of an individual anatase column resembles a plated pyramid-like structure. Figure 5 and Figure  6 show the plan-view surface SEMs of the samples deposited on fused silica and stainless steel substrates. The figures show that the surface morphologies for TiO2 coatings on stainless steel and fused silica substrates are similar.", "cite_spans": [{"start": 276, "end": 280, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 366, "end": 374, "text": "Figure 5", "ref_id": "FIGREF7"}, {"start": 379, "end": 388, "text": "Figure  6", "ref_id": "FIGREF8"}], "section": "Plan-View Surface Morphologies of TiO2 Coatings"}, {"text": "The images show that as the number of pulses, and thus the thickness, increases, the number of nanoscale plates and the column diameter also increase. The thickness of the plates is not obviously different, but the measurements reveal a definite trend in nanoscale dimension. The column diameters and the surface-nanostructure dimensions for samples A-F are provided in Table 2 . ", "cite_spans": [], "ref_spans": [{"start": 370, "end": 377, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Plan-View Surface Morphologies of TiO2 Coatings"}, {"text": "The TiO 2 coatings were all macroscopically uniform, adherent and black in color. The SEM images of the coatings showed that the coatings were composed of columnar crystals with two distinct morphologies, anatase mille-feuille and rutile strobili as described in previous work [14] . The top of an individual anatase column resembles a plated pyramid-like structure. Figures 5 and 6 show the plan-view surface SEMs of the samples deposited on fused silica and stainless steel substrates. The figures show that the surface morphologies for TiO 2 coatings on stainless steel and fused silica substrates are similar.", "cite_spans": [{"start": 277, "end": 281, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 367, "end": 382, "text": "Figures 5 and 6", "ref_id": "FIGREF7"}], "section": "Plan-View Surface Morphologies of TiO 2 Coatings"}, {"text": "The images show that as the number of pulses, and thus the thickness, increases, the number of nanoscale plates and the column diameter also increase. The thickness of the plates is not obviously different, but the measurements reveal a definite trend in nanoscale dimension. The column diameters and the surface-nanostructure dimensions for samples A-F are provided in Table 2 . Figure 7 shows the variation of the column diameters with number of pulses. It is observed that the column diameter increases with increasing numbers of pulses. The relationship appears to have two linear regions with a break point around 600 pulses. The linear curve fit for all the data shows that the R 2 -value is 0.89. The relation at the low number of pulses indicates that the column size of~100 nm would not have nanoplates, and this is consistent with previous results [18] . The column diameters appear to approach a plateau in the thicker films with higher number of pulses. This behavior fits the model of competitive crystal growth [30] .", "cite_spans": [{"start": 858, "end": 862, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1025, "end": 1029, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 370, "end": 377, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 380, "end": 388, "text": "Figure 7", "ref_id": "FIGREF12"}], "section": "Plan-View Surface Morphologies of TiO 2 Coatings"}, {"text": "Materials 2020, 13, 1668 8 of 17 Figure 7 shows the variation of the column diameters with number of pulses. It is observed that the column diameter increases with increasing numbers of pulses. The relationship appears to have two linear regions with a break point around 600 pulses. The linear curve fit for all the data shows that the R 2 -value is 0.89. The relation at the low number of pulses indicates that the column size of ~100 nm would not have nanoplates, and this is consistent with previous results [18] . The column diameters appear to approach a plateau in the thicker films with higher number of pulses. This behavior fits the model of competitive crystal growth [30] . The nanoplate thickness increases with column diameter as shown in Figure 8 . We observe that there is likely a change in the relationship in the later stage as well. This is consistent with the behavior of the samples observed in Figure 7 . However, this analysis depends on two difficult measurements which increases the uncertainty, and there is a wide variation in crystal diameter. The nanoplate thickness increases with column diameter as shown in Figure 8 . We observe that there is likely a change in the relationship in the later stage as well. This is consistent with the behavior of the samples observed in Figure 7 . However, this analysis depends on two difficult measurements which increases the uncertainty, and there is a wide variation in crystal diameter. Figure 7 shows the variation of the column diameters with number of pulses. It is observed that the column diameter increases with increasing numbers of pulses. The relationship appears to have two linear regions with a break point around 600 pulses. The linear curve fit for all the data shows that the R 2 -value is 0.89. The relation at the low number of pulses indicates that the column size of ~100 nm would not have nanoplates, and this is consistent with previous results [18] . The column diameters appear to approach a plateau in the thicker films with higher number of pulses. This behavior fits the model of competitive crystal growth [30] . The nanoplate thickness increases with column diameter as shown in Figure 8 . We observe that there is likely a change in the relationship in the later stage as well. This is consistent with the behavior of the samples observed in Figure 7 . However, this analysis depends on two difficult measurements which increases the uncertainty, and there is a wide variation in crystal diameter. ", "cite_spans": [{"start": 512, "end": 516, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 679, "end": 683, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 1939, "end": 1943, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 2106, "end": 2110, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 33, "end": 41, "text": "Figure 7", "ref_id": "FIGREF12"}, {"start": 753, "end": 761, "text": "Figure 8", "ref_id": "FIGREF13"}, {"start": 917, "end": 925, "text": "Figure 7", "ref_id": "FIGREF12"}, {"start": 1140, "end": 1148, "text": "Figure 8", "ref_id": "FIGREF13"}, {"start": 1304, "end": 1312, "text": "Figure 7", "ref_id": "FIGREF12"}, {"start": 1460, "end": 1468, "text": "Figure 7", "ref_id": "FIGREF12"}, {"start": 2180, "end": 2188, "text": "Figure 8", "ref_id": "FIGREF13"}, {"start": 2344, "end": 2352, "text": "Figure 7", "ref_id": "FIGREF12"}], "section": "Analysis of Growth and Nanoscale Dimensions"}, {"text": "The fracture surface images of the coatings on fused silica substrates are shown in Figure 9 , and the film thicknesses are provided in the Table 3 . The fracture surface SEM images show that columnar morphology extends through the entire thickness of the films. The thickness of the coatings increases with increasing numbers of pulses as expected for a mass transport-controlled deposition.", "cite_spans": [], "ref_spans": [{"start": 84, "end": 92, "text": "Figure 9", "ref_id": "FIGREF18"}, {"start": 140, "end": 147, "text": "Table 3", "ref_id": "TABREF5"}], "section": "Fracture Surface Morphologies"}, {"text": "Materials 2020, 13, 1668 9 of 17", "cite_spans": [], "ref_spans": [], "section": "Fracture Surface Morphologies"}, {"text": "The fracture surface images of the coatings on fused silica substrates are shown in Figure 9 , and the film thicknesses are provided in the Table 3 . The fracture surface SEM images show that columnar morphology extends through the entire thickness of the films. The thickness of the coatings increases with increasing numbers of pulses as expected for a mass transport-controlled deposition. The variation of the film thickness with number of pulses is shown in Figure 10 . The film thickness increases with the number of pulses, which is expected with mass-transport controlled growth. The thinner films below 600 pulses again seem to have a different growth regime than the thicker materials. We do not offer an explanation for this other than observing that the number of nanoplates per columnar crystal also increases dramatically from 500 pulses upward. The variation of the film thickness with number of pulses is shown in Figure 10 . The film thickness increases with the number of pulses, which is expected with mass-transport controlled growth. The thinner films below 600 pulses again seem to have a different growth regime than the thicker materials. We do not offer an explanation for this other than observing that the number of nanoplates per columnar crystal also increases dramatically from 500 pulses upward. Figure 11 shows the nanoplate thickness rapidly increasing with film thicknesses in the thinner coatings, but then becoming independent of thickness in the thickest films. The result for the thin samples is consistent with a previous study on initial growth of pp-MOCVD films where three growth stages were identified, early, transition and late stage growth [18] . In Figure 12 , the variation of the nanoplate dimension with the mean film growth-rate does not demonstrate any discernable pattern between these quantities. In pp-MOCVD, as in other CVD (Chemical Vapor Deposition) processes, the growth rate is most dependent on deposition temperature. The accuracy of the measurement of temperature and the control of the induction heating means that the variability of the temperature during the majority of a deposition could be +/−15 °C. Given the Arrhenius relationship between growth rate and temperature, the variation of growth rate with pulses could essentially be no relationship, and the data represents processing variability. Figure 11 shows the nanoplate thickness rapidly increasing with film thicknesses in the thinner coatings, but then becoming independent of thickness in the thickest films. The result for the thin samples is consistent with a previous study on initial growth of pp-MOCVD films where three growth stages were identified, early, transition and late stage growth [18] . Figure 11 shows the nanoplate thickness rapidly increasing with film thicknesses in the thinner coatings, but then becoming independent of thickness in the thickest films. The result for the thin samples is consistent with a previous study on initial growth of pp-MOCVD films where three growth stages were identified, early, transition and late stage growth [18] . In Figure 12 , the variation of the nanoplate dimension with the mean film growth-rate does not demonstrate any discernable pattern between these quantities. In pp-MOCVD, as in other CVD (Chemical Vapor Deposition) processes, the growth rate is most dependent on deposition temperature. The accuracy of the measurement of temperature and the control of the induction heating means that the variability of the temperature during the majority of a deposition could be +/−15 °C. Given the Arrhenius relationship between growth rate and temperature, the variation of growth rate with pulses could essentially be no relationship, and the data represents processing variability. In Figure 12 , the variation of the nanoplate dimension with the mean film growth-rate does not demonstrate any discernable pattern between these quantities. In pp-MOCVD, as in other CVD (Chemical Vapor Deposition) processes, the growth rate is most dependent on deposition temperature. The accuracy of the measurement of temperature and the control of the induction heating means that the variability of the temperature during the majority of a deposition could be +/−15 • C. Given the Arrhenius relationship between growth rate and temperature, the variation of growth rate with pulses could essentially be no relationship, and the data represents processing variability. Figure 13 shows the STEM image of the cross-section of sample G which is 4.77 μm thick. The white area at the base is the stainless steel substrate. The column width is much smaller at the interface of the film and substrate than at the top of the coating. Regions of Interest (ROI) are indicated which represent roughly 150 pulses of growth each. In ROI-1 near the substrate, it is harder to discern the appearance of nanoplates, and the columns have a small diameter. The columnar crystals have a tapered appearance in regions of interest (ROI) 1 and 2. ROI-2 in particular has clear evidence of the competitive growth resulting in the termination of some columns which are then overshadowed by others. The columns appear straighter in ROIs 3 and 4. This is typical of the Zone-T competitive growth [31] .", "cite_spans": [{"start": 1686, "end": 1690, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 2725, "end": 2729, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 3091, "end": 3095, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 5246, "end": 5250, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 84, "end": 92, "text": "Figure 9", "ref_id": "FIGREF18"}, {"start": 140, "end": 147, "text": "Table 3", "ref_id": "TABREF5"}, {"start": 463, "end": 472, "text": "Figure 10", "ref_id": "FIGREF20"}, {"start": 930, "end": 939, "text": "Figure 10", "ref_id": "FIGREF20"}, {"start": 1327, "end": 1336, "text": "Figure 11", "ref_id": "FIGREF21"}, {"start": 1696, "end": 1705, "text": "Figure 12", "ref_id": "FIGREF0"}, {"start": 2366, "end": 2375, "text": "Figure 11", "ref_id": "FIGREF21"}, {"start": 2732, "end": 2741, "text": "Figure 11", "ref_id": "FIGREF21"}, {"start": 3101, "end": 3110, "text": "Figure 12", "ref_id": "FIGREF0"}, {"start": 3774, "end": 3783, "text": "Figure 12", "ref_id": "FIGREF0"}, {"start": 4445, "end": 4454, "text": "Figure 13", "ref_id": "FIGREF3"}], "section": "Fracture Surface Morphologies"}, {"text": "An interesting observation here is the number of crystal columns in each region. There are higher number of crystallites observed in ROI-1 than in ROI-4 where we observe nine distinct crystal columns. This variation of the column diameters from the substrate to the top of the film provides visual evidence of competitive growth in the TiO2 columnar crystals during a pp-MOCVD process. Figure 13 shows the STEM image of the cross-section of sample G which is 4.77 µm thick. The white area at the base is the stainless steel substrate. The column width is much smaller at the interface of the film and substrate than at the top of the coating. Regions of Interest (ROI) are indicated which represent roughly 150 pulses of growth each. In ROI-1 near the substrate, it is harder to discern the appearance of nanoplates, and the columns have a small diameter. The columnar crystals have a tapered appearance in regions of interest (ROI) 1 and 2. ROI-2 in particular has clear evidence of the competitive growth resulting in the termination of some columns which are then overshadowed by others. The columns appear straighter in ROIs 3 and 4. This is typical of the Zone-T competitive growth [31] . Figure 13 shows the STEM image of the cross-section of sample G which is 4.77 μm thick. The white area at the base is the stainless steel substrate. The column width is much smaller at the interface of the film and substrate than at the top of the coating. Regions of Interest (ROI) are indicated which represent roughly 150 pulses of growth each. In ROI-1 near the substrate, it is harder to discern the appearance of nanoplates, and the columns have a small diameter. The columnar crystals have a tapered appearance in regions of interest (ROI) 1 and 2. ROI-2 in particular has clear evidence of the competitive growth resulting in the termination of some columns which are then overshadowed by others. The columns appear straighter in ROIs 3 and 4. This is typical of the Zone-T competitive growth [31] .", "cite_spans": [{"start": 1187, "end": 1191, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 1995, "end": 1999, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 386, "end": 395, "text": "Figure 13", "ref_id": "FIGREF3"}, {"start": 1194, "end": 1203, "text": "Figure 13", "ref_id": "FIGREF3"}], "section": "Nanostructure Dimensions along Column Length"}, {"text": "An interesting observation here is the number of crystal columns in each region. There are higher number of crystallites observed in ROI-1 than in ROI-4 where we observe nine distinct crystal columns. This variation of the column diameters from the substrate to the top of the film provides visual evidence of competitive growth in the TiO2 columnar crystals during a pp-MOCVD process. An interesting observation here is the number of crystal columns in each region. There are higher number of crystallites observed in ROI-1 than in ROI-4 where we observe nine distinct crystal columns. This variation of the column diameters from the substrate to the top of the film provides visual evidence of competitive growth in the TiO 2 columnar crystals during a pp-MOCVD process.", "cite_spans": [], "ref_spans": [], "section": "Nanostructure Dimensions along Column Length"}, {"text": "The four ROIs of 1 µm length for four anatase columns were analyzed. The anatase columns are indicated on Figure 13 by the labels G1, G2, G3 and G4. The average crystal widths from 10 measurement in each region are provided in Table 4 . The column widths of the crystals at the surface of ROI-4 average~410 nm which is consistent with the ranges of column diameters observed for the samples D and E. At the substrate-film interface in ROI-1, we observe a decrease in the dimensions of the column diameters. Table 4 . Anatase crystal column widths from sample G measured in four regions of interest (ROI) from STEM cross-section in Figure 13 . The thickness of the nanoplates for the anatase columns G4 were analyzed in the four ROIs specified in Figure 13 . Figure 14 shows the variation of the nanoplate thickness plotted against the distance from substrate. The trend shows that the nanostructure thickness increases with the thickness of the films. The four ROIs of 1 μm length for four anatase columns were analyzed. The anatase columns are indicated on Figure 13 by the labels G1, G2, G3 and G4. The average crystal widths from 10 measurement in each region are provided in Table 4 . The column widths of the crystals at the surface of ROI-4 average ~410 nm which is consistent with the ranges of column diameters observed for the samples D and E. At the substrate-film interface in ROI-1, we observe a decrease in the dimensions of the column diameters. Table 4 . Anatase crystal column widths from sample G measured in four regions of interest (ROI) from STEM cross-section in Figure 13 . The thickness of the nanoplates for the anatase columns G4 were analyzed in the four ROIs specified in Figure 13 . Figure 14 shows the variation of the nanoplate thickness plotted against the distance from substrate. The trend shows that the nanostructure thickness increases with the thickness of the films. ", "cite_spans": [], "ref_spans": [{"start": 106, "end": 115, "text": "Figure 13", "ref_id": "FIGREF3"}, {"start": 227, "end": 234, "text": "Table 4", "ref_id": null}, {"start": 507, "end": 514, "text": "Table 4", "ref_id": null}, {"start": 631, "end": 640, "text": "Figure 13", "ref_id": "FIGREF3"}, {"start": 746, "end": 755, "text": "Figure 13", "ref_id": "FIGREF3"}, {"start": 758, "end": 767, "text": "Figure 14", "ref_id": "FIGREF5"}, {"start": 1058, "end": 1067, "text": "Figure 13", "ref_id": "FIGREF3"}, {"start": 1179, "end": 1186, "text": "Table 4", "ref_id": null}, {"start": 1460, "end": 1467, "text": "Table 4", "ref_id": null}, {"start": 1584, "end": 1593, "text": "Figure 13", "ref_id": "FIGREF3"}, {"start": 1699, "end": 1708, "text": "Figure 13", "ref_id": "FIGREF3"}, {"start": 1711, "end": 1720, "text": "Figure 14", "ref_id": "FIGREF5"}], "section": "Nanostructure Dimensions along Column Length"}, {"text": "Nanostructured anatase solid coatings have been previously reported by only a few authors [32, 33] . Column-like morphologies of TiO2 are commonly reported for rutile TiO2 [34] and similar structures have been reported for anatase nanocrystals [35] . Microscale plated-anatase crystals were reported from aerosol CVD [36] . Anatase columns with nanoplates resembling the ones reported in this paper were reported by one other research group who used an atmospheric pressure MOCVD and TTIP + O2 reactant precursor [37] . These previous studies do not report growth rate or nanostructure dimension, but from descriptions of the processing, we believe that all are relatively rapid growth conditions. High crystal growth rates have been suggested as a factor in generating unstable steps in anatase TiO2 [38] which could be an important mechanism in the formation of the ", "cite_spans": [{"start": 90, "end": 94, "text": "[32,", "ref_id": "BIBREF31"}, {"start": 95, "end": 98, "text": "33]", "ref_id": "BIBREF32"}, {"start": 172, "end": 176, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 244, "end": 248, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 317, "end": 321, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 513, "end": 517, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 801, "end": 805, "text": "[38]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Discussion"}, {"text": "Nanostructured anatase solid coatings have been previously reported by only a few authors [32, 33] . Column-like morphologies of TiO 2 are commonly reported for rutile TiO 2 [34] and similar structures have been reported for anatase nanocrystals [35] . Microscale plated-anatase crystals were reported from aerosol CVD [36] . Anatase columns with nanoplates resembling the ones reported in this paper were reported by one other research group who used an atmospheric pressure MOCVD and TTIP + O 2 reactant precursor [37] . These previous studies do not report growth rate or nanostructure dimension, but from descriptions of the processing, we believe that all are relatively rapid growth conditions. High crystal growth rates have been suggested as a factor in generating unstable steps in anatase TiO 2 [38] which could be an important mechanism in the formation of the nanoplates. The pp-MOCVD flash vaporization produces high mass flux and the temperature of 525 • C is sufficient for rapid reaction of the precursor solution.", "cite_spans": [{"start": 90, "end": 94, "text": "[32,", "ref_id": "BIBREF31"}, {"start": 95, "end": 98, "text": "33]", "ref_id": "BIBREF32"}, {"start": 174, "end": 178, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 246, "end": 250, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 319, "end": 323, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 516, "end": 520, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 805, "end": 809, "text": "[38]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Discussion"}, {"text": "Competitive crystal growth in columnar thin films results in increased diameter columns with film thickness and increasing crystallographic alignment [39] . The results in this study are consistent with the current theory. The range of thickness possible with pp-MOCVD allowed us to study the full range of competitive growth. The late stage plateau of crystal column diameter is clearly illustrated in the FIB-STEM sample. The diameter of crystals reaches a certain size where competition stops, but the thickness can continue to increase as crystal diameters remain the same. The orientation of TiO 2 crystals that nucleate on the substrate is random but as the deposition progresses, the fast-growing crystal columns take over and limit the growth of the slower growing crystals. The orientation of the anatase crystals suggests the fast-growing crystals are those that have the (220) planes oriented parallel to the substrate surface [40] .", "cite_spans": [{"start": 150, "end": 154, "text": "[39]", "ref_id": "BIBREF38"}, {"start": 938, "end": 942, "text": "[40]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Discussion"}, {"text": "Dynamic scaling theories propose power law interrelationships between microstructural features such as mound spacing, film thickness, interface width (root mean square roughness) and growth time [41] . Figure 15 is the log-log plot of column diameter with film thickness. Scaling exponents from diameter ∝ thickness p are identified as p = 0.57 for shorter deposition times and p = 0.17 for longer deposition times. Both linear fits have R 2 > 0.99. The reduced exponent for thicker films supports last-stage competitive growth.", "cite_spans": [{"start": 195, "end": 199, "text": "[41]", "ref_id": "BIBREF40"}], "ref_spans": [{"start": 202, "end": 211, "text": "Figure 15", "ref_id": "FIGREF7"}], "section": "Discussion"}, {"text": "Materials 2020, 13, 1668 13 of 17", "cite_spans": [{"start": 16, "end": 19, "text": "13,", "ref_id": "BIBREF12"}, {"start": 20, "end": 24, "text": "1668", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "nanoplates. The pp-MOCVD flash vaporization produces high mass flux and the temperature of 525 °C is sufficient for rapid reaction of the precursor solution.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Competitive crystal growth in columnar thin films results in increased diameter columns with film thickness and increasing crystallographic alignment [39] . The results in this study are consistent with the current theory. The range of thickness possible with pp-MOCVD allowed us to study the full range of competitive growth. The late stage plateau of crystal column diameter is clearly illustrated in the FIB-STEM sample. The diameter of crystals reaches a certain size where competition stops, but the thickness can continue to increase as crystal diameters remain the same. The orientation of TiO2 crystals that nucleate on the substrate is random but as the deposition progresses, the fastgrowing crystal columns take over and limit the growth of the slower growing crystals. The orientation of the anatase crystals suggests the fast-growing crystals are those that have the (220) planes oriented parallel to the substrate surface [40] .", "cite_spans": [{"start": 150, "end": 154, "text": "[39]", "ref_id": "BIBREF38"}, {"start": 936, "end": 940, "text": "[40]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Discussion"}, {"text": "Dynamic scaling theories propose power law interrelationships between microstructural features such as mound spacing, film thickness, interface width (root mean square roughness) and growth time [41] . Figure 15 is the log-log plot of column diameter with film thickness. Scaling exponents from ∝ ℎ are identified as = 0.57 for shorter deposition times and = 0.17 for longer deposition times. Both linear fits have 0.99. The reduced exponent for thicker films supports last-stage competitive growth. The nanoplate dimension is the most significant result of this study. Our objective is to enhance PCA and antimicrobial activity by inducing nanoscale structure in a solid coating. The results described in this study show that the nano-plate thickness increases with thickness and number of pulses. Figure 16 shows the log transformed plate thickness measurements with film thickness for samples A-F on fused silica. Two scaling regimes are identified from best fit lines, where 0.96", "cite_spans": [{"start": 195, "end": 199, "text": "[41]", "ref_id": "BIBREF40"}], "ref_spans": [{"start": 202, "end": 211, "text": "Figure 15", "ref_id": "FIGREF7"}, {"start": 799, "end": 808, "text": "Figure 16", "ref_id": "FIGREF8"}], "section": "Discussion"}, {"text": "for both. This shows that plate thickness increases as square root film thickness in the thinnest films investigated here. In thicker films, the plate thickness increases more slowly with film thickness. This is likely to be related to texture and supports the role of competitive growth in film development. We postulate that the increased column diameter provides more space for the nanostructures to grow and hence the resultant increase in their dimensions is observed. The nanoplate dimensions is observed to increase rapidly during the first 600 pulses, but beyond this the nano-dimension begins to plateau. We hypothesize that this is due to the relatively unstable thermodynamic conditions at a The nanoplate dimension is the most significant result of this study. Our objective is to enhance PCA and antimicrobial activity by inducing nanoscale structure in a solid coating. The results described in this study show that the nano-plate thickness increases with thickness and number of pulses. Figure 16 shows the log transformed plate thickness measurements with film thickness for samples A-F on fused silica. Two scaling regimes are identified from best fit lines, where R 2 > 0.96 for both. This shows that plate thickness increases as square root film thickness in the thinnest films investigated here. In thicker films, the plate thickness increases more slowly with film thickness. This is likely to be related to texture and supports the role of competitive growth in film development. We postulate that the increased column diameter provides more space for the nanostructures to grow and hence the resultant increase in their dimensions is observed. The nanoplate dimensions is observed to increase rapidly during the first 600 pulses, but beyond this the nano-dimension begins to plateau. We hypothesize that this is due to the relatively unstable thermodynamic conditions at a lower number of pulses compared to the conditions at a higher number of pulses. It could also be explained by the competitive columnar crystal growth. As the column diameter of the crystals increases, we also observe that each plate has feather-like nanostructures at the edges. This has not been investigated here and high resolution TEM imaging would be required to carry out a similar analysis on the dimensions of these tertiary nanostructures.", "cite_spans": [], "ref_spans": [{"start": 1002, "end": 1011, "text": "Figure 16", "ref_id": "FIGREF8"}], "section": "Discussion"}, {"text": "Materials 2020, 13, 1668 14 of 17 lower number of pulses compared to the conditions at a higher number of pulses. It could also be explained by the competitive columnar crystal growth. As the column diameter of the crystals increases, we also observe that each plate has feather-like nanostructures at the edges. This has not been investigated here and high resolution TEM imaging would be required to carry out a similar analysis on the dimensions of these tertiary nanostructures. In previous work, we showed that PCA measured by photodegradation of stearic acid had a strong correlation with the surface roughness of mixed phase TiO2 films grown by pp-MOCVD on fused silica [18] . In that study, the two thickest films, ~1 m and 4 m thick, respectively, had the highest surface roughness values and the highest PCA, and correspond to samples A and D in the present work. The smallest nanoplate width, ~18 nm, was measured on sample A. The nanoplates in sample D were more than twice as thick, ~36 nm. This suggests that the PCA is not linearly correlated to the nanoplate width. Other factors could be tertiary branching, texture formation and porosity.", "cite_spans": [{"start": 16, "end": 19, "text": "13,", "ref_id": "BIBREF12"}, {"start": 20, "end": 24, "text": "1668", "ref_id": null}, {"start": 677, "end": 681, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "Another phenomenon that has not yet been studied thoroughly is the formation of multi-phase titania columns. Tavares et al. stated that the competitive growth between anatase and rutile phase TiO2 is dependent on the chemical kinetics that come into play during high-temperature deposition conditions. The authors also report that the quantity of O2 in the processing environment dictates the phase fractions of anatase and rutile [42] . As the pp-MOCVD processing takes place in a low O2 environment, the relatively sporadic appearance of rutile phase in these films could be explained. We have previously reported that the rutile columns grow on top of anatase crystals [14] . However, we have also observed that TiO2 films prepared by pp-MOCVD are composed of both anatase and rutile phases even in the early deposition stages [18] . The next stage is to study the crystallographic orientation and determine the growth conditions that favor the appearance of rutile in the films.", "cite_spans": [{"start": 431, "end": 435, "text": "[42]", "ref_id": "BIBREF41"}, {"start": 672, "end": 676, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 830, "end": 834, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "This work adds to a body of work aimed at the practical application of nano-engineered TiO2 solid coatings for antimicrobial touch-surfaces. The pp-MOCVD process has recently provided a processing route to produce nanostructured columnar anatase/rutile/carbon composite TiO2 coatings. An interesting mille-feuille plated nanostructure in anatase columns is investigated as one of the reasons for the observed enhancement of photocatalytic activity. The short migration path from inside the nanoplate to the large specific surface areas is key for achieving an antimicrobial coating. Surface SEM and cross-sectional STEM dimensional measurements have elucidated a relationship between the thickness of the coating and the key nano-dimension. The nano-dimension increases In previous work, we showed that PCA measured by photodegradation of stearic acid had a strong correlation with the surface roughness of mixed phase TiO 2 films grown by pp-MOCVD on fused silica [18] . In that study, the two thickest films,~1 µm and 4 µm thick, respectively, had the highest surface roughness values and the highest PCA, and correspond to samples A and D in the present work. The smallest nanoplate width,~18 nm, was measured on sample A. The nanoplates in sample D were more than twice as thick,~36 nm. This suggests that the PCA is not linearly correlated to the nanoplate width. Other factors could be tertiary branching, texture formation and porosity.", "cite_spans": [{"start": 965, "end": 969, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Conclusions"}, {"text": "Another phenomenon that has not yet been studied thoroughly is the formation of multi-phase titania columns. Tavares et al. stated that the competitive growth between anatase and rutile phase TiO 2 is dependent on the chemical kinetics that come into play during high-temperature deposition conditions. The authors also report that the quantity of O 2 in the processing environment dictates the phase fractions of anatase and rutile [42] . As the pp-MOCVD processing takes place in a low O 2 environment, the relatively sporadic appearance of rutile phase in these films could be explained. We have previously reported that the rutile columns grow on top of anatase crystals [14] . However, we have also observed that TiO 2 films prepared by pp-MOCVD are composed of both anatase and rutile phases even in the early deposition stages [18] . The next stage is to study the crystallographic orientation and determine the growth conditions that favor the appearance of rutile in the films.", "cite_spans": [{"start": 433, "end": 437, "text": "[42]", "ref_id": "BIBREF41"}, {"start": 675, "end": 679, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 834, "end": 838, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Conclusions"}, {"text": "This work adds to a body of work aimed at the practical application of nano-engineered TiO 2 solid coatings for antimicrobial touch-surfaces. The pp-MOCVD process has recently provided a processing route to produce nanostructured columnar anatase/rutile/carbon composite TiO 2 coatings. An interesting mille-feuille plated nanostructure in anatase columns is investigated as one of the reasons for the observed enhancement of photocatalytic activity. The short migration path from inside the nanoplate to the large specific surface areas is key for achieving an antimicrobial coating. Surface SEM and cross-sectional STEM dimensional measurements have elucidated a relationship between the thickness of the coating and the key nano-dimension. The nano-dimension increases with the column diameter and with the thickness in a similar way as expected with competitive growth mechanisms.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The variation of the nanoplate dimension with sample thickness exhibits two trends. In the early stage depositions (≤600 pulses), the nanoplate dimension increases rapidly with the increase in the number of pulses. The samples deposited for longer durations show a weaker variability of the nanoplate dimensions with sample thickness. The variation of nanoplate dimension appears to plateau with number of pulses over 600 in the same way that column diameter approaches an apparent maximum in the thickest coatings. The relationships reported in this work can provide the basis for engineering of a practical nano-structured TiO 2 coating with the enhanced photocatalytic activity provided by nanoengineering. The coating needs to be thick enough to have durability and long service life, but needs to be thin enough to keep the migration path length low. Because of the relationship described between column diameter in the surface SEM view and the nano-dimension, the quality control of the nano-engineered coating could be much more easily established than if nanoscale observations were required.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Electrochemical photolysis of water at a semiconductor electrode", "authors": [{"first": "A", "middle": [], "last": "Fujishima", "suffix": ""}, {"first": "K", "middle": [], "last": "Honda", "suffix": ""}], "year": 1972, "venue": "Nature", "volume": "238", "issn": "", "pages": "37--38", "other_ids": {"DOI": ["10.1038/238037a0"]}}, "BIBREF1": {"ref_id": "b1", "title": "Pilkington teaches about active self-cleaning glass", "authors": [{"first": "D", "middle": [], "last": "Morris", "suffix": ""}], "year": 2001, "venue": "Glass Digest", "volume": "80", "issn": "", "pages": "36--37", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The role of the surface intermediates in the photoelectrochemical behavior of anatase and rutile TiO 2", "authors": [{"first": "J", "middle": [], "last": "Augustynski", "suffix": ""}], "year": 1993, "venue": "Electrochim. Acta", "volume": "38", "issn": "", "pages": "43--46", "other_ids": {"DOI": ["10.1016/0013-4686(93)80008-N"]}}, "BIBREF3": {"ref_id": "b3", "title": "Comparison of the photoelectronic and photocatalytic activities of various anatase and rutile forms of titania in pure liquid organic phases and in aqueous solutions", "authors": [{"first": "A", "middle": [], "last": "Sclafani", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Herrmann", "suffix": ""}], "year": 1996, "venue": "J. Phys. Chem", "volume": "100", "issn": "", "pages": "13655--13661", "other_ids": {"DOI": ["10.1021/jp9533584"]}}, "BIBREF4": {"ref_id": "b4", "title": "Enhanced Photoelectrochemical Response of a Composite Titania Thin Film with Single-Crystalline Rutile Nanorods Embedded in Anatase Aggregates", "authors": [{"first": "X", "middle": ["M"], "last": "Song", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Wu", "suffix": ""}, {"first": "M", "middle": ["Z"], "last": "Tang", "suffix": ""}, {"first": "B", "middle": [], "last": "Qi", "suffix": ""}, {"first": "M", "middle": [], "last": "Yan", "suffix": ""}], "year": 2008, "venue": "J. Phys. Chem. C", "volume": "112", "issn": "", "pages": "19484--19492", "other_ids": {"DOI": ["10.1021/jp8076886"]}}, "BIBREF5": {"ref_id": "b5", "title": "Carbon-coated TiO 2 composites for the photocatalytic degradation of low concentration benzene", "authors": [{"first": "J", "middle": ["A"], "last": "Zhang", "suffix": ""}, {"first": "Z", "middle": ["H"], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xu", "suffix": ""}, {"first": "F", "middle": ["Y"], "last": "Kang", "suffix": ""}], "year": 2011, "venue": "New Carbon Mater", "volume": "26", "issn": "", "pages": "63--69", "other_ids": {"DOI": ["10.1016/S1872-5805(11)60067-X"]}}, "BIBREF6": {"ref_id": "b6", "title": "Carbonaceous nanomaterials for the enhancement of TiO 2 photocatalysis", "authors": [{"first": "R", "middle": [], "last": "Leary", "suffix": ""}, {"first": "A", "middle": [], "last": "Westwood", "suffix": ""}], "year": 2011, "venue": "Carbon", "volume": "49", "issn": "", "pages": "741--772", "other_ids": {"DOI": ["10.1016/j.carbon.2010.10.010"]}}, "BIBREF7": {"ref_id": "b7", "title": "Plasmonic-metal nanostructures for efficient conversion of solar to chemical energy", "authors": [{"first": "S", "middle": [], "last": "Linic", "suffix": ""}, {"first": "P", "middle": [], "last": "Christopher", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Ingram", "suffix": ""}], "year": 2011, "venue": "Nat. Mater", "volume": "10", "issn": "", "pages": "911--921", "other_ids": {"DOI": ["10.1038/nmat3151"]}}, "BIBREF8": {"ref_id": "b8", "title": "Noble metal-metal oxide nanohybrids with tailored nanostructures for efficient solar energy conversion, photocatalysis and environmental remediation", "authors": [{"first": "X", "middle": ["Q"], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Iocozzia", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Cui", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Chen", "suffix": ""}, {"first": "S", "middle": ["Q"], "last": "Zhao", "suffix": ""}, {"first": "Z", "middle": [], "last": "Li", "suffix": ""}, {"first": "Z", "middle": ["Q"], "last": "Lin", "suffix": ""}], "year": 2017, "venue": "Energy Environ. Sci", "volume": "10", "issn": "", "pages": "402--434", "other_ids": {"DOI": ["10.1039/C6EE02265K"]}}, "BIBREF9": {"ref_id": "b9", "title": "Titanium dioxide nanomaterials: Synthesis, properties, modifications, and applications", "authors": [{"first": "X", "middle": [], "last": "Chen", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Mao", "suffix": ""}], "year": 2007, "venue": "Chem. Rev", "volume": "107", "issn": "", "pages": "2891--2959", "other_ids": {"DOI": ["10.1021/cr0500535"]}}, "BIBREF10": {"ref_id": "b10", "title": "TiO 2 photocatalysis: A historical overview and future prospects", "authors": [{"first": "K", "middle": [], "last": "Hashimoto", "suffix": ""}, {"first": "H", "middle": [], "last": "Irie", "suffix": ""}, {"first": "A", "middle": [], "last": "Fujishima", "suffix": ""}], "year": 2005, "venue": "Jpn. J. Appl. Phys. Part 1 Regul. Pap. Brief Commun. Rev. Pap", "volume": "44", "issn": "", "pages": "8269--8285", "other_ids": {"DOI": ["10.1143/JJAP.44.8269"]}}, "BIBREF11": {"ref_id": "b11", "title": "Nanostructured materials in solid state ionics. Solid State Ion", "authors": [{"first": "J", "middle": [], "last": "Schoonman", "suffix": ""}], "year": 2000, "venue": "", "volume": "135", "issn": "", "pages": "5--19", "other_ids": {"DOI": ["10.1016/S0167-2738(00)00324-6"]}}, "BIBREF12": {"ref_id": "b12", "title": "Nanostructured Semiconductor Materials for Dye-Sensitized Solar Cells", "authors": [{"first": "C", "middle": [], "last": "Cavallo", "suffix": ""}, {"first": "F", "middle": [], "last": "Di Pascasio", "suffix": ""}, {"first": "A", "middle": [], "last": "Latini", "suffix": ""}, {"first": "M", "middle": [], "last": "Bonomo", "suffix": ""}, {"first": "D", "middle": [], "last": "Dini", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1155/2017/5323164"]}}, "BIBREF13": {"ref_id": "b13", "title": "Nanostructured TiO 2 anatase-rutile-carbon solid coating with visible light antimicrobial activity", "authors": [{"first": "S", "middle": ["P"], "last": "Krumdieck", "suffix": ""}, {"first": "R", "middle": [], "last": "Boichot", "suffix": ""}, {"first": "R", "middle": [], "last": "Gorthy", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Land", "suffix": ""}, {"first": "S", "middle": [], "last": "Lay", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Gardecka", "suffix": ""}, {"first": "M", "middle": ["I J"], "last": "Polson", "suffix": ""}, {"first": "A", "middle": [], "last": "Wasa", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Aitken", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Heinemann", "suffix": ""}], "year": 2019, "venue": "Sci. Rep", "volume": "9", "issn": "11", "pages": "", "other_ids": {"DOI": ["10.1038/s41598-018-38291-y"]}}, "BIBREF14": {"ref_id": "b14", "title": "Hierarchically Nanostructured Rutile Arrays. Acid Vapor Oxidation Growth and Tunable Morphologies", "authors": [{"first": "X", "middle": ["F"], "last": "Yang", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Zhuang", "suffix": ""}, {"first": "X", "middle": ["Y"], "last": "Li", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Chen", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Ouyang", "suffix": ""}, {"first": "Z", "middle": ["Q"], "last": "Mao", "suffix": ""}, {"first": "Y", "middle": ["X"], "last": "Han", "suffix": ""}, {"first": "Z", "middle": ["H"], "last": "He", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Liang", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Wu", "suffix": ""}], "year": 2009, "venue": "ACS Nano", "volume": "3", "issn": "", "pages": "1212--1218", "other_ids": {"DOI": ["10.1021/nn900084e"]}}, "BIBREF15": {"ref_id": "b15", "title": "Titania Solid Thin Films Deposited by pp-MOCVD Exhibiting Visible Light Photocatalytic Activity", "authors": [{"first": "S", "middle": [], "last": "Krumdieck", "suffix": ""}, {"first": "R", "middle": [], "last": "Gorthy", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Land", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Gardecka", "suffix": ""}, {"first": "M", "middle": ["I J"], "last": "Polson", "suffix": ""}, {"first": "R", "middle": [], "last": "Boichot", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Bishop", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "Kennedy", "suffix": ""}], "year": 2018, "venue": "Phys. Status Solidi A-Appl. Mat", "volume": "215", "issn": "7", "pages": "", "other_ids": {"DOI": ["10.1002/pssa.201700578"]}}, "BIBREF16": {"ref_id": "b16", "title": "Characterisation of the photocatalyst Pilkington Activ™: A reference film photocatalyst?", "authors": [{"first": "A", "middle": [], "last": "Mills", "suffix": ""}, {"first": "A", "middle": [], "last": "Lepre", "suffix": ""}, {"first": "N", "middle": [], "last": "Elliott", "suffix": ""}, {"first": "S", "middle": [], "last": "Bhopal", "suffix": ""}, {"first": "I", "middle": ["P"], "last": "Parkin", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "O&apos;neill", "suffix": ""}], "year": 2003, "venue": "J. Photochem. Photobiol. A Chem", "volume": "160", "issn": "", "pages": "213--224", "other_ids": {"DOI": ["10.1016/S1010-6030(03)00205-3"]}}, "BIBREF17": {"ref_id": "b17", "title": "Growth stages of nano-structured mixed-phase titania thin films and effect on photocatalytic activity", "authors": [{"first": "A", "middle": ["J"], "last": "Gardecka", "suffix": ""}, {"first": "M", "middle": ["I J"], "last": "Polson", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Krumdieck", "suffix": ""}, {"first": "Y", "middle": [], "last": "Huang", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Bishop", "suffix": ""}], "year": 2019, "venue": "Thin Solid Films", "volume": "685", "issn": "", "pages": "136--144", "other_ids": {"DOI": ["10.1016/j.tsf.2019.06.018"]}}, "BIBREF18": {"ref_id": "b18", "title": "Conversion efficiency of alkoxide precursor to oxide films grown by an ultrasonic-assisted, pulsed liquid injection, metalorganic chemical vapor deposition (pulsed-CVD) process", "authors": [{"first": "S", "middle": [], "last": "Krumdieck", "suffix": ""}, {"first": "R", "middle": [], "last": "Raj", "suffix": ""}], "year": 1999, "venue": "J. Am. Ceram. Soc", "volume": "82", "issn": "", "pages": "1605--1607", "other_ids": {"DOI": ["10.1111/j.1151-2916.1999.tb01968.x"]}}, "BIBREF19": {"ref_id": "b19", "title": "Characterization of photocatalytic, wetting and optical properties of TiO 2 thin films and demonstration of uniform coating on a 3-D surface in the mass transport controlled regime", "authors": [{"first": "S", "middle": [], "last": "Krumdieck", "suffix": ""}, {"first": "R", "middle": [], "last": "Gorthy", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Gardecka", "suffix": ""}, {"first": "D", "middle": [], "last": "Lee", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Miya", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Talwar", "suffix": ""}, {"first": "M", "middle": ["I J"], "last": "Polson", "suffix": ""}, {"first": "C", "middle": [], "last": "Bishop", "suffix": ""}], "year": 2017, "venue": "Surf. Coat. Technol", "volume": "326", "issn": "", "pages": "402--410", "other_ids": {"DOI": ["10.1016/j.surfcoat.2016.11.064"]}}, "BIBREF20": {"ref_id": "b20", "title": "Development of a model for high precursor conversion efficiency pulsed-pressure chemical vapor deposition (PP-CVD) processing", "authors": [{"first": "H", "middle": ["M"], "last": "Cave", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Krumdieck", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Jermy", "suffix": ""}], "year": 2008, "venue": "Chem. Eng. J", "volume": "135", "issn": "", "pages": "120--128", "other_ids": {"DOI": ["10.1016/j.cej.2007.03.027"]}}, "BIBREF21": {"ref_id": "b21", "title": "Standard Test Methods for Determining Average Grain Size", "authors": [{"first": "E", "middle": [], "last": "Astm", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The American Mineralogist crystal structure database", "authors": [{"first": "R", "middle": ["T"], "last": "Downs", "suffix": ""}, {"first": "M", "middle": [], "last": "Hall-Wallace", "suffix": ""}], "year": 2003, "venue": "Am. Miner", "volume": "88", "issn": "", "pages": "247--250", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Scripting-customised microscopy tools for Digital Micrograph™", "authors": [{"first": "D", "middle": [], "last": "Mitchell", "suffix": ""}, {"first": "B", "middle": [], "last": "Schaffer", "suffix": ""}], "year": 2005, "venue": "Ultramicroscopy", "volume": "103", "issn": "", "pages": "319--332", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Uber die Verfeinerung der Kristallstrukturbestimmung einiger Vertreter des Rutiltyps: TiO 2 , SnO 2 , GeO 2 und MgF 2", "authors": [{"first": "W", "middle": [], "last": "Baur", "suffix": ""}], "year": 1956, "venue": "Acta Crystallogr", "volume": "9", "issn": "", "pages": "515--520", "other_ids": {"DOI": ["10.1107/S0365110X56001388"]}}, "BIBREF25": {"ref_id": "b25", "title": "Structural and thermal parameters for rutile and anatase", "authors": [{"first": "C", "middle": ["J"], "last": "Howard", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Sabine", "suffix": ""}, {"first": "F", "middle": [], "last": "Dickson", "suffix": ""}], "year": 1991, "venue": "Acta Crystallogr. Sect. B", "volume": "47", "issn": "", "pages": "462--468", "other_ids": {"DOI": ["10.1107/S010876819100335X"]}}, "BIBREF26": {"ref_id": "b26", "title": "High efficiency water splitting photoanodes composed of nano-structured anatase-rutile TiO 2 heterojunctions by pulsed-pressure MOCVD", "authors": [{"first": "A", "middle": ["J"], "last": "Gardecka", "suffix": ""}, {"first": "C", "middle": [], "last": "Bishop", "suffix": ""}, {"first": "D", "middle": [], "last": "Lee", "suffix": ""}, {"first": "S", "middle": [], "last": "Corby", "suffix": ""}, {"first": "I", "middle": ["P"], "last": "Parkin", "suffix": ""}, {"first": "A", "middle": [], "last": "Kafizas", "suffix": ""}, {"first": "S", "middle": [], "last": "Krumdieck", "suffix": ""}], "year": 2018, "venue": "Appl. Catal. B-Environ", "volume": "224", "issn": "", "pages": "904--911", "other_ids": {"DOI": ["10.1016/j.apcatb.2017.11.033"]}}, "BIBREF27": {"ref_id": "b27", "title": "Raman spectroscopy of amorphous, nanostructured, diamond-like carbon, and nanodiamond", "authors": [{"first": "A", "middle": ["C"], "last": "Ferrari", "suffix": ""}, {"first": "J", "middle": [], "last": "Robertson", "suffix": ""}], "year": 2004, "venue": "Philos. Trans. R. Soc. A-Math. Phys. Eng. Sci", "volume": "362", "issn": "", "pages": "2477--2512", "other_ids": {"DOI": ["10.1098/rsta.2004.1452"]}}, "BIBREF28": {"ref_id": "b28", "title": "Raman spectroscopy of diamond and doped diamond", "authors": [{"first": "S", "middle": [], "last": "Prawer", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Nemanich", "suffix": ""}], "year": 2004, "venue": "Philos. Trans. R. Soc. Lond", "volume": "362", "issn": "", "pages": "2537--2565", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "The growth behavior of columnar grains in a TiAl alloy during directional induction heat treatments", "authors": [{"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "X", "middle": [], "last": "Xue", "suffix": ""}, {"first": "H", "middle": [], "last": "Fang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tan", "suffix": ""}, {"first": "R", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Su", "suffix": ""}, {"first": "J", "middle": [], "last": "Guo", "suffix": ""}], "year": 2020, "venue": "Crystengcomm", "volume": "22", "issn": "", "pages": "1188--1196", "other_ids": {"DOI": ["10.1039/c9ce01631g"]}}, "BIBREF30": {"ref_id": "b30", "title": "Texture development in polycrystalline thin films", "authors": [{"first": "C", "middle": ["V"], "last": "Thompson", "suffix": ""}, {"first": "R", "middle": [], "last": "Carel", "suffix": ""}], "year": 1995, "venue": "Mater. Sci. Eng. B", "volume": "32", "issn": "", "pages": "211--219", "other_ids": {"DOI": ["10.1016/0921-5107(95)03011-5"]}}, "BIBREF31": {"ref_id": "b31", "title": "A review of one-dimensional TiO 2 nanostructured materials for environmental and energy applications", "authors": [{"first": "M", "middle": ["Z"], "last": "Ge", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Cao", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Huang", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Li", "suffix": ""}, {"first": "Z", "middle": [], "last": "Chen", "suffix": ""}, {"first": "K", "middle": ["Q"], "last": "Zhang", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Al-Deyab", "suffix": ""}, {"first": "Y", "middle": ["K"], "last": "Lai", "suffix": ""}], "year": 2016, "venue": "J. Mater. Chem. A", "volume": "4", "issn": "", "pages": "6772--6801", "other_ids": {"DOI": ["10.1039/c5ta09323f"]}}, "BIBREF32": {"ref_id": "b32", "title": "Review on nanoparticles and nanostructured materials: History, sources, toxicity and regulations", "authors": [{"first": "J", "middle": [], "last": "Jeevanandam", "suffix": ""}, {"first": "A", "middle": [], "last": "Barhoum", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Chan", "suffix": ""}, {"first": "A", "middle": [], "last": "Dufresne", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Danquah", "suffix": ""}], "year": 2018, "venue": "Beilstein J. Nanotechnol", "volume": "9", "issn": "", "pages": "1050--1074", "other_ids": {"DOI": ["10.3762/bjnano.9.98"]}}, "BIBREF33": {"ref_id": "b33", "title": "A Langmuir-Kinetic Model for CVD Growth from Chemical Precursors", "authors": [{"first": "R", "middle": [], "last": "Raj", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Krumdieck", "suffix": ""}], "year": 2013, "venue": "Chem. Vapor Depos", "volume": "19", "issn": "", "pages": "260--266", "other_ids": {"DOI": ["10.1002/cvde.201207024"]}}, "BIBREF34": {"ref_id": "b34", "title": "Thermal conduction effects impacting morphology during synthesis of columnar nanostructured TiO 2 thin films", "authors": [{"first": "W", "middle": ["J"], "last": "An", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Jiang", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Matthews", "suffix": ""}, {"first": "N", "middle": ["F"], "last": "Borrelli", "suffix": ""}, {"first": "P", "middle": [], "last": "Biswas", "suffix": ""}], "year": 2011, "venue": "J. Mater. Chem", "volume": "21", "issn": "", "pages": "7913--7921", "other_ids": {"DOI": ["10.1039/c0jm04563b"]}}, "BIBREF35": {"ref_id": "b35", "title": "Size and Structure Matter: Enhanced CO 2 Photoreduction Efficiency by Size-Resolved Ultrafine Pt Nanoparticles on TiO2 Single Crystals", "authors": [{"first": "W", "middle": ["N"], "last": "Wang", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "An", "suffix": ""}, {"first": "B", "middle": [], "last": "Ramalingam", "suffix": ""}, {"first": "S", "middle": [], "last": "Mukherjee", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Niedzwiedzki", "suffix": ""}, {"first": "S", "middle": [], "last": "Gangopadhyay", "suffix": ""}, {"first": "P", "middle": [], "last": "Biswas", "suffix": ""}], "year": 2012, "venue": "J. Am. Chem. Soc", "volume": "134", "issn": "", "pages": "11276--11281", "other_ids": {"DOI": ["10.1021/ja304075b"]}}, "BIBREF36": {"ref_id": "b36", "title": "Synthesis and characterization of well-aligned anatase TiO 2 nanocrystals on fused silica via metal-organic vapor deposition", "authors": [{"first": "C", "middle": ["A"], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": ["M"], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Huang", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Tsai", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Tiong", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Liao", "suffix": ""}], "year": 2009, "venue": "Crystengcomm", "volume": "11", "issn": "", "pages": "2313--2318", "other_ids": {"DOI": ["10.1039/b909433d"]}}, "BIBREF37": {"ref_id": "b37", "title": "Steps on anatase TiO2(101)", "authors": [{"first": "X", "middle": ["Q"], "last": "Gong", "suffix": ""}, {"first": "A", "middle": [], "last": "Selloni", "suffix": ""}, {"first": "M", "middle": [], "last": "Batzill", "suffix": ""}, {"first": "U", "middle": [], "last": "Diebold", "suffix": ""}], "year": 2006, "venue": "Nat. Mater", "volume": "5", "issn": "", "pages": "665--670", "other_ids": {"DOI": ["10.1038/nmat1695"]}}, "BIBREF38": {"ref_id": "b38", "title": "Investigation on growth mechanisms of columnar structured YSZ coatings in Plasma Spray-Physical Vapor Deposition (PS-PVD)", "authors": [{"first": "W", "middle": [], "last": "He", "suffix": ""}, {"first": "G", "middle": [], "last": "Mauer", "suffix": ""}, {"first": "Y", "middle": ["J"], "last": "Sohn", "suffix": ""}, {"first": "A", "middle": [], "last": "Schwedt", "suffix": ""}, {"first": "O", "middle": [], "last": "Guillon", "suffix": ""}, {"first": "R", "middle": [], "last": "Vaßen", "suffix": ""}], "year": 2019, "venue": "J. Eur. Ceram. Soc", "volume": "39", "issn": "", "pages": "3129--3138", "other_ids": {"DOI": ["10.1016/j.jeurceramsoc.2019.04.003"]}}, "BIBREF39": {"ref_id": "b39", "title": "Glancing angle deposition: Fabrication, properties, and applications of microand nanostructured thin films", "authors": [{"first": "M", "middle": ["M"], "last": "Hawkeye", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Brett", "suffix": ""}], "year": 2007, "venue": "J. Vac. Sci. Technol. A", "volume": "25", "issn": "", "pages": "1317--1335", "other_ids": {"DOI": ["10.1116/1.2764082"]}}, "BIBREF40": {"ref_id": "b40", "title": "Scaling during shadowing growth of isolated nanocolumns", "authors": [{"first": "T", "middle": [], "last": "Karabacak", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Singh", "suffix": ""}, {"first": "Y", "middle": ["P"], "last": "Zhao", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Wang", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Lu", "suffix": ""}], "year": 2003, "venue": "Phys. Rev. B", "volume": "68", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1103/PhysRevB.68.125408"]}}, "BIBREF41": {"ref_id": "b41", "title": "Reactive sputtering deposition of photocatalytic TiO 2 thin films on glass substrates", "authors": [{"first": "C", "middle": ["J"], "last": "Tavares", "suffix": ""}, {"first": "J", "middle": [], "last": "Vieira", "suffix": ""}, {"first": "L", "middle": [], "last": "Rebouta", "suffix": ""}, {"first": "G", "middle": [], "last": "Hungerford", "suffix": ""}, {"first": "P", "middle": [], "last": "Coutinho", "suffix": ""}, {"first": "V", "middle": [], "last": "Teixeira", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Carneiro", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Fernandes", "suffix": ""}], "year": 2007, "venue": "Mater. Sci. Eng. B", "volume": "138", "issn": "", "pages": "139--143", "other_ids": {"DOI": ["10.1016/j.mseb.2005.11.043"]}}, "BIBREF42": {"ref_id": "b42", "title": "This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license", "authors": [], "year": null, "venue": "© 2020 by the authors. Licensee MDPI", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "(a) Cross-section morphology on a fracture surface and (b) plan-view surface morphology of TiO2 films prepared by pulsed-pressure metalorganic chemical vapor deposition (pp-MOCVD).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "(a) Cross-section morphology on a fracture surface and (b) plan-view surface morphology of TiO 2 films prepared by pulsed-pressure metalorganic chemical vapor deposition (pp-MOCVD).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Methods to determine the nanoplate thickness for anatase columns.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Methods to determine the nanoplate thickness for anatase columns.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "(a) XRD pattern and (b) Raman spectrum of TiO2 coatings prepared by pp-MOCVD.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "(a) XRD pattern and (b) Raman spectrum of TiO 2 coatings prepared by pp-MOCVD.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Plan-view SEM images showing the surface of anatase crystals for TiO2 samples on fused silica prepared with A. 150 pulses; B. 200 pulses; C. 350 pulses; D. 500 pulses; E. 750 pulses and F. 1000 pulses.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Plan-View SEM images showing the surface of anatase crystals for TiO2 samples on stainless steel prepared with SA. 400 pulses; SB. 735 pulses and SC. 909 pulses.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Plan-view SEM images showing the surface of anatase crystals for TiO 2 samples on fused silica prepared with (A). 150 pulses; (B). 200 pulses; (C). 350 pulses; (D). 500 pulses; (E). 750 pulses and (F). 1000 pulses. Plan-view SEM images showing the surface of anatase crystals for TiO2 samples on fused silica prepared with A. 150 pulses; B. 200 pulses; C. 350 pulses; D. 500 pulses; E. 750 pulses and F. 1000 pulses.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Plan-View SEM images showing the surface of anatase crystals for TiO2 samples on stainless steel prepared with SA. 400 pulses; SB. 735 pulses and SC. 909 pulses.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Plan-View SEM images showing the surface of anatase crystals for TiO 2 samples on stainless steel prepared with SA. 400 pulses; SB. 735 pulses and SC. 909 pulses.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Variation of column diameter with number of pulses.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Variation of surface nanoplate thickness with column diameter.", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Variation of column diameter with number of pulses.", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Variation of column diameter with number of pulses.", "latex": null, "type": "figure"}, "FIGREF16": {"text": "Variation of surface nanoplate thickness with column diameter.", "latex": null, "type": "figure"}, "FIGREF17": {"text": "Variation of surface nanoplate thickness with column diameter.", "latex": null, "type": "figure"}, "FIGREF18": {"text": "Fracture surface SEM images of the TiO2 coatings deposited on fused silica with A. 150 pulses; B. 200 pulses; C. 350 pulses; D. 500 pulses; E. 750 pulses and F. 1000 pulses.", "latex": null, "type": "figure"}, "FIGREF19": {"text": "Fracture surface SEM images of the TiO 2 coatings deposited on fused silica with (A). 150 pulses; (B). 200 pulses; (C). 350 pulses; (D). 500 pulses; (E). 750 pulses and (F). 1000 pulses.", "latex": null, "type": "figure"}, "FIGREF20": {"text": "Sample thicknesses increases with number of pulses.", "latex": null, "type": "figure"}, "FIGREF21": {"text": "Variation of nanoplate thickness with film thickness.", "latex": null, "type": "figure"}, "FIGREF22": {"text": "Sample thicknesses increases with number of pulses.", "latex": null, "type": "figure"}, "FIGREF23": {"text": "Sample thicknesses increases with number of pulses.", "latex": null, "type": "figure"}, "FIGREF24": {"text": "Variation of nanoplate thickness with film thickness.", "latex": null, "type": "figure"}, "FIGREF25": {"text": "Variation of nanoplate thickness with film thickness.", "latex": null, "type": "figure"}, "FIGREF26": {"text": "Variation of nanoplate thickness with mean film growth-rate.", "latex": null, "type": "figure"}, "FIGREF27": {"text": "Cross-section STEM image of sample G prepared via pp-MOCVD.", "latex": null, "type": "figure"}, "FIGREF28": {"text": "Variation of nanoplate thickness with mean film growth-rate.", "latex": null, "type": "figure"}, "FIGREF29": {"text": "Variation of nanoplate thickness with mean film growth-rate.", "latex": null, "type": "figure"}, "FIGREF30": {"text": "Cross-section STEM image of sample G prepared via pp-MOCVD.", "latex": null, "type": "figure"}, "FIGREF31": {"text": "Cross-section STEM image of sample G prepared via pp-MOCVD.", "latex": null, "type": "figure"}, "FIGREF33": {"text": "Variation of the mean nanoplate thickness with the distance from substrate in anatase column G4.", "latex": null, "type": "figure"}, "FIGREF34": {"text": "Variation of the mean nanoplate thickness with the distance from substrate in anatase column G4.", "latex": null, "type": "figure"}, "FIGREF35": {"text": "Log transformed plots of column diameter with film thickness for mean measurements on fused silica substrates (samples A-F).", "latex": null, "type": "figure"}, "FIGREF36": {"text": "Log transformed plots of column diameter with film thickness for mean measurements on fused silica substrates (samples A-F).", "latex": null, "type": "figure"}, "FIGREF37": {"text": "Log transformed plate thickness for mean data on fused silica substrates (samples A-F).", "latex": null, "type": "figure"}, "FIGREF38": {"text": "Log transformed plate thickness for mean data on fused silica substrates (samples A-F).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Sample Identifiers, Substrates and Number of Deposition Pulses.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Sample ID </td><td>Substrate </td><td>Number of Pulses\n</td></tr><tr><td>A </td><td>Fused Silica </td><td>150\n</td></tr><tr><td>B </td><td>Fused Silica </td><td>200\n</td></tr><tr><td>C </td><td>Fused Silica </td><td>350\n</td></tr><tr><td>D </td><td>Fused Silica </td><td>500\n</td></tr><tr><td>E </td><td>Fused Silica </td><td>750\n</td></tr><tr><td>F </td><td>Fused Silica </td><td>1000\n</td></tr><tr><td>G </td><td>Stainless Steel </td><td>600\n</td></tr><tr><td>SA </td><td>Stainless Steel </td><td>400\n</td></tr><tr><td>SB </td><td>Stainless Steel </td><td>735\n</td></tr><tr><td>SC </td><td>Stainless Steel </td><td>909\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Column diameters and nanoplate thicknesses reported as mean and standard deviation of the measurements.", "latex": null, "type": "table"}, "TABREF2": {"text": "Column diameters and nanoplate thicknesses reported as mean and standard deviation of the measurements.", "latex": null, "type": "table"}, "TABREF3": {"text": "Column diameters and nanoplate thicknesses reported as mean and standard deviation of the measurements.", "latex": null, "type": "table"}, "TABREF5": {"text": "Film thickness and mean growth-rate.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>ID ID </td><td>Number of Pulses Number of Pulses </td><td>Film Thickness (•m) Film Thickness (µm) </td><td>Growth-Rate (nm/pulse) Growth-Rate (nm/pulse)\n</td></tr><tr><td>A A </td><td>150 150 </td><td>1.33 ± 0.03 1.33 ± 0.03 </td><td>8.87 ± 0.2 8.87 ± 0.2\n</td></tr><tr><td>B B </td><td>200 200 </td><td>3.07 ± 0.05 3.07 ± 0.05 </td><td>15.35 ± 0.25 15.35 ± 0.25\n</td></tr><tr><td>C C </td><td>335500  </td><td>3.330.3 ±0 ± 0.00.40 4 </td><td>10 ±1 0 0± .110.11\n</td></tr><tr><td>D D </td><td>550000  750 </td><td>4.040.0 ±0 ± 0.00.30 3 11.50 0.10 </td><td>8±.4 0± .006.06 15.33 0.1</td></tr><tr><td>E </td><td> </td><td>± </td><td>8.4 ± 3\n</td></tr><tr><td>E F F </td><td>750 1000 1000 </td><td>11.50 ± 0.10 16.03 ± 0.50 16.03 ± 0.50 </td><td>15.33 ± 0.13 16.03 ± 0.5\n16.03 ± 0.5 </td></tr></table></body></html>"}, "TABREF7": {"text": "Film thickness and mean growth-rate.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>ID ID </td><td>Number of Pulses Number of Pulses </td><td>Film Thickness (•m) Film Thickness (µm) </td><td>Growth-Rate (nm/pulse) Growth-Rate (nm/pulse)\n</td></tr><tr><td>A A </td><td>150 150 </td><td>1.33 ± 0.03 1.33 ± 0.03 </td><td>8.87 ± 0.2 8.87 ± 0.2\n</td></tr><tr><td>B B </td><td>200 200 </td><td>3.07 ± 0.05 3.07 ± 0.05 </td><td>15.35 ± 0.25 15.35 ± 0.25\n</td></tr><tr><td>C C </td><td>335500  </td><td>3.330.3 ±0 ± 0.00.40 4 </td><td>10 ±1 0 0± .110.11\n</td></tr><tr><td>D D </td><td>550000  750 </td><td>4.040.0 ±0 ± 0.00.30 3 11.50 0.10 </td><td>8±.4 0± .006.06 15.33 0.1</td></tr><tr><td>E </td><td> </td><td>± </td><td>8.4 ± 3\n</td></tr><tr><td>E F F </td><td>750 1000 1000 </td><td>11.50 ± 0.10 16.03 ± 0.50 16.03 ± 0.50 </td><td>15.33 ± 0.13 16.03 ± 0.5\n16.03 ± 0.5 </td></tr></table></body></html>"}}, "back_matter": [{"text": "Funding: This work was funded by grants from New Zealand Ministry for Business, Innovation and Employment (MBIE) contract UCOX1501.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "The authors wish to thank Sam Davies Talwar and Darry Lee for project management and sample preparation. We also thank Johann Land for the preparation of part of the sample set. The STEM work was carried out at IMRI, University of California, Irvine. We thank Mecartney, Zheng and the IMRI facility for providing access to the advanced characterization equipment.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments:"}, {"text": "The authors declare no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of Interest:"}]}