{"paper_id": "2a4ad1bf5652891d9487cf86429d5254c954e32e", "metadata": {"title": "New insights into pediatric community-acquired pneumonia gained from untargeted metabolomics: A preliminary study", "authors": [{"first": "Giovanni", "middle": ["Del"], "last": "Borrello", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"settlement": "Padova", "country": "Italy"}}, "email": ""}, {"first": "Matteo", "middle": [], "last": "Stocchero", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"settlement": "Padova", "country": "Italy"}}, "email": ""}, {"first": "Giuseppe", "middle": [], "last": "Giordano", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"settlement": "Padova", "country": "Italy"}}, "email": ""}, {"first": "Paola", "middle": [], "last": "Pirillo", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"settlement": "Padova", "country": "Italy"}}, "email": ""}, {"first": "Stefania", "middle": [], "last": "Zanconato", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"settlement": "Padova", "country": "Italy"}}, "email": ""}, {"first": "|", "middle": [], "last": "Liviana", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Da", "middle": [], "last": "Dalt", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"settlement": "Padova", "country": "Italy"}}, "email": ""}, {"first": "Silvia", "middle": [], "last": "Carraro", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"settlement": "Padova", "country": "Italy"}}, "email": ""}, {"first": "Susanna", "middle": [], "last": "Esposito", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Perugia", "location": {"settlement": "Perugia", "country": "Italy"}}, "email": ""}, {"first": "Eugenio", "middle": [], "last": "Baraldi", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"settlement": "Padova", "country": "Italy"}}, "email": "eugenio.baraldi@unipd.it"}]}, "abstract": [{"text": "Background: Available diagnostics often fail to distinguish viral from bacterial causes of pediatric community-acquired pneumonia (pCAP). Metabolomics, which aims at characterizing diseases based on their metabolic signatures, has been applied to expand pathophysiological understanding of many diseases. In this exploratory study, we used the untargeted metabolomic analysis to shed new light on the etiology of pCAP.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: Liquid chromatography coupled with mass spectrometry was used to quantify the metabolite content of urine samples collected from children hospitalized for CAP of pneumococcal or viral etiology, ascertained using a conservative algorithm combining microbiological and biochemical data.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: Fifty-nine children with CAP were enrolled over 16 months. Pneumococcal and viral cases were distinguished by means of a multivariate model based on 93 metabolites, 20 of which were identified and considered as putative biomarkers. Among these, six metabolites belonged to the adrenal steroid synthesis and degradation pathway.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions: This preliminary study suggests that viral and pneumococcal pneumonia differently affect the systemic metabolome, with a stronger disruption of the adrenal steroid pathway in pneumococcal pneumonia. This finding may lead to the discovery of novel diagnostic biomarkers and bring us closer to personalized therapy for pCAP.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "bacterial, biomarkers, CAP, mass spectrometry, pCAP, viral", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Community-acquired pneumonia (CAP) is the single most common cause of death among children worldwide, and a leading cause of hospitalization. 1, 2 Although the body of knowledge of the epidemiology, etiology, microbiology, and pathophysiology of CAP has expanded over the last few decades, basic patient management questions remain largely unanswered. In fact, when confronted with a feverish child with respiratory symptoms, the single most important management question is whether or not to start antibiotics, which translates into how confident is the treating physician that the child in question does not have a bacterial lower respiratory tract infection. 3, 4 Although epidemiological research has repeatedly pointed out that the large majority of lower respiratory infection in pediatric patients are caused by viruses, 2 physicians often lack the tools to reliably discriminate between bacterial and viral etiology [5] [6] [7] and a large percentage of children presenting with respiratory symptoms and fever are ultimately administered antibiotics. 8 The absence of certainty regarding CAP etiology thus prompts an overtreatment with the consequence of increasing the emergence of bacterial resistance.", "cite_spans": [{"start": 142, "end": 144, "text": "1,", "ref_id": "BIBREF0"}, {"start": 145, "end": 146, "text": "2", "ref_id": "BIBREF1"}, {"start": 662, "end": 664, "text": "3,", "ref_id": "BIBREF2"}, {"start": 665, "end": 666, "text": "4", "ref_id": "BIBREF3"}, {"start": 924, "end": 927, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 928, "end": 931, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 932, "end": 935, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1059, "end": 1060, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "Metabolomics is the newest branch of the systems biology approach to biomedical research. [9] [10] [11] It aims to provide an unabridged description, both qualitative and quantitative, of all the metabolites (ie, molecules with a molecular weight of less than 1200 Da) found in human biofluids and tissues at a given time. In other words, it aims to define particular metabolic signatures, or fingerprints, characterizing a disease state. Powerful analytical tools are used to amass large amounts of data, which are analyzed and applied to previously-unsolvable, complex questions of biology. In particular, metabolomics can provide a more comprehensive overview of a diseaseʼs pathophysiology, identify new biomarkers for use in diagnostics, and point to potential therapeutic targets to consider in the search for new drugs.", "cite_spans": [{"start": 90, "end": 93, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 94, "end": 98, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 99, "end": 103, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "In the present exploratory investigation, a hypothesis-free approach based on untargeted metabolomics was applied to pediatric CAP (pCAP) in an effort to improve the diagnosis and clinical management of this common childhood infection. More specifically, our study aimed to elucidate whether a specific metabolic signature differentiates pneumococcal from viral pCAP. 40 The study was approved by each centerʼs institutional ethics committee. Written informed consent, signed by both parents, was required for a child to be included in the study; for children aged 8 years or older, the childʼs written informed assent was also required.", "cite_spans": [{"start": 368, "end": 370, "text": "40", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "Cases eligible for this study were hospitalized children less than 14 years of age with a diagnosis of moderate to severe pneumonia. This diagnosis of CAP was based on clinical presentation (presence of fever, symptoms suggestive of an acute respiratory illness defined as new cough or sputum production, chest pain, dyspnea, tachypnea), abnormal lung examination and chest X-ray results. 12, 13 Chest X-rays were evaluated by a blinded radiologist to the study participants. The decision to admit a child to the hospital for CAP was made by the attending physician in the emergency department.", "cite_spans": [{"start": 389, "end": 392, "text": "12,", "ref_id": "BIBREF11"}, {"start": 393, "end": 395, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "| Patients"}, {"text": "To increase the specificity of our findings and reduce the role of confounding variables, three exclusion criteria were strictly applied, concerning: infants (ie, children under 1 year of age), to avoid any diagnostic overlap between pneumonia and bronchiolitis; children with a previous diagnosis of chronic disease (HIV, asthma, immunodeficiency, CHD), to reduce the pathophysiological heterogeneity between CAP cases; and children given any oral or injected antibiotic therapy in the 48 hours preceding enrollment, to avoid cases of partially treated pneumonia, as the related pathophysiological profile differs from that of a lung infection devoid of any treatment.", "cite_spans": [], "ref_spans": [], "section": "| Patients"}, {"text": "The pharmacological treatment of the recruited subjects was monitored during hospitalization to evaluate potential confounding effects on our findings. A three-step algorithm combining microbiological information obtained from the PCR assays and PCT levels was used to ascertain pneumonia etiology for subsequent metabolomic analysis. 14 Three variables were considered sequentially: presence or absence of respiratory viruses revealed by the multiplex PCR assay; presence or absence of S. pneumoniae on the PCR assay; and PCT cutoffs of 0.25 and 2.00 ng/mL. Using this algorithm, a viral etiology was assumed in the presence of respiratory viruses, the absence of S. pneumoniae, and PCT < 0.25 ng/mL; a pneumococcal etiology was assumed in the absence of respiratory viruses, the presence of S. pneumoniae, and PCT ≥ 2.00 ng/mL. Cases not falling into either category were labeled as \"undetermined\" and not included in the subsequent analysis. This strategy was applied to obtain \"pure\" groups for metabolomic investigation, by limiting the number of false-positive cases (ie, S. cases with inconsistent results between PCT measurement and PCR analysis) and were excluded from any further subclass analysis. Table 1 contains the clinical and demographic characteristics of the 27 patients Searching the available online metabolite databases generated a putative identification for 20 of these variables ( Table 2) . pneumoniae pleural infection, 23 probably as a consequence of the aggressive metabolic activity and amino acid biosynthesis induced by S. pneumoniae replication.", "cite_spans": [{"start": 1447, "end": 1449, "text": "23", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 1209, "end": 1216, "text": "Table 1", "ref_id": null}, {"start": 1406, "end": 1414, "text": "Table 2)", "ref_id": null}], "section": "| Patients"}, {"text": "Cyclic guanosine monophosphate (cGMP), the next significant molecule emerging from our analysis, mediates many of the proinflammatory and anti-inflammatory functions of nitric oxide (NO). 36 Tolllike receptor ligands induce the expression of cGMP by increasing the activity of NO synthetase; in fact, endotoxin infusions in healthy volunteers have been shown to raise both exhaled NO and cGMP plasma concentrations. 37 Bacteria may also increase the synthesis of cGMP by producing NO directly. 38 Our study corroborates these previous reports and provides evidence for the plausibility of using this metabolite as a diagnostic marker of bacterial infection.", "cite_spans": [{"start": 188, "end": 190, "text": "36", "ref_id": "BIBREF35"}, {"start": 416, "end": 418, "text": "37", "ref_id": "BIBREF36"}, {"start": 494, "end": 496, "text": "38", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "| Urine sample collection"}, {"text": "Another two molecules of interest to this discussion are 3-methylglutaryl-carnitine (an acyl-carnitine), and 3′-N-acetyl-neuraminyl-N-acetyllactosamine (a sialyl oligosaccharide). Carnitine metabolism is tied to mitochondrial homeostasis and has long been studied in the context of severe infections. Septic patients show many abnormalities in lipid metabolism, including a depletion of the cellular levels of L-carnitine, a reduction in its plasma levels, and an increase in its urinary excretion. 39 Three recent metabolomic studies also found an increase in the urinary concentration of acyl-carnitines in patients with bacterial pneumonia. 20, 25, 40 Indeed, the pneumococcal cytotoxin pneumolysin causes mitochondrial damage, which may account for the observed disarray in lipid metabolism. 41, 42 Sialyl oligosaccharides are broken down and digested by lysosomes, and a relative increase in sialyl oligosaccharides in the course of bacterial infections may represent a transient lysosomal dysfunction. Indeed, the role of lysosomes in human health and disease is just starting to be unveiled, but evidence is already accumulating of lysosomes serving as regulators of macrophage function, 43 and as key effectors of S. pneumoniae intracellular killing. 44 A recent meta-analysis of transcriptomic studies also showed that messenger RNA pathway associated with lysosomal function were among the most profoundly disrupted in the course of human sepsis. 45 In short, our study points to organelle dysfunction as a crucial discriminator between bacterial and viral infection.", "cite_spans": [{"start": 499, "end": 501, "text": "39", "ref_id": "BIBREF38"}, {"start": 644, "end": 647, "text": "20,", "ref_id": "BIBREF19"}, {"start": 648, "end": 651, "text": "25,", "ref_id": "BIBREF24"}, {"start": 652, "end": 654, "text": "40", "ref_id": "BIBREF39"}, {"start": 796, "end": 799, "text": "41,", "ref_id": "BIBREF40"}, {"start": 800, "end": 802, "text": "42", "ref_id": "BIBREF41"}, {"start": 1195, "end": 1197, "text": "43", "ref_id": "BIBREF42"}, {"start": 1259, "end": 1261, "text": "44", "ref_id": "BIBREF43"}, {"start": 1457, "end": 1459, "text": "45", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "| Urine sample collection"}, {"text": "Viral pneumonia is associated with an increase in urine concentrations of glycyl-L-hydroxy-proline (gly-pro), an end product of collagen metabolism and the substrate of the enzyme prolidase, which promotes the surface expression of the interferon-I receptor and is a target of viral antagonism. 46, 47 The higher urinary levels of gly-pro found in our study may, therefore, reflect an impaired prolidase activity, which could be expected in the course of viral infection.", "cite_spans": [{"start": 295, "end": 298, "text": "46,", "ref_id": "BIBREF45"}, {"start": 299, "end": 301, "text": "47", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "| Urine sample collection"}, {"text": "Although state-of-the-art, high-throughput analytical methods and chemometric data processing methods were used in our study, it has some weaknesses. The most important concern the fact that we did not collect samples in therapy-naive patients, and this constitutes a veritable source of bias. This issue could have been avoided by collecting urine samples from all therapy-naive children presenting to the emergency department with respiratory symptoms and a fever, and then analyzing only those obtained from children actually enrolled in the study. This will be worth bearing in mind for future metabolomic studies conducted in acute care settings. Another weakness of our study concerns the small number of patients in our two groups, which may limit the validity of our findings. On the other hand, our adoption of stringent enrollment criteria and a conservative diagnostic algorithm ensured that the two groups were etiologically pure, thus enhancing the specificity of our findings. A further potential limitation of this exploratory study lies in the lack of any external validation set against which to test our models, which could only be validated internally by means of a cross-validation and stability selection to ensure the reliability of the findings emerging from the data collected. Though ours is only a preliminary study, the present findings seem to be a promising starting point for the conduction of larger, validated studies.", "cite_spans": [], "ref_spans": [], "section": "| Urine sample collection"}, {"text": "In ", "cite_spans": [], "ref_spans": [], "section": "| Urine sample collection"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Global, regional, and national causes of child mortality in 2000-13, with projections to inform post-2015 priorities: an updated systematic analysis", "authors": [{"first": "L", "middle": [], "last": "Liu", "suffix": ""}, {"first": "S", "middle": [], "last": "Oza", "suffix": ""}, {"first": "D", "middle": [], "last": "Hogan", "suffix": ""}], "year": 2015, "venue": "Lancet", "volume": "385", "issn": "9966", "pages": "430--440", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Community-acquired pneumonia requiring hospitalization among U.S. children", "authors": [{"first": "S", "middle": [], "last": "Jain", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Williams", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Arnold", "suffix": ""}], "year": 2015, "venue": "N Engl J Med", "volume": "372", "issn": "9", "pages": "835--845", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A systematic review on the diagnosis of pediatric bacterial pneumonia: when gold is bronze", "authors": [{"first": "T", "middle": [], "last": "Lynch", "suffix": ""}, {"first": "L", "middle": [], "last": "Bialy", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Kellner", "suffix": ""}], "year": 2010, "venue": "PLoS One", "volume": "5", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Antibiotic therapy for pediatric community-acquired pneumonia: do we know when, what and for how long to treat?", "authors": [{"first": "S", "middle": [], "last": "Esposito", "suffix": ""}, {"first": "R", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Domingo", "suffix": ""}], "year": 2012, "venue": "Pediatr Infect Dis J", "volume": "31", "issn": "6", "pages": "78--85", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Does this child have pneumonia?: the rational clinical examination systematic review", "authors": [{"first": "S", "middle": ["N"], "last": "Shah", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Bachur", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Simel", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Neuman", "suffix": ""}], "year": 2017, "venue": "JAMA", "volume": "318", "issn": "5", "pages": "462--471", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Specimen collection for the diagnosis of pediatric pneumonia", "authors": [{"first": "L", "middle": ["L"], "last": "Hammitt", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Murdoch", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Scott", "suffix": ""}], "year": 2012, "venue": "Clin Infect Dis", "volume": "54", "issn": "2", "pages": "132--139", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Laboratory methods for determining pneumonia etiology in children", "authors": [{"first": "D", "middle": ["R"], "last": "Murdoch", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Oʼbrien", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Driscoll", "suffix": ""}], "year": 2012, "venue": "Clin Infect Dis", "volume": "54", "issn": "2", "pages": "146--152", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Antibiotic prescribing in ambulatory pediatrics in the United States", "authors": [{"first": "A", "middle": ["L"], "last": "Hersh", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Shapiro", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Pavia", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Shah", "suffix": ""}], "year": 2011, "venue": "Pediatrics", "volume": "128", "issn": "6", "pages": "1053--1061", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Opinion: understanding \"global\" systems biology: metabonomics and the continuum of metabolism", "authors": [{"first": "J", "middle": ["K"], "last": "Nicholson", "suffix": ""}, {"first": "I", "middle": ["D"], "last": "Wilson", "suffix": ""}], "year": 2003, "venue": "Nat Rev Drug Discov", "volume": "2", "issn": "8", "pages": "668--676", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Metabolomics: a new frontier for research in pediatrics", "authors": [{"first": "S", "middle": [], "last": "Carraro", "suffix": ""}, {"first": "G", "middle": [], "last": "Giordano", "suffix": ""}, {"first": "F", "middle": [], "last": "Reniero", "suffix": ""}, {"first": "G", "middle": [], "last": "Perilongo", "suffix": ""}, {"first": "E", "middle": [], "last": "Baraldi", "suffix": ""}], "year": 2009, "venue": "J Pediatr", "volume": "154", "issn": "5", "pages": "638--644", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Urinary metabolomics in newborns and infants", "authors": [{"first": "V", "middle": [], "last": "Fanos", "suffix": ""}, {"first": "R", "middle": [], "last": "Antonucci", "suffix": ""}, {"first": "L", "middle": [], "last": "Barberini", "suffix": ""}, {"first": "L", "middle": [], "last": "Atzori", "suffix": ""}], "year": 2012, "venue": "Adv Clin Chem", "volume": "58", "issn": "", "pages": "193--223", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The management of community-acquired pneumonia in infants and children older than 3 months of age: clinical practice guidelines by the Pediatric Infectious Diseases Society and the Infectious Diseases Society of America", "authors": [{"first": "J", "middle": ["S"], "last": "Bradley", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Byington", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Shah", "suffix": ""}], "year": 2011, "venue": "Clin Infect Dis", "volume": "53", "issn": "7", "pages": "25--76", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "British Thoracic Society guidelines for the management of community acquired pneumonia in children: update", "authors": [{"first": "M", "middle": [], "last": "Harris", "suffix": ""}, {"first": "J", "middle": [], "last": "Clark", "suffix": ""}, {"first": "N", "middle": [], "last": "Coote", "suffix": ""}], "year": 2011, "venue": "Thorax", "volume": "66", "issn": "2", "pages": "1--23", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "A practical approach estimating etiologic agents using real-time PCR in pediatric inpatients with community-acquired pneumonia", "authors": [{"first": "T", "middle": [], "last": "Okada", "suffix": ""}, {"first": "K", "middle": [], "last": "Matsubara", "suffix": ""}, {"first": "S", "middle": [], "last": "Iwata", "suffix": ""}], "year": 2012, "venue": "J Infect Chemother", "volume": "18", "issn": "6", "pages": "832--840", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Metabolomic profile of children with recurrent respiratory infections", "authors": [{"first": "S", "middle": [], "last": "Bozzetto", "suffix": ""}, {"first": "P", "middle": [], "last": "Pirillo", "suffix": ""}, {"first": "S", "middle": [], "last": "Carraro", "suffix": ""}], "year": 2017, "venue": "Pharmacol Res", "volume": "115", "issn": "", "pages": "162--167", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Wheezing preschool children with early-onset asthma reveal a specific metabolomic profile", "authors": [{"first": "S", "middle": [], "last": "Carraro", "suffix": ""}, {"first": "S", "middle": [], "last": "Bozzetto", "suffix": ""}, {"first": "G", "middle": [], "last": "Giordano", "suffix": ""}], "year": 2018, "venue": "Pediatr Allergy Immunol", "volume": "29", "issn": "4", "pages": "375--382", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Metabolomic profile of low-copy number carriers at the salivary α-amylase gene suggests a metabolic shift toward lipid-based energy production", "authors": [{"first": "A", "middle": [], "last": "Arredouani", "suffix": ""}, {"first": "M", "middle": [], "last": "Stocchero", "suffix": ""}, {"first": "N", "middle": [], "last": "Culeddu", "suffix": ""}], "year": 2016, "venue": "Diabetes", "volume": "65", "issn": "11", "pages": "3362--3368", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "What was old is new again: using the host response to diagnose infectious disease", "authors": [{"first": "E", "middle": ["R"], "last": "Ko", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Yang", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Mcclain", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Woods", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Ginsburg", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Tsalik", "suffix": ""}], "year": 2015, "venue": "Expert Rev Mol Diagn", "volume": "15", "issn": "9", "pages": "1143--1158", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Systematic review regarding metabolic profiling for improved pathophysiological understanding of disease and outcome prediction in respiratory infections", "authors": [{"first": "M", "middle": [], "last": "Nickler", "suffix": ""}, {"first": "M", "middle": [], "last": "Ottiger", "suffix": ""}, {"first": "C", "middle": [], "last": "Steuer", "suffix": ""}], "year": 2015, "venue": "Respir Res", "volume": "16", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Pneumococcal pneumonia: potential for diagnosis through a urinary metabolic profile", "authors": [{"first": "C", "middle": ["M"], "last": "Slupsky", "suffix": ""}, {"first": "K", "middle": ["N"], "last": "Rankin", "suffix": ""}, {"first": "H", "middle": [], "last": "Fu", "suffix": ""}], "year": 2009, "venue": "J Proteome Res", "volume": "8", "issn": "12", "pages": "5550--5558", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Plasma metabolomics for the diagnosis and prognosis of H1N1 influenza pneumonia", "authors": [{"first": "M", "middle": ["M"], "last": "Banoei", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Vogel", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Weljie", "suffix": ""}], "year": 2017, "venue": "Crit Care", "volume": "21", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Metabolomic analysis in severe childhood pneumonia in the Gambia, West Africa: findings from a pilot study", "authors": [{"first": "E", "middle": ["C"], "last": "Laiakis", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Morris", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Fornace", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Howie", "suffix": ""}], "year": 2010, "venue": "PLoS One", "volume": "5", "issn": "9", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Metabolomic profiling of infectious parapneumonic effusions reveals biomarkers for guiding management of children with streptococcus pneumoniae pneumonia", "authors": [{"first": "C", "middle": ["Y"], "last": "Chiu", "suffix": ""}, {"first": "G", "middle": [], "last": "Lin", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Cheng", "suffix": ""}], "year": 2016, "venue": "Sci Rep", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Emerging biomarkers of illness severity: urinary metabolites associated with sepsis and necrotizing methicillin-resistant Staphylococcus aureus pneumonia. Pharmacotherapy", "authors": [{"first": "L", "middle": [], "last": "Ambroggio", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Florin", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Shah", "suffix": ""}], "year": 2017, "venue": "", "volume": "37", "issn": "", "pages": "1033--1042", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Urine metabolomic profiling of children with respiratory tract infections in the emergency department: a pilot study", "authors": [{"first": "D", "middle": ["J"], "last": "Adamko", "suffix": ""}, {"first": "E", "middle": [], "last": "Saude", "suffix": ""}, {"first": "M", "middle": [], "last": "Bear", "suffix": ""}, {"first": "S", "middle": [], "last": "Regush", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Robinson", "suffix": ""}], "year": 2016, "venue": "BMC Infect Dis", "volume": "16", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "The effects of ACTH on steroid metabolomic profiles in human adrenal cells", "authors": [{"first": "Y", "middle": [], "last": "Xing", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Edwards", "suffix": ""}, {"first": "C", "middle": [], "last": "Ahlem", "suffix": ""}], "year": 2011, "venue": "J Endocrinol", "volume": "209", "issn": "3", "pages": "327--335", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Liquid chromatography-tandem mass spectrometry analysis of human adrenal vein 19-carbon steroids before and after ACTH stimulation", "authors": [{"first": "J", "middle": [], "last": "Rege", "suffix": ""}, {"first": "Y", "middle": [], "last": "Nakamura", "suffix": ""}, {"first": "F", "middle": [], "last": "Satoh", "suffix": ""}], "year": 2013, "venue": "J Clin Endocrinol Metab", "volume": "98", "issn": "3", "pages": "1182--1188", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Regulation of 18-oxocortisol and 18-hydroxycortisol by the renin-angiotensin system and ACTH in man", "authors": [{"first": "N", "middle": [], "last": "Yamakita", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Gomez-Sanchez", "suffix": ""}, {"first": "T", "middle": [], "last": "Mune", "suffix": ""}], "year": 1993, "venue": "J Steroid Biochem Mol Biol", "volume": "46", "issn": "3", "pages": "395--399", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "The role of adrenal gland microenvironment in the HPA axis function and dysfunction during sepsis", "authors": [{"first": "W", "middle": [], "last": "Kanczkowski", "suffix": ""}, {"first": "M", "middle": [], "last": "Sue", "suffix": ""}, {"first": "K", "middle": [], "last": "Zacharowski", "suffix": ""}, {"first": "M", "middle": [], "last": "Reincke", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Bornstein", "suffix": ""}], "year": 2015, "venue": "Mol Cell Endocrinol", "volume": "408", "issn": "", "pages": "241--248", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Reduced cortisol metabolism during critical illness", "authors": [{"first": "E", "middle": [], "last": "Boonen", "suffix": ""}, {"first": "H", "middle": [], "last": "Vervenne", "suffix": ""}, {"first": "P", "middle": [], "last": "Meersseman", "suffix": ""}], "year": 2013, "venue": "N Engl J Med", "volume": "368", "issn": "16", "pages": "1477--1488", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Cortisol levels and adrenal response in severe community-acquired pneumonia: a systematic review of the literature", "authors": [{"first": "J", "middle": ["I"], "last": "Salluh", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Shinotsuka", "suffix": ""}, {"first": "M", "middle": [], "last": "Soares", "suffix": ""}], "year": 2010, "venue": "J Crit Care", "volume": "25", "issn": "3", "pages": "541--542", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Association of adrenal function and disease severity in community-acquired pneumonia", "authors": [{"first": "C", "middle": [], "last": "Mueller", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Blum", "suffix": ""}, {"first": "M", "middle": [], "last": "Trummler", "suffix": ""}], "year": 2014, "venue": "PLoS One", "volume": "9", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Adrenal function is related to prognosis in moderate community-acquired pneumonia", "authors": [{"first": "M", "middle": [], "last": "Kolditz", "suffix": ""}, {"first": "M", "middle": [], "last": "Halank", "suffix": ""}, {"first": "B", "middle": [], "last": "Schulte-Hubbert", "suffix": ""}, {"first": "G", "middle": [], "last": "Höffken", "suffix": ""}], "year": 2010, "venue": "Eur Respir J", "volume": "36", "issn": "3", "pages": "615--621", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Altered balance of the aminogram in patients with sepsis-the relation to mortality", "authors": [{"first": "T", "middle": [], "last": "Hirose", "suffix": ""}, {"first": "K", "middle": [], "last": "Shimizu", "suffix": ""}, {"first": "H", "middle": [], "last": "Ogura", "suffix": ""}], "year": 2014, "venue": "Clin Nutr", "volume": "33", "issn": "1", "pages": "179--182", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "The uraemic toxin phenylacetic acid contributes to inflammation by priming polymorphonuclear leucocytes", "authors": [{"first": "G", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "J", "middle": [], "last": "Raupachova", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Hörl", "suffix": ""}], "year": 2013, "venue": "Nephrol Dial Transplant", "volume": "28", "issn": "2", "pages": "421--429", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Nitric oxide and superoxide in inflammation and immune regulation", "authors": [{"first": "T", "middle": ["J"], "last": "Guzik", "suffix": ""}, {"first": "R", "middle": [], "last": "Korbut", "suffix": ""}, {"first": "T", "middle": [], "last": "Adamek-Guzik", "suffix": ""}], "year": 2003, "venue": "J Physiol Pharmacol", "volume": "54", "issn": "4", "pages": "469--487", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Exhaled NO and plasma cGMP increase after endotoxin infusion in healthy volunteers", "authors": [{"first": "A", "middle": [], "last": "Soop", "suffix": ""}, {"first": "A", "middle": [], "last": "Sollevi", "suffix": ""}, {"first": "E", "middle": [], "last": "Weitzberg", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Lundberg", "suffix": ""}, {"first": "J", "middle": [], "last": "Palm", "suffix": ""}, {"first": "J", "middle": [], "last": "Albert", "suffix": ""}], "year": 2003, "venue": "Eur Respir J", "volume": "21", "issn": "4", "pages": "594--599", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Neisseria meningitidis induces platelet inhibition and increases vascular endothelial permeability via nitric oxide regulated pathways", "authors": [{"first": "A", "middle": [], "last": "Kobsar", "suffix": ""}, {"first": "C", "middle": [], "last": "Siauw", "suffix": ""}, {"first": "S", "middle": [], "last": "Gambaryan", "suffix": ""}], "year": 2011, "venue": "Thromb Haemost", "volume": "106", "issn": "6", "pages": "1127--1138", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Plasma carnitine levels and urinary carnitine excretion during sepsis", "authors": [{"first": "G", "middle": [], "last": "Nanni", "suffix": ""}, {"first": "M", "middle": [], "last": "Pittiruti", "suffix": ""}, {"first": "I", "middle": [], "last": "Giovannini", "suffix": ""}, {"first": "G", "middle": [], "last": "Boldrini", "suffix": ""}, {"first": "P", "middle": [], "last": "Ronconi", "suffix": ""}, {"first": "M", "middle": [], "last": "Castagneto", "suffix": ""}], "year": 1985, "venue": "JPEN J Parenter Enteral Nutr", "volume": "9", "issn": "4", "pages": "483--490", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Lipid mediators of inflammation as novel plasma biomarkers to identify patients with bacteremia", "authors": [{"first": "K", "middle": [], "last": "To", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Lee", "suffix": ""}, {"first": "Ssy", "middle": [], "last": "Wong", "suffix": ""}], "year": 2015, "venue": "J Infect", "volume": "70", "issn": "5", "pages": "433--444", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Virulence factors in pneumococcal respiratory pathogenesis", "authors": [{"first": "J", "middle": ["A"], "last": "Preston", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Dockrell", "suffix": ""}], "year": 2008, "venue": "Future Microbiol", "volume": "3", "issn": "2", "pages": "205--221", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Pneumolysin causes neuronal cell death through mitochondrial damage", "authors": [{"first": "J", "middle": ["S"], "last": "Braun", "suffix": ""}, {"first": "O", "middle": [], "last": "Hoffmann", "suffix": ""}, {"first": "M", "middle": [], "last": "Schickhaus", "suffix": ""}], "year": 2007, "venue": "Infect Immun", "volume": "75", "issn": "9", "pages": "4245--4254", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Activator of G-protein signaling 3-induced lysosomal biogenesis limits macrophage intracellular bacterial infection", "authors": [{"first": "A", "middle": [], "last": "Vural", "suffix": ""}, {"first": "S", "middle": [], "last": "Al-Khodor", "suffix": ""}, {"first": "Gyc", "middle": [], "last": "Cheung", "suffix": ""}], "year": 2016, "venue": "J Immunol", "volume": "196", "issn": "2", "pages": "846--856", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Streptococcus pneumoniae invades endothelial host cells via multiple pathways and is killed in a lysosome dependent manner", "authors": [{"first": "H", "middle": [], "last": "Gradstedt", "suffix": ""}, {"first": "F", "middle": [], "last": "Iovino", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Bijlsma", "suffix": ""}], "year": 2013, "venue": "PLoS One", "volume": "8", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Lysosome and cytoskeleton pathways are robustly enriched in the blood of septic patients: a meta-analysis of transcriptomic data", "authors": [{"first": "J", "middle": [], "last": "Ma", "suffix": ""}, {"first": "C", "middle": [], "last": "Chen", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Barth", "suffix": ""}, {"first": "C", "middle": [], "last": "Cheadle", "suffix": ""}, {"first": "X", "middle": [], "last": "Guan", "suffix": ""}, {"first": "L", "middle": [], "last": "Gao", "suffix": ""}], "year": 2015, "venue": "Mediators Inflamm", "volume": "", "issn": "", "pages": "984825--984840", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Flavivirus antagonism of type I interferon signaling reveals prolidase as a regulator of IFNAR1 surface expression", "authors": [{"first": "K", "middle": ["J"], "last": "Lubick", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Robertson", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Mcnally", "suffix": ""}], "year": 2015, "venue": "Cell Host Microbe", "volume": "18", "issn": "1", "pages": "61--74", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "SUPPORTING INFORMATION Additional supporting information may be found online in the Supporting Information section. How to cite this article", "authors": [{"first": "P", "middle": [], "last": "Wilk", "suffix": ""}, {"first": "M", "middle": [], "last": "Uehlein", "suffix": ""}, {"first": "J", "middle": [], "last": "Kalms", "suffix": ""}, {"first": "H", "middle": [], "last": "Dobbek", "suffix": ""}, {"first": "U", "middle": [], "last": "Mueller", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Weiss", "suffix": ""}], "year": 2017, "venue": "FEBS J", "volume": "284", "issn": "17", "pages": "2870--2885", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "New insights into pediatric communityacquired pneumonia gained from untargeted metabolomics: A preliminary study", "authors": [{"first": "G", "middle": [], "last": "Giordano", "suffix": ""}], "year": 2020, "venue": "Pediatric Pulmonology", "volume": "55", "issn": "", "pages": "418--425", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "A urine sample of at least 5 mL was collected from each pneumonia patient within 24 hours of their enrollment. All precautions were taken to minimize the samplesʼ variability before their analysis and the collected samples were stored at −80°C. See Supplementary Materials for more details.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Definition of CAP etiology At enrollment, a deep nasal swab and a whole blood sample were collected from each patient. These samples were stored at −20°C and shipped on dry ice to the laboratory of the Pediatric High-Intensity Care Unit at the University of Milan. The nasal swabs were tested with a multiple-probe polymerase chain reaction (PCR) targeting 17 different respiratory viruses and sub-types (Influenza A/B virus, Parainfluenza virus 1-4, Coronavirus 229E/NL63/OC43/HKU1, Human Metapneumovirus, Human Rhinovirus, Enterovirus, Respiratory Syncytial Virus, Adenovirus, Human Bocavirus) and with a single-probe PCR targeting Streptococcus pneumoniae. Plasma procalcitonin (PCT) concentrations were also measured for each patient within 24 hours of their hospitalization. For more details, see the Supplementary Materials.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "pneumoniae carriers) pneumonia and avoiding confounding due to mix-etiology cases (ie, bacterial infection superimposed on a viral one), which may have a peculiar additive effect on the patient metabolome.DEL BORRELLO ET AL.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Synapt G2 mass spectrometer (Waters Corp, Milford, MA) following the chromatographic method described in the Supplementary Materials. The electrospray source operated in positive and negative ionization modes. Data were collected in centroid mode, with a mass scan range of 20 to 1200 amu and a resolution of 20 000. All UPLC-MS operations were run under the control of MassLynx 4.1 (Waters Corporation, MA). Quality control samples and test mix solutions were used to assess reproducibility and accuracy during the analysis. See the Supplementary Materials for more details.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Statistical data analysis and identification of metabolites Raw data were converted into two data sets with MarkerLynx software (Waters Corporation). The Rt_mass variables were filtered according to the number of missing values and, after inputting the missing values, the data underwent probabilistic quotient normalization, log-transformation, and mean centering. Multivariate data analysis was conducted based on projection methods, and univariate data analysis based on the t test with false discovery rate correction and receiver operating characteristic curve analysis, described by the area under the curve (AUC). Specifically, an exploratory data analysis was performed using principal component analysis (PCA), and projection to latent structures discriminant analysis based on variable influence on projection selection (VIP-based PLS-DA) was applied to identify differences between the groups under investigation. Stability selection based on Monte-Carlo sampling was used to highlight the subset of relevant variables characterizing the two groups being investigated, and to estimate the predictive power of the models, as explained elsewhere. 17 The relevant variables highlighted by multivariate data analysis were merged with those obtained by univariate data analysis. The possible effect of corticosteroid treatment on the relevant variables was investigated a posteriori, dividing accordingly the children into subgroups, and applying the one-way analysis of variance (ANOVA) followed by the Bonferroniʼs correction. The variables were annotated by searching in the Human Metabolome Database and in the METLIN metabolite database. See the Supplementary Materials for more details. 3 | RESULTS Fifty-nine patients had been accrued by the end of the enrollment period. Using the proposed three-step algorithm, 15 patients were classified as having pCAP of viral etiology (VRL), and 12 as having pCAP of pneumococcal etiology (PNC). The other 32 patients were classified as having pCAP of undetermined etiology (13 mix-etiology cases and 19", "latex": null, "type": "figure"}, "FIGREF5": {"text": "included in the final set for statistical data analysis. All patients were treated according to local protocols with a third-generation cephalosporin (ceftriaxone or cefotaxime) plus a macrolide (clarithromycin or azithromycin) based on demographic and clinical considerations. Oral or parenteral steroids (betamethasone or methylprednisolone) were also administered to 8 of the 15 patients in the VRL group, and to none of those in the PNC group. This different treatment is due to viral pneumonia being frequently associated with wheezing, especially in younger patients, and therefore treated with steroids.A preliminary exploratory PCA on the data for each group did not reveal any outliers (α = 0.05). The differences between the metabolic profiles of the urine collected from the 15 patients in the VRL group and the 12 patients in the PNC group were then investigated using VIP-based PLS-DA with stability selection. Reliable PLS-DA models were obtained and proved capable of distinguishing between the two groups.Specifically, for the negative ionization dataset, the model obtainedshowed: A = 1 component, AUC = 0.96 (P < .01), an AUC during sevenfold full cross-validation of 0.87 (P = .04), and a median AUC pred calculated by stability selection of 0.80 (fifth percentile = 0.56). For the positive ionization dataset, the figures were: A = 1 component, AUC = 0.97 (P < .01), an AUC during sevenfold full cross-validation of 0.87 (P = .02), and a median AUC pred of 0.75 (fifth percentile = 0.50).Figure 1shows the scatter plots of the scores obtained for the two models. The variables identified by the stability selection were merged with those selected by the univariate data analysis, obtaining a set of 93 variables (seeTables S1and S2 in the Supplementary Materials). On the basis of the one-way ANOVA with Bonferroniʼs correction (α = 0.05), we did not find effects of the corticosteroid treatment on the selected relevant variables.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "is a powerful method for analyzing the global metabolic profiles of biofluids. By applying this approach to compare children carrying a lung infection of PNC or VRL etiology, the present study shows that different types of lung infection affect this childrenʼs metabolome in different ways. The opportunities offered by host-focused as opposed to pathogen-focused diagnostics in the field of infectious diseases have been the object of increasing interest.18 The \"omic sciences\" enable the most thorough assessment of the hostʼs response to a given set of environmental and/or clinical conditions, thus providing a unique opportunity to uncover diagnostic biomarkers and biological pathways in infectious diseases that may pave the way to personalized therapies.To date, only a handful of published studies have examined the potential of metabolomic analysis applied to pneumonia, 19-25 but they have all been successful in highlighting the remarkable opportunities afforded by this high-throughput analytical tool. In particular, metabolomic analysis has proved capable of discriminating between different pneumonia etiologies in adults. Slupsky et al 20 found that pneumococcal pneumonia has a metabolite fingerprint clearly distinguishable from that of bacterial pneumonia of other etiologies, or viral pneumonia. Banoei et al 21 replicated these results by showing that H1N1 pneumonia generated a different plasma metabolic profile from that of bacterial culture-positive pneumonia. Although metabolomic analyses focusing on pediatric CAP have so far been limited to small-scale studies, 22-25 Adamko et al 25 demonstrated that NMR-based metabolomics discriminated respiratory tract infections caused by Respiratory Syncytial Virus from bacterial infections. Metabolites belonging to the adrenal steroid synthesis and degradation pathway were the most prominent among those discriminating the etiology of CAP in our sample. In particular, urine samples from pneumococcal cases showed a relative increase in the concentrations of both the precursors of adrenal steroids, that is, androstenedione (a testosterone precursor) and pregnanediol (a derivative of progesterone), and their catabolites (ie, 11-b-OHandrosterone, tetrahydrocortisone, and cortolone-3-glucuronide). A relative increase in the concentration of 18-hydroxycortisol was also noted, which is a derivative of cortisol synthesized by zona fasciculata 11-beta hydroxylase in physiological conditions. This pattern of metabolites is consistent with a global increase in the adrenal cortex bio-synthetic activity driven by the stimulation of the hypothalamus-pituitary-adrenal (HPA) axis. 26-28 Regulation of the HPA axis during bacterial infection involves a complex interaction between neuroendocrine and immune systems that is still not fully understood. 29,30 Cortisol biosynthesis and degradation are crucial to the host response mechanism in the event of severe infections, and many studies have examined the role of cortisol plasma levels as an indicator of CAP prognosis. 31-33 Our study offers new evidence on the pathophysiology of the HPA axis in the course of pCAP and shows that changes in adrenal steroid metabolism occur even in relatively mild cases of CAP, since none of the patients enrolled in our study were admitted to the intensive care unit or developed sepsis. The second class of compounds relevant to our study are amino acids and their derivatives. Generally speaking, plasma concentrations of amino acids are disrupted in the course of severe bacterial infection and sepsis, with greater changes corresponding to a worse prognosis in terms of survival. 34 In particular, we found a significant difference in the relative concentrations of leucine, urocanic acid (the F I G U R E 1 Scatter plot of the scores obtained for the VIP-based PLS-DA models for the NEG dataset (A), and POS dataset (B); light gray circles represent the urine samples in the VRL group, black circles those in the PNC group. NEG, negative ionization; PLS-DA, projection to latent structures discriminant analysis; PNC, pneumococcal; POS, positive ionization; VIP, variable influence on projection; VRL, viral DEL BORRELLO ET AL.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "conclusion, MS-based metabolomic analysis of urine samples collected from children with CAP of different etiologies can provide new insight into the multiple discrete pathophysiological pathways involved, and reveal putative biomarkers of considerable clinical value. Pneumococcal CAP prompts a stronger activation of the HPA axis, a marked organelle dysfunction, a relative increase in cGMP, and a significantly deranged amino acid metabolism. viral CAP, on the other hand, reduces prolidase activity and impairs macrophage activation. If confirmed by further, larger studies, these findings may have practice-changing implications, possibly prompting the use of rapid point-of-care, urine-based multi-sticks for the diagnosis and management of pneumococcal CAP. ACKNOWLEDGMENT The work was supported by the \"Bando Ricerca Pediatrica 2012-2014\" Fondazione Cassa di Risparmio di Padova e Rovigo, Italy.", "latex": null, "type": "figure"}, "TABREF0": {"text": "This exploratory work was a double-cohort multicenter prospective study. Participants were enrolled at three different pediatric centers in Padua (Pediatric Emergency Room, Department for Womenʼs and Childrenʼs Health, Padua University Hospital), Treviso (Pediatric Emergency Room, Pediatric Ward, Santa Maria di Caʼ Foncello Hospital), and Milan (Department of Maternal and Pediatric Sciences, Pediatric Ward, Regina Elena Hospital) from September 2013 to", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors declare that there are no conflict of interests.", "cite_spans": [], "ref_spans": [], "section": "CONFLICT OF INTERESTS"}, {"text": "http://orcid.org/0000-0002-1829-3652", "cite_spans": [], "ref_spans": [], "section": "Eugenio Baraldi"}]}