{
    "paper_id": "2a539b89c0caf5abc4aa63075f9f69614f51eb45",
    "metadata": {
        "title": "Evolution of Computed Tomography Manifestations in Five Patients Who Recovered from Coronavirus Disease 2019 (COVID-19) Pneumonia",
        "authors": [
            {
                "first": "Qiulian",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang Taizhou Hospital",
                    "location": {
                        "settlement": "Taizhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xinjian",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jiangyin People Hospital",
                    "location": {
                        "settlement": "Jiangyin",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jicheng",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang Taizhou Hospital",
                    "location": {
                        "settlement": "Taizhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jingjing",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang Taizhou Hospital",
                    "location": {
                        "settlement": "Taizhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiangzhong",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jiangyin People Hospital",
                    "location": {
                        "settlement": "Jiangyin",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Medical University between January 17 and January 29, 2020 were diagnosed with COVID-19 by real-time-polymerase chain reaction. Two patients were men and three patients were women, with a median age of 45 years (range 20-55 years). All five patients had a history of travel to Wuhan. The initial symptoms of the patients were fever (n = 4), cough (n = 3), diarrhea (n = 1), and pharyngodynia (n = 1). All patients had normal serum levels of white blood cell count on admission; however, two of the five patients had lymphocytes below the normal range (1.0 x 10 9 /L, 0.3 x 10 9 /L). In addition, increased C-reactive protein levels (median 20.98 mg/L, range 9.23-287.50 mg/L) were observed in four of the five patients. On admission, all five patients had abnormalities on chest CT images. The typical manifestations on initial chest CT images were multiple ground-glass opacities with or without patchy consolidation (Figs. [1] [2] [3] [4] [5] . Four patients (Figs. 2-5) had bilateral involvement and the subpleural regions were the commonly involved areas (Figs. 1-4). All patients were treated in isolation. Five patients received antiviral treatment (lopinavir and ritonavir, interferon alfa-2b injection, and arbidol hydrochloride), four patients were administered antibiotic treatment (azithromycin, levofloxacin, piperacillin sodium and sulbactam sodium, and imipenem and cilastatin sodium). Other treatments provided included: traditional Chinese medicine (n = 3), cortisol hormone (n = 2), immune globulin (n = 1), oxygen therapy (n = 2), and mechanical ventilation (n = 3).",
            "cite_spans": [
                {
                    "start": 925,
                    "end": 928,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 929,
                    "end": 932,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 933,
                    "end": 936,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 937,
                    "end": 940,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 941,
                    "end": 944,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All five patients showed marked improvement in chest radiographic abnormalities after active intervention. On the early and mid-term follow-up CTs, Two patients (Figs. 3A-F, 4A-F) showed an increase in the extent and density of consolidations, whereas one patient ( Fig. 2A -F) showed a lesser extent of consolidation but more ground-glass opacities. On the late follow-up CT, one patient ( Fig. 1) showed consolidations that had been completely resolved and four patients (Figs. 2-5) showed significantly reduced consolidations; however, in one patient, small amounts of patchy ground-glass opacities and fibrous stripes in bilateral lungs still persisted (Fig. 5) . As of February 19, 2020, all five patients had successfully recovered and discharged. Fitness for discharge (7) included body temperature returning to normal for at least three consecutive days, significant improvement of acute exudative lesions on https://doi.org/10.3348/kjr.2020.0157 kjronline.org ",
            "cite_spans": [
                {
                    "start": 776,
                    "end": 779,
                    "text": "(7)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 273,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 391,
                    "end": 398,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 657,
                    "end": 665,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Novel coronavirus pneumonia outbreak in 2019: computed tomographic findings in two cases",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Korean J Radiol",
            "volume": "21",
            "issn": "",
            "pages": "365--368",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirusinfected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected, interim guidance. World Health Organization Web site",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "National Health Commission of the People's Republic of China Web site",
            "authors": [],
            "year": 2020,
            "venue": "By 24:00 on February 15, 2020, the latest developments of coronavirus disease 2019",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The extent of transmission of novel coronavirus in Wuhan, China, 2020",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Med",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Working Group of 2019 Novel Coronavirus, Peking Union Medical College Hospital. [Diagnosis and clinical management of 2019 novel coronavirus infection: an operational recommendation of Peking Union Medical College Hospital",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Images from case 1. Different slices on same CT scan are horizontally arrayed; same slices on different CT scans are vertically arrayed.A-C.First CT performed on hospital day 1 shows patchy consolidation and ground-glass opacity in right lower lobe (arrows). D-F. Second CT performed on hospital day 11 shows resolution of consolidation and ground-glass opacity. CT = imaging, and viral clearance in respiratory samples from the upper respiratory tract (two consecutive negative results of COVID-19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Images from case 2. Different slices on same CT scan are horizontally arrayed; same slices on different CT scans are vertically arrayed.A-C.First CT performed on hospital day 1 shows multiple patchy consolidation in subpleural regions of bilateral lungs (arrows). D-F. Second CT performed on hospital day 4 shows decreased consolidation but increased ground-glass opacities in subpleural regions of bilateral lungs (arrows). G-I. Third CT performed on hospital day 16 shows decrease in extent of ground-glass opacities (arrows).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Images from case 3. Different slices on same CT scan are horizontally arrayed; same slices on different CT scans are vertically arrayed.A-C. First CT performed on hospital day 1 shows multiple ground-glass opacities in subpleural regions of bilateral lower lobes (arrows). D-F. Second CT performed on hospital day 4 shows increase in ground-glass opacities in subpleural regions of bilateral lower lobes (arrows). G-I. Third CT performed on hospital day 17 shows decrease in ground-glass opacities in subpleural regions of bilateral lower lobes (arrow). Images from case 4. Different slices on same CT scan are horizontally arrayed; same slices on different CT scans are vertically arrayed.A-C.First CT performed on hospital day 1 shows subtle ground-glass opacity and consolidation in subpleural regions of bilateral lungs (arrows). D-F. Second CT performed on hospital day 5 shows increase in ground-glass opacities and consolidation in subpleural regions of bilateral lungs (arrows). G-I. Third CT performed on hospital day 10 shows increase in ground-glass opacities but decrease in consolidation in subpleural regions of bilateral lungs (arrows). J-L. Fourth CT performed on hospital day 18 shows decrease in ground-glass opacities and consolidation (arrows).https://doi.org/10.3348/kjr.Images from case 5. Different slices on same CT scan are horizontally arrayed; same slices on different CT scans are vertically arrayed.A-C.First CT performed on hospital day 1 shows multiple patchy ground-glass opacities and consolidation in bilateral lungs (arrows). D-F. Second CT performed on hospital day 20 shows decrease in ground-glass opacities and consolidation in bilateral lungs (arrows). G-I. Third CT performed on hospital day 26 shows no change in extent of ground-glass opacities and consolidation in bilateral lungs (arrows). J-L. Fourth CT performed on hospital day 32 shows no change in extent of ground-glass opacities and consolidation in bilateral lungs (arrows).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ").",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}