{
    "paper_id": "2a532af222e48c62311d39dafd94d91796f623d8",
    "metadata": {
        "title": "The SARS-CoV-2-like virus found in captive pangolins from Guangdong should be 1",
        "authors": []
    },
    "abstract": [
        {
            "text": "9 10 11 Viruses closely related to SARS-CoV-2, which is the virus responsible of the 12 Covid-19 pandemic, were sequenced in several Sunda pangolins (Manis javanica) seized 13 in the Guangdong and Guangxi provinces of China between 2017 and 2019 1-3 . These 14 viruses belong to two lineages: one from Guangdong (GD/P) and the other from 15 Guangxi (GX/P). The GD/P viruses are particularly intriguing as the amino-acid 16 sequence of the receptor binding domain of the spike protein is very similar to that of 17 the human SARS-CoV-2 virus (97.4%) 2 . This characteristic suggests that GD/P viruses 18 are capable of binding human ACE2 receptor and may therefore be able to mediate 19 infection of human cells. Whereas all six GX/P genomes were deposited as annotated 20 sequences in GenBank, none of the two GD/P genomes assembled in previous studies 2,3 21 are currently available. To overcome this absence, I assembled these genomes from the 22 Sequence Read Archive (SRA) data available for SARS-CoV-2-like viruses detected in 23 five captive pangolins from Guangdong. I found the genome assemblies of GD/P virus of 24 poor quality, having high levels of missing data. Additionally, unexpected reads in the 25",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Illumina sequencing data were identified. The GD/P2S dataset 2 contains reads that are 26 identical to SARS-CoV-2, suggesting either the coexistence of two SARS-CoV-2-like 27 viruses in the same pangolin or contamination by the human virus. In the four other 28 GD/P datasets 1 many mitochondrial reads from pangolin were identified, as well as from 29 three other species, namely, human, mouse and tiger. Importantly, I only identified 30 three polymorphic nucleotide sites between the five GD/P sequences. Such low levels of 31 polymorphism may reasonably be accounted for by sequencing errors alone, thus 32 raising the possibility that the five pangolins seized in Guangdong in March 2019 were 33 infected by the same virus strain, most probably during their captivity. 34",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For each of the five GD/P samples sequenced on Illumina platforms ( Table 1) , I 36 mapped the reads to the reference genome of the human SARS-CoV-2 virus (GenBank 37 accession number: NC_045512) 4 using Geneious Prime® 2020.0.3 and the \"High sensitivity\" 38 option (maximum mismatch: 40%). Then, mapped reads were used for de novo assembly. All 39 contigs were aligned to the SARS-CoV-2 genome and assembled into a consensus sequence 40 used as reference to discover more reads in each GD/P dataset. All five GD/P genome 41 assemblies (GD/P2S, GD/P7L, GD/P8L, GD/P9L, and GD/P11L) were of poor-quality 42 having been previously sequenced at low depth (mean coverage between 0.2 and 6.5X) and 43 therefore containing high levels (between 19% and 99%) of missing data ( Table 1) . 44",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 76,
                    "text": "Table 1)",
                    "ref_id": null
                },
                {
                    "start": 769,
                    "end": 777,
                    "text": "Table 1)",
                    "ref_id": null
                }
            ],
            "section": "35"
        },
        {
            "text": "All 2633 reads sequenced for GD/P2S 2 were mapped on the SARS-CoV-2 genome, 45",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "indicating that all non-viral reads were removed. Curiously, within this pangolin dataset, I 46 found 11 reads identical to the human SARS-CoV-2 genome (numbered 62, 412, 514, 786, 47 787, 1417, 1440, 1498, 2222, 2231, and 2403) and four reads very similar to SARS-CoV-2 48",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "(only a single mutation in reads 102, 502, 1390, and 1882) whereas several homologous reads 49 (between 3 and 35) were found more divergent (between 2 and 9 mutations) but identical to 50 other GD/P sequences. Two hypotheses can be proposed to explain this result: (1) the 51 GD/P2S sample contained two different SARS-CoV-2-like viruses; or (2) the sample had 52 been contaminated by the human SARS-CoV-2 virus. To choose between these two 53 hypotheses the full raw dataset for GD/P2S is required. All Illumina reads generated for 54 GD/P2S should consequently be deposited by the authors of the study 2 in NCBI without any 55 filtration process. 56",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "Less filtered SRA data were provided for other pangolin samples, i.e., GD/P7L, 57 GD/P8L, GD/P9L, and GD/P11L 1 . It was therefore possible to extract mitochondrial 58 sequences from the host (the Sunda pangolin) in order to determine the geographic origin of 59 the seized animals. As shown in Table 1 Chinese researchers to re-sequence the GD/P genome more deeply in order to reach a mean 94 coverage of 30X, as often recommended for genomic studies 6 ",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 453,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 295,
                    "end": 302,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "35"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Viral Metagenomics Revealed Sendai Virus and Coronavirus Infection of 105",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Malayan Pangolins (Manis javanica)",
            "authors": [],
            "year": 2019,
            "venue": "Viruses",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Identifying SARS-CoV-2 related coronaviruses in Malayan pangolins",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2169-0."
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Probable pangolin origin of SARS-CoV-2 associated with the COVID-19 109 outbreak",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Curr Biol",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A new coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "111",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Covid-19: natural or anthropic origin?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hassanin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Sequencing depth and coverage: key considerations in genomic analyses",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sims",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", many mitochondrial reads of pangolin (≥ 7727) 60 were found for these four GD/P samples. Pairwise distances between assembled 61 mitochondrial genomes were between 0.12% -0.41%, confirming the four samples were 62 collected on different pangolins, and suggesting they came from different localities in 63 Southeast Asia. It should be noted mitochondrial reads could not be analysed for GD/P2S 64 because the authors 2 have removed all non-viral reads. It is therefore impossible to prove that 65 the pangolin (GD/P2S) analysed by Lam et al. 2 differs from those studied by Liu et al. 1 . 66 Surprisingly, numerous mitochondrial reads from other species (nucleotide identity = 100%) 67 were also detected in the sequencing data. The GD/P7L dataset contains 1634 reads of mouse 68 (Mus musculus), representing 2% of pangolin reads. The GD/P8L dataset contains 183 mouse 69 reads (2%), and 1333 human reads (17%) (M7b haplogroup, which is found in humans from 70 China and Southeast Asia). The GD/P9L dataset includes 3447 reads of tiger, subspecies 71 Panthera tigris altaica (25%) and the GD/P11L dataset includes 1394 tiger reads (<1%). This 72 unexpected range of mammalian species that I have identified clearly warrants an 73 explanation. The most likely hypotheses are that laboratory experiments were contaminated 74 by RNA molecules from multiple organisms, or that different RNA extractions were pooled 75 into the same library. 76 When the five partial GD/P genomes were compared to each other, only three 77 nucleotide sites were found to be polymorphic: (1) position 1807: A in 21 GD/P2S reads 78 versus C in four GD/P8L reads; (2) position 5228: A in two GD/P9L reads, one GD/P7L read, 79 and one GD/P8L read versus C in three GD/P2S reads; (3) position 24979: G in 15 GD/P2S 80 reads and one GD/P8L read versus A in three GD/P7L reads. Considering the low-coverage 81 of GD/P genomes, these differences can be interpreted as sequencing errors. I suggest 82therefore that all five pangolins were infected by the same GD/P virus strain, approximately 83 at the same time, and most probably during their captivity 5 . I decided therefore to assemble a 84 consensus GD/P genome by pooling together all reads sequenced from the five GD/P 85 samples. The quality of the assembled genome is still very low with a mean coverage of 13X 86 being composed of 26 fragments and containing 6.4 % missing data by comparison with the 87 human SARS-CoV-2 genome. In particular, the sequence of the gene coding for the spike 88 protein is composed of three fragments and includes 6.4 % missing data. 89Reliable whole genome sequences of the virus detected in pangolins from Guangdong 90 are crucial to better understand the origin of Covid-19. These sequences could be used in 91 many studies, in particular to estimate mutation and recombination rates during the 92 evolutionary history of viruses related to SARS-CoV-2. For this reason, I strongly encourage 93",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". In this spirit, I would 95 encourage editorial boards of relevant journals to maintain their data publication standards by 96 requiring authors to fully make available their unfiltered data for the benefit of scientific 97 collaboration in tackling the current pandemic. 98 99 I would like to thank Anne Ropiquet and Huw Jones for helpful comments on the first version 101 of the manuscript. 102 Table 1. Analyses of SRA data available for SARS-CoV-2-like viruses detected in captive pangolins from Guangdong *: SRA data used by Zhang et al. 3 . Abbreviations: MC: mean coverage; MD: missing data.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}