{
    "paper_id": "2a55b6d2db296f85614e18d5e210d7811d9c3d9d",
    "metadata": {
        "title": "Health and Justice",
        "authors": [
            {
                "first": "Oluwadamilola",
                "middle": [
                    "T"
                ],
                "last": "Oladeru",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts General Hospital",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Nguyen-Toan",
                "middle": [],
                "last": "Tran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Australian Centre for Public and Population Health Research",
                    "institution": "University of Technology Sydney",
                    "location": {
                        "settlement": "Ultimo",
                        "region": "NSW",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Tala",
                "middle": [],
                "last": "Al-Rousan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego",
                    "location": {
                        "addrLine": "La Jolla",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Brie",
                "middle": [],
                "last": "Williams",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Nickolas",
                "middle": [],
                "last": "Zaller",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Oladeru",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This editorial describes why surge planning in the community must account for potential infection outbreaks in jails and prisons, and why incarcerated people and those in contact with them, including over 450,000 correctional officers and thousands of healthcare staff working in prisons, are at significant risk of COVID-19 exposure. We then explain how our nation's jails and prisons will continue to serve as breeding grounds for devastating COVID-19 outcomes and offer specific guidance and a call to action for the immediate development of correctional healthcare strategies designed to protect the health and safety of patients and correctional and healthcare staff and the communities in which they are situated. Correctional officers and correctional healthcare professionals need the nation's reassurance during this dire time that they will not be abandoned and further stigmatized for responding to the needs of incarcerated people. Our collective health depends on it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As nations continue to struggle to bring the COVID-19 pandemic under control, the number of cases and deaths across many parts of the globe continue to increase. The response efforts, and corresponding successes and failures, to protect the health of patients and healthcare professionals during this unprecedented pandemic has laid bare the inherent weaknesses in both healthcare infrastructure and public health preparedness in many nations. The United States' uneven, piecemeal race to \"flatten the curve\" has highlighted its own weaknesses in its ability to respond to a pandemic. Nowhere are these weaknesses more apparent than in U.S. correctional facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "Incarcerated people and those in contact with them, including over 450,000 correctional officers and thousands of prison healthcare staff, are at significant risk of COVID-19 exposure. Key public health strategies to reduce viral transmission, such as social distancing and self-quarantine, are impossible in most facilities. Once COVID-19 enters prisons, it will spread like wildfire as conditions in prisons and jails, such as poor sanitation and overcrowded living conditions, make them breeding grounds for devastating outcomes. We have witnessed the beginnings of such devastation in prison and jail facilities across the U.S. One recent example is Marion County Correctional Institution which has reported that approximately three-quarters of its total incarcerated population (more than 2000 individuals) has tested positive for COVID-19 (Chappell & Pfleger, 2020) .",
            "cite_spans": [
                {
                    "start": 845,
                    "end": 871,
                    "text": "(Chappell & Pfleger, 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "The adverse health outcomes associated with unchecked spread of COVID-19 in prisons and jails will not remain inside its walls. Thousands of correctional staff exposed to COVID-19 will carry the infection back to communities such as rural jurisdictions where incarceration has risen by 26% since 2013 (Kang-Brown, Hinds, Schattner-Elmaleh, & Wallace-Lee, 2019). Many of these small communities have fewer hospital and intensive care beds per capita compared to urban settings (Schulte, Lucas, Rau, Szabo, & Hancock, 2020) . A recent American Civil Liberties Union report suggests that more than 100,000 additional COVID-19 deaths could result if jail populations are not dramatically reduced (Knaack, 2020) . As a result, we must take urgent action now to develop correctional healthcare strategies that protect the health and safety of patients, correctional staff and healthcare professionals. There are several immediate steps that should be taken to protect all who work or live in correctional facilities.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 521,
                    "text": "(Schulte, Lucas, Rau, Szabo, & Hancock, 2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 692,
                    "end": 706,
                    "text": "(Knaack, 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "First, a dire shortage of personal protective equipment (PPE) for frontline healthcare and correctional staff poses a threat to their health and safety. In Ohio, nearly 250 correctional staff members have tested positive for COVID-19. Rikers Island Jail in New York City and Cook County Jail in Chicago have reported approximately 450 incarcerated people and 200 correctional staff, respectively, have been infected with COVID-19 (Lopez, 2020) . Some of the cases reported in correctional facilities are in asymptomatic individuals and reflect the investment in broader testing efforts, especially where known outbreaks are occurring. However, this approach is not universal across the nation. More concerning is the public admission and fact that correctional facilities have a severe shortage of PPE (Barr, 2020) and infection rates will surge without their inclusion in statewide and county-level planning for PPE.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 443,
                    "text": "(Lopez, 2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 802,
                    "end": 814,
                    "text": "(Barr, 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "Second, correctional systems must prepare for enhanced respiratory support needs for more patients. Correctional facilities lack the healthcare infrastructure and equipment, such as ventilators, needed to manage advanced respiratory illness. Thoughtful planning for oxygen and basic life support supplies is critical. The capacity to offer bi-level positive airway pressure (BiPap) to a limited number of patients as a temporizing measure should be considered. Moreover, access to immediate and free on-site testing, treatment and care should be the standard in all facilities. Co-payment, which deters patients from seeking care, must be suspended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "Third, urgent attention to protect healthcare providers and correctional staff is needed to reduce COVID-19 transmission in both correctional facilities and communities. This is particularly important as many facilities do not allow basic cleaning or sanitation supplies that contain alcohol. Priorities include training all staff in basic knowledge about COVID-19 and its transmission, ways to minimize the risk of exposure, and clear instructions on the use of PPE. In addition, guidelines on access to hygiene products for both prison staff and residents should be liberalized, including increasing access to water, soap, hand sanitizer, and environmental sanitation and disinfection products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "Fourth, correctional officers are important resources in managing the anxiety and fears of those who are incarcerated. Policies intended to prevent officers from becoming too emotionally \"close\" to residents should be revised in this unique moment. Instead, correctional staff should be encouraged to provide emotional support to those residents with limited access to their family and friends on the outside.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "Fifth, thoughtful development of public-health oriented decarceration strategies including accelerated release of those of older age and/or with chronic conditions should be prioritized (Simpson & Butler, 2020) . However, decarceration of as many people as possiblewhether or not they are in a particularly highrisk group, will help to enable social distancing among those who remain. As there are already thousands of releases every month from correctional facilities, emergency release planning teams must be developed and appropriately resourced for each facility to meet the increased need for the thoughtful skilled planning required to create appropriate housing and medical care plans.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 210,
                    "text": "(Simpson & Butler, 2020)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "The prevention and control of COVID-19 in our communities will only be as successful as our response to the most medically vulnerable populations, including people who are incarcerated. The widespread community transmission of COVID-19 has rendered the walls between correctional health and public health more permeable than ever. And even within the walls of our prisons and jails, everyone is connected. A recent tragic report from Louisiana describing a prison medical director, a head warden and an incarcerated individual all dying on the same day, highlights this fact (Skene, 2020) . Correctional officers and healthcare providers need the nation's reassurance during this dire time that they will not be abandoned and further stigmatized for responding to the needs of incarcerated people. Our collective health depends on it.",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 588,
                    "text": "(Skene, 2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Federal prisons facing shortages of resources amid coronavirus outbreak",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "73% of inmates at an Ohio prison test positive for coronavirus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chappell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pfleger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "People in jail in 2019",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kang-Brown",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Hinds",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schattner-Elmaleh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallace-Lee",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nearly 100,000 more people could die from COVID-19 in jails and surrounding communities if states fail to reduce jail populations. The time to act is now! ACLU South Carolina",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Knaack",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Why US jails and prisons became coronavirus epicenters",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Millions of older Americans live in counties with no ICU beds as pandemic intensifies",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schulte",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rau",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Szabo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hancock",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19, prison crowding, and release policies",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1551"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus hits Louisiana prisons: medical director, head warden, first state inmate die",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Skene",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The efforts of Dr. Williams and Dr. Zaller was supported by the National Institute on Aging of the National Institutes of Health under Award Number R24AG065175. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Writing and Editing (all authors), Supervision (Dr. Williams and Dr. Zaller). The author(s) read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "Availability of data and materials Not Applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "None."
        }
    ]
}