{"paper_id": "2a5c03c58229df22b400d34af5868f6173adcec0", "metadata": {"title": "Pneumonia", "authors": [{"first": "Thomas", "middle": ["P"], "last": "Hellyer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Anthony", "middle": ["J"], "last": "Rostron", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": ["John"], "last": "Simpson Background", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Pneumonia is common, affecting up to 1% of adults in the UK each year. Although most patients with pneumonia make a complete recovery with antibiotics and supportive care, pneumonia remains a common cause of death. Mortality among adults admitted to hospital with pneumonia is approximately 10%, with around half of deaths occurring in patients aged 85 years or older. Pneumonia has been classified according to the location and circumstances in which it develops, distinguishing community-acquired pneumonia (CAP), hospital-acquired pneumonia (HAP), aspiration pneumonia, and pneumonia in the immunocompromised host. Within the category of HAP, most is known about ventilatorassociated pneumonia (VAP), which is pneumonia arising de novo in intubated and mechanically ventilated patients. This pragmatic classification indicates the most likely range of causative pathogens, thus guiding empirical antibiotic therapy. While this classification system has been helpful in guiding treatment, some confusing aspects of terminology have arisen, some of which are worth considering. In particular, strictly speaking, aspiration pneumonitis is a chemical injury induced by non-infective liquid entering the lung (for example gastric acid in a patient whose conscious level has deteriorated rapidly, perhaps due to alcohol intoxication, and who cannot protect his/her airway and is vomiting). This scenario is usually witnessed and the aspiration is of moderate volume. Aspiration pneumonia entails repeated, clinically silent and usually unwitnessed entry of small volumes of infected material into the lung, usually from the oropharynx, in patients with chronically impaired swallow and/or consciousness (for example in patients with neurological conditions such as stroke, motor neurone disease, or multiple sclerosis). The distinction is important because, at least initially, aspiration pneumonitis does not require antibiotic treatment. Unfortunately, the two terms are often used interchangeably, and the situation is further confused in that a true bacterial pneumonia can complicate aspiration pneumonitis a few days after the initial aspiration. Similarly, the reader may encounter terms such as \"healthcareassociated pneumonia\" (HCAP), which seeks to distinguish HAP from pneumonia acquired in healthcare organisations other than hospitals (e.g. nursing homes), but the range of organisms implicated are not sufficiently different for us to make the distinction here. Finally, as VAP becomes increasingly used as a marker of healthcare standards, a bewildering and confusing array of new terms (e.g. ventilator-associated events, ventilator-associated conditions, infective T. P. Hellyer (*) · A. J. Rostron · A. J. Simpson Institute of Cellular Medicine, Newcastle University, Newcastle upon Tyne, UK e-mail: t.p.hellyer@ncl.ac.uk ventilator-associated conditions) has emerged.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "The key point here is that these are terms employed to aid epidemiological surveillance, and not terms that should be used to make diagnoses in real time. They will therefore not appear again in this chapter.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "In recent years excellent, comprehensive guidelines have been published for the management of community-acquired pneumonia (CAP) in adults [1, 2] . The key recommendations from these guidelines are readily accessible, and firmly embedded in the knowledge base of the medical community.", "cite_spans": [{"start": 139, "end": 142, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 143, "end": 145, "text": "2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Background"}, {"text": "The chapter will focus on adult pneumonia. Very good guidelines on childhood pneumonia can be found elsewhere [3] . Parapneumonic effusion and empyema are important complications of pneumonia, and are considered briefly in this chapter, with greater detail found in the chapter on Pleural Diseases. Before we consider pneumonia in more detail, it is also worth reflecting that John Bunyan's identification (in the seventeenth century) of tuberculosis as \"the captain of all these men of death\" remains pertinent today. Therefore, the most historically resilient and important global cause of pneumonia deserves a chapter all of its own.", "cite_spans": [{"start": 110, "end": 113, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Background"}, {"text": "In the strictest pathological sense, pneumonia is defined as inflammation of the gas exchanging regions of the lung. Because infection is the commonest cause of alveolar inflammation, pneumonia is regarded here as infective inflammation of the alveolar regions. It is worth noting, however, that the strict definition of pneumonia leads, sometimes confusingly, to terms like usual interstitial pneumonia (UIP) and non-specific interstitial pneumonia (NSIP) in the interstitial lung disease literature (as both are characterised by inflammatory infiltrates in alveolar walls and so, in the true pathological sense, are \"pneumonias\").", "cite_spans": [], "ref_spans": [], "section": "Pathological-Clinical Correlates in Pneumonia"}, {"text": "It is generally believed that if pathogenic bacteria evade the multitude of innate immune defences in the conducting airways, alveolar macrophages (AMs) are capable of removing low-level alveolar inoculation. Very occasionally these defences are overwhelmed, and AMs signal recruitment to the alveolus of a cellular inflammatory exudate, predominantly composed of neutrophils. Neutrophils are avidly phagocytic cells, recruited to engage, ingest, and kill bacteria. Bacteria are packaged into phagolysosomes inside neutrophils, within which reactive oxygen species and high concentrations of proteolytic enzymes are generated, leading to bacterial death. It is generally believed that the cytokines generated locally and systemically to recruit neutrophils contribute to the fever, malaise, loss of appetite, weight loss, confusion, and delirium experienced by patients. In severe pneumonia, a significant contribution to lung destruction may come from toxic contents of neutrophils being spilled extracellularly and \"attacking\" the host, although there may be a contribution from bacterial virulence factors also.", "cite_spans": [], "ref_spans": [], "section": "Pathological-Clinical Correlates in Pneumonia"}, {"text": "During the battle between bacteria and neutrophils, the alveolar spaces become packed with neutrophils and exudate (consolidation), while alveolar walls are expanded by engorged capillaries. Each involved alveolus is therefore effectively contributing to \"shunt,\" with perfusion but no ventilation. Dyspnoea, and ultimately hypoxaemia, ensues if sufficient alveoli are involved. Because adjacent bronchi are not involved, if enough alveolar tissue is consolidated the chest X-ray (CXR) or CT scan often reveals the classical \"air bronchogram\" (Fig. 10.1) . Similarly, air flows down a bronchus unimpeded in pneumonia, but breath sounds are distorted and amplified by the consolidated alveoli, which leads to bronchial breathing on auscultation, and whispering pectoriloquy. In practice, however, pneumonia is more commonly a patchy process ( Fig. 10.2 , left panel), with foci of infected alveoli rather than one large contiguous area of consolidation. Therefore, inspiratory crackles (as inspired air opens partly consolidated alveoli) are a far more common auscultatory finding than bronchial breathing. The relatively rare presentation with lobar pneumonia still provides valuable clinical information, as it is almost always caused by Streptococcus pneumoniae or (far less com-monly) Klebsiella pneumoniae, usually in an expanded, consolidated right upper lobe.", "cite_spans": [], "ref_spans": [{"start": 543, "end": 554, "text": "(Fig. 10.1)", "ref_id": "FIGREF0"}, {"start": 842, "end": 851, "text": "Fig. 10.2", "ref_id": "FIGREF0"}], "section": "Pathological-Clinical Correlates in Pneumonia"}, {"text": "Much of our understanding of the macroscopic pathology of pneumonia is derived from post-mortem specimens of lobar pneumonia from the pre-antibiotic era. Classical studies describe a congestive phase quickly followed by \"red hepatisation\" where the lobe appears macroscopically like liver on cut section, the alveolar walls being expanded by capillaries engorged with erythrocytes (many of which spill out into the alveolus itself) and neutrophils, and the alveolar spaces filling with exudate from those capillaries ( Fig. 10.2, right panel) . Exudate fluid is rich in plasma proteins including fibrinogen. Fibrin strands formed in the alveolus may serve to limit the spread of infection, localise bacteria to areas where host defences are concentrated, and provide a scaffold for alveolar repair. However, excessive fibrinous reaction in severe pneumonia may potentially lead to fibrotic scar formation.", "cite_spans": [], "ref_spans": [{"start": 519, "end": 542, "text": "Fig. 10.2, right panel)", "ref_id": "FIGREF0"}], "section": "Pathological-Clinical Correlates in Pneumonia"}, {"text": "A striking finding in pneumonia, and particularly in lobar pneumonia, is that the process can completely resolve, with restoration of entirely normal alveolar architecture. Indeed, a feature of histological pneumonia is that alveolar walls Left-hand panel is a low-power histological section of lung, stained with haematoxylin and eosin (H&E). The dense pink areas show pneumonia, in a characteristically patchy distribution. The right-hand panel shows a histological section, stained with H&E, demonstrating pneumonia. The green arrow points to a collection of neutrophils in an alveolar space. The orange arrow points to a white area that would have been filled with protein-rich liquid exudate filling the alveolus. The blue arrows point to the ghostly outline of alveolar capillaries, in alveolar walls, significantly engorged with prominent red blood cells are recognisable in the consolidation, as shown in the right hand panel of Fig. 10 .2. This remarkable feat of resolution was recognised long before the widespread use of antibiotics. The process seems to be characterised by a carefully regulated process that depends on neutrophils clearing bacteria efficiently, then undergoing apoptosis (programmed cell death) without disgorging their toxic contents. Macrophages ingest erythrocytes and apoptotic neutrophils, as well as scavenging extracellular debris, and migrate to regional lymph nodes. This sequence explains the classical macroscopic phases of \"white hepatisation\" as capillaries become less engorged and macrophages predominate over erythrocytes and neutrophils in the still-packed alveoli.", "cite_spans": [], "ref_spans": [{"start": 937, "end": 944, "text": "Fig. 10", "ref_id": "FIGREF0"}], "section": "Pathological-Clinical Correlates in Pneumonia"}, {"text": "For bacterial killing, neutrophils produce myeloperoxidase, which imparts a green colour to sputum. Patchy pneumonia rarely impinges on the pleura. Pneumonia only causes pain when the inflammation involves the pleura, and the pain of pneumonia is almost always pleuritic in nature. Pleural involvement commonly results in an effusion and, if infection penetrates from the alveolar space into the pleural space, may lead to empyema. Inflammation of the diaphragmatic pleura (especially on the right) can cause pain referred to the right iliac fossa and mimic appendicitis.", "cite_spans": [], "ref_spans": [], "section": "Pathological-Clinical Correlates in Pneumonia"}, {"text": "The causes of death from pneumonia are usually progression to septic shock and/or progression to acute respiratory distress syndrome. Rarely, aggressive lung necrosis may complicate pneumonia, as for example when pneumonia is caused by Staphylococcus aureus producing the Panton-Valentine leukocidin (PVL) virulence factor. Pneumonia has been associated with cardiovascular complications, which may account for some early deaths but also, potentially, for the observation that mortality is increased in the year following apparently good recovery from pneumonia. A growing literature has characterised features of CAP requiring admission to the intensive care unit and, perhaps not surprisingly, severity of illness on admission, bilateral pulmonary infiltrates, and ventilator support are all independently associated with increased mortality. Severe pneumonia is more common in patients with co-morbidities.", "cite_spans": [], "ref_spans": [], "section": "Complications of Pneumonia"}, {"text": "In the post-antibiotic era, initial presentation with lung abscess is uncommon. It is more common in homeless patients and in patients with alcohol dependence, perhaps through a combination of poor dental hygiene (increasing the rate of haematogenous bacteraemia), inadequate nutrition, late presentation, and relative immunosuppression.", "cite_spans": [], "ref_spans": [], "section": "Complications of Pneumonia"}, {"text": "Failure of all consolidated alveoli to re-aerate after pneumonia may leave minor atelectasis, seen as fine linear scars on CXR. Severe pneumonia leading to necrosis and/or acute respiratory distress syndrome (ARDS) is commonly accompanied by more widespread scarring, which may produce a restrictive ventilatory defect detected on lung function testing.", "cite_spans": [], "ref_spans": [], "section": "Complications of Pneumonia"}, {"text": "In practical terms, the most common complication to consider is pleural effusion. A separate chapter on pleural diseases provides greater detail, but briefly pleural effusion is a frequent accompaniment of pneumonia. Frequency estimates vary widely, but in general around onethird of patients hospitalised with pneumonia have some evidence for associated pleural effusion. These effusions are divided into \"parapneumonic\" effusions (in which the pleura produces a reactive exudate in response to inflammation but the pleural space is not itself infected), and empyema (in which the pleural space is infected). Parapneumonic effusions usually resorb and resolve spontaneously with clearance of the pneumonia, and scarring is rare. However, effusions are occasionally large, and may have compressive effects on the adjacent consolidated lung, adding to breathlessness.", "cite_spans": [], "ref_spans": [], "section": "Pleural Effusion"}, {"text": "Empyemas complicate approximately 1% of pneumonias managed in hospital, and have far more serious consequences. Bacteria may be identified on Gram stain or via culture, but absence of an identifiable pathogen does not exclude empyema if the clinical and biochemical features support the diagnosis. Importantly, fibrinogen is rapidly converted to insoluble fibrin, usually leading to walled off locules of pus, such that the pleural space no longer has a single, drainable collection, but multiple small, unconnected collections ( Fig. 10.3 ). Once empyemas become loculated, they can wall off chronic pockets of infection, which consume enormous amounts of energy, cause pain, and make chest drain insertion futile in that one tube will only drain one single locule. In the pre-antibiotic era, empyemas were well recognised to form painful sinuses through to the skin, though this is rare now.", "cite_spans": [], "ref_spans": [{"start": 530, "end": 539, "text": "Fig. 10.3", "ref_id": "FIGREF0"}], "section": "Empyemas"}, {"text": "The characteristics described dictate management of effusions associated with pneumonia. If there is sufficient fluid to aspirate easily and safely under ultrasound guidance, a 10-20 mL sample will be sufficient to test pH, protein, lactate dehydrogenase, differential white cell count, Gram stain, and bacterial culture. Light's criteria can be used to determine exudate from transudate (the latter is not associated with pneumonia), and the gross appearance, pH, LDH, differential count, and microbiology can help distinguish empyema from parapneumonic effusion. Ultrasound can determine whether loculation has started.", "cite_spans": [], "ref_spans": [], "section": "Empyemas"}, {"text": "Normal left lung Empyema (dark grey) with multiple black (air-filled) locules", "cite_spans": [], "ref_spans": [], "section": "Stomach"}, {"text": "Transverse CT scan showing a dense effusion in the right lower thorax. Aspiration revealed pus, and the aspirated material had low pH, low glucose, and high LDH concentrations. The multiple black holes in the dense effusion imply there are air-filled \"pockets.\" The implication is that the empyema has become complicated by fibrinous strands walling off separate collections. The lower panel shows a thoracoscopic appearance of a subacute empyema. Image courtesy of Mr. Malcolm Will Small parapneumonic effusions usually require no drainage. Large parapneumonic effusions causing breathlessness are usually managed with an intercostal drain. Empyema that has not loculated must be drained with an intercostal tube. Prompt pleural drainage can prevent the complications of empyema. Empyemas complicated by the development of loculation may require surgical intervention in order to break down fibrinous bands, creating one collection, which can then be drained. Clearly these recommendations are in the context of the pneumonia also being managed with antibiotics and other measures, as detailed below.", "cite_spans": [], "ref_spans": [], "section": "Fig. 10.3 Upper panel:"}, {"text": "CAP is estimated to have an incidence of just below 10 per 1000 of the population in Western countries, though this figure hides a skew towards increasing incidence with age. Approximately a quarter of patients require hospitalization, and the in-hospital mortality is approximately 10%. The figures described reflect the adult population in the West, and simply aim to give a sense of the magnitude of the problem. As an important aside, the seminal paper by Black et al. [4] is recommended to the reader, which describes five million deaths annually under the age of five, and charts their global distribution. There is good evidence from subsequent work that this problem persists, and that the majority of these deaths are from pneumonia or the combination of pneumonia and gastroenteritis. Death from pneumonia in children, and in adults not admitted to hospital, remains rare in the West.", "cite_spans": [{"start": 473, "end": 476, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Community-Acquired Pneumonia"}, {"text": "In CAP, by far the predominant pathogen is Streptococcus pneumoniae, which accounts for between 70% and 90% of cases. S. pneumoniae is a Gram-positive coccus with a thick capsule, decorated with antigens that distinguish different serotypes. These antigens lend themselves to the development of vaccines and diagnostic tests. The beta-lactam ring of penicillin binds and inhibits the cross-linking of peptidoglycan, a pro-cess crucial to cell wall formation in bacteria such as S. pneumoniae. The dominant place of S. pneumoniae in producing CAP (and the fact that some rarer pathogens that cause CAP are susceptible to penicillin) explains why penicillins such as amoxicillin are at the core of CAP treatment. However, three sets of organisms require special attention in this context. Soon after the widespread use of penicillin dramatically reduced mortality from CAP, it became apparent that some forms of CAP were \"atypical\" in not being susceptible to penicillin, generally occurring in younger patients, and having a tendency to extra-pulmonary manifestations alongside the pneumonia. The pathogens responsible for these \"atypical pneumonias\" were soon characterised as having no cell wall (and hence being inherently resistant to penicillin). These include Mycoplasma pneumoniae, Coxiella burnetii, Chlamydophila pneumoniae, and Chlamydophila psittaci, which generally cause self-limiting infections, but can produce severe pneumonia. The major concern in this group relates to Legionella pneumophila, which can cause severe and life-threatening pneumonia, and a range of extrapulmonary manifestations including cardiac, neurological and renal disease; diarrhoea; hyponatraemia; hypophosphataemia; and muscle pains with high serum creatine kinase. Legionnaire's disease is transmitted by droplets from contaminated water in cooling towers or air conditioning systems, and has been the focus of high-profile outbreaks and public health investigations. Because L. pneumophila can cause moderate and severe pneumonia, guidelines recommend that macrolides are added to penicillin in these scenarios.", "cite_spans": [], "ref_spans": [], "section": "Community-Acquired Pneumonia"}, {"text": "The second important caveat relates to influenza. During influenza pandemics, mortality from CAP increases, most dramatically seen in the infamous 1917 outbreak, which is thought to have killed more people than both world wars combined. Some patients undoubtedly died from influenza pneumonia, but equally there is no doubt that influenza increases susceptibility to secondary bacterial pneumonia.", "cite_spans": [], "ref_spans": [], "section": "Community-Acquired Pneumonia"}, {"text": "This leads to the third caveat, surrounding Staphylococcus aureus. The incidence and sever-ity of S. aureus pneumonia is markedly increased during influenza pandemics. S. aureus pneumonia carries a high mortality, and almost all UK strains produce penicillinases. As a consequence, if severe CAP is acquired in an influenza season, flucloxacillin (or other penicillinase-resistant penicillins) are prescribed. It is a common misconception that S. aureus is the only pathogen that complicates influenza. S. pneumoniae behaves more aggressively after influenza, and Haemophilus influenzae (which is usually associated with mild CAP) can cause severe pneumonia when secondary to influenza.", "cite_spans": [], "ref_spans": [], "section": "Community-Acquired Pneumonia"}, {"text": "S. pneumoniae itself can cause severe pneumonia, and as it is responsible for most CAP, it is not surprising that S. pneumoniae is consistently found to be the organism most associated with severe pneumonia in ICU series.", "cite_spans": [], "ref_spans": [], "section": "Community-Acquired Pneumonia"}, {"text": "Collectively these observations explain why mild CAP is treated with amoxicillin, and moderate to severe CAP with amoxicillin and a macrolide (with flucloxacillin added during influenza outbreaks). These combinations cover most pathogens most of the time. Occasional clinical clues can suggest specific pathogens, but they are rarely pathognomonic. As discussed earlier, right upper lobe pneumonia with lobar expansion suggests S. pneumoniae or K. pneumoniae. Cavitation suggests S. aureus, K. pneumoniae, or tuberculosis. The presence of chronic obstructive pulmonary disease (COPD) increases the likelihood of H. influenzae pneumonia, though S. pneumoniae remains the commonest pathogen in CAP secondary to COPD, and some cases of pneumonia in patients with COPD may be caused by Moraxella catarrhalis (which produces beta-lactamase and so is resistant to amoxicillin) and Pseudomonas aeruginosa (also resistant to penicillin). Return from foreign travel with pneumonia raises the possibility of Legionnaire's disease (especially after a stay in hotels with air conditioning systems in warm countries), and some particular pneumonias have associations with particular geographical locations (for example melioidosis in South East Asia and Northern Australia, and the Middle East Respiratory Syndrome coronavirus [MERS-CoV] outbreaks).", "cite_spans": [], "ref_spans": [], "section": "Community-Acquired Pneumonia"}, {"text": "HAP is defined as new pneumonia arising two or more days after admission to hospital, and which was not evolving in the community prior to admission. It has been estimated that the prevalence of HAP is around 1%. Most patients in whom HAP is suspected are elderly and frail. Differentiation of true HAP from a range of other hospital-acquired thoracic pathologies is difficult, and obtaining microbiological samples from the alveolar regions is harder still-bronchoalveolar lavage (BAL) is rarely justified or likely to be tolerated, good-quality sputum sampling reflective of the alveolar regions is rare, and antibiotics are frequently started empirically. HAP occurring in the first week of a hospital admission is likely to be caused by S. pneumoniae, S. aureus, H. influenzae, or coliforms, but with passing time the range of potential pathogens becomes wider, with greater representation of more virulent and antibiotic-resistant pathogens.", "cite_spans": [], "ref_spans": [], "section": "Hospital-Acquired Penumonia"}, {"text": "VAP is new pneumonia arising at least 48 h after intubation and mechanical ventilation. Although estimates vary considerably, VAP appears to occur in about 20% of intubated and mechanically ventilated patients, and to have a crude mortality rate of around 30% (though the attributable mortality over and above that of patients in ICU with equivalent severity of illness without pneumonia is far smaller) [5] .", "cite_spans": [{"start": 404, "end": 407, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Ventilator-Associated Pneumonia"}, {"text": "In contrast to CAP, a quite different set of pathogens is implicated in HAP. VAP is the bestcharacterised form of HAP. VAP occurring early in an intensive care unit (ICU) stay is more likely to be caused by organisms such as S. pneumoniae, methicillin-sensitive S. aureus, H. influenzae, and Gram-negative bacilli. However, late-onset VAP (>7 days) can be caused by a plethora of organisms that are generally more virulent and more likely to be antibiotic-resistant. Gram-negative bacilli including P. aeruginosa, bacteria of the Enterobacteriaceae family, and the Gram-positive S. aureus are the dominant pathogens. Empirical therapy for late-onset VAP should take this into account. It is vital to have good microbiological surveillance and epidemiology, such that hospitals know the most likely pathogens in their institution, as the microbiological epidemiology of HAP and VAP varies considerably between hospitals (and often in different units within the same hospital).", "cite_spans": [], "ref_spans": [], "section": "Ventilator-Associated Pneumonia"}, {"text": "The bacterial aetiology of aspiration pneumonia is less well understood. There is a widely held belief that anaerobic bacteria are disproportionately represented in aspiration pneumonia, but other studies have implicated Gram-negative coliforms. Part of the problem in studying aspiration pneumonia relates to practical difficulties in obtaining high-quality, representative alveolar samples. Patients with suspected aspiration pneumonia are often too frail to cough well enough to produce adequate sputum samples (or may have no sputum production), and may be too unwell for bronchoscopy.", "cite_spans": [], "ref_spans": [], "section": "Aspiration Pneumonia"}, {"text": "Central to the pathophysiology of pneumonia is the bacterial inoculum reaching the lung. Some of the most important lower respiratory tract infections, such as tuberculosis, influenza, and Legionnaire's disease are undoubtedly acquired by direct inhalation of airborne droplets. In contrast, it seems likely that VAP is caused by \"micro-aspiration\" of small volume inocula from a colonised oropharynx. This is supported by effective subglottic suction drainage (removal of potentially infected secretions sitting just about the cuff of an endotracheal tube) being associated with significantly reduced VAP, and by the close correlation between colonising oropharyngeal bacteria and pathogens later isolated from the pneumonic lung.", "cite_spans": [], "ref_spans": [], "section": "Aspiration Pneumonia"}, {"text": "With regard to aspiration pneumonia, witnessed, large-volume aspiration is a relatively rare occurrence, and far more common is repeated, low-volume aspiration in elderly patients with reduced conscious level and/or impaired laryngeal protection reflexes. It is therefore likely that most aspiration pneumonia follows the same pathogenesis as VAP, with altered colonisation profiles emerging in the oropharynx in a hospital or nursing home environment, with repeated aspiration of small inocula into the lung.", "cite_spans": [], "ref_spans": [], "section": "Aspiration Pneumonia"}, {"text": "Which of these routes of inoculation (direct droplet/aerosol inhalation or microaspiration) is predominantly responsible for CAP caused by S. pneumoniae is harder to determine. Colonisation of the oropharynx with S. pneumoniae is relatively common in the healthy population, and higher in hospitalised cohorts, who are known to have a high frequency of micro-aspiration. However aerosol spread of S. pneumoniae is well known to occur. There is, therefore, fairly persuasive evidence that S. pneumoniae can reach the alveolar spaces through either route. This situation may well apply to other pathogens implicated in CAP.", "cite_spans": [], "ref_spans": [], "section": "Aspiration Pneumonia"}, {"text": "When faced with a patient with possible pneumonia it is important to determine if (1) pneumonia is the most likely diagnosis on clinical grounds, and if so, (2) what is the most likely organism?", "cite_spans": [{"start": 157, "end": 160, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Principles of Diagnosis"}, {"text": "Many illnesses mimic pneumonia (Table 10 .1) and the diagnosis is not always straightforward. Furthermore the \"gold standard\" diagnosis of pneumonia (using histology and culture of lung biopsy material to confirm infected, inflamed alveolar tissue) is unachievable and undesirable in most patients, and the surrogate clinical tools for diagnosis are inadequate. These difficulties in diagnosis tend to encourage the overuse of antibiotics. Clinicians generally would rather overtreat than miss a potentially curable condition. This is clearly a logical and justifiable stance when considering an individual patient, but it does have two broad consequences. The first is that, especially in hospitals, this increases evolutionary pressure for the emergence of antibiotic-resistant pathogens, at a time when the lack of new antibiotics is well recognized. The second consequence of having a low threshold for \"false positives\" is that the true (non-infective) cause of the patient's presentation will often remain undiagnosed. We remain some way short of the optimal situation in which accurate diagnostics give sufficiently high sensitivity and specificity to target antibiotics only to those patients who require them.", "cite_spans": [], "ref_spans": [{"start": 31, "end": 40, "text": "(Table 10", "ref_id": "TABREF0"}], "section": "Principles of Diagnosis"}, {"text": "Clinical acumen, radiology, and microbiological sampling have their limitations. The careful consideration of all three together allow a reliable diagnosis of CAP much of the time, but the level of diagnostic confidence is lower when considering HAP/VAP.", "cite_spans": [], "ref_spans": [], "section": "Principles of Diagnosis"}, {"text": "A history of breathlessness, productive cough, fever, fatigue, and pleuritic chest pain evolving over a few days, along with signs of tachypnoea, bronchial breathing, and whispering pectoriloquy make a diagnosis of probable pneumonia easy, and diagnostic confidence can be confirmed with a compatible CXR. However, this constellation of features rarely occur, and some patients with pneumonia have no cough or breathlessness, and many do not have sputum production.", "cite_spans": [], "ref_spans": [], "section": "Principles of Diagnosis"}, {"text": "The history must be considered in the context of the background level of function and immune competence. Co-morbidities (such as COPD, diabetes mellitus, renal impairment, liver disease, chronic heart disease, or malignancy) and immunosuppressant medications all predispose to pneumonia. The history should include questions about smoking and alcohol consumption (K. pneumoniae is associated with alcohol dependency) and foreign travel (L. pneumophila and return from areas where particular pneumonias are endemic). Enquiry should also be made about recent flu-like symptoms and relevant contacts (S. pneumoniae, S. aureus, H. influenzae, and even primary influenza pneumonia may cause pneumonia in influenza seasons), occupation and contact with animals (avian exposure suggests possible psittacine pneumonia, but generally zoonoses are rare). The sexual and substance history is also important, and HIV testing should be considered in all patients with pneumonia. A history of dysphagia and choking is also relevant, as these features are clearly associated with an increased risk of pneumonia, particularly right lower lobe and middle lobe pneumonia. Myalgia, diarrhoea, and headache may alert clinicians to the possibility of Legionnaire's disease in patients with moderate to severe pneumonia, and abdominal pain (while obviously deserving full attention in its own right) can occasionally represent referred pain from diaphragmatic pleurisy.", "cite_spans": [], "ref_spans": [], "section": "Principles of Diagnosis"}, {"text": "In addition to the physical signs on chest examination previously described, significant dental decay suggests oral pathogens (especially anaerobes) obtaining a haematogenous route from the gums to the lungs. In frail, elderly patients with impaired swallowing, this raises the possibility of repeated aspiration.", "cite_spans": [], "ref_spans": [], "section": "Principles of Diagnosis"}, {"text": "History and examination are rarely conclusive, so radiology is crucial. Air bronchograms in a well-centred, postero-anterior CXR on deep inspiration are pathognomonic, but rarely achieved in the slumped, frail elderly. This situation is magnified in the context of suspected HAP, while on the ICU, CXRs in semi-recumbent patients are notoriously hard to interpret and, it is well recognised that even good-quality CXRs often miss consolidation that may be detected on computed tomography (CT) scanning.", "cite_spans": [], "ref_spans": [], "section": "Principles of Diagnosis"}, {"text": "Microbiological sampling is of crucial importance in the diagnosis of pneumonia and for guiding treatment. While in the appropriate clinical context, a Gram stain from a high-quality sputum sample revealing (for example) strings of Grampositive cocci consistent with S. pneumoniae, would confirm diagnosis and guide treatment, this is rarely possible. There are three main problems to consider in relation to microbiological sampling of the respiratory tract. The first is that many patients with pneumonia have no sputum production. Secondly, patients are commonly already taking empirical antibiotics on presentation to hospital, and it is recognised that sputum culture is less likely to give an accurate reflection of pneumonia in that setting. Thirdly, as pneumonia is infection of the alveolar regions of the lungs, it is often hard to be certain that the sample is derived from the relevant part of the respiratory tract. In the context of CAP, the main challenge is to disregard contaminants or colonising bacteria from the upper respiratory tract. In general, however, a good-quality expectorated sputum sample is considered representative of alveolar pathology in patients with CAP.", "cite_spans": [], "ref_spans": [], "section": "Principles of Diagnosis"}, {"text": "Unfortunately, the situation in HAP and VAP is starkly different. In suspected HAP, highquality sputum production in an antibiotic-naïve patient is a rare occurrence, as is a clearly diagnostic CXR. In this setting empirical antibiotics are usually given. Suspected HAP is notoriously poorly studied, but at a conservative estimate, an alternative diagnosis to pneumonia is likely to be present in over 50% of patients.", "cite_spans": [], "ref_spans": [], "section": "Principles of Diagnosis"}, {"text": "Suspected VAP presents a uniquely different set of circumstances. Here, patients are already critically ill, and the additional burden of pneumonia seems to confer an appreciable attributable mortality. The risk of \"missing\" pneumonia here adds further to the pressure to prescribe empirical antibiotics. Studies consistently show true pneumonia to be present in only around onethird of patients with suspected VAP. Because mucus production in the conducting airways is markedly increased in mechanically ventilated patients, tracheal aspirates are poorly reflective of alveolar pathology, and contribute significantly to false positive diagnoses of pneumonia. Unlike in most cases of CAP or HAP, the clinician has potential access to the alveolar space in that bronchoscopy and bronchoalveolar lavage (BAL) can be performed under controlled circumstances via the endotracheal tube, and high-quality BAL specifically samples the relevant region. The clinician must choose between empirical treatment (in the knowledge that the correct diagnosis may not be VAP in two-thirds of cases) and an invasive diagnostic procedure. One large randomised controlled trial (RCT) suggested better outcomes with a bronchoscopic approach, but another showed no difference [6, 7] . It is argued that image-directed bronchoscopic BAL (and the culture of >10 4 colony forming units/ml) is strongly suggestive of VAP.", "cite_spans": [{"start": 1256, "end": 1259, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 1260, "end": 1262, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Principles of Diagnosis"}, {"text": "Blood cultures are strongly recommended in patients with suspected moderate or severe pneumonia, particularly when the patient is febrile. Similarly, it is worthwhile culturing pleural fluid if this can be easily, quickly, and safely obtained.", "cite_spans": [], "ref_spans": [], "section": "Principles of Diagnosis"}, {"text": "A plethora of antigenic and molecular tests are becoming available. The exquisite sensitivity of PCR-based tests further increases the absolute requirement for high-quality sampling before performing microbiology. A clearly predominant organism in a high-quality sample greatly increases the likelihood that it is the responsible pathogen. Low-level identification of multiple organisms from low-quality samples is more likely to indicate contamination or colonisation. The concern is that increasingly sensitive tests, if not used judiciously, may exacerbate the problem of over-prescription of antibiotics.", "cite_spans": [], "ref_spans": [], "section": "Principles of Diagnosis"}, {"text": "The CAP/HAP/aspiration/immunocompromised host classification has ensured better empirical antibiotic selection for pneumonia generally. In parallel, management has been improved through introduction of prognostic risk stratification scores. These are applicable to CAP, and the most commonly used are the CURB65 and Pneumonia Severity Index scores [8, 9] . The CURB65 score (Table 10. 2) is simple to use and derived from UK cohorts. Guidelines propose that patients with CAP and CURB65 scores of 0-1 can be managed at home, a score of 2 should be man-aged in hospital, and scores of 3-5 should prompt consideration of a higher level of care (for example in an ICU).", "cite_spans": [{"start": 348, "end": 351, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 352, "end": 354, "text": "9]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 374, "end": 384, "text": "(Table 10.", "ref_id": "TABREF0"}], "section": "Prognosis and Stratification"}, {"text": "Three very important caveats must be noted. The first is that the CURB65 score must not replace clinical judgment. It provides a prognostic estimation with wide confidence intervals, and clinical judgment and experience should always \"trump\" the CURB65, which should be viewed as a supporting guide. The second caveat around CURB65 is that it is a tool applied at a single point in time (usually at presentation) yet deterioration can occur rapidly. The third caveat is that CURB65 performs less well at predicting those patients who require management in an intensive care environment, again emphasising the primary role of clinical judgment in assessing prognosis in patients with CAP.", "cite_spans": [], "ref_spans": [], "section": "Prognosis and Stratification"}, {"text": "If patients are discharged from hospital with mild pneumonia (CURB65 0-1), a general practitioner or district nurse should be able to confirm appropriate progress in the ensuing period. In all other settings, hospital wards can monitor progress to detect any clinical deterioration or the development of complications.", "cite_spans": [], "ref_spans": [], "section": "Prognosis and Stratification"}, {"text": "The mainstays of treatment in pneumonia can be divided into general measures and antibiotic therapy.", "cite_spans": [], "ref_spans": [], "section": "Principles of Treatment"}, {"text": "Patients are often hypoxaemic, but the optimal level of PaO 2 to improve outcomes in pneumonia is undefined; supplemental oxygen is generally used to maintain a PaO 2 ≥8 kPa, or for oxygen saturations to be maintained at 94-98%. Insensible fluid loss is often underestimated and requires correction. As with all systemic inflammatory processes, pneumonia generally promotes venous thrombus formation, which is compounded by immobility. Patients should have thromboprophylaxis unless specifically contra-indicated, and mobilised from bed as quickly as is feasible. Confusion (abbreviated mental test score 8 or less, or new disorientation in person, place or time) Blood urea of over 7 mmol/L Respiratory rate of 30 breaths per minute or more Low blood pressure (diastolic 60 mmHg or less, or systolic less than 90 mmHg) Age 65 years or more a CURB65 score is calculated by giving 1 point for each of the prognostic features Pneumonia induces a significant catabolic effect that is multifactorial and is probably responsible for systemic upset and muscle wasting. Physiotherapy and dietetic input is important to maintain muscle tone and independent mobility, and to increase calorific intake. Anti-emetics can obviously help in allowing better calorific intake. The profound fatigue of pneumonia can persist for weeks or months after an otherwise full recovery. The pleurisy that accompanies about 15% of cases of pneumonia should be treated with analgesics, and opioids may be required to relieve pain and allow more effective aeration of the affected side, but there is no evidence for their use as antitussives.", "cite_spans": [], "ref_spans": [], "section": "General Measures"}, {"text": "If a patient with pneumonia fails to respond to apparently good treatment, the most likely explanation is that the diagnosis of pneumonia is incorrect, or that the underlying medical condition that predisposed to pneumonia is dictating the tempo of the illness. Failure to respond should lead to consideration of complications such as empyema. Other possibilities (particularly in HAP/VAP, aspiration, and severe CAP) include inadequate or inappropriate antibiotic coverage for the responsible pathogen(s), or the involvement of an antibiotic-resistant organism(s).", "cite_spans": [], "ref_spans": [], "section": "General Measures"}, {"text": "On discharge, patients must be followed up, as pneumonia can occasionally be the first declaration of a tumour occluding a bronchus, and so a repeat CXR at 6-8 weeks is generally advised, particularly in smokers and in patients aged over 50. Complete radiographic resolution is agedependent and lags well behind clinical improvement, but all CXRs should be improving by 6-8 weeks, and failure of resolution should prompt further investigation, usually with CT in the first instance.", "cite_spans": [], "ref_spans": [], "section": "General Measures"}, {"text": "The consensus on treatment in the UK for patients who have adequate social circumstances, who can safely have oral intake, and have no medica-tion allergies, outside of an influenza pandemic, are as follows:", "cite_spans": [], "ref_spans": [], "section": "Community-Acquired Pneumonia"}, {"text": "• CURB65 score 0-1: manage at home with oral amoxicillin. • CURB65 score 2: manage in a hospital ward with oral amoxicillin and oral clarithromycin (because there is a low but appreciable risk of L. pneumophila being responsible). • CURB65 score 3-5: manage in hospital and consider management in a critical care area such as an ICU, keeping in mind that CURB65 is less effective in predicting which patients require critical care (a pragmatic approach combining clinical judgment, CURB65, and arterial blood gas results is advised).", "cite_spans": [], "ref_spans": [], "section": "Community-Acquired Pneumonia"}, {"text": "In terms of antibiotics, combinations such as intravenous co-amoxiclav and clarithromycin should be used for CURB65 3-5. If L. pneumophila is strongly suspected, additional cover should be considered (e.g. using levofloxacin), and if there is a known flu pandemic and/or the patient has had flu-like symptoms preceding the pneumonia, consider adding intravenous flucloxacillin to cover S. aureus. The exact choice of antibiotics, particularly when drug allergies are present, is best guided by discussion with hospital microbiologists and consult with the most recent updates on the British Thoracic Society and NICE websites.", "cite_spans": [], "ref_spans": [], "section": "Community-Acquired Pneumonia"}, {"text": "Guidelines generally recommend that patients hospitalised with CAP (particularly of CURB65 score 3-5) should receive antibiotics within 4 h of clinical suspicion, on the basis of evidence that delayed antibiotics are associated with higher mortality. This emphasises the observation that in CAP, diagnostic sampling should not delay prescribing. In general, if clinical assessment and CXR are compatible with CAP, then as the antibiotic medication is being prescribed and prepared for administration, an attempt should be made to obtain: blood cultures; sputum (for culture, including Legionella culture, and for PCR to cover atypical pathogens and respiratory viruses as appropriate); and ultrasound-guided pleural aspirate, if appropriate. Urine should be obtained for pneumococcal and Legionella antigen testing, which can be very useful as \"rule in\" tests. Blood can be sent for serological tests if atypical pathogens or viral pathologies are particularly expected.", "cite_spans": [], "ref_spans": [], "section": "Community-Acquired Pneumonia"}, {"text": "The duration of antibiotics required for uncomplicated CAP has been a subject of considerable debate. The general trend in pneumonia care is for shorter courses of antibiotics, and recent NICE guidelines recommend 5 days for mild CAP managed in the community, and 7-10 days for moderate and severe CAP. Treatment may be extended according to clinical judgement, particularly if S. aureus or Gram-negative enteric bacilli are confirmed. Longer antibiotic courses are often required if complications such as empyema or abscess ensue.", "cite_spans": [], "ref_spans": [], "section": "Community-Acquired Pneumonia"}, {"text": "One particular controversy that continues to arise is whether the antibiotics recommended in the UK guidelines increase the risk of Clostridium difficile colitis. This divides opinion significantly, and many hospitals have adjusted their own CAP guidelines to recommend antibiotics less commonly associated with C. difficile. It currently seems reasonable to apply the national guidelines, unless local microbiological epidemiology suggests a clear association between the antibiotics in question and C. difficile colitis.", "cite_spans": [], "ref_spans": [], "section": "Community-Acquired Pneumonia"}, {"text": "A further interesting development has been the use of blood C-reactive protein (CRP) concentrations to monitor response to therapy. In patients with moderate and severe pneumonia, it is generally recognised that CRP should be falling after 3 days of adequate antibiotic therapy, and if it is not, an explanation for the lack of response should be sought.", "cite_spans": [], "ref_spans": [], "section": "Community-Acquired Pneumonia"}, {"text": "NICE guidelines have also made recommendations on antibiotic initiation based on CRP for patients in the community with suspected lower respiratory tract infection. Antibiotics should not be offered if CRP is <20 mg/L; a delayed course can be given if CRP is 20-100 mg/L and symptoms worsen; and antibiotics should be initiated if CRP concentrations are >100 mg/L.", "cite_spans": [], "ref_spans": [], "section": "Community-Acquired Pneumonia"}, {"text": "Guidelines for the management of VAP (and HAP more generally) advise that antibiotic therapy be dictated by the severity of the patient's illness, the likelihood of multi-drug resistant pathogens, and the time spent in hospital [10] [11] [12] [13] . At the time of writing, updated European guidelines on VAP are pending. A broad amalgamated interpretation of the various guidelines would suggest that if the patient with VAP has been in the intensive care unit for under 5 days, if they are not considered to be at high risk of a multi-drug resistant pathogen (Table 10. 3), and if they are not severely unwell (for example no evidence for severe sepsis), then monotherapy with a limited-spectrum antibiotic (e.g. coamoxiclav) for approximately 8 days seems appropriate.", "cite_spans": [{"start": 228, "end": 232, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 233, "end": 237, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 238, "end": 242, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 243, "end": 247, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 561, "end": 571, "text": "(Table 10.", "ref_id": "TABREF0"}], "section": "Hospital-Acquired Pneumonia (with Particular Focus on Ventilator-Associated Pneumonia)"}, {"text": "The guidelines take slightly differing views on management if the patient has been in hospital for more than 5 days and/or is at risk of a multi-drug resistant (MDR) pathogen(s) and/or is severely unwell. However, if an organism has been confidently isolated, the general consensus is to use a single antibiotic to which it is fully sensitive for around 8 days. If no organism is isolated, then the North American view is generally to give two antibiotics with different modes of action, with the aim of covering a range of Gram-negative pathogens (most importantly P. aeruginosa), S. pneumoniae, and MSSA, with the addition of cover for MRSA if it is known to be prevalent on the ICU in question. UK guidelines give less-specific advice, but favour monotherapy where possible, making use of local microbiological epidemiology. Treatment is again recommended to be for approximately 8 days. The figure of 8 days is based on a trial that compared 15 versus 8 days of treatment, and found no difference in outcomes [14] . Interestingly, a recent paper suggests that adherence to previous American Thoracic Society and Infectious Diseases Society of America guidelines for the empirical treatment of VAP in patients at risk of MDR pathogens was associated with increased mortality [15] . The precise interpretation of these findings is difficult, but one tentative suggestion would be to seek a pathogen wherever possible in the hope of reducing the antibiotic load.", "cite_spans": [{"start": 1013, "end": 1017, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1278, "end": 1282, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Hospital-Acquired Pneumonia (with Particular Focus on Ventilator-Associated Pneumonia)"}, {"text": "The guidelines generally recommend that, where possible, respiratory samples be obtained when VAP is suspected, with empirical antibiotics started immediately afterwards, according to published guidelines. If standard cultures (typically 2-3 days later) suggest a responsible organism, then antibiotics can be de-escalated and rationalised at that stage. If good-quality cultures return with no growth, and if the patient is not deteriorating, then antibiotics can potentially be withdrawn. This approach seems very sensible, but clinically it often proves challenging. Clearly this approach is irrelevant in patients in whom no respiratory samples are obtained, or in patients in whom there is an ongoing extra-pulmonary indication for antibiotics. Some centres seek to improve antibiotic stewardship by considering early withdrawal of antibiotics if procalcitonin levels are clearly decreasing in parallel with clinical improvement, or if the \"Clinical Pulmonary Infection Score\" (a relatively cumbersome scoring system with a range from 0 to 12) [16] remains at ≤6 over days 0-3 of empirical treatment.", "cite_spans": [{"start": 1049, "end": 1053, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Hospital-Acquired Pneumonia (with Particular Focus on Ventilator-Associated Pneumonia)"}, {"text": "The urgency of antibiotic prescription in VAP is also less clear-cut than for CAP. Delayed pre-scription of appropriate antibiotics is associated with increased mortality in VAP, but the evidence that the increased mortality begins before 4 h of the clinical suspicion of VAP is weak. Nevertheless, when VAP is suspected, it seems eminently sensible to obtain a good-quality BAL sample within the next 4 h if possible, then start empirical monotherapy immediately, and refine the antibiotics based on clinical course and culture results.", "cite_spans": [], "ref_spans": [], "section": "Hospital-Acquired Pneumonia (with Particular Focus on Ventilator-Associated Pneumonia)"}, {"text": "As for HAP, the true prevalence, microbiological aetiology, and optimal management strategy for aspiration pneumonia are hard to define.", "cite_spans": [], "ref_spans": [], "section": "Aspiration Pneumonia"}, {"text": "The microbiology of aspiration pneumonia is gradually shifting from being predominantly a disease caused by anaerobic bacteria to one more akin to early HAP, with perhaps an overrepresentation of Gram-negative bacilli. In longer-term residents of nursing homes, P. aeruginosa may complicate aspiration pneumonia.", "cite_spans": [], "ref_spans": [], "section": "Aspiration Pneumonia"}, {"text": "It seems reasonable to treat patients with a high likelihood of aspiration pneumonia who are admitted from home as though they have CAP or early HAP. As L. pneumophila is not implicated, it seems reasonable to treat these patients with co-amoxiclav, but to be guided by local microbiological epidemiology, and to have a low threshold for broadening Gram-negative cover if there is deterioration. If the patient has been admitted from a nursing home or hospital facility, it may be advisable to give Gram-negative cover, either with a cephalosporin or (if nursing home or hospital residence has been long-term) with an antipseudomonal antibiotic.", "cite_spans": [], "ref_spans": [], "section": "Aspiration Pneumonia"}, {"text": "Smoking cessation, influenza vaccination, and pneumococcal vaccination all appear to reduce the risk of pneumonia in susceptible populations (Table 10 .4).", "cite_spans": [], "ref_spans": [{"start": 141, "end": 150, "text": "(Table 10", "ref_id": "TABREF0"}], "section": "Prevention"}, {"text": "The evidence base for measures to prevent VAP is vast. There is persuasive evidence that general infection control measures like good hand hygiene reduce the incidence of nosocomial infection, and this probably extends to VAP. Risk factors for VAP are well described, and form the basis for a plethora of preventive strategies. The biggest risk factors for VAP are intubation and inappropriate use of antibiotics, although avoidance of either may be impossible. Effective preventive measures appear to include managing the patient in a semi-recumbent (rather than supine) position of 30-45°, daily interruption of sedation as a prelude to weaning, and subglottic drainage. Controversy continues over whether oral chlorhexidine and selective digestive decontamination are advantageous preventive strategies.", "cite_spans": [], "ref_spans": [], "section": "Prevention"}, {"text": "There are endless ways in which management and prevention of pneumonia could be improved. In concluding this chapter, we shall consider four important aims that will be difficult to achieve, but where success could make a major difference to outcomes. The first is obviously the generation of novel ways to eradicate pathogens efficiently without toxicity to the host. The dearth of new antibiotics emerging for use in clinical practice is well documented, though intensive research continues into new ways of disrupting key bacterial survival mechanisms. In this context, increasing interest is focusing on ways to boost host innate immune mechanisms that clear bacterial pathogens, and these may begin to suggest novel, nonantibiotic-based approaches.", "cite_spans": [], "ref_spans": [], "section": "Future Challenges in Pneumonia"}, {"text": "The improvement of diagnostic accuracy in pneumonia clearly also presents a challenge for the future. This is particularly true in elderly, hospitalised patients, given that frailty and extensive co-morbidity broadens the differential diagnosis considerably, impairs the diagnostic precision of CXR, and reduces realistic chances of obtaining microbiological samples representative of the alveolar space. The ideal scenario is generation of Annual Annual a rapid, near-patient blood test that discriminates pneumonia from other causes of lung inflammation. This remains a distant aspiration, but there is much activity and interest in finding truly diagnostic biomarkers. There is also considerable interest in obtaining microbiological diagnoses from less-invasive specimens. Some caution needs to be exercised here. There has been an explosion of interest in the microbiome, and in whole genome sequencing of pathogens. This has fundamentally re-positioned our understanding of the normal and disease-associated microbiome deep in the lung. However, the relationship between detailed molecular microbiology of pneumonia and effective change of management is far from being worked out. Until it is, one concern is that the extreme sensitivity of molecular diagnostics may lead to detection of harmless commensals that are misinterpreted as pathogens, in turn leading to overuse of antibiotics. A third area of interest attracting increasing interest (particularly in sepsis research) is the contribution of the host innate response to outcomes in severe infection. There is an intriguing body of literature suggesting that an over-active or under-active innate immune response to serious infective or non-infective insults may dictate clinical outcomes to a greater extent than the infection itself. A prolonged state of relative immunosuppression in response to sepsis may be particularly important in this regard. While improved understanding of the innate immune response to pneumonia is required, early indications suggest that the identification of key pathways regulating the magnitude of the innate immune response may provide targets for therapeutic intervention.", "cite_spans": [], "ref_spans": [], "section": "Future Challenges in Pneumonia"}, {"text": "The previous areas highlighted would have major implications for improving pneumonia care in healthcare systems such as the UK's. The far greater challenge facing medicine is to harness sufficient political will and organisation of clinical infrastructures to address the appalling ongoing incidence of pneumonia, particularly at the extremes of life, in developing countries.", "cite_spans": [], "ref_spans": [], "section": "Future Challenges in Pneumonia"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "National Institute for Health and Care Excellence", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "BTS guidelines for the management of community acquired pneumonia in adults: update", "authors": [{"first": "W", "middle": ["S"], "last": "Lim", "suffix": ""}, {"first": "S", "middle": ["V"], "last": "Baudouin", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "George", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Hill", "suffix": ""}, {"first": "C", "middle": [], "last": "Jamieson", "suffix": ""}, {"first": "Le", "middle": [], "last": "Jeune", "suffix": ""}, {"first": "I", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "Thorax", "volume": "64", "issn": "3", "pages": "1--55", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "British Thoracic Society guidelines for the management of community acquired pneumonia in children: update", "authors": [{"first": "M", "middle": [], "last": "Harris", "suffix": ""}, {"first": "J", "middle": [], "last": "Clark", "suffix": ""}, {"first": "N", "middle": [], "last": "Coote", "suffix": ""}, {"first": "P", "middle": [], "last": "Fletcher", "suffix": ""}, {"first": "A", "middle": [], "last": "Harnden", "suffix": ""}, {"first": "M", "middle": [], "last": "Mckean", "suffix": ""}], "year": 2011, "venue": "Thorax", "volume": "66", "issn": "2", "pages": "1--23", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Where and why are 10 million children dying every year?", "authors": [{"first": "R", "middle": ["E"], "last": "Black", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Morris", "suffix": ""}, {"first": "J", "middle": [], "last": "Bryce", "suffix": ""}], "year": 2003, "venue": "Lancet", "volume": "361", "issn": "9376", "pages": "2226--2260", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Ventilator-associated pneumonia", "authors": [{"first": "J", "middle": [], "last": "Chastre", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Fagon", "suffix": ""}], "year": 2002, "venue": "Am J Respir Crit Care Med", "volume": "165", "issn": "", "pages": "867--903", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Invasive and noninvasive strategies for management of suspected ventilator-associated pneumonia", "authors": [{"first": "J", "middle": ["Y"], "last": "Fagon", "suffix": ""}, {"first": "J", "middle": [], "last": "Chastre", "suffix": ""}, {"first": "M", "middle": [], "last": "Wolff", "suffix": ""}, {"first": "C", "middle": [], "last": "Gervais", "suffix": ""}, {"first": "S", "middle": [], "last": "Parer-Aubas", "suffix": ""}, {"first": "F", "middle": [], "last": "Stéphan", "suffix": ""}], "year": 2000, "venue": "Ann Intern Med", "volume": "132", "issn": "8", "pages": "621--651", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Canadian Critical Care Trials Group. A randomized trial of diagnostic techniques for ventilator-associated pneumonia", "authors": [], "year": 2006, "venue": "N Engl J Med", "volume": "355", "issn": "", "pages": "2619--2649", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Defining community acquired pneumonia severity on presentation to hospital: an international derivation and validation study", "authors": [{"first": "W", "middle": ["S"], "last": "Lim", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Van Der Eerden", "suffix": ""}, {"first": "R", "middle": [], "last": "Laing", "suffix": ""}, {"first": "W", "middle": ["G"], "last": "Boersma", "suffix": ""}, {"first": "N", "middle": [], "last": "Karalus", "suffix": ""}, {"first": "G", "middle": ["I"], "last": "Town", "suffix": ""}], "year": 2003, "venue": "Thorax", "volume": "58", "issn": "5", "pages": "377--82", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A prediction rule to identify low-risk patients with community-acquired pneumonia", "authors": [{"first": "M", "middle": ["J"], "last": "Fine", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Auble", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Yealy", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Hanusa", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Weissfeld", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Singer", "suffix": ""}], "year": 1997, "venue": "N Engl J Med", "volume": "336", "issn": "4", "pages": "243--50", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Guidelines for the management of hospital-acquired pneumonia in the UK: report of the working party on hospital-acquired pneumonia of the British Society for Antimicrobial Chemotherapy", "authors": [{"first": "R", "middle": ["G"], "last": "Masterton", "suffix": ""}, {"first": "A", "middle": [], "last": "Galloway", "suffix": ""}, {"first": "G", "middle": [], "last": "French", "suffix": ""}, {"first": "M", "middle": [], "last": "Street", "suffix": ""}, {"first": "J", "middle": [], "last": "Armstrong", "suffix": ""}, {"first": "E", "middle": [], "last": "Brown", "suffix": ""}], "year": 2008, "venue": "J Antimicrob Chemother", "volume": "62", "issn": "", "pages": "5--34", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Clinical practice guidelines for hospital-acquired pneumonia and ventilatorassociated pneumonia in adults", "authors": [{"first": "C", "middle": [], "last": "Rotstein", "suffix": ""}, {"first": "G", "middle": [], "last": "Evans", "suffix": ""}, {"first": "A", "middle": [], "last": "Born", "suffix": ""}, {"first": "R", "middle": [], "last": "Grossman", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Light", "suffix": ""}, {"first": "S", "middle": [], "last": "Magder", "suffix": ""}], "year": 2008, "venue": "Can J Infect Dis Med Microbiol", "volume": "19", "issn": "", "pages": "19--53", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Management of adults with hospital-acquired and ventilatorassociated pneumonia: 2016 clinical practice guidelines by the Infectious Diseases Society of America and the", "authors": [{"first": "A", "middle": ["C"], "last": "Kalil", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Metersky", "suffix": ""}, {"first": "M", "middle": [], "last": "Klompas", "suffix": ""}, {"first": "J", "middle": [], "last": "Muscedere", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Sweeney", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Palmer", "suffix": ""}], "year": 2016, "venue": "Clin Infect Dis", "volume": "63", "issn": "", "pages": "61--111", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "European HAP Working Group. Defining, treating and preventing hospital acquired pneumonia: European perspective", "authors": [{"first": "A", "middle": [], "last": "Torres", "suffix": ""}, {"first": "S", "middle": [], "last": "Ewig", "suffix": ""}, {"first": "H", "middle": [], "last": "Lode", "suffix": ""}, {"first": "J", "middle": [], "last": "Carlet", "suffix": ""}], "year": 2009, "venue": "Intensive Care Med", "volume": "35", "issn": "1", "pages": "9--29", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Comparison of 8 vs 15 days of antibiotic therapy for ventilator-associated pneumonia in adults: a randomized trial", "authors": [{"first": "J", "middle": [], "last": "Chastre", "suffix": ""}, {"first": "M", "middle": [], "last": "Wolff", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Fagon", "suffix": ""}, {"first": "S", "middle": [], "last": "Chevret", "suffix": ""}, {"first": "F", "middle": [], "last": "Thomas", "suffix": ""}, {"first": "D", "middle": [], "last": "Wermert", "suffix": ""}], "year": 2003, "venue": "JAMA", "volume": "290", "issn": "", "pages": "2588--98", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Implementation of guidelines for management of possible multidrug-resistant pneumonia in intensive care: an observational, multicentre cohort study", "authors": [{"first": "D", "middle": ["H"], "last": "Kett", "suffix": ""}, {"first": "E", "middle": [], "last": "Cano", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Quartin", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Mangino", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Zervos", "suffix": ""}, {"first": "P", "middle": [], "last": "Peyrani", "suffix": ""}], "year": 2011, "venue": "Lancet Infect Dis", "volume": "11", "issn": "", "pages": "181--190", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Clinical signs and scores for the diagnosis of ventilator-associated pneumonia", "authors": [{"first": "J", "middle": [], "last": "Pugin", "suffix": ""}], "year": 2002, "venue": "Minerva Anastesiol", "volume": "68", "issn": "", "pages": "261--266", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "CT scan illustrating left upper lobe pneumonia, with a transverse view in the left panel and a coronal view in the right panel. The air bronchogram is shown as an air-filled (black) line among the solid, consolidated (white) lung tissue", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Fig. 10.2 Left-hand panel is a low-power histological section of lung, stained with haematoxylin and eosin (H&E). The dense pink areas show pneumonia, in a characteristically patchy distribution. The right-hand panel shows a histological section, stained with H&E, demonstrating pneumonia. The green arrow points to a collection", "latex": null, "type": "figure"}, "TABREF0": {"text": "Non-infective mimics of community-acquired pneumonia", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "Risk factors for multi-drug resistant pathogens in the aetiology of ventilator-associated pneumonia Recent episode of hospital admission (≥2 days in the previous 90 days) Nursing home resident Recent exposure to antibiotics (within previous 90 days) Recent wound care Recent immunosuppression or chemotherapy ≥5 days since ICU admission Duration of mechanical ventilation Dialysis Family member with multi-drug resistant pathogen Endemic multi-drug resistant bacteria in local ecology", "latex": null, "type": "table"}, "TABREF3": {"text": "Vaccination recommendations for the prevention of community-acquired pneumonia", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Pneumococcal polysaccharide vaccine </td><td>Live attenuated influenza vaccine\n</td></tr><tr><td>Vaccination\n</td><td> </td><td>Inactivated influenza vaccine\n</td><td> </td></tr><tr><td>Route of administration\n</td><td>Intramuscular </td><td>Intramuscular </td><td>Intranasal\n</td></tr><tr><td>Recommended groups\n</td><td>All persons &gt;65 years of age\n</td><td>All persons ≥50 years\n</td><td>Healthy children aged </td></tr><tr><td>Persons aged 2-64 years with chronic cardiovascular, pulmonary, renal or liver disease, diabetes mellitus, cerebrospinal fluid leaks, alcohol dependence, asplenism, taking immunosuppression, or in long-stay care facilities\n</td><td>Persons aged </td><td>between 2 and 7 years. </td></tr><tr><td> </td><td>6 months-49 years with chronic cardiovascular, pulmonary, renal or metabolic disease, haemoglobinopathies, taking immunosuppression, pregnancy, or people in long-term care facilities\n</td><td>Children aged between 8 and </td></tr><tr><td> </td><td>17 years with chronic conditions\n</td></tr><tr><td> </td><td> </td><td>Household contacts of the above groups\n</td><td> </td></tr><tr><td> </td><td> </td><td>Patients ≤18 years taking aspirin therapy\n</td><td> </td></tr><tr><td> </td><td> </td><td>Children aged 6-23 months Health care professionals\n</td><td> </td></tr><tr><td>Revaccination schedule\n</td><td>Only required once after 5 years in:\n</td><td>Annual </td><td>Annual\n</td></tr><tr><td>1. Adults who received first </td><td> </td></tr><tr><td> </td><td>dose ≤65 years\n</td><td> </td><td> </td></tr><tr><td> </td><td>2. Asplenism\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>3. Immunocompromise\n</td></tr></table></body></html>"}}, "back_matter": []}