{"paper_id": "2a5eb8308ccffb902e65495dd532a5dcf334985c", "metadata": {"title": "Changes in Dietary Behaviours during the COVID-19 Outbreak Confinement in the Spanish COVIDiet Study", "authors": [{"first": "Celia", "middle": [], "last": "Rodríguez-Pérez", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Granada", "location": {"addrLine": "Campus of Cartuja", "postCode": "18071", "settlement": "Granada", "country": "Spain"}}, "email": ""}, {"first": "Esther", "middle": [], "last": "Molina-Montes", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Granada", "location": {"addrLine": "Campus of Cartuja", "postCode": "18071", "settlement": "Granada", "country": "Spain"}}, "email": ""}, {"first": "Vito", "middle": [], "last": "Verardo", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Granada", "location": {"addrLine": "Campus of Cartuja", "postCode": "18071", "settlement": "Granada", "country": "Spain"}}, "email": "vitoverardo@ugr.esv.v."}, {"first": "Reyes", "middle": [], "last": "Artacho", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Granada", "location": {"addrLine": "Campus of Cartuja", "postCode": "18071", "settlement": "Granada", "country": "Spain"}}, "email": "rartacho@ugr.esr.a."}, {"first": "Belén", "middle": [], "last": "García-Villanova", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Granada", "location": {"addrLine": "Campus of Cartuja", "postCode": "18071", "settlement": "Granada", "country": "Spain"}}, "email": ""}, {"first": "Eduardo", "middle": [], "last": "Jesús Guerra-Hernández", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Granada", "location": {"addrLine": "Campus of Cartuja", "postCode": "18071", "settlement": "Granada", "country": "Spain"}}, "email": ""}, {"first": "María", "middle": [], "last": "Dolores Ruíz-López", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Granada", "location": {"addrLine": "Campus of Cartuja", "postCode": "18071", "settlement": "Granada", "country": "Spain"}}, "email": ""}]}, "abstract": [{"text": "The aim of this study was to evaluate whether dietary behaviours of the Spanish adult population were changed during the COVID-19 outbreak confinement. For that purpose, an online questionnaire, based on 44 items including socio-demographic data, Mediterranean diet (MedDiet) Adherence Screener (MEDAS) as a reference of a healthy diet, processed foods intake, changes in their usual food choices and weight gain was distributed using social media and snowball sampling. A total of 7514 participants (37% aged below 35 years, 70.6% female, 77.9% university-level education or higher) from all the Spanish territory completed the questionnaire. Results outlined healthier dietary behaviours during the confinement when compared to previous habits. Overall, the MEDAS score (ranging from 0 to 14, whereby higher a scoring reflects greater adherence to the MedDiet) increased significantly from 6.53 ± 2 to 7.34 ± 1.93 during the confinement. Multivariate logistic regression models, adjusted for age, gender, region and other variables, showed a statistically significant higher likelihood of changing the adherence to the MedDiet (towards an increase in adherence) in those persons who decreased the intake of fried foods, snacks, fast foods, red meat, pastries or sweet beverages, but increased MedDiet-related foods such as olive oil, vegetables, fruits or legumes during the confinement. COVID-19 confinement in Spain has led to the adoption of healthier dietary habits/behaviours in the studied population, as reflected by a higher adherence to the MedDiet. This improvement, if sustained in the long-term, could have a positive impact on the prevention of chronic diseases and COVID-19-related complications.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The 2019 coronavirus pandemic, caused by SARS-CoV-2, has expanded from Wuhan, the capital city of Hubei Province in China to a growing number of countries [1] . To date, more than 1,333,711 cases of coronavirus have been reported in Europe and concretely, 207,634 cases came from Spain, according to the latest Coronavirus disease 2019 situation report [2] . Due to the gravity of circumstances, the 'State of alarm' was declared in Spain on 14th March 2020 [3] . Since then, the Spanish population was firstly ordered to stay at home for two weeks that were later extended by another two weeks to halt the spread of coronavirus, paying more attention to vulnerable populations including persons with underlying medical conditions or with a compromised immune system from a medical condition or treatment, health care providers, or older adults [4] . Under that situation, people were allowed to leave home to buy essentials from supermarkets and pharmacies, go to work in those cases in which work in-person was essential (pharmacies, healthcare, supermarkets, etc.) while maintaining social distance.", "cite_spans": [{"start": 155, "end": 158, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 353, "end": 356, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 458, "end": 461, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 845, "end": 848, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "This implementation firstly caused panic buying and disruptions to food supply leading to shortages of some staple foods in most supermarkets and grocery stores. However, after the first four days, most companies ensured sufficient food supply during this period of confinement in view of . Despite that the situation seemed to be normalized, not all food and food products were easily available at the supermarkets, making senior citizens even more vulnerable.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Against this emerging and rapidly evolving situation, and independently of the availability/non-availability of food products, people should have had more time for cooking and for organizing their meals. But also, people had more time for watching television (TV) and even to get bored. Watching TV has been associated with snacking frequency, especially energy-dense snacks, fast foods or soda beverages [5, 6] . Mittal et al. [7] concluded that snacking while watching television is associated with a promotion of over-consumption on a later meal. On its behalf, boredom has been suggested to be a predictor of eating behaviours [8] .", "cite_spans": [{"start": 405, "end": 408, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 409, "end": 411, "text": "6]", "ref_id": "BIBREF5"}, {"start": 428, "end": 431, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 631, "end": 634, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "The restriction to stay at home with children in some cases, teleworking and avoiding to be in close contact with other people could also cause stress and anxiety throughout the population [9] . In this regard, further than considering emotional eating, some studies have associated the food choice with psychological parameters, such as anxiety [10, 11] . Additionally, the confinement considerably limits physical activity, which could increase the emotional imbalance due to the 'alarm situation'. Referring to the elderly, social isolation could lead to depression, cognitive dysfunction, disability, higher cardiovascular disease (CVD) risk and even increased mortality, as recently reported by Morley and Vellas [12] .", "cite_spans": [{"start": 189, "end": 192, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 346, "end": 350, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 351, "end": 354, "text": "11]", "ref_id": "BIBREF10"}, {"start": 718, "end": 722, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Introduction"}, {"text": "Thus, changes in dietary and physical activity habits as a consequence of COVID-19 confinement were expected. In fact, the Spanish Ministry of Agriculture, Fisheries and Food reported an about 30% increment in food purchases during the week before the confinement started with respect to the same date last year [13] . To support the immune system under situations like this, the establishment of healthy dietary habits is crucial. In this regard, the European Federation of the Association of Dietitians (EFAD) published COVID-19 information for nutritional support [14] . Furthermore, the World Health Organization (WHO) also offered several food and nutritional tips during self-quarantine [15] , while the Mediterranean diet (MedDiet) as a healthy nutritional pattern to be followed in quarantine has been recommended [16] . However, so far, no data with respect to the real dietary habits of the population are available. Therefore, the main objective of this study was to examine whether the COVID-19 outbreak confinement has influenced dietary habits among the Spanish adult population. For that purpose, a self-administered web-based questionnaire with questions aimed at assessing the dietary behaviours of the adult Spanish population during the COVID-19 confinement and before it started, was distributed using social media and snowball sampling.", "cite_spans": [{"start": 312, "end": 316, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 567, "end": 571, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 693, "end": 697, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 822, "end": 826, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Introduction"}, {"text": "A cross-sectional study (COVIDiet) was carried out among Spanish adults who were encouraged to participate in the present study without any exclusion criteria further than the age (>18 years old). Participation in the online questionnaire was entirely voluntary and anonymous. The study was conducted in agreement with the Declaration of Helsinki, and all data were collected anonymously and recorded according to the Spanish Organic Law of Personal Data Protection (LOPD) 15/1999. Since the questionnaire is anonymous and no personal data are collected, no informed written consent was requested. However, participants were informed about the objective of the research and they were asked for permission to use and publish the data from the study before starting the questionnaire. This study was approved by the Research Ethics Committee of the University of Granada (1526/CEIH/2020).", "cite_spans": [], "ref_spans": [], "section": "Study Design and Participants"}, {"text": "The questionnaire was open from March 20, concretely one week after the Spanish COVID-19 outbreak confinement started. Data from the 3 first weeks of confinement were collected.", "cite_spans": [], "ref_spans": [], "section": "Study Design and Participants"}, {"text": "A questionnaire containing 44 items (Supplementary Table S1 ) was designed for the assessment of data about consumption frequency of selected foods (mainly related with the MedDiet), general food habits and socio-demographic characteristics. In particular, the questionnaire was self-administered and divided into three main sections distributed as follows. Socio-demographic information items i.e., sex, age, place of residence, country, dependent children, and level of studies were included. Furthermore, the weight was requested. Fourteen items with reference to the MedDiet pattern based on the validated PREDIMED MedDiet Adherence Screener (MEDAS) [17] , were incorporated in the second section. Those first 14 items were based on a multiple choice close ended question that, together with the way of evaluation, have been described elsewhere [18] . Briefly, one point was scored when participants selected olive oil for cooking, daily consumption of four or more tablespoons of olive oil, white meat vs. red meat, two or more servings of vegetables, three or more pieces of fruit, less than one serving of red meat, hamburgers, sausages or deli meats, less than one serving of carbonated or sugary drinks, weekly intake of seven or more glasses of wine, three or more servings of legumes, three or more servings of fish/seafood, three or more servings of nuts, less than two servings of non-homemade pastries, white meat such as turkey or chicken preference instead red meat and two or more dishes seasoned with tomato, garlic, onion or leeks and sautéed with olive oil (sofrito). Hereby, participants provided information on compliance with every item and the overall MedDiet pattern, both during the COVID-19 confinement and before its entry into force. For the latter, participants were asked in every item whether they had made any actual change due to the current situation.", "cite_spans": [{"start": 654, "end": 658, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 849, "end": 853, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 36, "end": 59, "text": "(Supplementary Table S1", "ref_id": "TABREF0"}], "section": "Instruments and Variables"}, {"text": "Using this information, the adherence to the MedDiet before the COVID-19 confinement was assessed assuming the following: one point was assigned if consumption was maintained as usual in those participants who selected the highest intake for foods that are characteristic of the MedDiet such as olive oil, fruits, vegetables, fruits, pulses or fish/seafood. On the contrary, 0 points were assigned to those participants that maintained their intake as usual (highest intake) non-characteristic MedDiet foods i.e., red meats, hamburgers, sausages or deli meats, sugary beverages or commercial (non-homemade) pastries. Higher scores indicate greater adherence to the MedDiet with a total score ranging from 0 to 14.", "cite_spans": [], "ref_spans": [], "section": "Instruments and Variables"}, {"text": "For both MedDiet assessments, before and during the confinement, the final score ranged from 0 to 14, with <5, 6 to 8 and >9 points indicating low, medium or high adherence to the MedDiet, respectively.", "cite_spans": [], "ref_spans": [], "section": "Instruments and Variables"}, {"text": "Participants were also asked to answer 21 in-house items aimed at investigating changes in their usual dietary habits during the confinement, i.e., way and frequency of cooking, snacking, alcohol intake or type of oil employed for frying, among others. In this case, all questions were also designed to know if participants increased, decreased or maintained their habits during the COVID-19 outbreak confinement. Additionally, participants were also asked whether they perceived that their physical activity and body weight had changed since the confinement started by means of two questions. Duration of confinement was accounted for, both, days and weeks since the study started (in the second week of confinement) until the end of the survey.", "cite_spans": [], "ref_spans": [], "section": "Instruments and Variables"}, {"text": "To try to cover the whole Spanish territory and to reach the greatest number of persons through mobile phones, tablets and computers, the questionnaire was created using the Google Forms tool and was distributed using instant messaging apps e.g., WhatsApp, social media such as Facebook and Twitter, social networking sites such as LinkedIn and ResearchGate and emails through snowball sampling.", "cite_spans": [], "ref_spans": [], "section": "Procedure"}, {"text": "Descriptive statistics for all the collected variables were derived by levels of adherence to the MedDiet and by sex, age, level of education and region. Student's t-test or Kruskal-Wallis test (for continuous normal or non-normal distributed data, respectively), and Chi-squared tests (for categorical data) were used to evaluate differences in means or proportions by these variables across the strata. Box-plots were also used to evaluate further the distribution of the variable on adherence to the MedDiet by the aforementioned subgroups.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analyses"}, {"text": "Adherence to the MedDiet during the Confinement Adherence to the MedDiet was assessed on the continuous scale (range: 0-14) and on the categorical scale by classifying participants into low, medium and high adherence levels (<5, 6 to 8 and >9 points, respectively) to the MedDiet at the two time points: before and during the COVID-19 Spanish confinement. A binary variable to assess the change in adherence to the MedDiet was built to distinguish between those who kept adherence to the MedDiet alike (reference category, set to zero) and those who changed their adherence towards a greater adherence (set to one). Logistic regression models were used to explore variables associated with the change in adherence (change versus non-change, as reference) to the MedDiet. Odds ratios (ORs) and corresponding 95% Confidence Intervals (CIs) were estimated in univariate regression models (Model 1), as well as in multivariate-adjusted models (Model 2: age, sex and center-adjusted; Model 3: Model 2 and physical activity, educational level and residence; to remove their influence on the dietary-MedDiet associations). To evaluate the effect of MedDiet-related variables on the change in adherence, mutual adjustment for all other MedDiet food items was performed in an additional model. The association between lifestyle and dietary variables with adherence to the MedDiet score (high versus medium-low, as reference) during confinement was also explored in logistic regression models. Model fit assumptions (Hosmer-Lemeshow test p-value > 0.05) were met.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analyses"}, {"text": "We tested potential effect modification by duration of confinement in days or weeks on the associations (between every variable and the change in adherence to the MedDiet) by adding interaction terms (combining variables with days/weeks) in the regression models. Linearity of the association between days and change in adherence to the MedDiet was evaluated using restricted cubic splines with three knots (percentiles 10, 50, and 90). The association with adherence to MedDiet over time was also explored through splines. Models with and without the interaction terms or splines were compared by means of the likelihood ratio test. Effect modification by sex and center was likewise tested.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analyses"}, {"text": "Several sensitivity analyses were performed to check the robustness of the results: (i) by removing survey respondents of the first week to minimize the effect of short-term changes in dietary habits on the associations; (ii) by evaluating the relative change in adherence to the MedDiet due to the COVID-19 confinement as \"current-previous/current\" adherence to the MedDiet. Duration of confinement and other variables associated with this relative change in adherence to the MedDiet (high versus low, as reference) were explored through logistic regression models considering the same multivariate adjusted models; (iii) by considering a modified scoring for assessing adherence to the MedDiet before the confinement, by incorporating information on intake of fried food and snacking.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analyses"}, {"text": "The threshold for statistical significance in two-sided tests was set at p-value = 0.05. Data were analyzed with R-project (version 3.4.1).", "cite_spans": [], "ref_spans": [], "section": "Statistical Analyses"}, {"text": "A total of 7514 Spanish adults completed the questionnaire. The main socio-demographic characteristics of questionnaire respondents by levels of adherence (low, medium and high) to the MedDiet during the COVID-19 Spanish confinement are described in Table 1 . About 71% of the participants were females, 53.6% were from the south of Spain and the majority attained a graduate (46.4%) or postgraduate education (31.5%). There were few participants in the youngest (3%) and oldest age groups (6%), whereas 92% of them were aged 31-65 years. Participants with higher adherence to the MedDiet (Table 1 and Figure 1 ) were more likely females, those living in family homes, in the mid-age groups (51-65 y) and with higher educational level i.e., university or postgraduate students. No differences by regions across MedDiet adherence levels were noted. Overall, mean adherence to MedDiet during the confinement was 7.34 (median = 7.0, range = 1-13). Dietary and lifestyle adaptations by level of adherence to the MedDiet during the Spanish confinement are shown in Table 2 . Overall, most participants decreased their intake of alcohol (57.3%) and their physical activity level (59.6%) during the confinement. Furthermore, the majority cooked in a similar way than before the confinement and used the griddle as the main technique for cooking (44.4%). Eating small amounts of food between meals (snaking), the intake of fried foods and fast-food were also similar than before the COVID-19 confinement, and 63.7% of participant declared not to have been eating more during the confinement. Around 73% of participants kept their intake of fried foods as before the COVID-19 confinement, which meant that nearly 39% of them continued consuming fried foods 1-3 days a week and around 37% less than 1 time per week. The majority of the participants (68.4%) used olive oil for frying. Interestingly, among total participants, around 27% had difficulties finding some types of foods, especially meat (23.83%), vegetables (13.86%) and fish (12.11%) during the COVID-19 confinement. A higher adherence to MedDiet was observed among those who used not to eat out of home and among those who reduced or kept their intake of fried food, fast food and snacking frequency, as well as those who kept being active and maintained the same weight. MedDiet MEDAS-derived food items were consistently related to high MedDiet adherence levels during the confinement (Supplementary Table S2 ). These variables were also significantly associated with adherence to the MedDiet during confinement in regression models comparing high versus medium-low adherence (Supplementary Table S3 ).", "cite_spans": [], "ref_spans": [{"start": 250, "end": 257, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 589, "end": 597, "text": "(Table 1", "ref_id": "TABREF0"}, {"start": 602, "end": 610, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 1060, "end": 1067, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 2440, "end": 2463, "text": "(Supplementary Table S2", "ref_id": "TABREF1"}, {"start": 2631, "end": 2654, "text": "(Supplementary Table S3", "ref_id": "TABREF2"}], "section": "Adherence to the Mediterranean Diet during the COVID-19 Confinement"}, {"text": "Differences between MedDiet-related dietary behaviours during the COVID-19 Spanish confinement were found (Table 3 ). Since the beginning of confinement, participants with higher adherence to the MedDiet decreased the intake of sweet/carbonated beverages, red meat and pastries by 16-18%. By contrast, the intake of fruits and vegetables increased by around 12% in the high MedDiet adherence group. Mean adherence to the MedDiet before the confinement was 6.53 (median = 6.0, range= 1-13). Thus, adherence to the MedDiet increased from the pre to post-confinement period, with this increase being statistically significant (p-value = <0.001). The relation between MedDiet MEDAS-derived food items MedDiet adherence levels before the confinement was also consistent (Supplementary Table S4) .", "cite_spans": [], "ref_spans": [{"start": 106, "end": 114, "text": "(Table 3", "ref_id": "TABREF2"}, {"start": 780, "end": 789, "text": "Table S4)", "ref_id": "TABREF3"}], "section": "Adherence to the Mediterranean Diet before the COVID-19 Confinement"}, {"text": "Age, educational level and region were related to significant differences in adherence before and during confinement ( Figure 1B,D,F) . Concretely, participants with ages between 21 to 50 years old showed a significantly lower adherence (p < 0.001) to the MedDiet compared to participants of age > 51 years. Questionnaire respondents with higher educational levels (post-graduate diploma or doctorate) also showed a higher adherence to the MedDiet (p < 0.001) before the confinement. Participants from the north of Spain seemed to have a higher adherence to the MedDiet compared to the other geographical regions. (A and B) , region (C and D) and educational level (E and F). In the box plots, the boundary of the box closest to zero indicates the 25th percentile, a colour line within the box marks the median, and the boundary of the box farthest from zero indicates the 75th percentile. Points above and below the box indicate the 10th and 90th percentiles; those above and below the whiskers indicate outliers. Numbers of included participants per group are shown in Tables 1 and 2 . Differences in mean adherence by groups were evaluated by means of the Kruskal-Wallis test. Differences between the two MedDiet adherence groups (low and high) were evaluated by the Chi-squared test. Differences between MedDiet adherence levels, before and during the confinement, were all statistically significant at p < 0.001 level.", "cite_spans": [], "ref_spans": [{"start": 119, "end": 133, "text": "Figure 1B,D,F)", "ref_id": "FIGREF0"}, {"start": 614, "end": 623, "text": "(A and B)", "ref_id": null}, {"start": 1071, "end": 1085, "text": "Tables 1 and 2", "ref_id": "TABREF0"}], "section": "Adherence to the Mediterranean Diet before the COVID-19 Confinement"}, {"text": "There were 3392 survey respondents who changed their adherence to the MeDiet. In all of them, this change was related to an increase in adherence to MedDiet. Socio-demographic factors associated with the change in the adherence to the MedDiet are presented in Supplementary Table S5 . Multivariate adjusted models revealed that participants who lived in the north of Spain (OR: 0.67), with children in care and with ages ranging from 51 to higher than 65 years old (OR < 0.90) presented a lower odd of change to adhere to the MedDiet during the Spanish confinement. On the contrary postgraduate respondents (OR: 1.13, 95% IC: 1.02-1.26) and those who lived alone (OR: 1.36, 95% IC: 1.17-1.58) had a greater likelihood of increasing their adherence to the MedDiet due to the confinement.", "cite_spans": [], "ref_spans": [{"start": 260, "end": 282, "text": "Supplementary Table S5", "ref_id": "TABREF5"}], "section": "Changes in Lifestyle and Dietary Behaviours during the COVID-19 Confinement"}, {"text": "By dietary and lifestyle habits (Table 4) , several food choices were associated with the change in adherence to the MedDiet during the confinement. Multivariate-adjusted models showed that those participants who reported a lower intake of fried foods, alcohol, fast-food, and snacks during the COVID-19 Spanish confinement had a statistically significant higher likelihood of turning into a higher adherence to the MedDiet compared to those who kept their usual intake as before the confinement (OR: 4.71; 2.15; 3.12; 3.53, respectively). Compared to respondents who used not have any daily meal out of home, the OR associated with change in adherence to MedDiet increased significantly in respondents who had one or more daily meals out of home. Also, compared to those who kept being active, inactive respondents showed a significantly lower odds (OR: 0.78; 95% CI: 0.62-0.97) of changing the adherence to the MedDiet. Interestingly, these variables were associated with a lower adherence to the MedDiet during confinement (Supplementary Table S3 ). Among those who changed their adherence to MedDiet, there were 48.2% respondents who did not gain weight since confinement, compared to 13% who gained weight (OR: 1.01, p-value > 0.05) and 38.6% who were unsure about weight changes (OR: 0.89; p-value < 0.05). No association was observed between the change in MedDiet adherence and the type of cooking or eating more behaviour (data not shown), or by week of confinement. lower. never), * this category included non-consumers of fried foods, but also includes users of other types of oil or fats for frying and \"pan frying\". Statistically significant ORs are highlighted in bold. Table 5 displays multivariate-adjusted ORs associated with the change in adherence to MedDiet in relation to the MEDAS-derived foods, considering mutual adjustment by each other food item. Results showed that higher intake of MedDiet typical foods such as vegetables (OR: 8.08, 95% CI: 6.84-9.50), fish (OR: 6.17, 95% CI: 4.98-7.69), olive oil (OR: 5.21, 95% CI: 4.24-6.39), and legumes (OR: 4.71, 95% CI: 4.04-5.46) during the COVID-19 confinement, were associated with a higher likelihood of changing the adherence to the MedDiet. Lower intake of non-typical MedDiet foods such as red meat, sweetened beverages or non-homemade pastries were also significantly associated with the change in MedDiet adherence. The association could not be evaluated for other food items, for which information on changes in intake was not collected (sofrito, wine, fats, nuts and white meat preference). There was no evidence for effect modification by duration of confinement on the associations (data not shown). The geographical region was also not found to modify the associations (data not shown). However, a statistically significant interaction by gender was observed between change in adherence to the MedDiet and the intakes of fruits, vegetables and olive oil (p-value for interaction = 0.016, 0.001 and 0.006, respectively). Indeed, men showed a stronger association between the change in adherence to MedDiet and these variables than women (e.g., OR for the association between increase of olive oil intake and MedDiet adherence change = 8.00 in men and 3.71 in women) (Supplemental Table S6 ).", "cite_spans": [], "ref_spans": [{"start": 32, "end": 41, "text": "(Table 4)", "ref_id": "TABREF3"}, {"start": 1026, "end": 1049, "text": "(Supplementary Table S3", "ref_id": "TABREF2"}, {"start": 1683, "end": 1690, "text": "Table 5", "ref_id": "TABREF5"}, {"start": 3262, "end": 3270, "text": "Table S6", "ref_id": null}], "section": "Changes in Lifestyle and Dietary Behaviours during the COVID-19 Confinement"}, {"text": "Given the linearity of the association between MedDiet adherence change and duration of confinement (Supplementary Figure S1A) , it was estimated that the odds of change in the adherence increased by 8% per 5 days increase of confinement (95% CI: 1.01-1.17). No significant difference was seen in either adherence to the MedDiet score or change in the adherence to the MedDiet by weeks of confinement (Supplementary Figure S1B ). Yet a non-linear association between adherence to the MedDiet during confinement and days of confinement was apparent (Supplementary Figure S1C) , supporting that the adherence to this dietary pattern during confinement increased up to 15 days of confinement and tended to decrease thereafter. This trend might lack consistency as there were fewer respondents in the last week.", "cite_spans": [], "ref_spans": [{"start": 115, "end": 126, "text": "Figure S1A)", "ref_id": "FIGREF0"}, {"start": 416, "end": 426, "text": "Figure S1B", "ref_id": "FIGREF0"}, {"start": 563, "end": 574, "text": "Figure S1C)", "ref_id": "FIGREF0"}], "section": "Changes in Lifestyle and Dietary Behaviours during the COVID-19 Confinement"}, {"text": "Results on the association between change in adherence to the MedDiet and dietary/lifestyle variables remained unchanged in sensitivity analyses (Supplementary Table S7 ). ", "cite_spans": [], "ref_spans": [{"start": 145, "end": 168, "text": "(Supplementary Table S7", "ref_id": null}], "section": "Changes in Lifestyle and Dietary Behaviours during the COVID-19 Confinement"}, {"text": "The current study is the first reporting that dietary changes towards a healthier diet have taken place during the COVID-19 confinement. Our findings illustrate how the Spanish adult population have adopted healthier dietary behaviours during the COVID-19 confinement by means of a closer approach to the MedDiet-style eating patterns. The adherence to the MedDiet, measured by the 14-points MEDAS, increased by 0.8 points during the three first weeks of the Spanish confinement period, but seemed to decrease slightly at a later stage.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The MedDiet, considered as a reference of a healthy eating approach, is dominated by the intake of olive oil and by high consumption of vegetables and fruits. It has traditionally been highlighted to contribute to the good health of the Mediterranean people, and nowadays there is consistent evidence supporting its association with lower all-cause mortality and reduced risk of CVD [19, 20] . Furthermore, the MedDiet-related foods have been recently recommended to be included in our diet during the COVID-19 confinement due their capacity to strengthen the immune system [16] .", "cite_spans": [{"start": 383, "end": 387, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 388, "end": 391, "text": "20]", "ref_id": "BIBREF19"}, {"start": 574, "end": 578, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "Overall, data from this study showed medium adherence to the MedDiet (mean of MEDAS score 6.53 ± 2) in the studied population before the COVID-19 outbreak that significantly increased (mean of MEDAS score 7.34 ± 1.93) during the confinement. It could be argued that Spain, a Mediterranean country, should have a higher adherence to the MedDiet. However, data from this study are consistent with those recently published by Santi-Cano et al. [21] who reported a MedDiet average score of 6.2 ± 1.8 points in young adults, i.e., 275 university students from the South of Spain with mean age of 22.2 ± 6.3 years old. In fact, an abandonment by the MedDiet by the Spanish adults was earlier documented by León-Muñoz et al. in 2012 [22] . Our results also agreed with those found by the same author, i.e., mean of MEDAS score 6.34 ± 0.03 in a cross-sectional study that included 11,742 adults, representative of the Spanish population [22] .", "cite_spans": [{"start": 441, "end": 445, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 726, "end": 730, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 929, "end": 933, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Discussion"}, {"text": "Adherence to the MedDiet before and during the COVID-19 confinement was also significantly influenced by regions, place of residence and educational level. In this regard, the adherence to the MedDiet was significantly higher in northern Spanish countries than in southern or central ones before the COVID-19 confinement. The DIMERICA study observed lower adherence to the MedDiet of participants from Southeastern Spain in a descriptive cross-sectional study including 1732 subjects from different Spanish regions [23] . Nevertheless, the different areas that they included according to geographical region, are not comparable with ours. Those significant differences, however, were not observed during the COVID-19 confinement.", "cite_spans": [{"start": 515, "end": 519, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "As expected, higher adherence to the MedDiet was also found in participants lived in the family home compared to those who lived alone at the time of being surveyed, respectively. Living in the family home has been associated with a higher quality of diet [24] . Additionally, higher educational level has been commonly associated with higher socioeconomic status which, at the same time, has been related to a better diet quality [25] . In agreement with our results, Cavaliere et al. [26] found a positive link between education (and income) and the adherence to the MedDiet, which has been highlighted to be more expensive than the traditional Western diet [27] .", "cite_spans": [{"start": 256, "end": 260, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 431, "end": 435, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 486, "end": 490, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 660, "end": 664, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Discussion"}, {"text": "It was not surprising that participants from our study aged from 51 years and older presented higher adherence to the MedDiet before the COVID-19 pandemic started, compared to the other age groups. In agreement with our results, higher adherence to the MedDiet in Spanish adults from 45 years and older was previously found, compared to the youngest ones [22] . The adherence to the MedDiet in the group of age from 51 years and older was slightly but significantly increased during the confinement in our study. Interestingly, the highest change was found in the youngest survey respondents who also significantly increased the adherence to the MedDiet during the confinement. The mean MEDAS score raised by 0.92 points up to 6.86 ± 2.14. When we looked at the MedDiet related-foods contributing most to the change in the MedDiet adherence during the COVID-19 confinement, a lower intake of pastries, red meat and sweetened/carbonated beverages followed by a higher intake of vegetables, fruits and olive oil were the most important contributors to this association. The lower consumption of meat could be related with the lack of stock in the Spanish supermarkets and grocery stores after the state of alarm was declared. In fact, nearly 28% of participants who had any difficulty finding any food in their usual supermarket highlighted meat as the main one. COVID-19 related changes in consumer behaviours have been noticed in Spain. As an example, online grocery sales have skyrocketed by 25% during the last weeks after the state of alarm was declared, according to data from the European Foundation for Innovation (INTEC). In the same report, the demand for confectionery products and butter also increased in more than 50% [28] . This is in agreement with the latest data from the Google Trends tool which shows how the Spanish population has considerably increased their search about the term \"homemade cake\" coinciding with the first week of confinement in March (when the 'State of Alarm' began) and compared to the last five years ( Figure S2a ). However, it does not explain that most people in our study decreased the intake of pastries (both, commercial and homemade pastries) during the confinement. It could be assumed that during the confinement people could have more time for cooking. In spite of according to Google Trends the term \"traditional recipes\" also increased exponentially ( Figure S2b ), data about the influence of cooking in the increase of adherence to the MedDiet during the confinement were somehow contradictory. Particularly, participants who increased or decreased cooking during the confinement, were more likely to change their adherence to the MedDiet (OR: 1.83; 95% CI: 1.67-2.01 and OR: 2.01; 95% CI: 1.57-2.58) compared to those who kept cooking as before the confinement starts. For those who cooked less during that period, the explanation of a higher association with the adherence to the MedDiet could reside in the choice of fresh foods typical from the MedDiet which can be eaten raw such as vegetables and preserved and cooked legumes. For those participants who cooked more during the confinement than they used to do, it can be assumed that they were adopting healthier cooking habits than they had before the confinement.", "cite_spans": [{"start": 355, "end": 359, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1730, "end": 1734, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [{"start": 2044, "end": 2054, "text": "Figure S2a", "ref_id": null}, {"start": 2405, "end": 2415, "text": "Figure S2b", "ref_id": null}], "section": "Discussion"}, {"text": "The intake of wine was not associated with a higher adherence to the MedDiet before or during the confinement. Wine is a well-known component of the Mediterranean diet and its moderate intake has been traditionally associated with CVD risk reduction. However, the latest evidence suggests that its association is not clear enough yet [29] . Data from the DiSA-UMH prospective cohort which includes 1204 university students aged 17 to 35 years concluded that low to moderate wine/beer consumers had higher adherence to the MedDiet compared to non-drinkers or drinkers of all alcoholic beverages further than beer and wine [30] . On the contrary, the SUN cohort failed to find a relationship between wine or other alcoholic beverages and higher adherence to the MedDiet in 10526 Spanish university graduates with ages from 18-95 years [31] . Data from our study showed that lower alcohol intake during the confinement, including not only wine but also beer and high-grade drinks, was associated with a higher adherence to the MedDiet. However, the lack of quantitative data about alcohol intake before and during the COVID-19 confinement, prevent us from making direct comparisons with them.", "cite_spans": [{"start": 334, "end": 338, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 621, "end": 625, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 833, "end": 837, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Discussion"}, {"text": "A higher likelihood of having an increased adherence to the MedDiet was found among those participants who used to have 2 or more meals out of home daily compared to participants who had any or just one of the main meals (breakfast, lunch or dinner) out of home daily before the confinement. Eating out of home increased rapidly in the Mediterranean countries due to changes in the socio-economic systems [32] and even today is a common practice among the Spanish population, according to the last report from the Spanish Ministry of Agriculture, Fisheries and Food [13] . A systematic review aimed to study the association with dietary intake eating out of home, concluded that eating out of home contributes to a higher intake of fats, particularly saturated fats in the daily diet especially in adults [33] . Llanaj et al. [34] reported a higher intake of foods that do not fit the traditional MedDiet such as sweets, soft drinks and meat products and a low consumption of fruits and vegetables among undergraduate students who used to eat out of home.", "cite_spans": [{"start": 405, "end": 409, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 566, "end": 570, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 805, "end": 809, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 826, "end": 830, "text": "[34]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Discussion"}, {"text": "Finally, a moderate intake of fried foods was maintained by the majority of participants during the confinement. We observed that participants who reported lower intake of fried foods and those with lower frequency of intake (<1 time/week or never) during the COVID-19 confinement were more prone to increase their adherence to the MedDiet. In this regard, higher frequency of MedDiet-related foods such as vegetables or fruits were found in participants who consumed fried foods 0-2 times/week compared to those with higher intakes in the SUN cohort in which 13,679 participants were included [35] . As expected, the main oil employed for frying was olive which agrees with three of the main studies based on the Spanish population i.e., the SUN cohort study [36] , Pizarra study [37] and EPIC study [38] . It should be mention that the SUN study reported a higher frequency of intake of fried foods compared to our results. However, the mean age of the SUN project population was lower than the COVIDiet population is and the survey is from about 10 years ago [36] .", "cite_spans": [{"start": 594, "end": 598, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 760, "end": 764, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 781, "end": 785, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 801, "end": 805, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 1062, "end": 1066, "text": "[36]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Discussion"}, {"text": "Strengths of our study are many. To the best of our knowledge, this study is the first in examining dietary behaviours and changes in the adherence to the MedDiet under a new situation such as the lockdown caused by the COVID-19 pandemic. The online questionnaire allowed for rapid and cost-efficient assembly of self-reported information about dietary behaviours. It was useful to achieve a relatively large number of participants which had been impossible to obtain employing face-to-face interviews due to the COVID-19 confinement. Additionally, the COVIDiet questionnaire allowed us to collect a high amount of information referred to eating and healthy lifestyle behaviours, including the MedDiet dietary pattern, before and during the confinement.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Some limitations should also be acknowledged. Among them, the oversampling of a particular network due to the non-random snowball sampling method could be highlighted. For example, respondents were predominantly from Andalusia and 70.6% of participants were women. The same selection bias could be found with the level of education and income. However, with this respect, Ekman et al. [39] affirmed that the bias associated with collecting information using online questionnaires was not greater than that caused by paper questionnaires. The low representation of people with primary studies in the COVIDiet study (8.2%) in relation with the whole population could be due to the fact that this population is less likely to use smart technologies could have been an obstacle to participate in the survey. Nevertheless, it should be pointed out that, despite the current research could not be representative of all the Spanish adult population, coverage of all age groups, Spanish territories and educational levels has been achieved. Since non-personal data were included in the questionnaire, no questions regarding job titles/categorizations were included. For that reason, it cannot be excluded that some of the survey respondents (e.g., pharmacists, health care providers, people who work in supermarkets or grocery stores, drivers, shippers, etc.) were not completely locked down. However, it should be mentioned that those persons had to eat at home due to the impossibility to have lunch outside because all restaurants were closed. Since the participants were untrained, the perception that they could had about the food portions could underestimate/overestimate their real intake. Additionally, since we performed a web-based study, in which a questionnaire was self-administered and online, participants did not have the opportunity to ask about any doubts that could be presented. However, the MEDAS is a validated and widely used instrument for rapid estimation to the MedDiet adherence [17] which allows further comparisons to other research studies. The participation of non-healthy persons who require to follow a special diet cannot be discarded; this information was, however, not collected. Finally, while we conducted several statistical tests, all were hypothesis-driven as we analyzed a predetermined number of variables assumed to be associated with dietary habits in the population. Multiple testing issues in our study are therefore unlikely.", "cite_spans": [{"start": 385, "end": 389, "text": "[39]", "ref_id": "BIBREF38"}, {"start": 1998, "end": 2002, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Discussion"}, {"text": "This is the first study focused on evaluating changes in food consumption habits in a Spanish adult population during the COVID-19 outbreak confinement, based on a web-based survey targeted to the adult general population. From this study, we can conclude that the studied Spanish adult population is still far away from having good healthy dietary habits considering the MedDiet as reference of healthy eating. However, an improvement of their dietary behaviours during the COVID-19 confinement has been observed. Health-related food choices included higher intake of fruits, vegetables or legumes and lower intake of red meat, alcohol, fried foods or pastries compared to their usual habits. In spite of the observed change towards a healthier dietary pattern, permanent dietary habits are difficult to maintain. This improvement, if sustained in the long-term, could have a positive impact on the prevention of chronic diseases and COVID-19-related complications, and should be therefore promoted.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Supplementary Materials: The following are available online at http://www.mdpi.com/2072-6643/12/6/1730/s1, Table S1 . COVIDiet questionnaire used to collect information on dietary habits/behaviours and lifestyle factors during the COVID-19 Spanish confinement; Table S2 . MEDAS-derived foods items by level of adherence to the MedDiet during the COVID-19 Spanish confinement; Table S3 . Factors associated with adherence to the MedDiet during the Spanish confinement; Table S4 . MEDAS-derived foods items by level of adherence to the MedDiet before the COVID-19 Spanish confinement; Table S5 . Socio-demographic factors associated with the change in the adherence to the MedDiet during the Spanish confinement; Table S6 . Subgroup analysis by gender on the association between fruits, vegetables and olive oil intake and the change in the adherence to the MedDiet during the COVID-19 Spanish confinement; Table S7 . Sensitivity analyses performed on variables associated with the change in the adherence to the MedDiet during the Spanish confinement; Figure S1 . Relationship between weeks and days of confinement with adherence to the MedDiet and the relative change of adherence to MedDiet; Figure  S2 . Google Trends output for Web search queries for different terms. ", "cite_spans": [], "ref_spans": [{"start": 107, "end": 115, "text": "Table S1", "ref_id": "TABREF0"}, {"start": 261, "end": 269, "text": "Table S2", "ref_id": "TABREF1"}, {"start": 376, "end": 384, "text": "Table S3", "ref_id": "TABREF2"}, {"start": 468, "end": 476, "text": "Table S4", "ref_id": "TABREF3"}, {"start": 583, "end": 591, "text": "Table S5", "ref_id": "TABREF5"}, {"start": 711, "end": 719, "text": "Table S6", "ref_id": null}, {"start": 905, "end": 913, "text": "Table S7", "ref_id": null}, {"start": 1051, "end": 1060, "text": "Figure S1", "ref_id": "FIGREF0"}, {"start": 1193, "end": 1203, "text": "Figure  S2", "ref_id": null}], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Defining the Epidemiology of Covid-19-Studies Needed", "authors": [{"first": "M", "middle": [], "last": "Lipsitch", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Swerdlow", "suffix": ""}, {"first": "L", "middle": [], "last": "Finelli", "suffix": ""}], "year": null, "venue": "N. Engl. J. Med", "volume": "2020", "issn": "", "pages": "1194--1196", "other_ids": {"DOI": ["10.1056/NEJMp2002125"]}}, "BIBREF1": {"ref_id": "b1", "title": "World Health Organization (WHO) Coronavirus (COVID-19)", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "BOE) Real Decreto 463/2020, de 14 de marzo, por el que se declara el estado de alarma para la gestión de la situación de crisis sanitaria ocasionada por el COVID-19", "authors": [{"first": "Del", "middle": [], "last": "Boletín Oficial", "suffix": ""}, {"first": "", "middle": [], "last": "Estado", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak", "authors": [{"first": "H", "middle": ["A"], "last": "Rothan", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Byrareddy", "suffix": ""}], "year": null, "venue": "J. Autoimmun", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jaut.2020.102433"]}}, "BIBREF4": {"ref_id": "b4", "title": "ObesiTV: How television is influencing the obesity epidemic", "authors": [{"first": "R", "middle": [], "last": "Boulos", "suffix": ""}, {"first": "E", "middle": ["K"], "last": "Vikre", "suffix": ""}, {"first": "S", "middle": [], "last": "Oppenheimer", "suffix": ""}, {"first": "H", "middle": [], "last": "Chang", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Kanarek", "suffix": ""}], "year": 2012, "venue": "Physiol. Behav", "volume": "107", "issn": "", "pages": "146--153", "other_ids": {"DOI": ["10.1016/j.physbeh.2012.05.022"]}}, "BIBREF5": {"ref_id": "b5", "title": "The association of television viewing with snacking behavior and body weight of young adults", "authors": [{"first": "M", "middle": [], "last": "Thomson", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Spence", "suffix": ""}, {"first": "K", "middle": [], "last": "Raine", "suffix": ""}, {"first": "L", "middle": [], "last": "Laing", "suffix": ""}], "year": 2008, "venue": "Am. J. Health Promot", "volume": "22", "issn": "", "pages": "329--335", "other_ids": {"DOI": ["10.4278/ajhp.22.5.329"]}}, "BIBREF6": {"ref_id": "b6", "title": "Snacking while watching TV impairs food recall and promotes food intake on a later TV free test meal", "authors": [{"first": "D", "middle": [], "last": "Mittal", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Stevenson", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Oaten", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Miller", "suffix": ""}], "year": 2011, "venue": "Appl. Cogn. Psychol", "volume": "25", "issn": "", "pages": "871--877", "other_ids": {"DOI": ["10.1002/acp.1760"]}}, "BIBREF7": {"ref_id": "b7", "title": "Eaten up by boredom: Consuming food to escape awareness of the bored self", "authors": [{"first": "A", "middle": ["B"], "last": "Moynihan", "suffix": ""}, {"first": "W", "middle": ["A P"], "last": "Van Tilburg", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Igou", "suffix": ""}, {"first": "A", "middle": [], "last": "Wisman", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Donnelly", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Mulcaire", "suffix": ""}], "year": 2015, "venue": "Front. Psychol", "volume": "6", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fpsyg.2015.00369"]}}, "BIBREF8": {"ref_id": "b8", "title": "The Emotional Impact Of Coronavirus 2019-Ncov (New Coronavirus Disease)", "authors": [{"first": "C", "middle": ["K"], "last": "Lima", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "De Medeiros Carvalho", "suffix": ""}, {"first": "I", "middle": ["D"], "last": "Lima", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "De Oliveira Nunes", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Saraiva", "suffix": ""}, {"first": "R", "middle": ["I"], "last": "De Souza", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Da Silva", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Neto", "suffix": ""}], "year": 2020, "venue": "", "volume": "287", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.psychres.2020.112915"]}}, "BIBREF9": {"ref_id": "b9", "title": "Eating when bored: Revision of the emotional eating scale with a focus on boredom", "authors": [{"first": "A", "middle": ["M"], "last": "Koball", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Meers", "suffix": ""}, {"first": "A", "middle": [], "last": "Storfer-Isser", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Domoff", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Musher-Eizenman", "suffix": ""}], "year": 2012, "venue": "Health Psychol", "volume": "31", "issn": "", "pages": "521--524", "other_ids": {"DOI": ["10.1037/a0025893"]}}, "BIBREF10": {"ref_id": "b10", "title": "Eating habits in relations to anxiety symptoms among apparently healthy adults. A pattern analysis from the ATTICA Study", "authors": [{"first": "M", "middle": [], "last": "Yannakoulia", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Panagiotakos", "suffix": ""}, {"first": "C", "middle": [], "last": "Pitsavos", "suffix": ""}, {"first": "E", "middle": [], "last": "Tsetsekou", "suffix": ""}, {"first": "E", "middle": [], "last": "Fappa", "suffix": ""}, {"first": "C", "middle": [], "last": "Papageorgiou", "suffix": ""}, {"first": "C", "middle": [], "last": "Stefanadis", "suffix": ""}], "year": 2008, "venue": "Appetite", "volume": "51", "issn": "", "pages": "519--525", "other_ids": {"DOI": ["10.1016/j.appet.2008.04.002"]}}, "BIBREF11": {"ref_id": "b11", "title": "COVID-19 and Older Adult", "authors": [{"first": "J", "middle": ["E"], "last": "Morley", "suffix": ""}, {"first": "B", "middle": [], "last": "Vellas", "suffix": ""}], "year": null, "venue": "J. Nutr. Health", "volume": "2020", "issn": "", "pages": "1--2", "other_ids": {"DOI": ["10.1007/s12603-019-1308-5"]}}, "BIBREF12": {"ref_id": "b12", "title": "Spanish Ministry of Agriculture, Fisheries and Food", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "European Federation of the Association of Dietitians (EFAD)", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "World Health Organization (WHO) Food and Nutrition Tips during Self-Quarantine", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Nutritional recommendations for CoVID-19 quarantine", "authors": [{"first": "G", "middle": [], "last": "Muscogiuri", "suffix": ""}, {"first": "L", "middle": [], "last": "Barrea", "suffix": ""}, {"first": "S", "middle": [], "last": "Savastano", "suffix": ""}, {"first": "A", "middle": [], "last": "Colao", "suffix": ""}], "year": 2020, "venue": "Eur. J. Clin. Nutr", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41430-020-0635-2"]}}, "BIBREF16": {"ref_id": "b16", "title": "A Short Screener Is Valid for Assessing Mediterranean Diet Adherence among Older Spanish Men and Women", "authors": [{"first": "H", "middle": [], "last": "Schröder", "suffix": ""}, {"first": "M", "middle": [], "last": "Fitó", "suffix": ""}, {"first": "R", "middle": [], "last": "Estruch", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Martínez-González", "suffix": ""}, {"first": "D", "middle": [], "last": "Corella", "suffix": ""}, {"first": "J", "middle": [], "last": "Salas-Salvadó", "suffix": ""}, {"first": "R", "middle": [], "last": "Lamuela-Raventós", "suffix": ""}, {"first": "E", "middle": [], "last": "Ros", "suffix": ""}, {"first": "I", "middle": [], "last": "Salaverría", "suffix": ""}, {"first": "M", "middle": [], "last": "Fiol", "suffix": ""}], "year": 2011, "venue": "J. Nutr", "volume": "382", "issn": "", "pages": "1194--1196", "other_ids": {"DOI": ["10.3945/jn.110.135566"]}}, "BIBREF17": {"ref_id": "b17", "title": "A 14-item mediterranean diet assessment tool and obesity indexes among high-risk subjects: The PREDIMED trial", "authors": [{"first": "M", "middle": ["A"], "last": "Martínez-González", "suffix": ""}, {"first": "A", "middle": [], "last": "García-Arellano", "suffix": ""}, {"first": "E", "middle": [], "last": "Toledo", "suffix": ""}, {"first": "J", "middle": [], "last": "Salas-Salvadó", "suffix": ""}, {"first": "P", "middle": [], "last": "Buil-Cosiales", "suffix": ""}, {"first": "D", "middle": [], "last": "Corella", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Covas", "suffix": ""}, {"first": "H", "middle": [], "last": "Schröder", "suffix": ""}, {"first": "F", "middle": [], "last": "Arós", "suffix": ""}, {"first": "E", "middle": [], "last": "Gómez-Gracia", "suffix": ""}], "year": 2012, "venue": "PLoS ONE", "volume": "7", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0043134"]}}, "BIBREF18": {"ref_id": "b18", "title": "Traditional Mediterranean diet and longevity in the elderly: A review. Public Health Nutr", "authors": [{"first": "A", "middle": [], "last": "Trichopoulou", "suffix": ""}], "year": 2004, "venue": "", "volume": "7", "issn": "", "pages": "943--947", "other_ids": {"DOI": ["10.1079/PHN2004558"]}}, "BIBREF19": {"ref_id": "b19", "title": "Mediterranean diet and changes in sleep duration and indicators of sleep quality in older adults", "authors": [{"first": "M", "middle": ["Z"], "last": "Campanini", "suffix": ""}, {"first": "P", "middle": [], "last": "Guallar-Castillón", "suffix": ""}, {"first": "F", "middle": [], "last": "Rodríguez-Artalejo", "suffix": ""}, {"first": "E", "middle": [], "last": "Lopez-Garcia", "suffix": ""}], "year": 2017, "venue": "", "volume": "40", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/sleep/zsw083"]}}, "BIBREF20": {"ref_id": "b20", "title": "Association of adherence to specific mediterranean diet components and cardiorespiratory fitness in young adults", "authors": [{"first": "M", "middle": ["J"], "last": "Santi-Cano", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Novalbos-Ruiz", "suffix": ""}, {"first": "M", "middle": ["Á"], "last": "Bernal-Jiménez", "suffix": ""}, {"first": "M", "middle": ["D M"], "last": "Bibiloni", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Tur", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Martin", "suffix": ""}], "year": 2020, "venue": "Nutrients", "volume": "12", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/nu12030776"]}}, "BIBREF21": {"ref_id": "b21", "title": "Adherence to the Mediterranean Diet Pattern Has Declined in Spanish Adults", "authors": [{"first": "L", "middle": ["M"], "last": "León-Muñoz", "suffix": ""}, {"first": "P", "middle": [], "last": "Guallar-Castillón", "suffix": ""}, {"first": "A", "middle": [], "last": "Graciani", "suffix": ""}, {"first": "E", "middle": [], "last": "López-García", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Mesas", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Aguilera", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Banegas", "suffix": ""}, {"first": "F", "middle": [], "last": "Rodríguez-Artalejo", "suffix": ""}], "year": 2012, "venue": "J. Nutr", "volume": "142", "issn": "", "pages": "1843--1850", "other_ids": {"DOI": ["10.3945/jn.112.164616"]}}, "BIBREF22": {"ref_id": "b22", "title": "Adherence to the \"Mediterranean diet\" in Spain and its relationship with cardiovascular risk (DIMERICA study)", "authors": [{"first": "J", "middle": ["A"], "last": "Alemán", "suffix": ""}, {"first": "M", "middle": ["P Z"], "last": "Rentero", "suffix": ""}, {"first": "S", "middle": [], "last": "Montoro-García", "suffix": ""}, {"first": "J", "middle": [], "last": "Mulero", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Garrido", "suffix": ""}, {"first": "M", "middle": [], "last": "Leal", "suffix": ""}, {"first": "L", "middle": [], "last": "Guerrero", "suffix": ""}, {"first": "E", "middle": [], "last": "Ramos", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Ruilope", "suffix": ""}], "year": 2016, "venue": "Nutrients", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/nu8110680"]}}, "BIBREF23": {"ref_id": "b23", "title": "Adherence to the mediterranean diet is associated with physical activity, self-concept and sociodemographic factors in university student", "authors": [{"first": "F", "middle": [], "last": "Zurita-Ortega", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Román-Mata", "suffix": ""}, {"first": "R", "middle": [], "last": "Chacón-Cuberos", "suffix": ""}, {"first": "M", "middle": [], "last": "Castro-Sánchez", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Muros", "suffix": ""}], "year": 2018, "venue": "Nutrients", "volume": "10", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/nu10080966"]}}, "BIBREF24": {"ref_id": "b24", "title": "Contribution of food prices and diet cost to socioeconomic disparities in diet quality and health: A systematic review and analysis", "authors": [{"first": "N", "middle": [], "last": "Darmon", "suffix": ""}, {"first": "A", "middle": [], "last": "Drewnowski", "suffix": ""}], "year": 2015, "venue": "Nutr. Rev", "volume": "73", "issn": "", "pages": "643--660", "other_ids": {"DOI": ["10.1093/nutrit/nuv027"]}}, "BIBREF25": {"ref_id": "b25", "title": "Exploring the adherence to the mediterranean diet and its relationship with individual lifestyle: The role of healthy behaviours, pro-environmental behaviours, income, and education", "authors": [{"first": "A", "middle": [], "last": "Cavaliere", "suffix": ""}, {"first": "E", "middle": [], "last": "De Marchi", "suffix": ""}, {"first": "A", "middle": [], "last": "Banterle", "suffix": ""}], "year": 2018, "venue": "Nutrients", "volume": "10", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/nu10020141"]}}, "BIBREF26": {"ref_id": "b26", "title": "Greater Adherence to a Mediterranean Dietary Pattern Is Associated With Improved Plasma Lipid Profile: The Aragon Health Workers Study Cohort", "authors": [{"first": "J", "middle": ["L"], "last": "Peñalvo", "suffix": ""}, {"first": "B", "middle": [], "last": "Oliva", "suffix": ""}, {"first": "M", "middle": [], "last": "Sotos-Prieto", "suffix": ""}, {"first": "I", "middle": [], "last": "Uzhova", "suffix": ""}, {"first": "B", "middle": [], "last": "Moreno-Franco", "suffix": ""}, {"first": "M", "middle": [], "last": "León-Latre", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Ordovás", "suffix": ""}], "year": 2015, "venue": "Rev. Española Cardiol. English Ed", "volume": "68", "issn": "", "pages": "290--297", "other_ids": {"DOI": ["10.1016/j.recesp.2014.09.018"]}}, "BIBREF27": {"ref_id": "b27", "title": "European Foundation for Innovation (INTEC) Los supermercados y el sector retail se alinean para mejorar la respuesta ante el covid-19", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "The Mediterranean Diet and Cardiovascular Disease: Gaps in the Evidence and Research Challenges", "authors": [{"first": "N", "middle": ["J"], "last": "Temple", "suffix": ""}, {"first": "V", "middle": [], "last": "Guercio", "suffix": ""}, {"first": "A", "middle": [], "last": "Tavani", "suffix": ""}], "year": 2019, "venue": "Cardiol. Rev", "volume": "27", "issn": "", "pages": "127--130", "other_ids": {"DOI": ["10.1097/CRD.0000000000000222"]}}, "BIBREF29": {"ref_id": "b29", "title": "Alcohol consumption and Mediterranean Diet adherence among health science students in Spain: The DiSA-UMH Study", "authors": [{"first": "A", "middle": [], "last": "Scholz", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Navarrete-Muñoz", "suffix": ""}, {"first": "M", "middle": [], "last": "Garcia De La Hera", "suffix": ""}, {"first": "D", "middle": [], "last": "Gimenez-Monzo", "suffix": ""}, {"first": "S", "middle": [], "last": "Gonzalez-Palacios", "suffix": ""}, {"first": "D", "middle": [], "last": "Valera-Gran", "suffix": ""}, {"first": "L", "middle": [], "last": "Torres-Collado", "suffix": ""}, {"first": "J", "middle": [], "last": "Vioque", "suffix": ""}], "year": 2016, "venue": "Gac. Sanit", "volume": "30", "issn": "", "pages": "126--132", "other_ids": {"DOI": ["10.1016/j.gaceta.2015.10.011"]}}, "BIBREF30": {"ref_id": "b30", "title": "Alcoholic beverage preference and dietary pattern in Spanish university graduates: The SUN cohort study", "authors": [{"first": "M", "middle": ["A"], "last": "Alcácera", "suffix": ""}, {"first": "I", "middle": [], "last": "Marques-Lopes", "suffix": ""}, {"first": "M", "middle": [], "last": "Fajó-Pascual", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Foncillas", "suffix": ""}, {"first": "F", "middle": [], "last": "Carmona-Torre", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Martínez-González", "suffix": ""}], "year": 2008, "venue": "Eur. J. Clin. Nutr", "volume": "62", "issn": "", "pages": "1178--1186", "other_ids": {"DOI": ["10.1038/sj.ejcn.1602833"]}}, "BIBREF31": {"ref_id": "b31", "title": "A prospective study of eating away-from-home meals and weight gain in a Mediterranean population: The SUN (Seguimiento Universidad de Navarra) cohort. Public Health Nut", "authors": [{"first": "M", "middle": [], "last": "Bes-Rastrollo", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Basterra-Gortari", "suffix": ""}, {"first": "A", "middle": [], "last": "Snchez-Villegas", "suffix": ""}, {"first": "A", "middle": [], "last": "Marti", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Martnez", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Martnez-González", "suffix": ""}], "year": 2010, "venue": "", "volume": "13", "issn": "", "pages": "1356--1363", "other_ids": {"DOI": ["10.1017/S1368980009992783"]}}, "BIBREF32": {"ref_id": "b32", "title": "Eating out of home and its association with dietary intake: A systematic review of the evidence", "authors": [{"first": "C", "middle": [], "last": "Lachat", "suffix": ""}, {"first": "E", "middle": [], "last": "Nago", "suffix": ""}, {"first": "R", "middle": [], "last": "Verstraeten", "suffix": ""}, {"first": "D", "middle": [], "last": "Roberfroid", "suffix": ""}, {"first": "J", "middle": [], "last": "Van Camp", "suffix": ""}, {"first": "P", "middle": [], "last": "Kolsteren", "suffix": ""}], "year": 2012, "venue": "Obes. Rev", "volume": "13", "issn": "", "pages": "329--346", "other_ids": {"DOI": ["10.1111/j.1467-789X.2011.00953.x"]}}, "BIBREF33": {"ref_id": "b33", "title": "Examining food intake and eating out of home patterns among university students", "authors": [{"first": "E", "middle": [], "last": "Llanaj", "suffix": ""}, {"first": "R", "middle": [], "last": "Adany", "suffix": ""}, {"first": "C", "middle": [], "last": "Lachat", "suffix": ""}, {"first": "M", "middle": [], "last": "D&apos;haese", "suffix": ""}], "year": 2018, "venue": "PLoS ONE", "volume": "13", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0197874"]}}, "BIBREF34": {"ref_id": "b34", "title": "Reported fried food consumption and the incidence of hypertension in a Mediterranean cohort: The SUN (Seguimiento Universidad de Navarra) project", "authors": [{"first": "C", "middle": [], "last": "Sayon-Orea", "suffix": ""}, {"first": "M", "middle": [], "last": "Bes-Rastrollo", "suffix": ""}, {"first": "A", "middle": [], "last": "Gea", "suffix": ""}, {"first": "I", "middle": [], "last": "Zazpe", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Basterra-Gortari", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Martinez-Gonzalez", "suffix": ""}], "year": 2014, "venue": "Br. J. Nutr", "volume": "112", "issn": "", "pages": "984--991", "other_ids": {"DOI": ["10.1017/S0007114514001755"]}}, "BIBREF35": {"ref_id": "b35", "title": "Consumption of fried foods and weight gain in a Mediterranean cohort: The SUN project", "authors": [{"first": "C", "middle": [], "last": "Sayon-Orea", "suffix": ""}, {"first": "M", "middle": [], "last": "Bes-Rastrollo", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Basterra-Gortari", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Beunza", "suffix": ""}, {"first": "P", "middle": [], "last": "Guallar-Castillon", "suffix": ""}, {"first": "C", "middle": [], "last": "De La Fuente-Arrillaga", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Martinez-Gonzalez", "suffix": ""}], "year": 2013, "venue": "Nutr. Metab. Cardiovasc. Dis", "volume": "23", "issn": "", "pages": "144--150", "other_ids": {"DOI": ["10.1016/j.numecd.2011.03.014"]}}, "BIBREF36": {"ref_id": "b36", "title": "Intake and home use of olive oil or mixed oils in relation to healthy lifestyles in a Mediterranean population. Findings from the prospective Pizarra study", "authors": [{"first": "F", "middle": [], "last": "Soriguer", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Almaraz", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Garca-Almeida", "suffix": ""}, {"first": "I", "middle": [], "last": "Cardona", "suffix": ""}, {"first": "F", "middle": [], "last": "Linares", "suffix": ""}, {"first": "S", "middle": [], "last": "Morcillo", "suffix": ""}, {"first": "E", "middle": [], "last": "García-Escobar", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Dobarganes", "suffix": ""}, {"first": "G", "middle": [], "last": "Olveira", "suffix": ""}, {"first": "V", "middle": [], "last": "Hernando", "suffix": ""}], "year": 2010, "venue": "Br. J. Nutr", "volume": "103", "issn": "", "pages": "114--122", "other_ids": {"DOI": ["10.1017/S0007114509991498"]}}, "BIBREF37": {"ref_id": "b37", "title": "Intake of fried foods is associated with obesity in the cohort of Spanish adults from the European Prospective Investigation into Cancer and Nutrition", "authors": [{"first": "P", "middle": [], "last": "Guallar-Castillón", "suffix": ""}, {"first": "F", "middle": [], "last": "Rodríguez-Artalejo", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Fornés", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Banegas", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Etxezarreta", "suffix": ""}, {"first": "E", "middle": [], "last": "Ardanaz", "suffix": ""}, {"first": "A", "middle": [], "last": "Barricarte", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Chirlaque", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Iraeta", "suffix": ""}, {"first": "N", "middle": ["L"], "last": "Larrañaga", "suffix": ""}], "year": 2007, "venue": "Am. J. Clin. Nutr", "volume": "86", "issn": "", "pages": "198--205", "other_ids": {"DOI": ["10.1093/ajcn/86.1.198"]}}, "BIBREF38": {"ref_id": "b38", "title": "Feasibility of using web-based questionnaires in large population-based epidemiological studies", "authors": [{"first": "A", "middle": [], "last": "Ekman", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Dickman", "suffix": ""}, {"first": "Å", "middle": [], "last": "Klint", "suffix": ""}, {"first": "E", "middle": [], "last": "Weiderpass", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Litton", "suffix": ""}], "year": 2006, "venue": "Eur. J. Epidemiol", "volume": "21", "issn": "", "pages": "103--111", "other_ids": {"DOI": ["10.1007/s10654-005-6030-4"]}}}, "ref_entries": {"FIGREF0": {"text": "Adherence to the MedDiet before (B, D and F) and during (A, C and E) the Spanish COVID-19 confinement by subgroups of age (A and B), region (C and D) and educational level (E and F). In the box plots, the boundary of the box closest to zero indicates the 25th percentile, a colour line within the box marks the median, and the boundary of the box farthest from zero indicates the 75th percentile. Points above and below the box indicate the 10th and 90th percentiles; those above and below the whiskers indicate outliers. Numbers of included participants per group are shown in Tables 1 and 2. Differences in mean adherence by groups were evaluated by means of the Kruskal-Wallis test.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Adherence to the MedDiet before (B, D and F) and during (A, C and E) the Spanish COVID-19 confinement by subgroups of age", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Contributions: Conceptualization, C.R.-P., C.R.-P., E.M.-M., V.V., R.A., B.G.-V., E.J.G.-H. and M.D.R.-L. formalized the theoretical framework and methodology; E.M.-M. and C.R.-P. contributed to data analysis and wrote the original draft while C.R.-P., E.M.-M., V.V., R.A., B.G.-V., E.J.G.-H. and M.D.R.-L. contributed to the review and editing the final manuscript. M.D.R.-L. supervised the whole work. C.R.-P., E.M.-M., V.V., R.A., B.G.-V., E.J.G.-H. and M.D.R.-L. All authors have read and agreed to the published version of the manuscript. Funding: This research received no external funding.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Baseline characteristics of questionnaire respondents by level of adherence to the MedDiet during the COVID-19 Spanish confinement.", "latex": null, "type": "table"}, "TABREF1": {"text": "Dietary and lifestyle adaptations by level of adherence to the MedDiet during the COVID-19 Spanish confinement.", "latex": null, "type": "table"}, "TABREF2": {"text": "Comparisons between dietary behaviours relative to the MedDiet pattern by level of adherence to the MedDiet before and during the COVID-19 Spanish confinement.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>MEDAS Food\n</td><td>Low Before\n(N = 2447)\n</td><td>Low Confinement\n(N = 1275)\n</td><td>(N = </td><td>High Before\n1294)\n</td><td>High Confinement\n(N = 2135)\n</td></tr><tr><td>Groups\n</td><td>N </td><td>% </td><td>N </td><td>% </td><td>N </td><td>% </td><td>N </td><td>%\n</td></tr><tr><td>Olive Oil (Tablespoons/d)\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>As before </td><td>1921 </td><td>78.5 </td><td>1075 </td><td>84.3 </td><td>1222 </td><td>94.4 </td><td>1850 </td><td>87.7\n</td></tr><tr><td>Lower </td><td>225 </td><td>9.2 </td><td>72 </td><td>5.7 </td><td>39 </td><td>3 </td><td>117 </td><td>5.5\n</td></tr><tr><td>Higher </td><td>301 </td><td>12.3 </td><td>128 </td><td>10.0 </td><td>33 </td><td>2.6 </td><td>143 </td><td>6.8\n</td></tr><tr><td>Vegetables (Servings/d)\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>As before </td><td>1462 </td><td>59.7 </td><td>878 </td><td>68.9 </td><td>1157 </td><td>89.4 </td><td>1583 </td><td>75\n</td></tr><tr><td>Lower </td><td>416 </td><td>17 </td><td>248 </td><td>19.5 </td><td>69 </td><td>5.3 </td><td>113 </td><td>5.4\n</td></tr><tr><td>Higher </td><td>569 </td><td>23.3 </td><td>149 </td><td>11.7 </td><td>68 </td><td>5.3 </td><td>414 </td><td>19.6\n</td></tr><tr><td>Fruits (Servings/d)\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>As before </td><td>1395 </td><td>57 </td><td>830 </td><td>65.1 </td><td>1092 </td><td>84.4 </td><td>1523 </td><td>72.2\n</td></tr><tr><td>Lower </td><td>432 </td><td>17.7 </td><td>230 </td><td>18.0 </td><td>114 </td><td>8.8 </td><td>197 </td><td>9.3\n</td></tr><tr><td>Higher </td><td>620 </td><td>25.3 </td><td>215 </td><td>16.9 </td><td>88 </td><td>6.8 </td><td>390 </td><td>18.5\n</td></tr><tr><td>Red Meat (Servings/d)\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>As before </td><td>1278 </td><td>52.2 </td><td>919 </td><td>72.1 </td><td>1160 </td><td>89.6 </td><td>1505 </td><td>71.3\n</td></tr><tr><td>Lower </td><td>915 </td><td>37.4 </td><td>167 </td><td>13.1 </td><td>80 </td><td>6.2 </td><td>528 </td><td>25.0\n</td></tr><tr><td>Higher </td><td>254 </td><td>10.4 </td><td>189 </td><td>14.8 </td><td>54 </td><td>4.2 </td><td>77 </td><td>3.7\n</td></tr><tr><td>Sweet Beverages (Servings/d)\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>As before </td><td>1201 </td><td>49.1 </td><td>834 </td><td>65.4 </td><td>1203 </td><td>93 </td><td>1592 </td><td>75.5\n</td></tr><tr><td>Lower </td><td>959 </td><td>39.2 </td><td>228 </td><td>17.9 </td><td>53 </td><td>4.1 </td><td>459 </td><td>21.8\n</td></tr><tr><td>Higher </td><td>287 </td><td>11.7 </td><td>213 </td><td>16.7 </td><td>38 </td><td>2.9 </td><td>59 </td><td>2.8\n</td></tr><tr><td>Legumes (Servings/w)\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>As before </td><td>1706 </td><td>69.7 </td><td>975 </td><td>76.5 </td><td>1165 </td><td>90 </td><td>1688 </td><td>80.0\n</td></tr><tr><td>Lower </td><td>280 </td><td>11.4 </td><td>140 </td><td>11.0 </td><td>35 </td><td>2.7 </td><td>95 </td><td>4.5\n</td></tr><tr><td>Higher </td><td>461 </td><td>18.8 </td><td>160 </td><td>12.5 </td><td>94 </td><td>7.3 </td><td>327 </td><td>15.5\n</td></tr><tr><td>Fish (Servings/w)\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>As before </td><td>1546 </td><td>63.2 </td><td>907 </td><td>71.1 </td><td>1086 </td><td>83.9 </td><td>1575 </td><td>74.6\n</td></tr><tr><td>Lower </td><td>639 </td><td>26.1 </td><td>278 </td><td>21.8 </td><td>172 </td><td>13.3 </td><td>376 </td><td>17.8\n</td></tr><tr><td>Higher </td><td>262 </td><td>10.7 </td><td>90 </td><td>7.1 </td><td>36 </td><td>2.8 </td><td>159 </td><td>7.5\n</td></tr><tr><td>Non-Homemade Pastries (Units/w)\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>As before </td><td>1031 </td><td>42.1 </td><td>661 </td><td>51.8 </td><td>1084 </td><td>83.8 </td><td>1450 </td><td>68.7\n</td></tr><tr><td>Lower </td><td>767 </td><td>31.3 </td><td>155 </td><td>12.2 </td><td>70 </td><td>5.4 </td><td>450 </td><td>21.3\n</td></tr><tr><td>Higher </td><td>649 </td><td>26.5 </td><td>459 </td><td>36.0 Differences between the two MedDiet adherence groups (low and high) were evaluated by the Chi-squared test.\n</td><td>140 </td><td>10.8 </td><td>210 </td><td>10.0\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Associations between eating and lifestyle habits and the change in the adherence to the MedDiet during the COVID-19 Spanish confinement.", "latex": null, "type": "table"}, "TABREF4": {"text": "Cont.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Non-Change\n</td><td>Change in MD Adherence\n</td><td>Crude Model 2 Adjusted Model 3N = 3392\np-Value\n1\n</td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>N = </td><td>4122\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>N </td><td>% </td><td>N </td><td>% </td><td>OR </td><td>95% CI </td><td>OR </td><td>95% CI\n</td></tr><tr><td>Physical activity </td><td> </td><td> </td><td> </td><td>0.022\n</td><td> </td><td> </td><td> </td></tr><tr><td>As before </td><td>768 </td><td>18.6 </td><td>635 </td><td>18.7 </td><td>Ref. </td><td> </td><td>NA\n</td><td> </td></tr><tr><td>Lower </td><td>2460 </td><td>59.7 </td><td>2015 </td><td>59.4 </td><td>0.99 </td><td>[0.88;1.12]\n</td><td> </td><td> </td></tr><tr><td>Never </td><td>268 </td><td>6.5 </td><td>172 </td><td>5.1 </td><td>0.78 </td><td>[0.62;0.97]\n</td><td> </td><td> </td></tr><tr><td>Weight gain </td><td> </td><td> </td><td> </td><td> </td><td>0.135\n</td><td> </td><td> </td><td> </td></tr><tr><td>No </td><td>1920 </td><td>46.6 </td><td>1636 </td><td>48.2 </td><td>Ref. </td><td> </td><td>Ref.\n</td><td> </td></tr><tr><td>Unknown </td><td>1684 </td><td>40.9 </td><td>1309 </td><td>38.6 </td><td>0.91 </td><td>[0.83;1.01] </td><td>0.89 </td><td>[0.80;0.98]\n</td></tr><tr><td>Yes </td><td>518 </td><td>12.6 </td><td>447 </td><td>13.2 </td><td>1.01 </td><td>[0.88;1.17] </td><td>1.01 </td><td>[0.87;1.17]\n</td></tr><tr><td>Week </td><td> </td><td> </td><td> </td><td> </td><td>0.135\n</td><td> </td><td> </td><td> </td></tr><tr><td>1 </td><td>825 </td><td>20.0 </td><td>685 </td><td>20.2 </td><td>Ref. </td><td> </td><td>Ref.\n</td><td> </td></tr><tr><td>2 </td><td>2864 </td><td>69.5 </td><td>2303 </td><td>67.9 </td><td>0.97 </td><td>[0.86;1.09] </td><td>0.97 </td><td>[0.86;1.09]\n</td></tr><tr><td>3 </td><td>433 </td><td>10.5 </td><td>404 </td><td>11.9 </td><td>1.12 </td><td>[0.95;1.33] </td><td>1.13 </td><td>[0.94;1.36]\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Influence of the MEDAS-derived foods intake on the change in the adherence to the MedDiet during the COVID-19 Spanish confinement.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors declare no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of Interest:"}]}