{
    "paper_id": "2a5f5527d6c5cbc0b19c588c21f93359b959bb91",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Any health-care provider supporting the registry by providing well documented cases will be considered as a collaborator of the registry in any future scientific publications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We declare no competing interests. Robust data acquisition on the effect of emergent pathogens on pregnancy is often absent, and often data are available after considerable delay, 3 leaving scientists and clinicians seeking knowledge to depend solely on intuition, extrapolation, and case series as they emerge. The severe acute respiratory syndrome coronavirus 2 (SARS-Cov-2) pandemic is no exception. 1,4-8 Large cohorts are required to allow for accurate risk estimates, and therefore a global perspective is needed. To scientists and clinicians involved in the care of pregnant patients during a pandemic, this situation feels like déjà vu, given the many similarities to the Zika virus epidemic only 5 years ago. 3 To tweak resources, we have adjusted the Zika virus international web registry 9 to create COVI-Preg, a structured data collection tool available to any facility assessing pregnant patients for SARS-CoV-2 infection. Today, with increased mobility and considerable migration, we have to use the modern tool of worldwide and immediate communication to trigger knowledge sharing and prepare for rapid assessment of existing and future emergent pathogens. This registry and its associated international network will be organised to be rapidly adaptable to any other emerging infectious agent in the future. The feasibility of this global responsive and customisable structure for future emergent pathogens is supported by the strong platform of well established collaborations with 198 antenatal clinics from 23 countries in Africa, Asia, Europe, Oceania, and the Americas (figure). This structure will allow for the creation of a large dataset capturing global information in an attainable and realistic manner, with affordable costs and an acceptable timeframe.",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 719,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For the ongoing SARS-CoV-2 pandemic, we hypothesise that the collected data will allow researchers and health-care professionals to better characterise the disease course and spectrum, quantitatively estimate associated risks, and identify specific risk factors that can be used to define screening strategies in pregnant women and adequate prevention meas ures, and to direct specific and early clinical management of women and fetuses at risk. In the spirit of open science and data sharing, 10 the collected data will be available to any research group provided that ",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 496,
                    "text": "10",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical analysis of pregnancy in second and third trimesters complicated severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Zhonghua Fu Chan Ke Za Zhi",
            "volume": "38",
            "issn": "",
            "pages": "516--536",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "809--824",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lack of vertical transmission of severe acute respiratory syndrome coronavirus 2",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Emerg Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical analysis of 10 neonates born to mothers with 2019-nCoV pneumonia",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transl Pediatr",
            "volume": "9",
            "issn": "",
            "pages": "51--60",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An analysis of 38 pregnant women with COVID-19, their newborn infants, and maternal-fetal transmission of SARS-CoV-2: maternal coronavirus infections and pregnancy outcomes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arch Pathol Lab Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5858/arpa.2020-0901-SA"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An international registry for women exposed to Zika virus during pregnancy: time for answers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Panchaud",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vouga",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Musso",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "995--96",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Sharing research data and findings relevant to the novel coronavirus (COVID-19) outbreak",
            "authors": [
                {
                    "first": "Wellcome",
                    "middle": [],
                    "last": "Trust",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "www.thelancet.com Published online April 27, 2020 https://doi.org/10.1016/S0140-6736(20)30981-8 1 they have a clear, non-redundant research question and biomedical research ethics committee approval.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Network of antenatal clinics collaborating in the COVI-Preg registry, as of April 23, 2020Each clinic location is represented by a red dot.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "david.baud@chuv.ch †Members of the COVI-Preg group are listed in the appendix.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}