{
    "paper_id": "2a631bbbf7e7384f6d87be1752fbbbc790c282cc",
    "metadata": {
        "title": "Foot and Ankle Service in North District Hospital During the COVID-19 Pandemic",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Kong. In the hospital where I work, we have counters in the hospital entry sites to take body temperature, travel history and health surveillance for all visitors (Fig. 3 ). All along, I did not restrict the clinic attendance of Orthopaedic department of our hospital, except for those with positive travel history within 14 days and those with upper respiratory tract symptoms. All those patients with positive respiratory symptoms were sent to the emergency room for further management. For those patients that had a positive travel history but no respiratory symptoms, and had an orthopaedic condition that needed to be handled without delay, we took care of them with full personal protection equipment (PPE). Patients were also allowed to voluntarily reschedule their consultation appointment and get free-of-charge drug refills. With these hospital measures, we did not have any staff members suffer from hospital acquired 2019-SARS-CoV-2 infection. The clinic attendance was reduced by about 50% initially (February 2020) and gradually resumed to normal in the most recent month (May 2020).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 170,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Foot and Ankle Service in North District"
        },
        {
            "text": "Since February 2020, all the elective surgeries were postponed except for tumor surgery and I have learned from this pandemic. First of all, we don't have proper negative pressure operation rooms in North District Hospital and those confirmed infected cases that needed orthopaedic operation had to be transferred to another hospital with negative pressure operation rooms. It is not optimal as the disease can spread during the transfer. In the future, we need to fight for our own negative pressure operation room. I also plan to develop the telemedicine in my practice as this can reduce the number of medical staff staying in the wards and help to handle those patients that cannot attend the clinic. Moreover, I should modify my practice to include more day surgery cases. I believe that these measures can reduce the impact to my clinical services in case of another crisis. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Foot and Ankle Service in North District"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Transmission and prevention of occupational infections in orthopaedic surgeons",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Bone Joint Surg Am",
            "volume": "86",
            "issn": "",
            "pages": "1065--76",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "What every orthopaedic surgeon should know about COVID-19: A review of the current literature",
            "authors": [
                {
                    "first": "Csy",
                    "middle": [],
                    "last": "Yung",
                    "suffix": ""
                },
                {
                    "first": "Kch",
                    "middle": [],
                    "last": "Fok",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Orthop Surg",
            "volume": "28",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "people learn from the past experience during crisis of severe acute respiratory syndrome (SARS) on 2002-2004. The high level of self alertness of usage of face mask and hygienic precautions together with government policy of restrictions on social gathering, restrictions on entering Hong Kong, health quarantine arrangements on inbound travellers and wide coverage of population for infection surveillance make COVID-19 under control in Hong",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "spine surgery with impending neurological deterioration. Starting in May 2020, we gradually resumed elective foot and ankle surgeries. In order to minimize the consumption of PPE and the number of patients requiring a hospital stay, those foot and ankle surgeries that could be performed under spinal anaesthesia or local anaesthetic block, and those that could be performed on a day surgery basis, were prioritized. Initially, I worried about the use of high speed devices for foot and ankle surgeries, which could generate aerosols and require that all staff members in the operation room would need PPE and the patient would need a SARS-COV-2 screening test before the operation (1,2). This will hinder resumption of elective reconstructive foot and ankle surgeries. After reviewing the relevant international studies and seeking local experts' opinion, Hospital Authority of Hong Kong published the instruction that said: \"The viral load in blood is low and even much lower in bone, thus the risk of spreading COVID-19 is extremely low in surgeries involving high speed devices,\" and the use of PPE and SARS-COV-2 test are not recommended. This relieved my worry and I have resumed all the reconstructive foot and ankle surgeries.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The counter in the entry of North District Hospital. The staffs with PPE take body temperature, travel history and health surveillance for all visitors. All visitors must have face masks before entering the hospital.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}