{
    "paper_id": "2a653b11600fc5e902a7c4fc06fd7dc168079006",
    "metadata": {
        "title": "Case Report: Right Bundle Brunch Block and QTc Prolongation in a Patient with Novel Coronavirus Disease (COVID-19) Treated with Hydroxychloroquine",
        "authors": [
            {
                "first": "Rosmonaliza",
                "middle": [],
                "last": "Asli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Muhammad",
                "middle": [
                    "Syafiq"
                ],
                "last": "Abdullah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Brunei Darussalam",
                    "location": {
                        "settlement": "Gadong",
                        "region": "Brunei Darussalam"
                    }
                },
                "email": ""
            },
            {
                "first": "Pui",
                "middle": [
                    "Lin"
                ],
                "last": "Chong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dhiya",
                "middle": [],
                "last": "Metussin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Riamiza",
                "middle": [
                    "Natalie"
                ],
                "last": "Momin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Babu",
                "middle": [
                    "Ivan"
                ],
                "last": "Mani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "PMMPMHAMB Hospital",
                    "location": {
                        "settlement": "Tutong, Brunei Darussalam"
                    }
                },
                "email": ""
            },
            {
                "first": "Vui",
                "middle": [
                    "Heng"
                ],
                "last": "Chong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Brunei Darussalam",
                    "location": {
                        "settlement": "Gadong",
                        "region": "Brunei Darussalam"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Novel coronavirus disease (COVID-19) is a highly contagious disease caused by severe adult respiratory syndrome-coronavirus-2 that has resulted in the current global pandemic. Currently, there is no available treatment proven to be effective against COVID-19, but multiple medications, including hydroxychloroquine (HCQ), are used off label. We report the case of a 60-year-old woman without any cardiac history who developed right bundle brunch block and critically prolonged corrected electrocardiographic QT interval (QTc 631 ms) after treatment for 3 days with HCQ, which resolved on discontinuation of the medication. This case highlights a significant and potentially life-threatening complication of HCQ use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Novel coronavirus disease (COVID-19) is a highly contagious disease caused by severe adult respiratory syndromecoronavirus-2 (SARS-CoV-2) that was identified in December 2019 in China and is now a global pandemic. 1 Currently, there is no proven effective treatment, and medications proposed to inhibit the virus life cycle such as hydroxychloroquine (HCQ), chloroquine, lopinavir/ritonavir, and remdesivir are used off label. [2] [3] [4] [5] These medications are widely used despite the lack of evidence for their efficacy and safety, and are often used in combination.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 215,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 431,
                    "end": 434,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A 60-year-old woman was admitted to the National Isolation Centre in Brunei after her nasopharyngeal and throat swabs tested positive (reverse transcriptase [RT]-PCR) for adult respiratory syndrome coronavirus-2 (SARS-CoV-2). She was among a group of infected travelers and was linked to a confirmed COVID-19 case through contact tracing. She had just returned from Indonesia 4 days before and developed symptoms (fever, dry cough, weakness, and dyspepsia) on returning. These symptoms had already improved when she was called for testing. Her comorbid conditions included hypertension, hyperlipidemia, and being overweight (31.1 kg/m 2 ), but she had no known heart disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "Admission chest radiograph (CXR) was normal, and laboratory investigations revealed mildly elevated C-reactive protein, without lymphopenia (Table 1) . She was empirically started on intravenous amoxicillin-clavulanic acid (1.2 g three times daily) and oseltamivir (75 mg twice daily). A repeat CXR on the second day of hospitalization showed bilateral lower zone opacities. As a result, she was transferred to the intensive care unit for close monitoring and was started on lopinavir 400 mg/ritonavir 100 mg (twice daily). As her condition did not improve, HCQ (400 mg stat dose followed by 200 mg twice daily) was initiated on the fourth day of hospitalization. An electrocardiograph (ECG) on hospital day 4 (before initiation of HCQ) was normal, with a corrected QT interval (QTc) of 397 ms. Repeat ECGs the following day remained normal (QTc 414 ms). The patient's condition deteriorated, requiring intubation and ventilatory support on the fifth day of admission. Blood and urine cultures were negative. Sputum culture isolated Pseudomonas aeruginosa and Serratia marcescens, both sensitive to meropenem. Amoxicillin-clavulanic acid was discontinued, and meropenem (1,000 mg three times daily) was initiated. She was also started on inotropic support. The timeline of events and medications prescribed are shown in Figure 1 and laboratory investigations in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 149,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1320,
                    "end": 1328,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1362,
                    "end": 1369,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "CASE REPORT"
        },
        {
            "text": "On the fifth day, serum troponin I was noted to be mildly elevated. Transthoracic echocardiogram (TTE) showed normal ejection fraction and no regional wall motion abnormalities. Myocarditis secondary to SARS-CoV-2 was considered. Serial monitoring twice daily showed fluctuation of troponin I. On the seventh day of hospitalization, repeat ECG before the morning dose of HCQ showed a new right bundle branch block (RBBB) and critically prolonged QTc (631 ms) ( Figure 2 ). Hydroxychloroquine was discontinued after a cumulative dose of 1,400 mg. Blood investigations on that day showed normal serum Mg 2+ and K + but slightly low corrected Ca 2+ (Table 1) . This was corrected with calcium replacement. A repeat ECG performed 24 hours after the last dose of HCQ showed normalization of the QTc (433 ms).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 461,
                    "end": 469,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 646,
                    "end": 655,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "CASE REPORT"
        },
        {
            "text": "On the tenth day of hospitalization, a repeat TTE showed normal cardiac function. She was weaned off the inotropes on that day and extubated on the 14th day of hospitalization. Investigations on the 19th day showed improvement of laboratory parameters apart from elevated D-dimer, and she was otherwise well and had no leg swellings. She was started on low molecular weight heparin. After three consecutive negative RT-PCR results for SARS-CoV-2, she was transferred on the 23rd day of hospitalization to a tertiary hospital, where a computed tomography pulmonary angiogram showed scattered ground-glass opacities consistent with COVID-19 and a small pulmonary embolism on the right. She was started on dabigatran 150 mg twice daily (planned 3 months of treatment) and remained well on follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "Corrected QT interval prolongation is dangerous and can be associated with torsade de pointes, a life-threatening arrhythmia. Our patient developed RBBB and critically prolonged QTc (QTc > 500 ms) after 3 days of HCQ at a cumulative dose of 1,400 mg. A systematic review of chronic use of chloroquine and HCQ in rheumatic conditions reported cardiac side effects to be common. Among patients who were treated with HCQ who experienced cardiac toxicity (n = 50, median duration of use 8 years [range 10 days to 30 years], and cumulative dose of 1,235 g [range 1.9 g-4,380 g]), the study reported bundle branch block (26%), atrioventricular block (24%), and firstor second-degree heart block (4%). 6 Other cardiac adverse effects of HCQ included ventricular hypertrophy (32%), ventricular hypokinesia (16%), heart failure (ejection fraction < 40% in 52.9%), and valvular dysfunction (8%), especially with high cumulative doses. 6 Other adverse effects of HCQ include gastrointestinal, ophthalmic, neurological, musculoskeletal, psychiatric, metabolic, and dermatological abnormalities. 7 Patients with COVID-19 who require hospitalization are at risk for complications including electrolyte derangements, which are risk factors for QTc prolongation. 8 Our patient had several risk factors for conduction abnormalities: administration of HCQ, lopinavir/ritonavir, and inotropes, and hypocalcemia. Lopinavir/ritonavir is also associated with the prolongation of QTc, but the ECG after starting this medication was normal. Among the electrolytes associated with the prolongation of QTc, only calcium was slightly low. Inotropes were started 2 days (noradrenaline) and one (dopamine) day before the detection of conduction abnormalities. Unfortunately, we did not obtain an ECG on the third day of HCQ therapy. We considered the possibility of myocarditis. The elevated troponin coincided with the period leading up to conduction abnormalities and peaked several days later, before decreasing. A repeat TTE was normal. We did not perform further investigations for myocarditis, as our patient remained stable. It is possible the other factors discussed contributed to the development of conduction abnormalities, but the resolution of ECGs changes after discontinuation of HCQ suggested a causal relationship between HCQ and these abnormalities.",
            "cite_spans": [
                {
                    "start": 695,
                    "end": 696,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 925,
                    "end": 926,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1083,
                    "end": 1084,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1247,
                    "end": 1248,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Given the lack of proven therapies for COVID-19, the continued use of HCQ is likely. HCQ and chloroquine have also been used as prophylaxis for COVID-19. 7, 9 With such widespread use, complications can be expected. Combination therapy of chloroquine and azithromycin, both medications associated with QTc prolongation drugs, has recently been advocated. 4 Our case highlights that significant and lifethreatening conduction abnormalities can occur with the use of HCQ. Therefore, clinicians should exercise caution and assess cardiac risk if considering HCQ treatment for COVID-19. This is an open-access article distributed under the terms of the Creative Commons Attribution (CC-BY) License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. ",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 156,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 157,
                    "end": 158,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 355,
                    "end": 356,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization, 2020. Coronavirus Disease 2019 (COVID-19) Situation Report-51",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Race to find COVID-19 treatments accelerates",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kupferschmidt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "",
            "pages": "1412--1413",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A trial of lopinavir-ritonavir in adults hospitalized with severe COVID-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med. Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001282"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label nonrandomized clinical trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Antimicrob Agents. Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.105949"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The epidemiology, diagnosis and treatment of COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Antimicrob Agents. Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.105955"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cardiac complications attributed to chloroquine and hydroxychloroquine: a systematic review of the literature",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chatre",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Roubille",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vernhet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jorgensen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Pers",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Drug Saf",
            "volume": "41",
            "issn": "",
            "pages": "919--931",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Risk factors for QTc-prolongation: systematic review of the evidence",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vandael",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vandenberk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vandenberghe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Willems",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Foulon",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Clin Pharm",
            "volume": "39",
            "issn": "",
            "pages": "16--25",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Chloroquine and hydroxychloroquine for the prevention or treatment of novel coronavirus disease (COVID-19) in africa: caution for inappropriate off-label use in healthcare settings",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Abena",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Trop Med Hyg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Hydroxychloroquine prophylaxis for COVID-19 contacts in India",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rathi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ish",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kalantri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kalantri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Electrocardiograph showing right bundle brunch block (RBBB) and prolonged corrected QT interval on day 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Timeline of treatment and events during patient's hospalization (CXR = chest radiograph; ECG = electrocardiograph; ICU = intensive care unit; TTE: transthoracic echocardiogram).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Laboratory results during the course of hospitalization",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "HB = hemoglobin; WBC = white cell count; PLT = platelets. * Calcium levels after intravenous calcium replacement. † Sputum positive for Pseudomonas aeruginosa and Serratia marcescens. Seri Begawan, Brunei Darussalam, Institute of Health Sciences, PAPRSB, Universiti Brunei Darussalam, Gadong, Brunei, and Department of Medicine, PMMPMHAMB Hospital, Jalan Sungai Basong, Tutong, Brunei Darussalam, E-mail: chongvuih@yahoo.co.uk.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}