{
    "paper_id": "2a6a1faab232884c5a98b000e67bf78548118861",
    "metadata": {
        "title": "A DAY IN THE LIFE OF A NEUROCRITICAL CARE TRAINEE CT Perfusion for the Detection of Delayed Cerebral Ischemia in the Presence of Neurologic Confounders",
        "authors": [
            {
                "first": "Shaurya",
                "middle": [],
                "last": "Taran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "addrLine": "204 Victoria Street, 4th Floor, Room 411",
                        "postCode": "M5B 1T8",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": "taran@mail.utoronto.ca"
            },
            {
                "first": "Daniel",
                "middle": [
                    "M"
                ],
                "last": "Mandell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "addrLine": "204 Victoria Street, 4th Floor, Room 411",
                        "postCode": "M5B 1T8",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Victoria",
                "middle": [
                    "A"
                ],
                "last": "Mccredie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "addrLine": "204 Victoria Street, 4th Floor, Room 411",
                        "postCode": "M5B 1T8",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Delayed cerebral ischemia (DCI) is a common complication of aneurysmal subarachnoid hemorrhage (SAH), affecting up to 30% of patients and manifesting as new neurologic deficits or a declining level of consciousness, or both [1] . Timely identification and management of DCI are crucial to improving outcomes in patients with SAH [2]. However, diagnosing DCI remains challenging. Multiple confounders may present as worsening of the neurologic examination, potentially delaying recognition of underlying DCI. Moreover, confounders may hinder efforts to monitor the clinical response to a chosen therapy. Here, we present the case of a patient with SAH in whom the use of CT perfusion (CTP) scans was used to diagnose and subsequently manage DCI in the setting of multiple confounders.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 227,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A 59-year-old female with a past medical history significant for hypertension and peripheral arterial disease presented to the hospital with a sudden onset, severe headache. Earlier that day she also developed rhythmic jerking movements of her face and limb concerning for possible seizures. She was intubated for a Glasgow Coma Scale (GCS) of 4 (E1M2V1). A non-enhanced CT scan of her brain showed a modified Fisher grade 4 subarachnoid hemorrhage with associated hydrocephalus (Fig. 1a) , and CT angiography (CTA) demonstrated a ruptured 6.0 × 4.8 × 3.7 mm aneurysm of the anterior communicating artery. A right frontal external ventricular drain was placed emergently with a subsequent World Federation of Neurological Surgeons (WFNS) score of 5.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 479,
                    "end": 488,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "The patient underwent successful endovascular coiling of the aneurysm (Fig. 1b and c) and was transferred to the intensive care unit for ongoing management. Enteral nimodipine at 60 mg every 4 h was initiated along with leviteracetam at 1 g twice daily for suspected seizures on presentation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 85,
                    "text": "(Fig. 1b and c)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "The patient's GCS improved to 10T [E4M6VT (T = endotracheal tube)] by day 5 post-ictus, and she was extubated after passing a spontaneous breathing trial and cuff leak test. However, within the first hour post-extubation, she developed stridor concerning for upper airway obstruction and her oxygen saturation dropped, prompting re-intubation. During the peri-extubation period, involuntary, coordinated, and repetitive movements involving her lower limbs and right-to-left head rolling were observed. Consciousness was not impaired completely as she was still able to follow simple commands. These movements were concerning for possible focal motor seizures. Daily intermittent video electroencephalograms (EEGs) obtained during this time showed moderate generalized non-epileptiform abnormalities, with a differential diagnosis of toxic, metabolic, or infectious processes. Video review demonstrated no convincing clinical seizures, although the recording did not capture any of the dyskinesias of her face and limbs. Transcranial Doppler (TCD) or transcranial color Doppler (TCCD) ultrasonography is not routinely performed at our institution, and therefore data on flow velocities of the anterior circulation were not available. However, a CT/CTA of the brain demonstrated mild vasospasm of the proximal pericallosal arteries along with narrowing of the A1 segment of the right anterior cerebral artery. Furthermore, she was also febrile with a white blood cell count of 12.8 ×",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The patient underwent successful endovascular coiling of the aneurysm (Fig. 1b and c) and was transferred to the intensive care unit for ongoing management. Enteral nimodipine at 60 mg every 4 h was initiated along with leviteracetam at 1 g twice daily for suspected seizures on presentation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 85,
                    "text": "(Fig. 1b and c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The patient's GCS improved to 10T [E4M6VT (T = endotracheal tube)] by day 5 post-ictus, and she was extubated after passing a spontaneous breathing trial and cuff leak test. However, within the first hour post-extubation, she developed stridor concerning for upper airway obstruction and her oxygen saturation dropped, prompting re-intubation. During the peri-extubation period, involuntary, coordinated, and repetitive movements involving her lower limbs and right-to-left head rolling were observed. Consciousness was not impaired completely as she was still able to follow simple commands. These movements were concerning for possible focal motor seizures. Daily intermittent video electroencephalograms (EEGs) obtained during this time showed moderate generalized non-epileptiform abnormalities, with a differential diagnosis of toxic, metabolic, or infectious processes. Video review demonstrated no convincing clinical seizures, although the recording did not capture any of the dyskinesias of her face and limbs. Transcranial Doppler (TCD) or transcranial color Doppler (TCCD) ultrasonography is not routinely performed at our institution, and therefore data on flow velocities of the anterior circulation were not available. However, a CT/CTA of the brain demonstrated mild vasospasm of the proximal pericallosal arteries along with narrowing of the A1 segment of the right anterior cerebral artery. Furthermore, she was also febrile with a white blood cell count of 12.8 × 10 9 /L, elevated from a baseline of 9.3 × 10 9 /L. Sputum cultures obtained earlier demonstrated heavy growth of staphylococcus aureus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In light of various possible causes for her clinical deterioration (seizure, sepsis, delayed cerebral ischemia), her levetiracetam dose was increased and a loading dose of phenytoin was given, she was started on antibiotics for a suspected ventilator-associated pneumonia, and vasopressors were initiated for induced hypertension (IH) treatment. Nimoidipine and leviteracetem had been continued since her admission. The systolic blood pressure (SBP) was raised with a norepinephrine infusion to 140-160 mm Hg (a 25% increase from her baseline SBP) for management of suspected DCI. Importantly, the upper SBP limit was set at 160 mm Hg in an attempt to balance cerebral perfusion with cardiac stress. Her troponin I had risen from 16.5 ng/mL on presentation to 32.2 ng/ mL at its peak on post-ictus day 1. ECGs demonstrated diffuse ST-segment depressions. Weighing the risks and benefits of increasing cardiac afterload, a strategy of cautious blood pressure augmentation was implemented. A low level of continuous intravenous sedation was needed to tolerate the endotracheal tube.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, on the morning of day 9 of admission after all intravenous sedation had been weaned off in the prior day, the patient's neurological examination deteriorated to localizing only. Since it remained unclear whether subclinical seizures, infection, or DCI were responsible for this change, a CT brain, CTA, and CT perfusion (CTP) were requested, with the goal of evaluating for perfusion mismatch with CTP. Her CT showed a new infarct in the left anterior cerebral artery territory, and CTA showed severe narrowing of the anterior cerebral artery A2 segments (Fig. 2) . CTP showed elevated Tmax (time to the maximum of the residue function) in the anterior cerebral artery territory bilaterally with a 40 mL volume of tissue exceeding the Tmax threshold of 6 s (Fig. 3a) . Prior studies have shown that a Tmax delay of greater than 6 s is a good predictor of critically hypoperfused tissue that will infarct in the absence of timely reperfusion in stroke patients [3, 4] . Although the plain CT showed an infarct and CTA showed severe vasospasm, it would have remained unclear whether there was further tissue at risk or whether the stroke had been completed. However, due to the large mismatch seen on CTP, a trial of increased SBP targets of 160-200 mm Hg was initiated and the norepinephrine infusion was then titrated to the lowest level required to improve the neurological deficit. By this time, her troponin had trended down to 0.65 ng/ mL. Her cardiac biomarkers were repeated daily along with a repeat echocardiogram during the increase in vasoactive medications. A milrinone infusion was also initiated at 1 mcg/kg/min based on preliminary evidence of benefit in treatment of DCI [5] . By maintaining her SBP 160-170 mmHg, her neurological examination improved to consistently obeying, with 4/5 power in hip flexion and knee extension bilaterally compared to 3/5 bilaterally the day before.",
            "cite_spans": [
                {
                    "start": 969,
                    "end": 972,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 973,
                    "end": 975,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1695,
                    "end": 1698,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 564,
                    "end": 572,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 766,
                    "end": 775,
                    "text": "(Fig. 3a)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Concomitant with the above management, our interventional neuroradiology (INR) colleagues were consulted for consideration of catheter angioplasty. Review of the CTA showed that the area of vasospasm was too distal to permit safe angioplasty, and the decision was therefore made to continue medical management with induced hypertension (IH) and milrinone. The INR team requested a repeat CTA/CTP after 24 h to follow up on the vasospasm progression. Our INR colleagues would have considered performing chemical angioplasty if persistent vasospasm and increased perfusion mismatch were present. However, despite persistent vasospasm, cerebral angioplasty was not offered due to improved perfusion mismatch. The CTA showed possible mild improvement in the caliber of the anterior cerebral arteries. More impressively, the CTP showed substantial reduction in the volume of tissue with Tmax > 6 s to 4 mL (Fig. 3b ), indicating that she had improved perfusion with reduced tissue at risk. IH and milrinone were continued. A final CTA/CTP scan was requested the following day due to persistent and increasing agitation, raising concern for progression of ACA territory DCI rather than the default culprit of ICU delirium. Reassuringly, the repeat CTP showed complete resolution of the perfusion abnormality with volume of tissue with Tmax > 6 s reduced to 0 mL (Fig. 3c ). The patient's level of consciousness improved, no further fluctuations in her neurological examination were observed, and her lower limb motor examination improved from 3/5 to 4/5 for hip flexion on the left and from 2/5 to 4/5 on the right. The patient's kidney function remained stable with repeat contrast exposures. Milrinone and norepinephrine were weaned at day 14 of admission, outside of the time window for DCI and after finding radiographic resolution of perfusion mismatch and vasospasm on the final CTP. The patient was transferred to the neurosurgical ward on day 18, with eventual discharge from hospital on day 34. An MRI obtained 3 weeks after SAH (Fig. 4) showed the small infarct in the left anterior cerebral artery territory, and edema around the right-sided ventricular drainage catheter tract, but no subsequent infarction in the anterior cerebral artery territories.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 901,
                    "end": 909,
                    "text": "(Fig. 3b",
                    "ref_id": null
                },
                {
                    "start": 1356,
                    "end": 1364,
                    "text": "(Fig. 3c",
                    "ref_id": null
                },
                {
                    "start": 2032,
                    "end": 2040,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "DCI is one of the most important determinants of functional outcome among patients with SAH [6] . Proper treatment of this important complication may reduce the risk of infarction and improve outcomes [2] . However, diagnosis can be challenging in the face of factors such as fever, dysnatremia, seizures, infection, hydrocephalus, or rebleeding. Patients may also develop several complications concurrently, potentially hindering recognition of DCI. As a case in point, a widely cited consensus paper noted that the decision to attribute clinical changes to DCI is subjective, especially when factors other than DCI occur in combination [7] .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 638,
                    "end": 641,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "New insights into the pathophysiology of DCI suggest that it may result from a combination of microthrombosis, cortical spreading depolarizations, and microcirculatory dysfunction [8, 9] . These changes may not be captured by large-vessel imaging modalities and could explain the finding that DCI often exists in the absence of vasospasm [8] . Moreover, up to 70% of patients will demonstrate vasospasm with conventional imaging (e.g., CTA) yet only approximately 30% will develop delayed neurological deficits due to DCI [10] , highlighting the important concept that vessel narrowing alone may not be clinically relevant, whereas clinical deterioration may occur despite a normal CTA scan. CT perfusion (CTP) is an emerging and attractive imaging modality to detect cerebral ischemia because it overcomes several of the previous limitations [11, 12] . CTP may show microcirculatory disturbances not evident on plain CT, CTA, or DSA [13] and may additionally identify ischemic tissues remote from the site of large-vessel spasm. CTP scans may also assist with monitoring response to therapy for DCI. For example, a decrement in the area of ischemia between two CTP scans obtained during treatment with vasoactive medications could indicate physiological responsiveness, and a possible benefit to continuing therapy. Obtaining CTAs for this purpose may not be sufficient, especially in the presence of confounders, since improvement in vessel caliber alone may or may not signify an improvement in perfusion, and if it does, the findings may be disproportionate (this was the case between our patient's first and second CTA). Furthermore, at many centers screening for vasospasm commonly occurs with TCD or TCCD ultrasonography. However, this monitoring modality is affected by Fig. 3 Serial CT perfusion maps and CT angiography during milrinone and induced hypertensive therapy. Perfusion map before milrinone and hypertensive treatment, a (8 days after presentation) shows increased Tmax (top row) in the anterior cerebral artery territories bilaterally. Using a threshold of Tmax > 6 s, there is 40 mL of tissue with abnormal perfusion (bottom row). CTA shows severe narrowing of the anterior cerebral artery A2 segments (arrow). Perfusion map after initiation of milrinone and induced hypertension, b (9 days after presentation) shows reduced extent and severity of the Tmax elevation (top row), and 4 mL of tissue with abnormal perfusion (bottom row). CTA shows possibly mild improvement in the caliber of the anterior cerebral arteries (arrow). Perfusion map 48 h after initiation of milrinone and induced hypertension at 10 days, c shows complete normalization of Tmax, and no tissue with abnormal perfusion (bottom row). CTA shows no change in the caliber of the anterior cerebral artery A2 segments (arrow) multiple variables (e.g., skull thickness, vessel anatomy), is highly operator-dependent, has poor predictive characteristics for vasospasm outside the middle cerebral artery, and (while it may be specific for vasospasm) does not directly translate into a high risk of DCI [14, 15] . CTP may have several advantages over TCD because it provides a more nuanced assessment of blood flow derangements and may help predict DCI when used early, or may identify DCI later in the admission.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 184,
                    "end": 186,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 843,
                    "end": 847,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 848,
                    "end": 851,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 934,
                    "end": 938,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3089,
                    "end": 3093,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3094,
                    "end": 3097,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 1778,
                    "end": 1784,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Furthermore, as in our patient's case, if vasospasm is demonstrated in the presence of other confounders, it may be unclear whether vasospasm is also causing neurologic deterioration. CTP may allow clinicians to tease apart the contribution of DCI to the neurologic deterioration, and provide justification for initiating therapies which carry risk (e.g., vasopressors and inotropes). A final advantage of CTP relates to patients with poor grade SAH. For example, if vasospasm is detected incidentally (e.g., by TCD or CTA alone), it may not be possible to decide whether this is a clinically relevant finding or an epiphenomenon, since the clinical examination is unlikely to change from baseline [1] . Here, again, CTP may allow clinicians to make the distinction and potentially consider treatment if ischemia is detected due to perfusion mismatch.",
            "cite_spans": [
                {
                    "start": 698,
                    "end": 701,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, CTP also has important limitations. Thresholds for abnormal limits of cerebral blood volume, cerebral blood flow, mean transit time (MTT), and Tmax have not been firmly established for the diagnosis of DCI, and while small, single-center studies have suggested possible values [11, 12] , these have not been validated with larger patient samples. Furthermore, obtaining high-quality CTP scans involves important technical considerations relating to image acquisition and postprocessing which may be challenging to standardize [16] . Finally, each additional scan exposes the patient to a radiation burden between 1.1 and 5.0 mSv [17] ; a dose of 5.0 mSv may increase the risk of cancer by 0.025% compared to unexposed individuals [17] . In light of these limitations, careful selection of patients is necessary to minimize inappropriate use of this technology. Patients likely to benefit may be those at high risk of DCI, and in whom the clinical examination or other investigations (e.g., cEEG, serial TCDs) are non-diagnostic. Furthermore, CTP should not be obtained without a comprehensive workup of confounders, since evaluation often reveals metabolic or structural causes for neurologic deterioration. Finally, the decision to obtain CTP must also carefully weigh the risks of additional radiation and contrast burden to the patient.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 290,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 291,
                    "end": 294,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 638,
                    "end": 642,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Delayed neurologic deterioration after SAH is common. DCI is an important cause of this deterioration although its diagnosis may be obscured by various confounders. In properly selected cases, CTP may enable clinicians to detect underlying cerebral ischemia in the presence of confounders and enable clinicians to monitor the response to a chosen therapy. However, limitations of CTP are important to acknowledge before patients are selected for imaging. Axial T2-weighted FLAIR images show the small infarct in the left anterior cerebral artery territory (long arrow) which was already present 8 days after presentation, and edema around the right-sided ventricular drainage catheter tract (short arrows), but no subsequent infarction in the anterior cerebral artery territories",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Management of delayed cerebral ischemia after subarachnoid hemorrhage",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Francoeur",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mayer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Crit Care",
            "volume": "20",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Lower incidence of cerebral infarction correlates with improved functional outcome after aneurysmal subarachnoid hemorrhage",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Vergouwen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Cereb Blood Flow Metab",
            "volume": "31",
            "issn": "7",
            "pages": "1545--53",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A multicentre, randomized, double-blinded, placebocontrolled Phase III study to investigate EXtending the time for Thrombolysis in Emergency Neurological Deficits (EXTEND)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J Stroke",
            "volume": "7",
            "issn": "1",
            "pages": "74--80",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A trial of imaging selection and endovascular treatment for ischemic stroke",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Kidwell",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "10",
            "pages": "914--937",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Milrinone and homeostasis to treat cerebral vasospasm associated with subarachnoid hemorrhage: the Montreal Neurological Hospital protocol",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lannes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Neurocrit Care",
            "volume": "16",
            "issn": "3",
            "pages": "354--62",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Delayed cerebral ischaemia after subarachnoid haemorrhage: looking beyond vasospasm",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Rowland",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Br J Anaesth",
            "volume": "109",
            "issn": "3",
            "pages": "315--344",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Definition of delayed cerebral ischemia after aneurysmal subarachnoid hemorrhage as an outcome event in clinical trials and observational studies: proposal of a multidisciplinary research group",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Vergouwen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Stroke",
            "volume": "41",
            "issn": "10",
            "pages": "2391--2396",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The pathophysiology and treatment of delayed cerebral ischaemia following subarachnoid haemorrhage",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Budohoski",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Neurol Neurosurg Psychiatry",
            "volume": "85",
            "issn": "12",
            "pages": "1343--53",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Delayed ischaemic neurological deficits after subarachnoid haemorrhage are associated with clusters of spreading depolarizations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Dreier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Brain",
            "volume": "129",
            "issn": "",
            "pages": "3224--3261",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cerebral vasospasm and ruptured intracranial aneurysm",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Millikan",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Arch Neurol",
            "volume": "32",
            "issn": "7",
            "pages": "433--482",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Using quantitative CT perfusion for evaluation of delayed cerebral ischemia following aneurysmal subarachnoid hemorrhage",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Sanelli",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "AJNR Am J Neuroradiol",
            "volume": "32",
            "issn": "11",
            "pages": "2047--53",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Diagnostic threshold values of cerebral perfusion measured with computed tomography for delayed cerebral ischemia after aneurysmal subarachnoid hemorrhage",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Dankbaar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Stroke",
            "volume": "41",
            "issn": "9",
            "pages": "1927--1959",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Role of CT perfusion imaging in the diagnosis and treatment of vasospasm",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Greenberg",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Imaging Med",
            "volume": "3",
            "issn": "3",
            "pages": "287--97",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Detection and monitoring of vasospasm and delayed cerebral ischemia: a review and assessment of the literature",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Washington",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Zipfel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Neurocrit Care",
            "volume": "15",
            "issn": "2",
            "pages": "312--319",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Transcranial Doppler for predicting delayed cerebral ischemia after subarachnoid hemorrhage",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Carrera",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Neurosurgery",
            "volume": "65",
            "issn": "2",
            "pages": "323--327",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Theoretic basis and technical implementations of CT perfusion in acute ischemic stroke, part 2: technical implementations",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Konstas",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "AJNR Am J Neuroradiol",
            "volume": "30",
            "issn": "5",
            "pages": "885--92",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Radiation dose from multidetector row CT imaging for acute stroke",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mnyusiwalla",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Aviv",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Symons",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Neuroradiology",
            "volume": "51",
            "issn": "10",
            "pages": "635--675",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Initial neuroimaging and treatment. Non-enhanced CT brain, a shows acute subarachnoid hemorrhage with predominance in the suprasellar cistern. Catheter angiogram, left internal carotid artery injection, anterior-posterior projection, b shows a saccular 5 mm aneurysm (arrow) arising from the anterior communicating artery. Catheter angiogram after endovascular coiling, c shows no blood flow into the aneurysm (arrow)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "CT angiogram 4 days after presentation (a), maximum intensity projection in the sagittal plane shows patency of the anterior cerebral arteries (arrows). Non-enhanced CT brain 8 days after presentation, b shows a new acute infarct in the left anterior cerebral artery territory (arrow). CT angiogram 8 days after presentation, c shows severe narrowing of the anterior cerebral artery A2 segments bilaterally (arrows)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Interdepartmental Division of Critical Care, Department of Medicine, Li Ka Shing Knowledge Institute, University of Toronto, 204 Victoria Street, 4th Floor, Room 411, Toronto, ON M5B 1T8, Canada. 2 Division of Neuroradiology, University Health Network, University of Toronto, Toronto, ON, Canada. 3 Division of Critical Care Medicine, Department of Medicine, University Health Network, Toronto, ON, Canada.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "MRI brain 3 weeks after presentation.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "The patient was consented and signed the University consent form allowing the clinicians to obtain and publish the medical case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval/Informed consent"
        },
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publisher's Note"
        }
    ]
}