{"paper_id": "2a721ea9fe63aedb7362d4d51ac0e19c2074f332", "metadata": {"title": "A Survey of COVID-19 Preparedness Among Hospitals in Idaho", "authors": [{"first": "Anubhav", "middle": [], "last": "Kanwar", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tri-State Memorial Hospital", "location": {"settlement": "Clarkston, Washinton"}}, "email": ""}, {"first": "Susan", "middle": [], "last": "Heppler", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kalpana", "middle": ["Kanwar"], "last": "Phd", "suffix": "", "affiliation": {"laboratory": "", "institution": "Spokane Falls Community College", "location": {"settlement": "Pullman", "region": "Washington"}}, "email": ""}, {"first": "Christopher", "middle": ["K"], "last": "Brown", "suffix": "", "affiliation": {"laboratory": "", "institution": "Occupational Safety and Health Administration", "location": {"settlement": "Washington", "region": "DC", "country": "US"}}, "email": ""}]}, "abstract": [{"text": "Background: SARS-CoV-2 has been implicated in the largest recorded coronavirus outbreak to date. Initially, most COVID-19 cases were in China, but the virus has spread to more than 184 countries worldwide, and the United States currently has more cases than any other country.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Objective: With person-to-person spread expanding in the United States, we describe hospital preparedness for managing suspected and confirmed COVID-19 patients.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Design: Cross-sectional survey focused on various elements of respiratory disease preparedness.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Setting: Critical access hospitals (CAHs) and acute-care hospitals (ACHs) in Idaho.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: The electronic survey was sent to infection preventionists (IPs) and nurse administrators in 44 hospitals in Idaho.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: Overall, 32 (73%) hospitals responded to the survey. Participating facilities reported their preparedness with respect to existing, formalized structures for managing infectious disease incidents-specifically COVID-19-as well as availability of resources, such as isolation rooms and personal protective equipment, for safely managing suspected and confirmed COVID-19 cases.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions: Hospitals covered by the survey had varying levels of preparedness for managing COVID-19 cases, with differences across the various categories of interest in this study. Although the study reveals strengths, including in application of emergency management and infection control frameworks, it also suggests that other areas, such as consistent implementation of federal guidelines and requirements for infection prevention, are potential areas for strengthening preparedness for SARS-CoV-2 and other respiratory pathogens with pandemic potential.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Since the 1960s, human coronaviruses have been recognized as a cause of typically mild respiratory illness without any reports of epidemic spread until 2002. 1 The 2002-2003 outbreak of severe acute respiratory syndrome (SARS)-CoV-1 and clusters of Middle East Respiratory syndrome (MERS)-CoV since 2012 have changed this notion, with thousands of cases, hundreds of deaths, and significant global economic impacts attributable to SARS-CoV-1, in particular. [2] [3] [4] Most recently, a novel coronavirus, SARS-CoV-2, has been implicated in the largest recorded coronavirus outbreak to date, causing around 3.3 million cases of 2019 coronavirus disease (COVID-19) and >240,000 deaths globally (as of May 2, 2020). 5, 6 Although most COVID-19 cases have occurred in the United States, the virus has spread to >184 countries worldwide. In the United States, there have been >1.09 million cases with >64000 deaths (as of . 6 Because of the significant airborne transmission component associated with SARS-CoV-2, the viruses spread easily between unprotected close contacts (eg, those living with or caring for infected individuals). 7 As epidemiologic evidence associated with SARS-CoV-2 spread has shown previously and, now, in the midst of the ongoing SARS-CoV-2 outbreak, these viruses can also lead to pandemic conditions as they spread to immunologically naïve populations worldwide.", "cite_spans": [{"start": 458, "end": 461, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 462, "end": 465, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 466, "end": 469, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 714, "end": 716, "text": "5,", "ref_id": null}, {"start": 717, "end": 718, "text": "6", "ref_id": null}, {"start": 920, "end": 921, "text": "6", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "With the ongoing SARS-CoV-2 outbreak, there is also concern of transmission to healthcare workers (HCWs). Early in the outbreak, many HCWs were infected in Hubei Province, China, before experts began to understand SARS-CoV-2 transmission. Although fewer cases were identified among HCWs as the virus spread outside Hubei Province, workers may be at risk whenever training and resources for safely managing cases are insufficient. Because additional cases will continue to occur with community transmission in the United States, it is very important to assess preparedness of hospitals to manage suspected and confirmed COVID-19 cases. Although public health agencies, including the Centers for Disease Control and Prevention (CDC), have shared interim guidance on infection prevention and control in US hospitals, gaps in hospital preparedness may lead to healthcare-associated SARS-CoV-2 transmission-particularly if conditions that have led to past infections in HCWs with other airborne transmissible diseases, such as measles, remain unchanged. [8] [9] [10] From February 12 to April 9, 2020, a total of 9,282 US HCWs were infected with SARS-Cov-2. 11 Therefore, we conducted a cross-sectional survey to assess preparedness for COVID-19 cases among hospitals in Idaho.", "cite_spans": [{"start": 1049, "end": 1052, "text": "[8]", "ref_id": "BIBREF6"}, {"start": 1053, "end": 1056, "text": "[9]", "ref_id": "BIBREF7"}, {"start": 1057, "end": 1061, "text": "[10]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": ""}, {"text": "Idaho has a total population of 1.78 million across its 44 counties. 12 Figure 1 shows the distribution of population density in frontier (<20,000 population with 6 or fewer people per square mile), rural (<20,000 population but with 6 or >6 people per square mile), and urban (>20,000 population) areas. 13 Although not all counties have hospitals, each health district has at least 1 hospital, and hospitals serve, on average, 40,450 people.", "cite_spans": [{"start": 305, "end": 307, "text": "13", "ref_id": null}], "ref_spans": [{"start": 72, "end": 80, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Survey setting"}, {"text": "A 33-item questionnaire was developed to assess institutional policies and practices regarding SARS-CoV-2 detection, management, and infection prevention in acute-care and critical-access hospitals in Idaho. The questions were developed by an infectious disease physician (A.K.), an Idaho public health expert (S.H.), and an occupational and infectious disease epidemiologist (C.B.). The survey focused on organizational structure, availability of facilities and supplies for managing suspected COVID-19 cases, and policies for ensuring protection of HCWs against exposure and infection.", "cite_spans": [], "ref_spans": [], "section": "Survey design"}, {"text": "The survey included questions covering the following categories:", "cite_spans": [], "ref_spans": [], "section": "Survey design"}, {"text": "-Facility demographics: type of healthcare facility, bed size, zip code, state -Existing employee health and infection prevention programs, incident command system -Screening protocols for patients with suspected respiratory illness and travel to countries affected by SARS-CoV-2 -Infrastructure to care for patients with suspected COVID-19 (ie, negative-pressure rooms, availability of N95 masks etc.) -Respiratory protection program elements The questionnaire was approved by the St Alphonsus Hospital Institutional Review Board, which granted an exemption because the study did not meet the definition of human subject research.", "cite_spans": [], "ref_spans": [], "section": "Survey design"}, {"text": "To ensure widespread distribution of the survey, Association of Professionals in Infection Control (APIC) members were contacted through regional chapters in Idaho. APIC membership is the largest network of infection preventionists in the United States. Members include infection preventionists and chief nursing officers (CNOs) working in all 44 hospitals of Idaho: 27 were critical access hospitals (CAHs) and 17 were acute-care hospitals (ACHs). The survey was e-mailed to the infection preventionists and CNOs using an online survey tool (SurveyMonkey, Palo Alto, CA, www.surveymonkey.com). The survey was initially sent on February 6, 2020, with a response deadline of February 23, 2020. An e-mail reminder was sent on February 17, 2020. Survey responses were analyzed using descriptive statistics.", "cite_spans": [], "ref_spans": [], "section": "Survey distribution"}, {"text": "In total, 32 (73%) hospitals responded to the survey, with 31 infection preventionists (97%) and 1 CNO (3%) responding on behalf of their respective facilities. Of the responding hospitals, 21 (66%) were CAHs and the remaining 34% were ACHs, which included 5 private and not-for-profit community hospitals (16%), 4 forprofit community hospitals (13%), a state government-owned community hospital, and a Veterans Affairs' medical center. In addition, 2 hospitals (6%) had ≤10 beds; 20 hospitals (63%) had 11-25 beds; 3 hospitals (9%) had 26-100 beds; 5 hospitals (16%) had 101-200; and 2 hospitals (6%) had >200 beds. The CAHs had <5 intensive care unit (ICU) beds, and the ACHs had >5 ICU beds. The hospitals were from all 7 public health districts within Idaho (Fig. 2) . Furthermore, 9 (28%) hospitals were accredited by DNV-GL Healthcare; 12 (38%) were accredited by the Joint Commission; and the remaining 11 hospitals were not accredited. Tables 1-4 list the key findings from the survey. Overall, most (31, 97%) hospitals were aware of CDC interim guidance for healthcare professionals for COVID-19. Also, 14 CAHs (67%) and all 11 ACHs (100%) felt prepared to manage suspected or known COVID-19 cases at their respective hospitals. Moreover, 91% of ACHs reported that they could isolate and man-age~3 patients (range, 1-7) with suspected or known COVID-19 at same time in their hospital, and 81% of CAHs reported that they could isolate and manage~2 such patients at the same time (range, 0-4). Also, 8 (25%) hospitals, which included 6 (29%) CAHs and 2 (18%) ACHs, reported doing drills to assess preparedness for managing potential COVID-19 cases at their hospitals.", "cite_spans": [], "ref_spans": [{"start": 762, "end": 770, "text": "(Fig. 2)", "ref_id": "FIGREF1"}], "section": "Results"}, {"text": "In light of recently recognized community transmission of SARS-CoV-2 in the United States (where the most cases and deaths have occurred thus far), this study highlights critical components of COVID-19 preparedness among hospitals, including CAHs and ACHs.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "All responding hospitals had the basic organizational structure for facility-wide prevention and management efforts in case a patient with suspected or confirmed COVID-19 presented to that facility. Most of the hospitals also had at least some available resources to manage COVID-19 cases, including measures for protecting HCWs. In this section, we further examine some of these preparedness successes and potential gaps.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "All responding hospitals reported organizational structures that support facility-level response to infectious disease events. These include the across-the-board implementation of defined infection control programs, incident command structures, and employee and occupational health services within all hospitals.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Despite reported shortages of PPE elsewhere in the country, the surveyed hospitals generally reported having sufficient quantities of gowns, face shields, surgical masks, and respirators for managing their anticipated patient load during an outbreak scenario. Of all types of PPE, hospitals least frequently reported having eye protection equipment (other than face shields, which would serve a similar purpose) on hand. This likely indicates a preference for face shields over goggles among the responding hospitals and not a shortage of eye protection. However, because face shields are disposable, they may be more prone to supply shortages than goggles, which can be decontaminated and reused. All CAHs that responded to the question about the availability of N95 respirators in the facility indicated that such devices are available in at least 1 location-although not all locations-where COVID-19 cases are likely to present for care. Nearly all facilities reported keeping N95s in inpatient units and emergency departments; however, the survey also revealed some instances in which <50% of the other hospital-affiliated locations had N95s, such as urgent care clinics where patients with COVID-19 might present. Notably, given current federal guidance for optimizing supplies of respiratory protective devices in the healthcare sector, responding hospitals reported, in at least a few instances, using respirator types other than N95 filtering face-piece respirators (FFRs) in their respiratory protection programs. These included elastomeric airpurifying respirators with various types of cartridges, as well as powered, air-purifying respirators (PAPRs).", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Consistent with widely accepted best practices and lessons learned from previous outbreaks, all hospitals reported at least some measures aimed at promoting early identification and isolation of potentially infectious patients. Specifically, all responding hospitals reported that staff are trained to collect a detailed travel history for patients with signs or symptoms of respiratory illnesses, including COVID-19. More than half of facilities reported requesting that arriving patients, or patients and their accompanying parties, should wear face masks to contain potentially infectious respiratory sections. All facilities indicated that they provide masks near the patient entrance. Most hospitals also reported posting signage about respiratory and/or hand hygiene in 1 or more locations around the facility.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Most facilities indicated that they have a dedicated room or space for suspected COVID-19 patients, and most also reported having a plan to move patients from intake areas, such as the emergency department, to that place. However, other isolation facilities were scarce. Fewer than half of hospitals that responded to the survey mentioned instructing potentially infectious patients to use a dedicated entrance to the facility, and even fewer had airborne infection isolation rooms (AIIRs) in which to isolate potentially infectious patients after arrival and triage.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The survey also revealed several other areas in which preparedness for COVID-19 cases could be improved. For example, hospitals did not report uniformly following the CDC's recommended transmission-based precautions, which include contact and airborne precautions with additional face and eye protection (eg, goggles or face shields), when HCWs interact with potentially infectious COVID-19 patients. The largest group of facilities reported using a combination of contact, droplet, and airborne precautions plus eye protection, which may indicate that hospitals are following CDC guidelines. However, it was not immediately clear how, when, or why personnel would switch between droplet and airborne precautions. This lack of clarity was likely a limitation of the survey. The second most common response to this survey item indicated that hospitals were following contact and airborne precautions, potentially omitting eye protection necessary to protect HCWs under the prevailing CDC guidelines.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Among the potentially more serious gaps is the finding that not all hospitals reported maintaining written respiratory protection programs. Where respirators are required to protect workers from infectious materials in the air, including SARS-CoV-2, the Occupational Safety and Health Administration (OSHA) requires such programs under its respiratory protection standard. 14 Having a written program also supports the implementation of requirements for fit testing, training, medical exams, and election and use of National Institute for Occupational Safety and Health (NIOSH)-certified respirators appropriate to protect workers from respiratory hazards in the workplace. Not all hospitals reported complying with OSHA requirements for initial and annual fit testing. It is unclear whether this deviation from what would be expected under full compliance is due to hospital concerns over respirator supply usage associated with annual fit testing (ie, facilities may have decided on their own to temporarily bypass this requirement in an attempt to conserve respirators) or if an incomplete fit-testing protocol is the norm in such facilities. Despite facing possible supply shortages associated with the SARS-CoV-2 outbreak, maintaining, at a minimum, the other elements of required respiratory protection programs can help to ensure continued worker protection against exposure to SARS-CoV-2.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Although our survey provides an initial perspective on COVID-19 preparedness among Idaho hospitals, it is important to acknowledge that it was limited to 1 state and did not include other healthcare facilities, such as nursing homes, that have been associated with the ongoing SARS-CoV-2 outbreak. The study was also cross-sectional in design, relying on self-reported survey data from hospital infection preventionists. We also did not examine SARS-CoV-2 testing by hospitals because it was only done through the Idaho State Public Health Laboratory and the CDC at the time of survey. COVID-19 infection prevention and control policies and practices may vary significantly among different types of facilities and/or those in different states. However, all hospitals should be following CDC guidance, particularly until more is known about SARS-CoV-2 transmission patterns and the risks associated with various exposure routes and scenarios.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Future research focused on differences in outbreak readiness and capabilities among various facilities may help identify factors influencing preparedness. Such studies could further examine available intensive care unit beds, PPE burn rates and stockpile requirements, as well as the capacity to handle a surge in COVID-19 cases among both smaller and larger facilities.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Despite these limitations, this study may be useful to hospitals throughout the Pacific Northwest region, or other types of healthcare facilities, particularly because it highlights areas where they may wish to examine their own levels of preparedness. As the ongoing pandemic has highlighted, pathogens do not respect borders and most, if not all, states face preparedness challenges of varying degrees. Because the survey covers so many aspects of preparedness for managing respiratory viruses that may cause serious and/or widespread outbreaks, this study also offers a model for shaping future explorations of pandemic preparedness among hospitals.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "History and recent advances in coronavirus discovery", "authors": [{"first": "J", "middle": ["S"], "last": "Kahn", "suffix": ""}, {"first": "K", "middle": [], "last": "Mcintosh", "suffix": ""}], "year": 2005, "venue": "Pediatr Infect Dis J", "volume": "24", "issn": "11", "pages": "223--227", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Identification of a new human coronavirus", "authors": [{"first": "L", "middle": [], "last": "Van Der Hoek", "suffix": ""}, {"first": "K", "middle": [], "last": "Pyrc", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Jebbink", "suffix": ""}], "year": 2004, "venue": "Nat Med", "volume": "10", "issn": "", "pages": "368--73", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia", "authors": [{"first": "A", "middle": ["M"], "last": "Zaki", "suffix": ""}, {"first": "S", "middle": [], "last": "Van Boheemen", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Bestebroer", "suffix": ""}], "year": 2012, "venue": "N Engl J Med", "volume": "367", "issn": "", "pages": "1814--1820", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Characterization and complete genome sequence of a novel coronavirus, coronavirus HKU1, from patients with pneumonia", "authors": [{"first": "P", "middle": ["C"], "last": "Woo", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Lau", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Chu", "suffix": ""}], "year": 2005, "venue": "J Virol", "volume": "79", "issn": "", "pages": "884--895", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Novel coronavirus: information for healthcare professionals", "authors": [], "year": 2020, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72,314 cases from the Chinese Center for Disease Control and Prevention", "authors": [{"first": "Z", "middle": [], "last": "Wu", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mcgoogan", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "323", "issn": "", "pages": "1239--1242", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster", "authors": [{"first": "Jf-W", "middle": [], "last": "Chan", "suffix": ""}, {"first": "S", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "K-H", "middle": [], "last": "Kok", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "514--523", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The next epidemic-lessons from Ebola", "authors": [{"first": "B", "middle": [], "last": "Gates", "suffix": ""}], "year": 2015, "venue": "N Engl J Med", "volume": "372", "issn": "", "pages": "1381--1384", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A cross-sectional survey of measles preparedness in critical-access hospitals of Idaho", "authors": [{"first": "A", "middle": [], "last": "Kanwar", "suffix": ""}, {"first": "S", "middle": [], "last": "Heppler", "suffix": ""}, {"first": "C", "middle": [], "last": "Donskey", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Brown", "suffix": ""}], "year": 2019, "venue": "Am J Infect Control", "volume": "", "issn": "19", "pages": "30981--30983", "other_ids": {"DOI": ["10.1016/j.ajic.2019.11.015"]}}, "BIBREF9": {"ref_id": "b9", "title": "Characteristics of healthcare personnel with COVID-19-United States", "authors": [{"first": "S", "middle": ["L"], "last": "Burrer", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "De Perio", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Hughes", "suffix": ""}], "year": 2020, "venue": "Morb Mortal Wkly Rep", "volume": "69", "issn": "", "pages": "477--481", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Idaho primary care needs assessment. Idaho Department of Health and Welfare website", "authors": [], "year": 2016, "venue": "", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Code of federal regulations 1910.134, respiratory protection. Occupational Safety and Health Administration website", "authors": [], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Population density in Idaho.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Participating hospitals and their respective regions in Idaho.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Elements of Organizational Structure for Supporting Response", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Preparedness Element\n</td><td>CAHs (N=21), No. (%)\n</td><td>ACHs (N=11), No. (%)\n</td><td>All Hospitals (N=32), No. (%)\n</td></tr><tr><td>Hospital has an infection control program </td><td>21 (100) </td><td>11 (100) </td><td>32 (100)\n</td></tr><tr><td>Hospital has an incident command system </td><td>21 (100) </td><td>11 (100) </td><td>32 (100)\n</td></tr><tr><td>Hospital has an employee (or occupational) health service </td><td>21 (100) </td><td>11 (100) </td><td>32 (100)\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Ability (ie, policies, supplies, facilities and other resources) to manage a suspected SARS-CoV-2 case Has your institution developed any definition for identifying a person under investigation (PUI) for COVID-19/SARS-CoV-2 infection?(Yes) Patients and accompanying persons should wear a face mask upon arrival if they have symptoms of any respiratory infection (eg, cough, runny nose, fever) No special instructions provided but there are posters indicating wearing a face mask upon arrival if they have any symptoms of respiratory infection (eg, cough, runny nose, fever) Designated room or space for a patient with suspected SARS-CoV-2 infection at your institution?Eye protection devices a are available upon entry to the patient room or care area in following locations:Hospital has transport plan (to minimize transmission) for moving patients with suspected SARS-CoV-2 cases from emergency room or clinic to designated areas in the institution Hospital has pre-arrival precautions for a suspected SARS-CoV-2 case:Procedure for isolating suspected case prior to or as soon as possible after entry into the hospital", "latex": null, "type": "table"}, "TABREF2": {"text": "(Continued )", "latex": null, "type": "table"}, "TABREF3": {"text": "Testing for Respiratory VirusesNote. CAH, critical access hospital; ACH, acute-care hospital.", "latex": null, "type": "table"}, "TABREF4": {"text": "Respiratory Protection Program", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Preparedness Element\n</td><td>CAHs n(%), (N=21)\n</td><td>ACHs n(%), (N=11)\n</td><td>All Hospitals n(%), (N=32)\n</td></tr><tr><td>N95 FFRs are available in following locations:\n</td><td> </td><td> </td><td> </td></tr><tr><td>Emergency departments </td><td>19 (90) </td><td>9 (82) </td><td>28 (88)\n</td></tr><tr><td>Employee health offices (n=15 for CAHs, n=26 for all hospitals) </td><td>7 (47) </td><td>8 (73) </td><td>15 (58)\n</td></tr><tr><td>Inpatient units </td><td>20 (95) </td><td>11 (100) </td><td>31 (97)\n</td></tr><tr><td>Primary care and specialty clinics </td><td>13 (62) </td><td>7 (64) </td><td>20 (63)\n</td></tr><tr><td>Urgent care (n=14 for CAHs, n=25 for all hospitals) </td><td>7 (50) </td><td>8 (73) </td><td>15 (60)\n</td></tr><tr><td>Experiencing problems (eg, delays, shortages) in ordering and obtaining respirators (other than N95 FFRs)\n</td><td>11 (52) </td><td>2 (18) </td><td>13 (41)\n</td></tr><tr><td>Experiencing problems (eg, delays, shortages) in ordering and obtaining N95 FFRs </td><td>8 (38) </td><td>2 (18) </td><td>10 (31)\n</td></tr><tr><td>Written protocol for respiratory protection program (RPP) </td><td>19 (90) </td><td>10 (91) </td><td>29 (91)\n</td></tr><tr><td>Which groups of healthcare workers are fit-tested annually?\n</td><td> </td><td> </td><td> </td></tr><tr><td>Physicians and providers </td><td>17 (81) </td><td>9 (82) </td><td>26 (81)\n</td></tr><tr><td>Nurses </td><td>17 (81) </td><td>10 (91) </td><td>27 (84)\n</td></tr><tr><td>Nurse-aids </td><td>16 (76) </td><td>9 (82) </td><td>25 (78)\n</td></tr><tr><td>Respiratory therapists </td><td>14 (67) </td><td>7 (64) </td><td>21 (66)\n</td></tr><tr><td>Physical therapists </td><td>7 (33) </td><td>6 (55) </td><td>13 (41)\n</td></tr><tr><td>Occupational therapists </td><td>3 (14) </td><td>4 (36) </td><td>7 (22)\n</td></tr><tr><td>Administrative staff </td><td>3 (14) </td><td>1 (9) </td><td>4 (13)\n</td></tr><tr><td>Environmental cleaning staff </td><td>17 (81) </td><td>9 (82) </td><td>26 (81)\n</td></tr><tr><td>Dietitian </td><td>1 (5) </td><td>3 (27) </td><td>4 (13)\n</td></tr><tr><td>Engineering staff </td><td>5 (24) </td><td>4 (36) </td><td>9 (28)\n</td></tr><tr><td>Security </td><td>2 (10) </td><td>2 (18) </td><td>4 (13)\n</td></tr><tr><td>Laundry </td><td>2 (10) </td><td>0 </td><td>2 (6)\n</td></tr><tr><td>Volunteers </td><td>0 </td><td>1 (9) </td><td>1 (3)\n</td></tr><tr><td>Contractors </td><td>1 (5) </td><td>1 (9) </td><td>2 (6)\n</td></tr><tr><td>No fit-testing as we use PAPR </td><td>0 </td><td>2 (18) </td><td>2 (6)\n</td></tr><tr><td>Type of respiratory protection devices your hospital provides as part of the RPP\n</td><td> </td><td> </td><td> </td></tr><tr><td>Surgical masks </td><td>12 (57) </td><td>9 (82) </td><td>21 (66)\n</td></tr><tr><td>N95 FFRs </td><td>17 (81) </td><td>10 (91) </td><td>27 (84)\n</td></tr><tr><td>Half-face elastomeric respirators with N95 cartridges </td><td>1 (5) </td><td>0 </td><td>1 (3)\n</td></tr><tr><td>Full-face elastomeric respirators with N99 cartridges </td><td>0 </td><td>1 (9) </td><td>1 (3)\n</td></tr><tr><td>Full-face elastomeric respirators with N100 cartridges </td><td>1 (5) </td><td>0 </td><td>1 (3)\n</td></tr><tr><td>Powered-air purifying respirators with HEPA (or equivalent) cartridges </td><td>0 </td><td>10 (91) </td><td>10 (31)\n</td></tr><tr><td>Frequency of respirator training for those covered by RPP at your hospital\n</td><td> </td><td> </td><td> </td></tr><tr><td>Annually </td><td>7 (33) </td><td>5 (45) </td><td>12 (38)\n</td></tr><tr><td>Upon hire only and as job duties change </td><td>2 (10) </td><td>1 (9) </td><td>3 (9)\n</td></tr><tr><td>Upon hire, then annually </td><td>4 (19) </td><td>1 (9) </td><td>5 (16)\n</td></tr><tr><td>Annually and as job duties change </td><td>0 </td><td>3 (27) </td><td>3 (9)\n</td></tr><tr><td>Upon hire, then annually and as job duties change </td><td>7 (33) </td><td>1 (9) </td><td>8 (25)\n</td></tr><tr><td>1 (5) Note. CAH, critical access hospital; ACH, acute-care hospital; PAPR, powered, air-purifying respirator; FFR, filtering face-piece </td><td>Do not provide any respirator training </td><td>0 respirator; HEPA, high-efficiency particulate air filter.\n</td><td>1 (3)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgments. This work was developed in C.B.'s personal capacity and does not necessarily reflect the views of the US Department of Labor/ Occupational Safety and Health Administration.Financial support. No financial support was provided relevant to this article.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "All authors report no conflicts of interest relevant to this article.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of interest."}]}