{
    "paper_id": "2a72f7421db2201aef2fdf687663f0557db48979",
    "metadata": {
        "title": "Infections gastro-intestinales chez le patient immunocompromis",
        "authors": [
            {
                "first": "Nathalie",
                "middle": [],
                "last": "Nagy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "HOpital Erasme",
                    "location": {
                        "addrLine": "Service d'anatomo-pathologie",
                        "postCode": "1070",
                        "settlement": "Bruxelles",
                        "country": "Belgique"
                    }
                },
                "email": ""
            },
            {
                "first": "Myriam",
                "middle": [],
                "last": "Remmelink",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "HOpital Erasme",
                    "location": {
                        "addrLine": "Service d'anatomo-pathologie",
                        "postCode": "1070",
                        "settlement": "Bruxelles",
                        "country": "Belgique"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "P"
                ],
                "last": "Van Vooren",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "HOpital Erasme",
                    "location": {
                        "addrLine": "Service d'anatomo-pathologie",
                        "postCode": "1070",
                        "settlement": "Bruxelles",
                        "country": "Belgique"
                    }
                },
                "email": ""
            },
            {
                "first": "Isabelle",
                "middle": [],
                "last": "Salmon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "HOpital Erasme",
                    "location": {
                        "addrLine": "Service d'anatomo-pathologie",
                        "postCode": "1070",
                        "settlement": "Bruxelles",
                        "country": "Belgique"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "muqueuse, l'absence quasi complete de lymphocytes CD4+ au niveau intra-6pith61ial et de mani~re concomitante une diminution des lymphocytes CDll+ intra-6pith61iaux du gr~le et du rectum. Le rapport T4/T8 de la lamina propria est identique h celui observ6 dans le sang p6riph6rique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Le nombre et la fonction rdduits des CD4 rdsultent en une diminution du nombre de plasmocytes Ig A s~crdtant au sein de la muqueuse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "II existe dgalement une rdduction de la s~cr~tion acide gastrique, probablement lide gt la presence d'anticorps anti cellules paridtales, ainsi qu'une diminution de la motilitd intestinale rdsultant d'une ddnervation autonomique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "La combinaison de tous ces facteurs permet une colonisation aisle de l'intestin grgle par une flore anadrobie, source de diarrhdes pr~cddant trds souvent des infections opportunistes [3] .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dans les pays industrialis6s, 75 % des patients HIV ou sida d6veloppent des diarrh6es persistantes ; ce chiffre atteint 100 % dans les pays en voie de d6veloppement. Dans 80 % des cas, ces diarrhdes sont imputables ~ des ent6ropathog~nes dont la coccioidose est la plus fr6quente [1] . Une malabsorption, des anomalies de la muqueuse gr~le en l'absence d'agent pathog6ne a pour la premiere fois 6t6 d6crite en 1984. Le virus HIV a 6t6 d6tect6 dans la muqueuse intestihale, suscitant l'hypothbse qu'il soit lui-m6me responsable, du moins en partie, des 16sions observdes. N6anmoins, cette hypoth6se n'a pas 6t6 formellement confirm6e et certains auteurs sceptiques sugg6rent que ces diarrh6es seraient dues ?a des agents opportunistes non d6tectables par les techniques usuelles ou inconnus.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 283,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "ENTIEROPATHIES LIIEES A U VIRUS HIV"
        },
        {
            "text": "Enfin, les facteurs alimentaires tels que le r6gime pauvre en prot6ines, le d6ficit en acide folique ou en vitamine A peuvent 6galement affecter l'int6grit6 de l'6pithflium intestinal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ENTIEROPATHIES LIIEES A U VIRUS HIV"
        },
        {
            "text": "Approximativement 30 ?a 50 % des patients HIV pr6senteront durant le d6cours de la maladie une atteinte cesophagienne.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ULCERATION ~ESOPHAGIENNE ID I0 PA THI Q UE"
        },
        {
            "text": "L'agent pathog6ne le plus fr6quemment isol6 est le Candida albicans survenant dans plus ou moins 50 70 % des cas, suivi des infections herp6tiques et CMV, estimdes h 15-35 % [4, 5] .",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 178,
                    "end": 180,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "ULCERATION ~ESOPHAGIENNE ID I0 PA THI Q UE"
        },
        {
            "text": "N6anmoins, lorsque toutes les causes 6tiologiques causant des ulc6rations oesophagiennes ont 6t6 61imi-n6es, 40 a 50 % des patients HIV pr6sentent des ulc6rations idiopathiques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ULCERATION ~ESOPHAGIENNE ID I0 PA THI Q UE"
        },
        {
            "text": "Au sein du tissu de granulation, la prot6ine HIVp24core a 6t6 d6tect6e, sugg6rant une participation active dans le processus d'ulc6ration en l'absence d'autre agent pathog6ne.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ULCERATION ~ESOPHAGIENNE ID I0 PA THI Q UE"
        },
        {
            "text": "Ces ulc6rations surviennent le plus souvent lorsque le taux de CD4 est bas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ULCERATION ~ESOPHAGIENNE ID I0 PA THI Q UE"
        },
        {
            "text": "Les sympt6mes en sont gdn6ralement de l'odynophagie, l'aspect endoscopique mimant les ulc~res her-p6tiques et ~ CMV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ULCERATION ~ESOPHAGIENNE ID I0 PA THI Q UE"
        },
        {
            "text": "Ces ulcbres sont souvent difficile h gu6rir ; une instillation intral6sionnelle de corticoides de m6me que le Thalidomide semblent donner de bons r6sultats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ULCERATION ~ESOPHAGIENNE ID I0 PA THI Q UE"
        },
        {
            "text": "Dans les proctocolites li6es au virus HIV, les marqueurs de l'inflammation sont non sp6cifiques, tels que l'augmentation du nombre de granules lysosomiaux au sein des lymphocytes intra-6pith61iaux, la pr6sence de cellules 6pith61iales apoptotiques, la pr6sence de structures r6ticulaires au sein des cellules endoth61iales, des lymphocytes ou des monocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROCTOCOLITES LIEES A U VIR US HIV"
        },
        {
            "text": "Le degr6 d'inflammation semble corr61er avec le taux d'antig~ne p24 d6cel6 dans la muqueuse ainsi qu'avec l'importance des sympt6mes cliniques, sug-g6rant un rfle 6tiologique du virus HIV [1] .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "PROCTOCOLITES LIEES A U VIR US HIV"
        },
        {
            "text": "L'ent6rocolite neutrop6nique est une condition inflammatoire non li6e au virus HIV ou aux infections opportunistes, 6galement appel6e typhlite. Celle-ci est caract6ris6e par une inflammation aiguE affectant essentiellement le caecum, l'appendice et parfois l'il6on terminal. D'abord d6crite chez l'enfant leuc6mique et s6v~rement neutrop6nique, l'affection se rencontre actuellement chez les patients souffrant d'h6mopathies malignes ou de cancers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ENT~ROCOLITE NEUTROPF_.NIQ UE"
        },
        {
            "text": "La neutrop6nie associ6e aux effets de la chimioth6rapie permettent aux baet6ries intraluminales d'envahir et d'endommager la muqueuse. Une septic6mie, le plus souvent causEe par des bacilles gram n6gatifs, survient chez 79 % des patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ENT~ROCOLITE NEUTROPF_.NIQ UE"
        },
        {
            "text": "Au niveau histologique, des h6morragies, un ~ed~me marqu6, une inflammation focale pauvre en cellules inflammatoires sont observ6s. Parfois, une zone ndcrotique r6sultant d'un ulc6re bien ddlimit6, provoque une perforation. Focalement, des colonies bact6riennes intramurales et des kystes gazeux sousmuqueux peuvent 6tre vus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ENT~ROCOLITE NEUTROPF_.NIQ UE"
        },
        {
            "text": "Les infections opportunistes reprEsentent la majo-rit6 des infections rencontrEes chez l'hEte immunocompromis, la plupart d'entre elles se rencontrant au niveau du tractus gastro-intestinal. Le spectre de celles-ci s'est rapidement Elargi. Lors d'Etudes antErieures (1990) , 43 % des causes d'entEropathies associEes ~ des diarrhEes chroniques 6taient inconnues. Une Etude 4 ans plus tard n'en rEvElait plus que 19 %, r6sultant de l'identification de nouveaux patho-g~nes [1] .",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 272,
                    "text": "(1990)",
                    "ref_id": null
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INFECTIONS OPPORTUNISTES"
        },
        {
            "text": "Les affections opportunistes varient Egalement en fonction du sexe, du groupe h risque, de la localisation et de la pEriode EtudiEe. Par exemple, la candidose eesophagienne, atteinte gastro-intestinale la plus frEquente chez le patient HIV aux Etats-Unis et en Europe, affecte plus particuliErement les femmes. De m~me, les infections ~ CMV ou les cryptosporidioses surviennent plus frEquemment chez tes homosexuels que chez les patients sida ayant contractE la maladie par drogues intraveineuses. L'isosporiase affectant 30 % des patients sida haitiens est pratiquement absente aux USA. Lorsque les traitements sont efficaces et que la survie des patients augmente, l'EpidEmiologie des infections opportunistes se modifie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFECTIONS OPPORTUNISTES"
        },
        {
            "text": "Par exemple, les pneumonies resultant du Pneumocystis carinii ont largement diminuE depuis 1987, alors que les infections herpEtiques et ~ CMV ont particuli~rement progress6 surtout chez les hommes homosexuels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFECTIONS OPPORTUNISTES"
        },
        {
            "text": "Dans 44 h 68 % des patients sida prEsentant une entEropathie due ~un ou plusieurs agents pathogEnes concomitant, des symptEmes gastro-intestinaux sont retrouvEs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFECTIONS OPPORTUNISTES"
        },
        {
            "text": "Le diagnostic d'infections opportunistes est en gEnEral base sur une combinaison de culture de selles, examen direct des selles ~ la recherche d'ceufs ou de larves, et d'une biopsie endoscopique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFECTIONS OPPORTUNISTES"
        },
        {
            "text": "Les symptEmes gastro-intestinaux sont plus frdquents chez les patients africains que chez les europeens et les nord amEricains. Les deux plaintes majeures sont l'odynophagie et les diarrhEes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFECTIONS OPPORTUNISTES"
        },
        {
            "text": "L'atteinte ~esophagienne survient chez 30 ~ 40 % des patients ; l'incidence des diarrhEes est plus ElevEe atteignant 90 % particuliErement chez les patients sEvbrement immunocompromis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFECTIONS OPPORTUNISTES"
        },
        {
            "text": "Les infections virales se rencontrent chez tous les groupes de patients immunocompromis. L'infection CMV est le pathog~ne gastro-intestinal le plus frEquent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFECTIONS VIRALES"
        },
        {
            "text": "L'infection herpEtique semble 6tre plus frEquente chez le patient HIV que chez les autres patients immunodEprimEs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Herpes Simplex"
        },
        {
            "text": "Dans une importante Etude prospective r6alisEe sur 100 patients HIV pr6sentant une cesophagite her-pEtique, le virus HSV n'a 6tE identifi6 que darts 5 % des cas alors que la prevalence du virus CMV atteignait 50 % [4] . Les infections herpEtiques chez l'hEte immunocompromis semblent representer une rEactivation d'une infection latente contractEe plus tEt dans la vie, et son incidence augmente lorsque l'immunodepression gagne du terrain.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Virus Herpes Simplex"
        },
        {
            "text": "Des anticorps IgG spEcifiques dirigEs eontre l'anti-g~ne herpEtique ont 6tE documentEs chez plus de 80 % des hommes homosexuels. Chez le patient HIV, la reactivation du virus HSV survient lorsque le taux de CD4 diminue au-dessous de 50/ram 3. L'infection herpEtique infecte essentiellement la muqueuse malpighienne ; d~s lors la muqueuse pEri-anale et l'cesophage sont les muqueuses les plus frEquemment tou-chEes. L'oesophagite herpEtique peut parfois, dans des formes sEvEres, se compliquer d'une nEcrose transmurale associEe ~ une fistule trachEo-~esophagienne. Les Une atteinte gastrique s'accompagne en g6n6ral d'une atteinte diss6min6e dans le tube digestif.",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 568,
                    "text": "Les",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Virus Herpes Simplex"
        },
        {
            "text": "Les colites ~ CMV prddominent dans le caecum et le c6lon droit ; la muqueuse peut paraitre normale mais en g6n6ral on y observe de profondes ulcdrations. Dans certaines atteintes s6vhres, une n6crose de la paroi avec perforation peut s'observer comme dans les m6gac61ons toxiques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Herpes Simplex"
        },
        {
            "text": "L'aspect histologique des cellules infectdes par le virus est caract6ristique ; on retrouve au sein du cytoplasme ou du noyau des inclusions virales ; les cellules semblent ballonis6es. Les inclusions nucl6aires sont acidophiles et fr6quemment entour6es d'un halo ; les inclusions cytoplasmiques sont souvent multiples, granulaires et basophiles (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 354,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Virus Herpes Simplex"
        },
        {
            "text": "Le CMV infecte plusieurs types cellulaires, essentiellement les cellules endoth61iales, mais aussi les cellules musculaires lisses, les fibroblastes, et les cellules ganglionnaires. Les cellules glandulaires sont nettement moins infect~es que les cellules malpighiennes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Herpes Simplex"
        },
        {
            "text": "Le diagnostic est r6alis6 par endoscopie et biopsies [6] .",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 56,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Virus Herpes Simplex"
        },
        {
            "text": "Les immunomarquages et l'hybridation in situ sont des m6thodes plus sensibles que I'HE ; la PCR repr6sente la technique diagnostique la plus sensible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Herpes Simplex"
        },
        {
            "text": "Le r6sultat du traitement par Gancyclovir peut ~tre monitor6 par un grading histologique sur les sp6cimens biopsiques [4] .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Virus Herpes Simplex"
        },
        {
            "text": "Certains auteurs ont d6velopp6 un syst~me de gradation simple ddfini en trois grades selon le hombre de cellules infectdes visualis6es : grade I = de 1 ~ 4 cellules infect6es, grade II = de 5 ~ 9, grade lII= plus de 10. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Herpes Simplex"
        },
        {
            "text": "Les patients sida prdsentent plus fr6quemment des sympt6mes li6s/t ces organismes, ainsi que des infections prolong6es par rapport fi la population g6n6rale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mycobacterium avium complex (MAC)."
        },
        {
            "text": "La salmonellose r6sultant d'une infection ~ partir de Salmonella typhimurium est 20 fois plus frEquente chez les patients sida.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mycobacterium avium complex (MAC)."
        },
        {
            "text": "La shigellose est souvent isolde des coprocultures chez ces patients sida; dans cette population, l'infection est potentiellement fatale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mycobacterium avium complex (MAC)."
        },
        {
            "text": "Les infections ~ Campylobacter ont 6t6 identifi6es dans approximativement 11% des coprocultures des patients sida, qu'ils souffrent ou non de diarrh6es ; ces patients, pr6sentant une incidence d'infection, sont 39 fois plus importants que dans la population g6n6rale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mycobacterium avium complex (MAC)."
        },
        {
            "text": "Les femmes sont plus fr6quemment infect6es que les hommes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mycobacterium avium complex (MAC)."
        },
        {
            "text": "Le Clostridium difficile affecte la plupart des types de patients immunocompromis et est li6 essentiellement h la prise d'antibiotiques et aux hospitalisations prolong6es ou r6p6t6es [6] .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Mycobacterium avium complex (MAC)."
        },
        {
            "text": "La tuberculose gastro-intestinale reste rare malgr6 une atteinte pulmonaire fr6quente atteignant 60 70 % des patients sida ; celle-ci ne survient que dans 3 ~ 5 % des cas, chiffre comparable fi ceux retrouv6s dans la population gdn6rale (2 %). Le tractus gastro-intestinal semble ~tre la porte d'entr6e de la mycobact6rie et son atteinte est deux fois plus fr6quente que la forme pulmonaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mycobacterium tuberculosis"
        },
        {
            "text": "Bien que tousles segments du tractus digestif puissent ~tre entrepris, c'est la portion intestinale qui est le site primaire le plus fr6quent, le foie et la rate 6rant les sites les plus fr6quents de dissdmination [6] .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Mycobacterium tuberculosis"
        },
        {
            "text": "Le diagnostic est r6alis6 ~i partir de coprocultures ou de biopsies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mycobacterium tuberculosis"
        },
        {
            "text": "Au niveau histologique, la lamina propria de la muqueuse intestinale est diffus6ment infiltrde d'histiocytes, comblant les villosit6s et s6parant les cryptes. Lorsque cette infiltration est massive, celle-ci est aisdment reconnuc aux colorations de routine d'HE ; cependant, la coloration de Ziehl facilite le diagnostic. Cette coloration permet en effet de visua-liser les nombreux baciUes au sein des macrophages mais aussi en extra-cellulaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mycobacterium tuberculosis"
        },
        {
            "text": "Le diagnostic diff6rentiel se pose avec la maladie de Whipple au sein de laquelle les macrophages sont fortement color6s par le PAS et n6gatifs pour la coloration de Ziehl.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mycobacterium tuberculosis"
        },
        {
            "text": "Une culture sanguine positive 6tablit le diagnostic de MAC diss6min6e, mais pas celui d'une infection active au niveau digestif.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mycobacterium tuberculosis"
        },
        {
            "text": "Une coproculture positive sugg~re mais ne prouve pas une infection digestive. Les cultures sanguines peuvent ~tre n6gatives n6cessitant des cultures r6p6-t6es, des biopsies de moelle osseuse ou des traitements empiriques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mycobacterium tuberculosis"
        },
        {
            "text": "R6cemment, un nouveau type de mycobact6rie a 6merg6, il s'agit de la mycobactOrie Genovense. Mycobactdrie gordonae est 6galement une cause rare d'atteinte digestive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mycobacterium tuberculosis"
        },
        {
            "text": "La spiroch6tose survient relativement frdquemment chez les mgles homosexuels ; l'affection touche 6galement environ 5 % de la population gdndrale, et 30 % des homosexuels ne pr6sentent pas de tableau d'immunod6ficience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spiroch6tose"
        },
        {
            "text": "La spiroch6tose ne s'accompagne d'aucune 16sion macroscopiquement ou endoscopiquement visible. Au niveau histologique, les spirochbtes adh6rent h la surface de la muqueuse ot~ ils apparaissent comme un tapis chevelu bleut6. Ils se r6v~lent aux colorations de PAS et de Warthin-Starry [7] .",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 287,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Spiroch6tose"
        },
        {
            "text": "Une majorit6 d'6tudes indique que la pr6valence des infections ~ Hp est plus faible chez les patients sida que clans la population g6n6rale pour des cohortes appari6es pour le sexe, l'fige et les symp-t6mes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Helicobacter pylori"
        },
        {
            "text": "La pr6valence est certainement plus faible lorsque le taux de CD4 est inf6rieur ?a 200. Ceci sugg~re un r61e des CD4 et une fonction immune ndcessaire aux infections a Hp et aux ulc~res peptiques r6sultant de l'Hp.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Helicobacter pylori"
        },
        {
            "text": "Cependant, lorsque les patients sida sont infect6s, la maladie peut 6tre particuli~rement virulente et la charge d'organismes, importante [8] .",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Helicobacter pylori"
        },
        {
            "text": "Les candidoses gastro-intestinales surviennent dans une grande cat6gorie des patients immunocompromis mais affecte particuli~rement les patients sida.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Candidose"
        },
        {
            "text": "La candidose est l'affection gastro-intestinale la plus fr6quente chez le patient sida (31%). L'~esophage est l'organe cible. Une co-infection avec le virus CMV est frdquente. Chez les patients neutrop6niques, la candidose intestinale est une importante source de diss6mination h6matog6ne.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Candidose"
        },
        {
            "text": "Le Candida albicans est l'espbce la plus fr6quemment isolde. Chez les patients sida, la flore orale dif-f~re de celle de la population g6n6rale par une diver-sit6 appauvrie; la pathogen~se de la candidose oesophagienne d6bute done par un remplacement de la flore orale par une flore moins complexe progressant vers l'oropharynx lorsque le nombre de CD4 diminue sous 179/mm 3, r6sultant en une infection eesophagienne invasive lorsque le taux de CD4 est > 129/ram 3 [4] .",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 468,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Candidose"
        },
        {
            "text": "Le diagnostic final se fait g partir de l'identification des filaments myc61iens et des spores h partir de sp6cimens biopsiques ou des brossages cesophagiens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Candidose"
        },
        {
            "text": "Au niveau histologique, la candidose invasive implique la pr6sence de filaments myc61iens p6ndtrant au sein d'une muqueuse intacte, alors que la colonisation se caract6rise par la pr6sence de filaments et de spores au niveau de zones ulcdr6es ou n6crotiques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Candidose"
        },
        {
            "text": "Les filaments peuvent ~tre ddtectds aux colorations de routine d'HE mais sont mieux identifiables aux colorations de PAS ou de Grocott. Une histoplasmose colique a 6galement 6t6 d6crite en association avec le syndrome de Job. L'identification de l'agent pathog~ne sur mat6riel biopsique est primordiale 6tant donn6 que les mises en culture peuvent prendre plusieurs semaines [1] .",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 378,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Candidose"
        },
        {
            "text": "La cryptoccocose digestive a 6t6 identifi6e dans 33 % des autopsies or) celle-ci se prdsentait sous sa forme diss6min6e. On la rencontre chez les patients sida mais aussi chez les patients souffrant d'h6mopathies malignes ou b6n6ficiant de corticoth6rapie au long court [1] . Au niveau digestif, ce sont l'eesophage et le c61on qui sont le plus souvent affect6s.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 273,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Cryptococcose"
        },
        {
            "text": "L'aspergillus infecte rarement le tractus digestif, l'cesophage reste le site pr6f6rentiel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aspergillose"
        },
        {
            "text": "L'aspergillose invasive se rencontre surtout chez les patients sdv~rement immunod6primds (Fig. 2) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 97,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Aspergillose"
        },
        {
            "text": "La mucormycose est une affection rare et souvent fatale rencontr6e chez les h6tes immunocompromis. Les facteurs de risque principaux incluent le diabbte, l'acidoc6tose, les neutrop6nies s6v6res, les leuc6mies et les traitements immunosuppresseurs. Seuls quelques cas ont 6t6 rapport6s chez les patients sida.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mncormycose"
        },
        {
            "text": "Le tractus gastro-intestinal est rarement affect6, repr6sentant seulement 7 % de tousles cas [7] .",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Mncormycose"
        },
        {
            "text": "L'infection initiale du tractus digestif r6sulte probablement de l'ingestion de spores. 66 % des infections digestives surviennent au niveau gastrique ; les perforations sont fr6quentes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mncormycose"
        },
        {
            "text": "Le c61on (21%), le grOle (4 %) et l'cesophage (2 %) peuvent 6galement 6tre infect6s.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mncormycose"
        },
        {
            "text": "La caraet6ristique histologique principale est l'invasion locale des vaisseaux sanguins par les filaments, induisant des vasculites aigu~s, la formation de thrombi et de n6crose isch6mique du tissu adjacent. Les filaments sont peu sept6s, branch6s de manibre irr6gulibre ~ 90 ~ peu color6s par I'HE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mncormycose"
        },
        {
            "text": "La plupart des filament sont 6pais et atteignent 10 ~ 15 microns de diam6tre. Certains filaments pr6sentent 6galement un aspect torsad6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mncormycose"
        },
        {
            "text": "Les diarrh6es sont le sympt6me gastro-intestinal le plus frdquemment rencontr6 chez les patients sida, affectant 50 h 90 % des individus pr6sentant un taux de CD4 rdduit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infections ~ protozoaires"
        },
        {
            "text": "Les protozoaires sont actuellement reconnus comme les principaux agents pathog6nes des diar-rh6es infectieuses, les deux organismes les plus fr6quemment identifi6s 6tant le Cryptosporidium et le",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infections ~ protozoaires"
        },
        {
            "text": "Comme les virus et les mycoses, c'est principalemerit l'intestin gr~le qui est affect6 en premier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microsporidium."
        },
        {
            "text": "II existe certaines variations g6ographiques, surtout chez les patients sida, l'Ispora belli est par exemple frdquemment rencontr6 ~ Haiti, alors que le Cryptosporidium est le pathog6ne le plus souvent responsable de diarrh6es h Washington.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microsporidium."
        },
        {
            "text": "Une pneumocystose extra-pulmonaire a 6t6 identi-fi6e chez 2,5 % des patients sida/~ New York, avec une atteinte digestive de 22 %. L'affection digestive r~sulte en g~n6ral soit d'une diss6mination h partir des ganglions ou de la voie h6matog~ne suivant une infection pulmonaire soit par r6activation d'une infection gastrique latente.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumocystose"
        },
        {
            "text": "Approximativement 50 % des patients prdsentant une forme extra-pulmonaire ont bdn6fici6 d'un traitement ~ la Pentamidine, r6duisant le risque de la forme pulmonaire mais ne pr6venant pas la forme diss6min6e.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumocystose"
        },
        {
            "text": "La forme diss6min6e est typiquement un 6v6nement survenant tardivement dans le ddcours de la maladie, lorsque le taux de CD4 est infdrieur 50/mm 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumocystose"
        },
        {
            "text": "L'atteinte par pneumocystis a tout d'abord 6t6 d6crite au niveau ~esophagien et duod6nal chez un patient vivant en 1987 ; depuis lors, des infections gastriques, coliques et gr61es ont 6galement 6t6 identi-fi6es.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumocystose"
        },
        {
            "text": "Au niveau histologique, il existe de nombreux organismes et macrophages spumeux dans la lamina propria [1] .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Pneumocystose"
        },
        {
            "text": "Le Cryptosporidium est devenu l'agent pathog~ne le plus fr6quemment responsable des diarrh6es ren-contr6es chez les patients sida. Identifi6 en 1976 comme agent responsable d'ent6rites chez l'humain, l'affection reste limit6e chez les h6tes immunocom-p6tents mais peut ~tre s6vbre chez les sujets immunocompromis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cryptosporidium"
        },
        {
            "text": "La cryptosporidiose survient chez 3 /a 11% des patients sida, quel que soit le groupe ~ risque mais est plus fr6quente chez les homosexuels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cryptosporidium"
        },
        {
            "text": "L'infection se rencontre surtout chez les HIV pr6sentant des diarrh6es chroniques. Lorsque le taux de CD4 est inf6rieur ~ 50/mm 3, l'infection est souvent dramatique. D'autres maladies li6es au sida pr6-c~dent le d6veloppement de la cryptosporidiose dans 85 % des cas [1] .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Cryptosporidium"
        },
        {
            "text": "L'organisme infecte le plus souvent le j6junum, mais se rencontre 6galement ailleurs dans le tube digestif ou darts les voies biliaires. Le c61on est le deuxi~me site le plus fr6quemment infect6, suivi de l'estomac et de l'~esophage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cryptosporidium"
        },
        {
            "text": "Le diagnostic repose sur l'identification de l'organisme soit dans les aspirations duod6nales, soit sur mat6riel biopsique. Les protozoaires sont clairement visualis6s aux colorations de routine d'HE, mais sont mieux observ6s 5 la coloration de Giemsa. Ils se caract6risent par des organismes sph6riques, basophiles, mesurant entre 2 et 4 microns de diambtre et sont attach6s aux microvillosit6s formant la bordure des cellules 6pith61iales (Fig. 3) . Le sommet ainsi que les bords lat6raux des villosit6s comptent le plus grand nombre d'organismes au nlveau de la muqueuse gr~le; alors qu'au niveau colique, les cryptes et l'6pith61ium de surface sont infect6s de mani~re 6gale. La variabilit6 de taille des organismes correspond aux diff6rentes ~tapes du cycle de vie [4, 6] .",
            "cite_spans": [
                {
                    "start": 770,
                    "end": 773,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 774,
                    "end": 776,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 441,
                    "end": 449,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Cryptosporidium"
        },
        {
            "text": "Le diagnostic peut 6galement 6tre 6tabli par identification des oocystes dans les selles, en utilisant une coloration de Ziehl ou une immunofluorescence. Les formes tissulaires sont elles ndgatives pour la coloration de Ziehl ou les colorations du mucus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cryptosporidium"
        },
        {
            "text": "Les microsporidium sont un groupe h6t6rog~ne de protozoaires, pr6sentant un cycle obligatoirement intra-cellulaires.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microsporidiose"
        },
        {
            "text": "Identifi6s pour la premibre fois chez l'humain en 1985, ils peuvent se rencontrer dans le tractus digestif et les voies biliaires, la v6sicule biliaire et l'arbre respiratoire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microsporidiose"
        },
        {
            "text": "L'incidence des diarrh6es ~ microsporidium identitides chez les patients sida varie de 1,7 a 39 %, mais m0me les patients asymptomatiques peuvent ~tre porteurs de l'organisme dans l'intestin gr~le. Les Ces agents pathog~nes sont difficiles ~ identifier en microscopie optique, la microscopie 61ectronique est souvent n6cessaire. Ils peuvent ~tre mis en 6vidence dans les aspirations j6junales et les selles en utilisant une coloration acid-fast afin de d6tecter les oocytes, qui sont autofluorescents bleu lorsqu'ils sont examin6s en microscopie, en 6pifluorescence ultra-violette.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microsporidiose"
        },
        {
            "text": "La pr6sentation clinique est similaire a celle obser-v6e dans les infections dues au Cryptosporidium parvum [9] .",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Microsporidiose"
        },
        {
            "text": "Entomoeba histolytica est consid6r6 comme un agent commensal non pathog~ne chez les patients homosexuels. L'infection peut survenir lors d'ingestion de kystes par la voie oro-faecale. Les patients HIV ne semblent pas pr4senter de susceptibilit6 particulibre ~ amoebae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entomoeba histolytica"
        },
        {
            "text": "Cependant une colonisation m6me par des agents non pathog6nes peut 8tre responsable d'affections s6vhres chez les patients immunocompromis [6] .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Entomoeba histolytica"
        },
        {
            "text": "Giardia lamblia peut occasionnellement provoquer une diarrh6e chez les patients sida. Comme c'est le cas pour les Entomoeba, le patient HIV ne pr6sente pas de susceptibilit6 particuli6re. La microscopie optique d6tecte largement les giardia, et moins fr6quemment les trophozoites, et constitue la m6thode diagnostique de choix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Giardia lamblia"
        },
        {
            "text": "Bien avant les 6pid6mies de sida, le toxoplasme 6tait reconnu comme protozoaire responsable d'infections opportunistes chez les patients immunocompromis. L'atteinte digestive r6sulte en g6n6ral d'une toxoplasmose diss6min6e et s'observe darts 20 % des autopsies. Chez les patients sida, l'atteinte digestive peut Otre g4n6ralis6e ou n'affecter qu'un seul segment, et peut exceptionnellement 8tre diagnostiqu6e du vivant du patient [7] .",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 434,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Toxoplasmose"
        },
        {
            "text": "C'est un protozoaire obligatoirement intra-cellulaire, qui peut se d6velopper darts n'importe quel type cellulaire, ~ l'exception des globules rouges. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxoplasmose"
        },
        {
            "text": "Certaines 6tudes rapportent des strongyloidoses diss6min6es chez des patients immunocompromis. Le d6nominateur commun semble 4tre une corticothdrapie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strongyloidose"
        },
        {
            "text": "On ne remarque pas d'incidence plus 61ev6e chez les patients sida.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strongyloidose"
        },
        {
            "text": "La leishmaniose visc6rale est une maladie s6vhre, acquise en g6n6ral au niveau du bassin m6diterran6en, se ddveloppant le plus souvent chez les h6tes immunocompromis lors de voyages dans les zones end6miques. L'infection s'aequihre par morsure de la femelle de la mouche des sables, transfusions sanguines, infections g6nitales et rapports sexuels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leishmaniose"
        },
        {
            "text": "Les infections visc6rales sont major6es chez les patients HIV et les atteintes digestives sont fr6quentes; certaines 6tudes rapportent 100% d'atteinte gastro-intestinale [7] .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Leishmaniose"
        },
        {
            "text": "Le diagnostic est r6alis6 par identification des amastigotes de la Leishmania, dans les frottis ou les sp6cimens biopsiques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leishmaniose"
        },
        {
            "text": "Les biopsies j6junales pr6sentent des alt6rations villositaires telles que des villosit6s massu6es, dues h l'infiltration massive de la lamina propria par des histiocytes gorg6s de Leishmania. Les ent6rocytes bordant les cryptes et les villositds ne comprennent pas d'organisme. Ceux-ci apparaissent bleut6s h la coloration de Giemsa. Chez les patients immuno-comp6tents, des granulomes peuvent 8tre observ6s dans la lamina propria ; ils sont en g6ndral absents ou peu form6s chez les immunocompromis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leishmaniose"
        },
        {
            "text": "Dans une 6tude, le Blastocystis homminis 6tait le troisihme organisme le plus fr6quemment identifi6 aprSs le cryptosporidium et le CMV chez les patients HIV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blastomycose"
        },
        {
            "text": "Ils se rencontrent toujours lorsque l'immunosuppression est sdv6re dans un contexte de diarrh6es chroniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blastomycose"
        },
        {
            "text": "Les biopsies en gdndral apparaissent normales; lorsqu'elles sont anormales, elles exhibent des alt6rations non sp6cifiques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blastomycose"
        },
        {
            "text": "Although gastrointestinal infections occur in all groups of immunocompromised patients, the frequency is highest in patients with acquired immunodeficiency syndrome (AIDS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunocompromised patients include transplant recipients, patients with congenital immunodeficiencies, patients undergoing irnmunosuppressive therapy for cancer or autoimmune diseases, and patients infected with human immunodeficiency virus (HIV)."
        },
        {
            "text": "The reduced number and the reduced function of the CD4+ cells affect the terminal differentiation of Ig A-bearing to Ig A-secreting B cells, resulting in a decreased number of mucosal IgA-bearing plasma cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regardless o f the way of transmission, the virus ultimately binds to the CD4 molecule on T cells or to mononuclear cells, which deliver the virus to the circulation and back to the lamina propria of the gastrointestinal tract. HIV induces immunodeficiency characterised by a reduction in mucosal CD4+ T cells, nearly complete absence of CD4+ intraepithelial cells and a decrease in CDll + intraepithelial lymphocytes in the small bowel and rectum. The lymphocytes in the lamina propria exhibit a reversed T4 : T8 ratio similar to that in the peripheral blood."
        },
        {
            "text": "There is also a reduction in gastric acid production, probably related to parietal cell antibodies and a decrease in intestinal motility resulting from autonomic denervation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regardless o f the way of transmission, the virus ultimately binds to the CD4 molecule on T cells or to mononuclear cells, which deliver the virus to the circulation and back to the lamina propria of the gastrointestinal tract. HIV induces immunodeficiency characterised by a reduction in mucosal CD4+ T cells, nearly complete absence of CD4+ intraepithelial cells and a decrease in CDll + intraepithelial lymphocytes in the small bowel and rectum. The lymphocytes in the lamina propria exhibit a reversed T4 : T8 ratio similar to that in the peripheral blood."
        },
        {
            "text": "The combination of all these factors promotes colonisation of the small bowel by anaerobic bacteria, which commonly causes diarrhea preceding opportunistic infections [3] .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Regardless o f the way of transmission, the virus ultimately binds to the CD4 molecule on T cells or to mononuclear cells, which deliver the virus to the circulation and back to the lamina propria of the gastrointestinal tract. HIV induces immunodeficiency characterised by a reduction in mucosal CD4+ T cells, nearly complete absence of CD4+ intraepithelial cells and a decrease in CDll + intraepithelial lymphocytes in the small bowel and rectum. The lymphocytes in the lamina propria exhibit a reversed T4 : T8 ratio similar to that in the peripheral blood."
        },
        {
            "text": "100 % in some developing countries. At least 80 % of cases of chronic diarrhoea can be attributed to specific enteropathogens among which coccidial parasites are the most frequent [1] . Malabsorption and mucosal abnormalities of the small bowel in the absence of detectable pathogens were first described in 1984. HIV has been detected within the intestinal mucosa and it has been proposed that the virus itself might be responsible, at least in part, for the enteropathy. However, no direct evidence of this theory has been produced so far and sceptics favour the suggestion that diarrhoea is actually due to opportunistic infection which has failed to be detected or to unrecognised pathogens.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Persistent diarrhoea occurs in up to 75 % of patients with HIV/AIDS in Western populations and in up to"
        },
        {
            "text": "Approximately 30-50 % of patients with HIV will have oesophageal disease some time during their illness. Candida albicans is the most frequently isolated pathogen, accounting for 50-70 % of cases, followed by CMV and HSV in that order, accounting for 15 to 35 % [4, 5] .",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 265,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 266,
                    "end": 268,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "IDIOPATHIC OESOPHAGEAL ULCERATION"
        },
        {
            "text": "However, after all known aetiologies of HIV-related oesophageal ulceration are excluded, 40 to 50 % of patients have idiopathic oesophageal ulceration. HIV p24 core protein has been detected in the granulation tissue. These findings suggest that HIV is capable of producing ulcers in the absence of other pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IDIOPATHIC OESOPHAGEAL ULCERATION"
        },
        {
            "text": "These ulcers occur mostly when the patients have a low CD4 count.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IDIOPATHIC OESOPHAGEAL ULCERATION"
        },
        {
            "text": "These ulcers can be very difficult to treat, intralesional injection of steroids has shown some therapeutic potential as well as thalidomide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "They usually present with odynophagia and have oesophageal ulcers that have the endoscopic appearance of CMV or HSV infections."
        },
        {
            "text": "In HIV-related proctocolitis non specific markers of inflammation are seen such as an increased number of lysosomal granules in intraepithelial lymphocytes, focal crypt epithelial cell apoptosis, and tubuloreticular structures in endothelial cells, lymphocytes and monocytes. The degree of inflammation appears to correlate with the mucosal level of p24 antigen and clinical symptoms, suggesting an aetiologic role of HIV [11.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV-RELATED PROCTOCOLITIS"
        },
        {
            "text": "First described in children with leukaemia and severe neutropenia, this condition is now known in immunocompromised patients suffering from lymphoma, anaplastic anaemia and cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neutropenic enterocolitis is an inflammatory condition unrelated to H1V or opportunistic infections, also referred as typhlitis. It is characterised by an acute inflammation affecting mainly the caecum, the appendix and sometimes the terminal ileum."
        },
        {
            "text": "The combined effects of neutropenia and chemotherapy allows luminal bacteria to invade and injure the bowel wall. Septicaemia, mostly caused by gram-negative bacilli, occurs in more than 79 % of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neutropenic enterocolitis is an inflammatory condition unrelated to H1V or opportunistic infections, also referred as typhlitis. It is characterised by an acute inflammation affecting mainly the caecum, the appendix and sometimes the terminal ileum."
        },
        {
            "text": "Histologically, haemorrhage, marked edema, and patchy inflammation with a paucity of inflammatory cells are seen. Sometimes necrosis results in well demarcated ulcers that may perforate. Focally, intramural bacterial colonies and submucosal gas cysts may be seen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neutropenic enterocolitis is an inflammatory condition unrelated to H1V or opportunistic infections, also referred as typhlitis. It is characterised by an acute inflammation affecting mainly the caecum, the appendix and sometimes the terminal ileum."
        },
        {
            "text": "In a large prospective study of 100 HIV-infected patients with ulcerative oesophagitis, HSV was identified in only 5 % of cases, whereas the prevalence of CMV was almost 50 % [4] . [1, 4] .",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 185,
                    "end": 187,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "HSV seems to be a frequent gastrointestinal pathogen in HIV-infected patients, in contrast to other immunocompromised patients."
        },
        {
            "text": "Pneumocystis carinii. CMV infections typically occur when immunodeficiency is severe (CD4+ < lO0/mm 3) and also represents reactivation of a latent virus conversely, persistent CMV infection itself may promote the decline of immune function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The incidence of CMV infections has increased paralleling the widespread use of prophylaxis for"
        },
        {
            "text": "The infection may involve any part of the GI tract, and the risk of involvement of a given segment varies with the type of immunosuppression. In patients with AIDS, the colon is mostly affected; and in the upper GI tract, oesophageal disease is more common.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additionally to A1DS, gastrointestinal infections with CMV commonly arises in cancer, organ and bone marrow transplantation, long-term steroid treatment, and immunodeficiency syndrome. CMV remains the most common cause of gastrointestinal infection in transplant recipients."
        },
        {
            "text": "In immunocompromised patients without AIDS, the lower and upper GI tract is equally affected and gastroduodenal disease is more common than oesophageal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additionally to A1DS, gastrointestinal infections with CMV commonly arises in cancer, organ and bone marrow transplantation, long-term steroid treatment, and immunodeficiency syndrome. CMV remains the most common cause of gastrointestinal infection in transplant recipients."
        },
        {
            "text": "In the oesophagus CMV preferentially affects the distal segment. Gastric involvement is usually associated with involvement elsewhere in the GI tract.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additionally to A1DS, gastrointestinal infections with CMV commonly arises in cancer, organ and bone marrow transplantation, long-term steroid treatment, and immunodeficiency syndrome. CMV remains the most common cause of gastrointestinal infection in transplant recipients."
        },
        {
            "text": "In CMV colitis', predominantly seen in the caecum and the right colon, the mucosa may appear normal but usually deep ulcerations are seen. Severe cases may manifest as necrotising colitis or toxic megacolon with perforation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additionally to A1DS, gastrointestinal infections with CMV commonly arises in cancer, organ and bone marrow transplantation, long-term steroid treatment, and immunodeficiency syndrome. CMV remains the most common cause of gastrointestinal infection in transplant recipients."
        },
        {
            "text": "Nuclear inclusion are acidophilic and often surrounded by a halo, cytoplasmic inclusion bodies are multiple, granular and often basophilic (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 147,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The histological appearance of CMV-infected cells is characterised by enlarged cells which contain intranuclear or intacytoplasmic inclusion bodies."
        },
        {
            "text": "The diagnosis is made by endoscopy and biopsy [6] .",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 49,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "CMV affects a variety of cell types, primarily endothelial cells but also smooth muscle cells, fibroblasts, histiocytes and ganglion cells. Epithelial glandular cells are less frequently infected than squamous cells."
        },
        {
            "text": "Immunohistochemistry and in situ hybridisation are more sensitive than HE; PCR represents the most sensitive technique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CMV affects a variety of cell types, primarily endothelial cells but also smooth muscle cells, fibroblasts, histiocytes and ganglion cells. Epithelial glandular cells are less frequently infected than squamous cells."
        },
        {
            "text": "Results of treatment with ganciclovir can be monitored by means of histological grading of CMV in biopsy specimen. Some autors developed a simple grading system that defines grade I as one to four, grade H as five to nine, and grade III as ten or more CMV-infected cells per biopsy specimen [4] . Clostridium difficile affects individuals with variable types of immunosuppression and related to the prevalence of antibiotic use and frequent hospitalisation [6] .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 294,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "CMV affects a variety of cell types, primarily endothelial cells but also smooth muscle cells, fibroblasts, histiocytes and ganglion cells. Epithelial glandular cells are less frequently infected than squamous cells."
        },
        {
            "text": "These infections include Mycobacterium tuberculosis, Mycobacterium avium Complex or intracellulare and other atypical mycobacteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MYCOBACTERIAL INFECTIONS"
        },
        {
            "text": "Tuberculosis, despite extrapulmonary tuberculosis being common in AIDS patients (occurring in 60 to 70 %), rarely involves the GI tract (3 % to 5 %), and not significantly more frequently than in general population (2 %).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mycobacterium tuberculosis"
        },
        {
            "text": "Oesophageal, small bowel and colonic tuberculosis have been described. Oesophageal involvement may develop after mediastinal lymph node tuberculosis and can result in a tracheo-oesophageal fistula. [1, 4] .",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 201,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 202,
                    "end": 204,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Mycobacterium tuberculosis"
        },
        {
            "text": "The GI tract appears to be the most common portal entry and GI involvement is twice as common as the respiratory tract.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mycobacterium avium Complex and intracellulare"
        },
        {
            "text": "Although segments of the GI tract may be implicated, the intestine is the most common primary site and liver and spleen are the most common sites for dissemination [6] . [7] .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Mycobacterium avium Complex and intracellulare"
        },
        {
            "text": "The majority of studies indicate that the prevalence of Hp in AIDS patients is significantly lower than in age, sex, and symptom-matched HIV patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Helicobacter pylori (HP)"
        },
        {
            "text": "The prevalence is certainly lower when the CD4 count is lesser than 200. This suggests a role of CD4 cell and immune function in sustaining Hp infections and Hp-related peptic ulcer disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Helicobacter pylori (HP)"
        },
        {
            "text": "Nevertheless, when AIDS patients become infected, the d&ease may exhibit particularly aggressive lesions and large number of organisms [8] .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Helicobacter pylori (HP)"
        },
        {
            "text": "Candidiasis is the most frequent AIDS-defining GI disease (31%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Candidiasis of the G/tract occurs in a wide variety of immunocompromised patients, but is mostly seen in AIDS patients."
        },
        {
            "text": "The oesophagus is the prime target organ. Co-infection with CMV is frequent. In neutropenic patients, GI candidiasis is an important source of haematogenous dissemination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Candidiasis of the G/tract occurs in a wide variety of immunocompromised patients, but is mostly seen in AIDS patients."
        },
        {
            "text": "Candida albicans is the species most commonly isolated. In AIDS patients the oral flora differs from that of the general population by a low level of genetic diversity; the pathogenesis of oesophageal candidiasis begins thus with the replacement of the normal oral flora with a less complex flora and progresses to oropharyngeal candidiasis as the number of CD4+ decreases below 179/mm 3 and results in invasive oesophageal disease when the CD4+ are < 129/mm 3 [4] .",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 464,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Candidiasis of the G/tract occurs in a wide variety of immunocompromised patients, but is mostly seen in AIDS patients."
        },
        {
            "text": "The definitive diagnosis rests on the identification of typical yeast forms in endoscopic mucosal biopsies or oesophageal brushings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Candidiasis of the G/tract occurs in a wide variety of immunocompromised patients, but is mostly seen in AIDS patients."
        },
        {
            "text": "Histopathologically, invasive candidiasis implies hypheal penetration into intact mucosa as opposed to colonisation, which implies the presence of yeasts on an intact mucosa surface or in necrotic tissue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Candidiasis of the G/tract occurs in a wide variety of immunocompromised patients, but is mostly seen in AIDS patients."
        },
        {
            "text": "Candida can be seen on HE stains but is better visualised by a PAS stain or Grocott methenamine silver (GMS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Candidiasis of the G/tract occurs in a wide variety of immunocompromised patients, but is mostly seen in AIDS patients."
        },
        {
            "text": "Other species than C. albicans have been found in AIDS patients in 7 % to 8 % including C. parapsilosis, C. krusei, C. tropicalis and Torulopsis glabrata.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Candidiasis of the G/tract occurs in a wide variety of immunocompromised patients, but is mostly seen in AIDS patients."
        },
        {
            "text": "Disseminated histoplasmosis develops in approximately 5 % of patients with AIDS in the Midwest of the USA where histoplasmosis is endemic. Colonic histoplasmosis has also been described in association with Job's syndrome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histoplasmosis"
        },
        {
            "text": "Recognition of the organism in biopsy specimen is crucial because culture may take several weeks [1] .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Histoplasmosis"
        },
        {
            "text": "Cryptococcal GI disease has been identified at autopsy in 33 % of patients with disseminated cryptoccoccosis, including patients with AIDS and haematological malignancies as well as those receiving corticosteroid therapy. The oesophagus and colon are mostly involved [1] .",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Cryptococcosis"
        },
        {
            "text": "Aspergillosis rarely affects the GI tract, but the target site is the oesophagus. Invasive aspergillosis affects severely debilitated patients (Fig. 2) [7] . [1] .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 158,
                    "end": 161,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 151,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Aspergillosis"
        },
        {
            "text": "The organism infects the jejunum most heavily, but it can be found throughout the GI tract including the biliary tract. The colon is the second more common location, followed by the stomach and finally the oesophagus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aspergillosis"
        },
        {
            "text": "The diagnosis is made by identification of the organism in either duodenal aspirates, stool, or tissue samples. The protozoan can be clearly observed on HE stain, but is best seen with Giemsa stain as rows or clusters of basophilic spherical structures 2 to 4 mm in diameter attached to the microvillous border of the epithelial cells (Fig. 3) . Tips and lateral aspects of villi show the greatest number of organisms in the small bowel whereas in the colon crypt and surface epithelial involvement appears equal. The variation of the size of the organisms corresponds to different stages of the life cycle [4, 6] .",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 610,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 611,
                    "end": 613,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 335,
                    "end": 343,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Aspergillosis"
        },
        {
            "text": "The diagnosis can also be made by identification of the oocysts in stools using acid-fast or irnmunofluorescent stains. However, tissue forms do not stain with acid-fast stains, and are mucous stain negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aspergillosis"
        },
        {
            "text": "Microsporidia are a heterogeneous group of obligate intracellular spore-forming (coccidian) protozoa. First described in the human in 1985, they can be found in the GI tract, in the biliary tract, the gallbladder and in the respiratory tract.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microsporidiosis"
        },
        {
            "text": "The reported incidence of microsporidium in AIDS patients with diarrhoea ranges between 1.7 % and 39 %, but even patients without symptoms may harbour the organism in the small bowel. Microsporidiosis resulting from infection with Enterocytozoon bieneusi affects exclusively the small intestine and the enterocytes, while Septata intestinalis, first described in 1992, may disseminate and infect other organs like kidney and gallbladder Parasites are then localised in macrophages, fibroblasts and endothelial cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microsporidiosis"
        },
        {
            "text": "Although electron microscopy of small bowel biopsies is considered to be the best method, the examination of a biopsy specimen stained with HE, Giemsa or a modified trichrome method, has sensitivities of 77 %-83 % and specificities approaching 100 % [1, 9] .",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 253,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 254,
                    "end": 256,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Microsporidiosis"
        },
        {
            "text": "Diagnosis can also be made by identification of microsporidial spores in stools and duodenal aspirates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microsporidiosis"
        },
        {
            "text": "Microsporidium is mostly identified in the jejunum as an intracellular parasite seen in the villous enterocytes from just above the mouths of the crypts to the tips of the villi where they are more numerous. Parasites are 4 to 5 mm in diameter, supranuclear, either paler or darker than the surrounding cytoplasm, and contain prominent clefts. Spores are less frequent than the parasite, but are supranuclear, clustered, dark, and refractile. The cytoplasm of the enterocyte becomes progressively vacuolated, and the nucleus is hyperchromatic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microsporidiosis"
        },
        {
            "text": "Taking into account that albendazole is highly effective for E. intestinalis but largely ineffective for E. bienusi, it is important to make a specific diagnosis [6] .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Microsporidiosis"
        },
        {
            "text": "Enteritis resulting from Isospora belli has been observed in a number of settings of immunosuppres-sion, including AIDS, alpha-chain disease, lymphoblastic leukaemia and T-cell lymphoma. Isospora is common in Haitian and African patients with AIDS (15 % to 60 %), but is rare in the USA (3 % to 7 %).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "lsospora belli"
        },
        {
            "text": "The symptoms are similar to those of cryptosporidiosis, but eosinophilia may be present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "lsospora belli"
        },
        {
            "text": "The diagnosis is made by identification of the oocysts in stool specimens using acid-fast stain, or by biopsy; the diagnosis is of importance because specific therapy is available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "lsospora belli"
        },
        {
            "text": "Isospora can be recognised on HE stains of small bowel specimens, the intracellular protozoon is larger than Microsporidium and measures between 10 and 30pro in diameter The common merozoite is bananashaped and found at all levels of the enterocyte cytoplasm. Although poorly stained and pale, the central nucleus, large nucleolus, perinuclear halo, and location within a parasitophorous vacuole give it a characteristic appearance. The infection produces mucosal atrophy and tissue eosinophilia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "lsospora belli"
        },
        {
            "text": "Cyclospora [1, 4] .",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 14,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 15,
                    "end": 17,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Cyclospora"
        },
        {
            "text": "These pathogens are difficult to appreciate on optical microscopy, although electron microscopy is often diagnostic. They can be identified in jejunal aspirates and in stool specimens using acid-fast stain to detect oocysts which are autofluorescent blue when examined with ultraviolet epifluorescence microscopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cyclospora"
        },
        {
            "text": "The clinical presentation is quite similar to that of Cryptosporidium parvum [9] .",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Cyclospora"
        },
        {
            "text": "Entamoeba histolytica is often a non-pathogenic commensal in homosexual men. Infection can occur by ingesting cysts through oral-anal contact. HIV patients do not appear to have an increased susceptibility to amoebae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entamoeba histolytica"
        },
        {
            "text": "As expected, colonisation, even with non-pathogenic strains, may cause significant disease in immunocompromised patients [6] .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Entamoeba histolytica"
        },
        {
            "text": "Giardia lamblia can occasionally cause diarrhoea in AIDS patients. As in the case of amoebae, HIV patients do not appear to have an increased susceptibility to giardia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Giardia lamblia"
        },
        {
            "text": "Light microscopic detection of giardia cysts and, less frequently, trophozoites, continues to be the mainstay of diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Giardia lamblia"
        },
        {
            "text": "Even before the AIDS epidemic toxoplasmosis was well known as a protozoal opportunistic infection of a variety of immunocompromised patients. Disseminated toxoplasmosis resulting in GI involvement, was observed at autopsy in 20 % of cases. AIDS-related GI toxoplasmosis may involve the entire GI tract or only one segment and may exceptionally be diagnosed antemortem by endoscopic biopsy [7] .",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 392,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Toxoplasmosis"
        },
        {
            "text": "It is an obligatory intracellular protozoan, that lives in any type of cells with the exception of red blood cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxoplasmosis"
        },
        {
            "text": "Trophozoites appear round to slightly oval and 2 to 4 pm in diameter in HE-stained section. A central or eccentric haematoxylinophylic dot, representing the nucleus surrounded by pale cytoplasm, is seen in trophozoites. PAS stains confirm the presence of glycogen-containing bradyzoites and true cysts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxoplasmosis"
        },
        {
            "text": "Some studies report the cases of disseminated strongyloidiasis in a variety of clinical settings of immunosuppression. The common denominator appears to be corticosteroid therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strongyloidiasis"
        },
        {
            "text": "Visceral leishmaniasis is a severe disease, usually acquired (Mediterranean countries) and usually developing in immunocompromised patients, by travel to an endemic region. The infection is acquired through bites of infected female sand flies, blood transfusion, genital infections and sexual contact. Visceral infection is increasingly reported in HIV patients, and GI tact involvement is very frequent, some studies reporting an involvement of lO0 % of cases [7] . ",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 464,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Leishmaniasis"
        },
        {
            "text": "In one study Blastocystis hominis was the third most common organism isolated after cryptosporidiosis and CMV in HlV patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blastocystosis"
        },
        {
            "text": "It is always recovered from severely immunosuppressed patients with chronic diarrhea. Biopsies often appear normal; when abnormal, they only exhibit mild non specific abnormalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blastocystosis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Gastrointestinal Pathology, an atlas and text",
            "authors": [
                {
                    "first": "Noffsinger",
                    "middle": [
                        "A"
                    ],
                    "last": "Fenoglio-Preiser C. M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stem-Mermann G",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lantz P",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Listrom",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rilke F",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Gastrointestinal disease in the immunocompromised patient. Human PathoL",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rotterdam",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tsang P",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1123--1140",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "-Review article : the therapy of gastrointestinal infections associated with the acquired immunodeficiency syndrome",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "M"
                    ],
                    "last": "Wilcox C",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Monkemuller",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Aliment. Pharmacol. Ther",
            "volume": "",
            "issn": "3",
            "pages": "425--443",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "-AIDS and the gut",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "W"
                    ],
                    "last": "Chui D",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "L"
                    ],
                    "last": "Owen R",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Gastroenterol. Hepatol",
            "volume": "",
            "issn": "3",
            "pages": "291--303",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Recently recognised microbial enteropathies and HIV infection",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "J"
                    ],
                    "last": "Farthing M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "P"
                    ],
                    "last": "Kelly M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Veitch A.M",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Antimicrob. Chemother",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "-Gastrointestinal manifestations of AIDS in children",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Haller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "387--393",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "C --Idiopathic esophageal ulceration in acquired immunodeficieney syndrome : successful treatment with misoprostol and viscous lidocain",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "G"
                    ],
                    "last": "Adeoti A",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J"
                    ],
                    "last": "Vega K",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "Z"
                    ],
                    "last": "Dajan1 E",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "W"
                    ],
                    "last": "Trotman B",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kloser P",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Am. J. Gastroenterol",
            "volume": "",
            "issn": "11",
            "pages": "2069--2074",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "-Lower Helicobacter priori infection and peptic ulcer disease prevalence in patients with AIDS and suppressed CD4 counts",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "G"
                    ],
                    "last": "Cacciarelli A",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Marano B.J Jr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "M"
                    ],
                    "last": "Gualt1eri N",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "R"
                    ],
                    "last": "Zuretti A",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "A"
                    ],
                    "last": "Torres R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "A"
                    ],
                    "last": "Starpoli A",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Robilotti",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Am. J. Gastroenterol",
            "volume": "",
            "issn": "9",
            "pages": "1783--1784",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "E --AIDS and the gastrointestinal tract. Postgraduate Medicine",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fosmark",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "93",
            "issn": "",
            "pages": "148--152",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Colite & CMV, HE, 400 x. Pr6sence d'inclusions nucl6aire typiques au sein du chorion. CMV colitis, HE 400 x.Typical viral inclusions are seen in the lamina propria",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "disseminee, HE, 200 x. On observe la presence de nombreux filaments & croissance radiaire et unidirectionnelle typique. Disseminated aspergillosis. The pesence of several typical unidirectional filaments with radial growth. HE, 200 x.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Infection gr~le par cryptosporidium, Giemsa, 400 x. Intestinal cryptosporidiosis, Giemsa, 400 x.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "'autres esp6ces que le Candida albicans sont 6galement impliqu6es chez les patients sida ; elles repr6sentent 7 ~ 8 % des infections fungiques : ce sont les esp6ces C. parapsilosis, C. krusei, C. tropicalis et le Torulopsis glabrata. Histoplasmose L'histoplasmose diss6min6e se rencontre environ chez 5 % des patients sida du Moyen-Orient, zone o/a l'affection est end6mique.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Diagnosis is made by identification of Leishmania amastogotes in smears, touch preparation or biopsy specimens. Jejunal biopsies show villous alterations, including thickening due to massive compact infiltration of the lamina propria by histiocytes filled with Leishmania. The enterocytes lining the crypts and villi do not contain organisms. The organisms appear blue in Wright-Giemsa-stained preparations. In immunocompetent hosts, granulomas are seen in the lamina propria, they are absent or poorly formed in immunocompromised patients.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "colites et entErites herpEtiques sont rares et plus frEquemment rencontrEes lors de traitements au long court par cortico~des. Au niveau macroscopique, l'infection herpEtique se caractErise en gEnEral par de multiples ulc~res plus profonds et de plus petite taiUe que lors des infections CMV. La presence de vEsicules et d'Erosions sont les manifestations classiques en rapport avec les symp-tEmes cliniques d'odynophagie et de dysphagie. Le diagnostic d'infection herpEtique est rEalisE par la raise en Evidence d'atypies cytologiques typiques telles que les cellules multinuclEEes, les inclusions intranuclEaires (corps de Cowdry de type A), ainsi qu'une apparence en << verre dEpoli >> et un moulage des noyaux. L'EpithElium malpighien est le plus souvent infectE bien que des cellules glandulaires intestinales et des cellules mEsenchymateuses peuvent l'~tre Egalement. A la fois les virus de type 1 et 2 peuvent ~tre impliquEs dans les infections gastro-intestinales. La mEthode diagnostique la plus efficace est la biopsie, bien que les frottis et la culture semblent Egalement appropriEs. Cytom~galovirus L'infection h CMV est l'une des infections opportunistes la plus frEquemment rencontrEe chez les patients HIV. L'infection se declare au bout d'un an partir du diagnostic chez 11% des patients traitEs par Zidovudine, qu'ils soient sida ou ARC lorsque le taux de CD4 est infErieur ~ 250/mm 3. La mise en Evidence d'une infection h CMV au niveau clinique ou dans des series autopsiques est observEe dans plus de 90 % de ces patients, la presence d'anticorps est observEe dans plus de 90 % chez tes patients homosexuels et chez environ 70 % des patients drogu6s (Schepp et al., 1996). Certaines 6tudes font 6tat d'anticorps IgG anti-CVM dans 100 % des cas de patients mgdes HIV homosexuels asymptomatiques ; le virus CMV a 6t6 isol6 dans le sperme de 45 % de ces patients. La concentration de CMV dans le sperme est inversement proportionnelle au taux de CD4 circulant dans le sang, sugg6rant que le liquide s6minal jouerait le r61e de r6servoir, point de d6part des infections syst6miques chez les patients homosexuels sida [1, 41 .L'incidence des infections ~ CMV a augment6 parallhlement ~ l'utilisation g6ndralis6e des traitements prophylactiques du Pneumocystis carinii. L'infection a CMV survient lorsque l'immunoddficience est s6vhre (CD4 < 100/ram 3) et repr6sente 6galement une r6activation d'une infection virale latente ; la persistance d'une infection ?~ CMV peut elle-mfime contribuer au d6clin de l'immunit6.Les patients canc6reux, les patients greff6s ou trai-t6s au long court par cortico~des ou souffrant d'un syndrome immunod6ficient sont 6galement sujets aux infections ~ CMV.Le CMV reste la cause d'infection gastro-intestinale la plus fr6quente rencontr6e chez les patients greff6s.Le CMV peut infecter n'importe quelle partie du tube digestif; le segment digestif infect6 varie selon le type d'immunosupression. Chez les patients HIV, le c61on et l'~esophage sont le plus fr6quemment in-fect6s.Chez les patients immunocompromis non HIV, le tractus digestif haut et has sont atteints de manihre identique ; les affections gastroduod6nales sont plus fr6quentes que les affections eesophagiennes.Dans l'eesophage, le CMV affecte plus particulihrement la portion distale.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Des cesophagites li~es ~ l'Herpes Zoster, au Papilloma virus ou h l'Epstein Barr virus ont 6t6 ddcrites. De nombreux virus inhabituels ont 6t6 retrouv6s chez les patients HIV souffrant de diarrh6es, tels que les Astrovirus, Picobirnavirus et Coronavirus. Aeromonas .... ), soit de germes opportunistes qui n'infectent que les patients immunod6prim6s tels que",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "MAC est fr6quente dans le tube digestif des patients sida. En 1990, 24 % des patients sida pr6sentaient une infection ~ MAC.Ceux-ci sont diff6rents des s6rotypes classiquement isol6s chez les patients non sida, et sont plus virulents comme le confirment des mod61es in vitro et animaux.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "microns de diam~tre. Les conidiophores caract6ristiques aident au diagnostic lorsqu'ils sont pr6sents. Les esp~ces les plus couramment identifi6es darts les infections humaines sont le A. fumigatus et le A. flavus.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Microsporidioses r6sultent d'une infection par Enterocytozoon bieneusi qui affecte exclusivement l'intestin gr61e et en particulier ses ent6rocytes, alors que le Septata intestinalis, identifi6 pour la premiere lois en 1992, donne des formes diss6mindes et affecte 6galement d'autres organes tels que le rein, la v6sicule biliaire et se localise dans les macrophages, les fibroblastes et les cellules endothdliales. Bien que le diagnostic en microscopie 61ectronique sur sp6cimen biopsique soit consid6r6 comme la m6thode ~gold standard~>, son identification en microscopie optique aux colorations d'HE, de Giemsa et de trichrome pr6sente des sensibilit6s de 77 h 83 % et des sp6cificit6s approchant 100 %[1,9].Le diagnostic peut 6galement 6tre rdalis6 par examen direct des selles et raise en 6vidence des spores, ainsi que par examen des aspirations duod6nales.Le Microsporidium est surtout identifi6 au niveau j6junal en tant que parasite intra-cellulaire observ6 au niveau des ent6rocytes, des cryptes jusqu'au soremet des villosit6s oil ils sont le plus nombreux.Les parasites mesurent de 4 g 5 microns de diambtre, sont en position supranucl6aire, soit plus pfiles soit plus foncds que le cytoplasme environnant et sont souvent cliv6s.Les spores sont moins souvent identifi6s que les parasites, ils sont fonc6s, dispos6s en areas supranuclfiaires et r6tractiles.Le cytoplasme des entdrocytes devient progressivement vacuolis6 et le noyau hyperchromatique. En tenant compte du fait que le traitement par Albendazole est tr~s efficace sur I'E. intestinalis mais largement inefficace sur E. bieneusi, il est important d'en faire un diagnostic pr6cis et correct [6]. Les ent6rites r6sultant d'une infection par Isospora belli, ont 6t6 identifi6es dans un nombre vari6 de patients immunocompromis tels que les patients sida, ou prdsentant un d6ficit immunitaire li6 aux cha~nes alpha, une leuc6mie ou un lymphome T. Isospora est fr6quemment identifi6e chez les patients sida haitiens ou africains (15 ~ 60 %), mais beaucoup plus rarement aux USA (3 h 7 %). Les sympt6mes sont identiques ?a ceux rencontr6s dans la cryptosporidiose, mais fr6quemment une 6osinophilie est pr6sente. Le diagnostic est r6alis6 par identification des oocytes dans les selles en utilisant une coloration de Ziehl ou dans les sp6cimens biopsiques dont le diagnostic est important car il existe un traitement efficace. Isospora est identifiable aux colorations d'HE au niveau de l'intestin gr~le, les protozoones sont plus grands que Microsporidium, et mesurent 10 30microns de diam~tre. Les m6rozoites ont une forme particuli6re de banane et s'observent partout dans le cytoplasme des ent6rocytes. Bien que peu color6s et pfiles, leur noyau central, leur gros nucl6ole, leur halo p6rinucl6aire et leur localisation au sein de parasitophorus leur donnent une apparence caract6ristique. L'infection provoque une atrophie muqueuse et une 6osinophilie. Cyclospora a r6cemment 6t6 identifi6 comme un autre protozoaire coccidien, responsabte d'ent6rites. En 1983, certains patients sida haRiens pr6sentant des diarrh6es chroniques, pr6sentaient dans leurs selles des organismes acid-fast positifs ressemblant aux cryptosporidium. Ces organismes pr6sentaient une taille interm6diaire entre C. parvum et L belli mais 6taient similaires au niveau morphologique au cryptosporidium. En 1993, cet organisme a regu le nora deCyclospora cayetamensys initialement identifi6Haiti, au N6pal et au P6rou, et actuellement reconnu aux USA et en Europe. La pr6valence mondiale n'est pas connue mais la transmission semble se faire par la vole classique oro-anale. Les risques majeurs de contracter le Cyclospora semblent ~tre le statut HIV et les voyages dans les pays en voie de d6veloppement[1,4].",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Les trophozoites apparaissent ronds et mesurent entre 2 et 4 microns ?a la coloration d'HE. Le noyau est central, entour6 d'un cytoplasme p~le et est visua-lis6 dans les trophozoites. La coloration de PAS confirme la pr6sence des bradyzoites contenant du glycog~ne et de vrais kystes.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "trum is rapidly expanding. In earlier studies(1990), 43 % of cases of chronic diarrhoea with enteropathy were considered pathogen negative; in a study reported four years later, only 19 % were considered negative, due principally to the identification of new pathogens[1]. opportunistic infections depend also on sex, risk group, location and study period.For example, oesophageal candidiasis, the most frequent AIDS-defining gastrointestinal infection in the US and Europe, predominantly affects female patients. Cryptosporidiosis and CMV infections of the gut are more common in homosexuals than in intravenous drug users with AIDS. Isosporiasis affects 30 % of Haitian patients with AIDS but is nearly absent in the USA. As treatment becomes available and as patients survive longer, the epidemiology of opportunistic infections changes. For example, pneumonia resulting from Pneumocystis carinii has decreased in incidence since 1987, infections with CMV and HSV have increased in number, particularly in homosexual men. Gastrointestinal symptoms are more frequent in African patients than in European and North American patients. The two major gastrointestinal complaints are dysphagia / odynophagia and diarrhoea. Oesophageal diseases occur in 30-40 % of patients, and the incidence of diarrhoea may be as high as 90 %, particularly in patients with severe immunodeficiency.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Ig G antibodies have been documented in more than 80 % of homosexual men. In HIV-infected patients the reactivation occurs when the CD4+ cell number decreases below 50/mm 3. Since HSV primarily infects squamous mucosa, oesophageal and perianal involvement are the most common. Herpetic oesophagitis may be complicated by transmural necrosis and tracheo-oesophageal fistula. Herpetic enteritis and colitis are rare and seem to be related to long term steroid treatment.HSV infections usually presents with multiple ulcers, which are deeper and smaller than CMV ulcers.The diagnosis is made by identification of the HSV typical cytological changes such as multinucleation, intranuclear inclusion bodies (Cowdry type A), and ground-glass appearance as well as molding of nuclei.Squamous epithelium is predominantly affected, but intestinal glandular epithelium and mesenchymal cells may also be involved. Both virus types I and 2 (HSV1 and HSV2) have been implicated in gastrointestinal infections. Mucosal biopsy is a specific diagnostic method; cytology and culture also appear to be reliable techniques.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Herpes zoster oesophagitis has been reported as well as Human Papillomavirus and Epstein-Barr virus. Rotavirus has been linked to both acute and Bacterial infections of the GI tract in immunocompromised patients can result from overgrowth of normal gut flora, either .from germs that can affect",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "MAC is common in the GItract of patients with AIDS. In 1990, 24 % of AIDS patients where infected by MAC. In patients with malignant diseases the GI involvement is extremely rare. Infections with MAC typically occur late in the course of AIDS when CD4+ cells counts are less than 60/mm 3 . Mycobacterium avium is the most frequent member of the MAC which is implicated in AIDS-related infections, the serotypes 4, 8, I and 6 predominating in US patients. These serotypes are different from those isolated in patients without AIDS and are more virulent in vitro and in animal models",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Diagnosis is made by stool cultures or intestinal biopsy. Histologically, there is a diffuse histiocytic infiltrate in the lamina propria of the intestinal mucosa, blun-Recently a new type of atypical mycobacterium has evolved named genovense. Mycobacterium gordonae is also a rare cause of GI disease.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "The fungi are characterised by the presence of innumerable dichotomously (under a 45 degree angle) branching septate hyphae with smooth, parallel walls, ranging from 2 to 4 pm in diameter. Characteristic conidiophores, if present, aid in their identification. The most important species involved in human infections are A. fumigatus and A. flavus. Mucormycosis is an uncommon and often fatal fungal infection of immunocompromised hosts. The typical predisposing factors include diabetic ketoacidosis, neutropenia, leukaemia and immunosuppressive therapy. Only few cases have been reported in AIDS patients. The GI tract infection is an uncommon form of the disease, accounting for only 7 % of all cases[7]. infection of the alimentary tract is probably due to ingestion of fungal spores. 66 % of GI lesions are located in the stomach and perforation is common. The colon (21%), small intestine (4 %) and esophagus (2 %) may also be involved.The diagnosis is made by identification of the typical organism. The most characteristic histologic feature is local invasion of blood vessels by fungal organisms, producing acute vasculitis, thrombus formation and ischemic necrosis of surrounding tissue. The organisms have broad, very rarely septate, haphazardly branched hyphae that characteristically stain deeply with haematoxylin. Occasional hyphae may measure 3 to 4 I.tm in diameter but broad hyphae measuring 10 to 15 I~m predominate. Some partially collapsed distorted hyphae are also seen. Diarrhea is the most common GI symptom in AIDS affecting up to 50-90 % of patients with markedly reduced CD4. Protozoal infections are now the most common cause of infectious diarrhoea, and Cryptosporidium and Microsporidium are the two most commonly identified organisms. Unlike fungi and viruses, these pathogens primarily involve the small intestine. Certain geographical locations seem to be associated with these protozoal infections in AIDS patients, for instance Isospora belli is common in Haiti, Cryptosporidium parvum is the most common cause of diarrhoea in Washington. Extrapulmonary infection was identified in 2.5 % of AIDS patients in New York city with 22 % of GI involvement. GI pneumocystosis develops after either haematogenous or lymphatic dissemination from the lung or reactivation of latent GI infection that was seeded previously. Approximately 50 % of the patients with extrapulmonary pneumocystosis have used pentamidine, which reduces the risk to develop pulmonary form but does not prevent disseminated form. The disseminated form is typically a late complication of AIDS patients when the CD4+ < 50/mm 3. Pneumocystis in the oesophagus and duodenum was first described in a living patient in 1987, since then, gastric, small bowel and colonic mucosal infections have been observed. Histopathologically, there are pools of foamy exudates and organism in the lamina propria [1]. Cryptosporidium have become the most common pathogens associated with AIDS-related diarrhoea. Discovered in 1976 to cause enterocolitis in human, the disease remains self-limited in immunocompetent patients but severe and unremitting in immunocompromised patients. Cryptosporidiosis occurs in 3 % to 11% of AIDS patients in all risk group but is most frequent in the homosexual men. Cryptosporidiosis is more commonly found in HIV patients with chronic diarrhoea. When the CD4 are below < 50/mm 3 the disease is often devastating. Other AIDS-defining illnesses precede the onset of cryptosporidiosis in 85 % of cases",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": ", another coccidian protozoans, has recently been recognised as GI pathogen. In 1983, some Haitians with AIDS and chronic diarrhoea were found to have acid-fast cryptosporidium-like organism in faecal specimens. The organism was intermediate in size between C. parvum and I. belli but thought to be morphologically similar to cryptosporidium. In 1993 this organism was named Cyclospora cayetamensis and was initially identified in Haiti, Nepal and Peru and is now recognised in Europe and USA. Overall, the world prevalence is not known but transmission is assumed to occur by the faecal-oral route. Major risk factors for acquiring cyclospora infection appear to be HIV infection and travel in the developing world",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}