{"paper_id": "2a753c9ec1b4376606a18b951f4257a602248ddd", "metadata": {"title": "Treatment of Neuroterrorism", "authors": [{"first": "Katharina", "middle": ["M"], "last": "Busl", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Thomas", "middle": ["P"], "last": "Bleck", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Bioterrorism is defined as the intentional use of biological, chemical, nuclear, or radiological agents to cause disease, death, or environmental damage. Early recognition of a bioterrorist attack is of utmost importance to minimize casualties and initiate appropriate therapy. The range of agents that could potentially be used as weapons is wide, however, only a few of these agents have all the characteristics making them ideal for that purpose. Many of the chemical and biological weapons can cause neurological symptoms and damage the nervous system in varying degrees. Therefore, preparedness among neurologists is important. The main challenge is to be cognizant of the clinical syndromes and to be able to differentiate diseases caused by bioterrorism from naturally occurring disorders. This review provides an overview of the biological and chemical warfare agents, with a focus on neurological manifestation and an approach to treatment from a perspective of neurological critical care.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Substances that can potentially be used as weapons of mass destruction or agents of terrorism may be chemical, biological, nuclear, and radiological [1] . Bioterrorism is defined as the intentional use of these substances to cause disease or death in humans and/or animals, and/or environmental damage [2] .", "cite_spans": [{"start": 149, "end": 152, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 302, "end": 305, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Background"}, {"text": "In case of an attack, a large number of victims could be affected in a very short period of time, putting an enormous strain on the healthcare system [3] . Personnel will be faced with enormous logistical problems, and medications and other resources are likely to be insufficient [4] . Therefore, the United States (U.S.) Centers for Disease Control (CDC) urges healthcare professionals to be familiar with warfare agents, and in conjunction with governmental organizations have an implemented \"Bioterrorism Preparedness and Response Program\" to quickly detect and appropriately respond to a potential bioterrorist attack [5] . Early recognition is key in minimizing casualties, initiating appropriate therapy, and preserving resources. However, symptoms and signs caused by those warfare agents are often nonspecific and can easily be mistaken for common diseases. An important concept in differentiating a naturally occurring epidemic from a terrorist attack consists of recognizing an epidemiologic pattern [6] . Clues that suggest an attack include unusual age distribution or clustering of an illness [7] , a rapidly increasing incidence of an illness [8] , as well as an increased occurrence of an unusual illness or death in animals.", "cite_spans": [{"start": 150, "end": 153, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 281, "end": 284, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 623, "end": 626, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1011, "end": 1014, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1107, "end": 1110, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1158, "end": 1161, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Background"}, {"text": "The range of biological agents or chemical substances that potentially could be used as weapons of mass destruction is wide. The ideal agent can be produced and stored easily, in adequate amounts that are easy to disseminate, capable of producing a disease in great proportion to the exposed, and remains effective, despite environmental exposure and change of environmental conditions, and is challenging to detect [9] . Very few agents have all of these characteristics [10] .", "cite_spans": [{"start": 416, "end": 419, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 472, "end": 476, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Background"}, {"text": "The CDC classifies potential bioterrorism agents into 3 categories: 1) A, 2) B, and 3) C. These categories are based on the agents' potential as weapons, such as their ability to be disseminated, transmitted, and to cause disease; the mortality rate; the expected impact on public health; and the potential for panic and social disruption [11, 12] . Category A agents, judged to have the greatest risk, include anthrax, plague, tularemia, smallpox, the hemorrhagic fever viruses, and botulinum toxin [11] . Most experts in the field believe that anthrax and smallpox would be the agents most likely to be used by terrorists [13] . Although these are the most easily fatal, terrorists could also reach their goals by simply causing illness on a large scale [10] . Category B agents are ones that would cause moderate morbidity and low mortality. Category C agents are pathogens in the emerging phase, [10] ( Table 1 ). The relative toxicity of selected agents for comparison is shown in Table 2 .", "cite_spans": [{"start": 339, "end": 343, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 344, "end": 347, "text": "12]", "ref_id": "BIBREF11"}, {"start": 500, "end": 504, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 624, "end": 628, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 756, "end": 760, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 900, "end": 904, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 907, "end": 914, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 986, "end": 993, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Background"}, {"text": "Chemical and biological weapons can cause a wide range of nervous system damage and neurobehavioral effects. Therefore, preparedness among neurologists is as important as it is for emergency, infectious diseases, and critical care personnel [14] . The main challenge is to be cognizant of the clinical syndromes and to be able to distinguish diseases caused by bioterrorism from more commonly occurring natural disorders [15] .", "cite_spans": [{"start": 241, "end": 245, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 421, "end": 425, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Background"}, {"text": "Nervous system complications in victims of warfare include penetration injuries to the brain and spine, contusions and concussions of the nervous tissue, meningitis and encephalitis, seizures, myelopathies, radiculopathies, peripheral neuropathies, post-traumatic encephalopathy, hypoxic brain injury, and behavioral changes [16] . Often, psychological symptoms would need differentiation from early manifestation of organic disease. In addition, vaccines against some categorized agents have neurological side effects (e.g., encephalitis after smallpox vaccination) [17] . In general, neurological disease tends to manifest somewhat later on in case of a biological attack, as compared to chemical weapons [15] . Prompt death, however, might occur following exposure to botulinum toxin, tetrodotoxin, saxitoxin, and nerve agents.", "cite_spans": [{"start": 325, "end": 329, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 567, "end": 571, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 707, "end": 711, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Background"}, {"text": "Of the many agents that may be used, prominent neurological features occur with cyanide, cholinesterase inhibitors, botulinum toxin, anthrax [14] , and paralyzing toxins, as well as nerve agents (Table 3) .", "cite_spans": [{"start": 141, "end": 145, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 195, "end": 204, "text": "(Table 3)", "ref_id": null}], "section": "Background"}, {"text": "Anthrax is caused by Bacillus anthracis, a large, nonmotile, spore-forming, gram-positive rod. B. anthracis is common among domestic animals. It can be passed to humans by direct skin contact or inhalation of anthrax spores. Although the vegetative form survives poorly outside of a host [18] , the spore form can survive for decades [19] . It has many characteristics of an ideal biological weapon, its production is simple and cheap, and it can be stored for long periods of time. It is highly effective, with a morbidity rate of 65 to 80% if treatment is not promptly initiated. Weaponized anthrax can be produced as insoluble, liquid slurry, or dry powder. Although the most likely method of deployment is aerosolization of dry spores [20] , contamination of food and water supplies is conceivable [21] . The most serious terrorist threat posed by anthrax is infection by inhalation. For humans, the dose sufficient to kill half of the exposed persons ranges from 2500 to 55,000 inhaled spores [18, 22] . According to a U.S. government estimate, the outdoor release of 100 kg of B. anthracis in Washington, D.C. could produce between 130,000 and 3 million deaths [23] . Anthrax has been weaponized at various times in the past, most recently in October and November of 2002 in the U.S., which led to 18 confirmed and 4 suspected cases of disease [24] . Infection is acquired by ingestion, inhalation, or absorption of the spores through breaks in the skin and mucous membranes. Depending on the route of exposure, cutaneous, gastrointestinal (GI), or inhalation anthrax ensues.", "cite_spans": [{"start": 288, "end": 292, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 334, "end": 338, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 739, "end": 743, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 802, "end": 806, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 998, "end": 1002, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 1003, "end": 1006, "text": "22]", "ref_id": null}, {"start": 1167, "end": 1171, "text": "[23]", "ref_id": "BIBREF21"}, {"start": 1350, "end": 1354, "text": "[24]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Anthrax (Category A)"}, {"text": "Most naturally occurring human infections are cutaneous from contact with infected animals or contaminated material. Naturally occurring inhalational anthrax is rare, particularly in the industrial world [25] ; therefore, the occurrence of anthrax should raise concerns of an intentional dissemination.", "cite_spans": [{"start": 204, "end": 208, "text": "[25]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Anthrax (Category A)"}, {"text": "Cutaneous transmission of the hands, arms, and face are the most common routes of clinical infection in humans. A pruritic papule evolves into an ulcer, followed by the development of a large painless black eschar. The eschar dries and desquamates after 1 to 2 weeks. Painful lymphadenopathy and sepsis can arise. With treatment, local cutaneous anthrax has a mortality rate of less than 1%; if the disease becomes systemic, mortality may be as high as 20% [26] . GI anthrax, while not common, occurs naturally as a result of ingesting poorly cooked, contaminated meat. Ulcers in the mouth or esophagus, or lesions lower in the intestinal tract may develop, and presenting symptoms include nausea, vomiting, diarrhea, abdominal pain, or an acute abdomen progressing to a sepsis syndrome with high mortality.", "cite_spans": [{"start": 457, "end": 461, "text": "[26]", "ref_id": null}], "ref_spans": [], "section": "Anthrax (Category A)"}, {"text": "Inhalational anthrax follows the deposition of sporebearing particles into alveolar spaces. From there, they are transported to the mediastinal lymph nodes. Subsequent germination within the lymph nodes leads to a massive release of bacteria and toxins into the bloodstream. The incubation period is usually less than 1 week, but it can be as much as 6 weeks. Initial symptoms of the clinically and fairly consistent 2-stage disease are nonspecific, with fever, chills, myalgia, cough, and sore throat [26] . Substernal chest pain, dyspnea, abdominal pain, nausea, and vomiting are common. With disease progression for 2 to 3 days, severe pneumonitis develops, and abruptly, sepsis, hypoxemia, cyanosis, and shock follow. Prominent shortness of breath reflects thoracic lymphadenitis and mediastinitis rather than bronchopneumonia. However, inhalation anthrax can sometimes present without the usual symptoms of chest pain and shortness of breath [27] .", "cite_spans": [{"start": 502, "end": 506, "text": "[26]", "ref_id": null}, {"start": 947, "end": 951, "text": "[27]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Anthrax (Category A)"}, {"text": "Weaponized anthrax presents with these inhalational findings. However, the epidemiology of weaponized anthrax is similar to that of a single point toxin exposure, with those exposed starting to become ill in relatively large numbers during a short period of time. In the Sverdlosk (now known as Ekaterinaburg) accidental release of 1979, most of the 68 known victims became ill within 2 weeks of exposure [28] .", "cite_spans": [{"start": 405, "end": 409, "text": "[28]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Anthrax (Category A)"}, {"text": "Death ensues approximately 24 to 36 h after the appearance of respiratory distress, but sometimes it occurs within hours [26] . Untreated, mortality reaches 95%. Among the confirmed inhalational cases from the attack in the fall of 2001, the case fatality rate was 45% [29] .", "cite_spans": [{"start": 121, "end": 125, "text": "[26]", "ref_id": null}, {"start": 269, "end": 273, "text": "[29]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Anthrax (Category A)"}, {"text": "For diagnosis, the organism may be detected by cultures and gram stain of blood or aspiration of skin lesions. Sputum ", "cite_spans": [], "ref_spans": [], "section": "Anthrax (Category A)"}, {"text": "Although the primary clinical presentation is a systemic or pulmonary illness, which is unlikely to be solely or initially neurological [15] , all 3 forms of anthrax can be complicated by meningitis, mostly in the second stage of the disease [30] . The risk of hemorrhagic meningitis in cases of inhalational anthrax is estimated to be as high as 50% [18] . There was 20% of the known patients who developed meningitis after the mail-borne inhalational anthrax attack [29] . The most common neurological manifestations are headache and confusion [29] . In the closely studied cases in the U. S. in 2001, neurological abnormalities were noted in 80% [29] .", "cite_spans": [{"start": 136, "end": 140, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 242, "end": 246, "text": "[30]", "ref_id": "BIBREF28"}, {"start": 351, "end": 355, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 468, "end": 472, "text": "[29]", "ref_id": "BIBREF27"}, {"start": 546, "end": 550, "text": "[29]", "ref_id": "BIBREF27"}, {"start": 649, "end": 653, "text": "[29]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Neurological Manifestation"}, {"text": "Meningitis presents with fever, headache, nausea, vomiting, and altered mental status. Clinical signs include meningeal signs, long-tract signs, hyperreflexia, seizures, myoclonus, fasciculations, rigidity, stupor, or coma. Untreated, mortality is high, but early diagnosis and prompt initiation of antibiotics can halt disease progression.", "cite_spans": [], "ref_spans": [], "section": "Neurological Manifestation"}, {"text": "Cerebrospinal fluid (CSF) shows neutrophilic pleocytosis often greater than 500 ml, elevated erythrocyte count, and elevated protein [14] , which are findings similar to the profile expected in herpes simplex virus (HSV) encephalitis or subarachnoid hemorrhage [30] . Gram-stain shows copious largegram positive rods with or without endospores. Blood cultures are positive in most patients with meningoencephalitis.", "cite_spans": [{"start": 133, "end": 137, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 261, "end": 265, "text": "[30]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Neurological Manifestation"}, {"text": "Neuroimaging reveals diffuse cerebral edema, prominent leptomeningeal enhancement, focal intracerebral, subarachnoid, or intraventricular hemorrhage [31] . An electroencephalogram may show disorganized, low-amplitude slow waves of 1 to 7 Hz. At autopsy, the meninges show extensive fresh hemorrhage, sometimes described as a \"cardinal's cap\" [32] .", "cite_spans": [{"start": 149, "end": 153, "text": "[31]", "ref_id": "BIBREF29"}, {"start": 342, "end": 346, "text": "[32]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Neurological Manifestation"}, {"text": "Unless engineered, B. anthracis is susceptible to penicillin, amoxicillin, chloramphenicol, doxycycline, erythromycin, streptomycin, ciprofloxacin, and other quinolones. It is resistant to ceftriaxone and other 3 rd generation cephalosporins. Treatment for anthrax consists of a multi-drug regimen of ciprofloxacin, and at least one other agent of vancomycin, chloramphenicol, or penicillin [14] . For inhalational anthrax, the recommended regimen is ciprofloxacin or doxycycline, plus clindamycin and rifampin. Doxycycline and clindamycin, however, exhibit poor cerebrospinal fluid penetration and should be avoided in cases of anthrax meningoencephalitis. The addition of rifampin serves for the prevention or treatment of neurological manifestations [14] in cases treated with doxycycline or clindamycin. Treatment duration is long; a 60-day course is not unusual, given that spores can remain dormant for a long time. Corticosteriods are recommended in all patients who have pulmonary edema, respiratory failure, and meningitis [12] . In anthrax meningitis, steroids have been reported to improve survival [26] ; however, their use is controversial in adults, but it has improved outcome in children.", "cite_spans": [{"start": 391, "end": 395, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 753, "end": 757, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1032, "end": 1036, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1110, "end": 1114, "text": "[26]", "ref_id": null}], "ref_spans": [], "section": "Neurological Manifestation"}, {"text": "Mortality rates of as much as 20% for the cutaneous form, 60 to 80% for the GI form, and 90 to 99% for the pulmonary form make prompt treatment essential [33] . With multi-drug antibiotic regimens and supportive care, survival rates have improved. If there is a delay in treatment initiation from 2 to 4.8 days, the mortality would be expected to double [34] .", "cite_spans": [{"start": 154, "end": 158, "text": "[33]", "ref_id": "BIBREF31"}, {"start": 354, "end": 358, "text": "[34]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Neurological Manifestation"}, {"text": "Vaccination is available for military personnel and civilian workers at risk for exposure [22] . The 2 types of vaccines for humans are both directed against the protective antigen of B. anthracis, and should protect against cutaneous and inhalational anthrax. It is given in 6 does of 0.5 ml for 18 months, followed by yearly boosters. Although the incidence of adverse reactions is low [18] , neurological side effects, such as optic neuritis have been reported [35] .", "cite_spans": [{"start": 90, "end": 94, "text": "[22]", "ref_id": null}, {"start": 388, "end": 392, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 464, "end": 468, "text": "[35]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Neurological Manifestation"}, {"text": "If a bioterrorist attack is suspected, or after an exposure, prophylaxis with ciprofloxacin 500 mg twice a day or doxycyline 100 mg twice a day is recommended for the target population. Treatment duration should be 4 weeks, while the effects of simultaneous vaccination take effect [36] . Resistance to penicillin and tetracycline should be assumed until proved otherwise by susceptibility testing [20] .", "cite_spans": [{"start": 282, "end": 286, "text": "[36]", "ref_id": "BIBREF34"}, {"start": 398, "end": 402, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Neurological Manifestation"}, {"text": "The differential diagnosis for anthrax includes mycoplasma pneumonia, Legionnaire's disease, psittacosis, tularemia, Q fever, viral pneumonia, histoplasmosis (fibrosing mediastinitis), and coccidioidomycosis.", "cite_spans": [], "ref_spans": [], "section": "Neurological Manifestation"}, {"text": "The spores can be inactivated in water of near boiling temperature (25 minutes at 95°C). Formaldehyde or 5 to 10% chlorine bleach can be used to destroy spores on contaminated surfaces [37] . Filtration removes spores if the pore size is less than 1micrometer μm.", "cite_spans": [{"start": 185, "end": 189, "text": "[37]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Neurological Manifestation"}, {"text": "Given that there is no person-to-person transmission, standard infection control precautions are sufficient. In case of contact with spores, vigorous washing with soap and water is recommended, and the affected clothing should be placed in a plastic bag.", "cite_spans": [], "ref_spans": [], "section": "Neurological Manifestation"}, {"text": "The plague is caused by the gram-negative bacillus Yersinia pestis. It is a zoonotic infection of rodents that can be transmitted through flea bites, but also person-to-person. The plague is more difficult to use as a biological weapon than anthrax, because Y. pestis does not form spores, it is susceptible to drying, heat, and ultraviolet light, and does not survive well outside the host body. Therefore, so far there has not been an effective bioweapon using aerosolized bacteria [38] . Unlike anthrax, secondary cases may result from person-to-person transmission [10] , however this requires close contact with a patient during the final stage of the illness [39] . Experts believe that the danger of terrorists using this organism may be greatly exaggerated [40] .", "cite_spans": [{"start": 484, "end": 488, "text": "[38]", "ref_id": "BIBREF36"}, {"start": 569, "end": 573, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 665, "end": 669, "text": "[39]", "ref_id": "BIBREF37"}, {"start": 765, "end": 769, "text": "[40]", "ref_id": null}], "ref_spans": [], "section": "Plague (Category A)"}, {"text": "The plague can manifest in 3 different major forms: 1) bubonic, 2) pneumonic, and 3) septicemic. The bubonic plague begins as painful adenopathy 2 to 10 days after the infecting flea bite [41] , usually in the groin, axilla, or cervical region. A bubo is a 1-to 10-cm large, acutely swollen, erythematous, extremely painful, lymph node with surrounding edema and warmth [42] . Fever, chills, headache, and weakness occur with acute onset, and can transition to the septicemic form of the plague [42] in a quarter of patients. There are 80% of patients with the bubonic plague, which are bacteremic. There are 5 to 15% of bubonic plague victims who develop pneumonic plague, and hence become contagious. The overall mortality is estimated to be 60%, but can be less than 5% with prompt initiation of treatment.", "cite_spans": [{"start": 188, "end": 192, "text": "[41]", "ref_id": "BIBREF39"}, {"start": 370, "end": 374, "text": "[42]", "ref_id": "BIBREF40"}, {"start": 495, "end": 499, "text": "[42]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Plague (Category A)"}, {"text": "The pneumonic plague usually manifests after an incubation period of 2 to 3 days with fulminant pneumonia, malaise, high fever, cough, hemoptysis, and septicemia with ecchymoses, and extremity necrosis. The disease progresses rapidly, leading to dyspnea, stridor, cyanosis, and septic shock. Death is normally the result of respiratory failure and circulatory collapse [42] . The pneumonic plague is highly contagious via inhalational exposure or secondary hematogenous spread, and therefore the most likely form to be used in a bioterrorist attack. It is invariably fatal, unless treated within the first day of onset.", "cite_spans": [{"start": 369, "end": 373, "text": "[42]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Plague (Category A)"}, {"text": "Early diagnosis is important in initiating treatment within 24 h of symptom onset, which is crucial for survival. Aspiration of a bubo or sputum and gram stain analysis can provide a rapid bedside diagnosis. Definite diagnosis is made by culture; the cultures are often negative for 24 h, but turn positive at 48 h. The anti-Y. pestis titer rises fourfold or greater. Blood count shows a leukocytosis with left shift, and bilirubin and aminotransferase levels are elevated. The central nervous system (CNS) manifestations with meningeal involvement can complicate any of the forms and occur in approximately 6 to 7% of plague cases. Cerebrospinal fluid analysis reveals a neutrophilic pleocytosis [43] .", "cite_spans": [{"start": 697, "end": 701, "text": "[43]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Plague (Category A)"}, {"text": "The differential diagnosis for the pneumonic plague includes disease caused by other biowarfare agents, such as anthrax, tularemia, and melloidosis (glanders), and other pneumonias such as severe community-acquired pneumonia, hantavirus pulmonary syndrome, influenza, or leptospirosis. The septicemic plague has to be differentiated from meningococcemia, Rocky Mountain spotted fever, other gram-negative sepsis, and thrombotic thrombocytopenic purpura.", "cite_spans": [], "ref_spans": [], "section": "Plague (Category A)"}, {"text": "Symptomatic patients should be isolated with strict respiratory isolation until treatment for at least 3 days [10] . The treatment of choice is streptomycin, alternatively doxycycline, gentamicin, ceftriaxone, chloramphenicol, or fluoroquinolones can be used. Treatment duration is for 10 days at a minimum. If exposed to aerosolized plague or to a patient with suspected pneumonic plague, prophylaxis with ciprofloxacin, doxycycline, tetracycline, or chloramphenicol should be given [42] .", "cite_spans": [{"start": 110, "end": 114, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 484, "end": 488, "text": "[42]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Plague (Category A)"}, {"text": "Francisella tularensis is a nonmotile, aerobic, gramnegative coccobacillus [44] . There are 4 subspecies. Usually it is associated with zoonoses in rural areas [8] . In North America, type A, which is believed to be the most virulent strain, is predominant [45] . F. tularensis is highly infectious: only 10 to 50 organisms are needed to cause human disease [8] if inhaled or injected. Oral ingestion requires approximately 108 organisms that lead to disease. Human-to-human transmission has not been reported. The most likely method of deployment, therefore, would be made via aerosol, although contamination of food and water sources seem possible [8] . In a World Health Organization report from 1969, it was reported that 50 kg of aerosolized F. tularensis in an area inhabited by 5 million people would result in 19,000 deaths and 250,000 persons with severe illness [46] . F. tularensis can survive for weeks in the environment and for years in temperatures of freezing and below [10] ; however, it is easily destroyed by heat (55°C for 10 minutes) or standard disinfectant solutions, such as 10% bleach [8] .", "cite_spans": [{"start": 75, "end": 79, "text": "[44]", "ref_id": null}, {"start": 160, "end": 163, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 257, "end": 261, "text": "[45]", "ref_id": null}, {"start": 358, "end": 361, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 650, "end": 653, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 872, "end": 876, "text": "[46]", "ref_id": "BIBREF44"}, {"start": 986, "end": 990, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1110, "end": 1113, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Tularemia (Category A)"}, {"text": "The clinical manifestations depend on the route of infection. It can be transmitted through a bite from an infected arthropod or handling of infected animal carcass, ingestion of contaminated food or water, or inhalation of droplets [44] , and respectively patients can present with ulceroglandular, glandular, oculoglandular, oropharyngeal, typhoidal, or pneumonic tularemia [45] . The incubation period usually comprises 3 to 6 days.", "cite_spans": [{"start": 233, "end": 237, "text": "[44]", "ref_id": null}, {"start": 376, "end": 380, "text": "[45]", "ref_id": null}], "ref_spans": [], "section": "Tularemia (Category A)"}, {"text": "Ulceroglandular tularemia, which is the most common form and makes for 80% of patients, starts with the infected suppurative skin lesion, most commonly the hands, and localized lymphadenopathy. The original skin lesion erupts and ulcerates with raised edges. Glandular tularemia in confined to lymphadenopathy [47] . Oculoglandular tularemia ensues after inoculation of the organism through the conjunctiva, with painful conjunctivitis, and preauricular, submandibular, and cervical lymphadenopathy. Oropharyngeal tularemia occurs after consuming contaminated food, with painful exudative pharyngitis and tonsillitis [44, 45, 47] . Pneumonic tularemia is similar to an atypical pneumonia with abrupt onset of constitutional symptoms and a nonproductive cough [48] .", "cite_spans": [{"start": 310, "end": 314, "text": "[47]", "ref_id": "BIBREF45"}, {"start": 617, "end": 621, "text": "[44,", "ref_id": null}, {"start": 622, "end": 625, "text": "45,", "ref_id": null}, {"start": 626, "end": 629, "text": "47]", "ref_id": "BIBREF45"}, {"start": 759, "end": 763, "text": "[48]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Tularemia (Category A)"}, {"text": "Typhoidal tularemia is the systemic form that occurs in 30% of cases after any form of acquisition, but most commonly after inhalation of infectious aerosols. From the regional lymph nodes, the organisms spread to various organs, such as the liver, spleen, lungs, kidneys, intestines, CNS [44, 45] . It would be the most likely form to be encountered after use of francisella tularensis as a bioweapon. It is characterized by high fevers, headache, myalgias, prostration, vomiting, diarrhea; renal failure, rhabdomyolysis, pericarditis, meningitis, and erythema nodosum [47] . Approximately 80% of patients have pneumonia.", "cite_spans": [{"start": 289, "end": 293, "text": "[44,", "ref_id": null}, {"start": 294, "end": 297, "text": "45]", "ref_id": null}, {"start": 570, "end": 574, "text": "[47]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Tularemia (Category A)"}, {"text": "Neurological manifestations with severe meningitis or encephalitis are rare and only occur with widespread dissemination and sepsis [48] .", "cite_spans": [{"start": 132, "end": 136, "text": "[48]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Tularemia (Category A)"}, {"text": "Case fatality rates of untreated naturally acquired typhoidal cases is approximately 35% compared with 1 to 3% for appropriately treated cases [10] .", "cite_spans": [{"start": 143, "end": 147, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Tularemia (Category A)"}, {"text": "Diagnosis is usually made by serology. A high antibody titer can be detected by enzyme-linked immunosorbent assay (ELISA), but is not very sensitive in the first week [49] . Titers become positive during the second week of infection in 50 to 70% of cases, and reach their highest level after 4 to 8 weeks [50] . Definitive diagnosis can also be made by culture of oropharyngeal specimens or fasting gastric fluid; however, the organism rarely can be isolated from blood [48] . PCR from wound swabs is 78% sensitive and 96% specific [51] .", "cite_spans": [{"start": 167, "end": 171, "text": "[49]", "ref_id": "BIBREF47"}, {"start": 305, "end": 309, "text": "[50]", "ref_id": "BIBREF48"}, {"start": 470, "end": 474, "text": "[48]", "ref_id": "BIBREF46"}, {"start": 532, "end": 536, "text": "[51]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Tularemia (Category A)"}, {"text": "Treatment regimens according to the Working Group on Civilian Biodefense [48] are streptomycin (1 g intramuscularly twice a day×10 days) or gentamicin (5 mg/kg intravenously or intramuscularly every day×10 days) for isolated cases, and ciprofloxacin (500 mg by mouth twice a day×10 days), or doxycycline (100 mg by mouth twice a day×10-14 days) in the setting of a mass casualty. Postexposure prophylaxis is with ciprofloxacin or doxycycline for 2 weeks.", "cite_spans": [{"start": 73, "end": 77, "text": "[48]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Tularemia (Category A)"}, {"text": "Given that person-to-person transmission is rare, standard precautions are sufficient.", "cite_spans": [], "ref_spans": [], "section": "Tularemia (Category A)"}, {"text": "Q fever is caused by the intracellular coccobacillus Coxiella burnetii [52] after exposure to infected sheep, cattle, goats, or other livestock [8] . The bacterium's spore-like form is resistant to heat and desiccation, and it can persist for months [8] . This form can be distributed easily by wind [8] . It is highly infective; only 1 to 100 organisms are necessary to produce disease [52] . It cannot be transmitted human-to-human, but tissue may pose a risk [10] . Exposed surfaces can be decontaminated with 5% hydrogen peroxide or 70% ethyl alcohol for 30 minutes [52] .", "cite_spans": [{"start": 71, "end": 75, "text": "[52]", "ref_id": "BIBREF50"}, {"start": 144, "end": 147, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 250, "end": 253, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 300, "end": 303, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 387, "end": 391, "text": "[52]", "ref_id": "BIBREF50"}, {"start": 462, "end": 466, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 570, "end": 574, "text": "[52]", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Q Fever (Category B Agent)"}, {"text": "The incubation period lasts from days to several weeks. The presenting symptoms are nonspecific; most patients experience a febrile flu-like illness with or without cough, which resolves within 1 to 2 weeks [8] .", "cite_spans": [{"start": 207, "end": 210, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Q Fever (Category B Agent)"}, {"text": "Neurological manifestations occur in as much as one fourth of patients, and include severe retrobulbar headache, meningitis, and encephalitis [53] .", "cite_spans": [{"start": 142, "end": 146, "text": "[53]", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "Q Fever (Category B Agent)"}, {"text": "Mortality is reported to be 2.4% [54] . Chronic morbidity is low as well [8] ; however, endocarditis, intravascular infection, hepatitis, or osteomyelitis may persist.", "cite_spans": [{"start": 33, "end": 37, "text": "[54]", "ref_id": "BIBREF52"}, {"start": 73, "end": 76, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Q Fever (Category B Agent)"}, {"text": "Diagnosis can be made by ELISA. Treatment options are tetracycline, doxycycline, or macrolides; fluoroquinolone are to be considered in meningitis [55] . Treatment should be continued until the fever has subsided for 1 week [52] . Postexposure prophylaxis with a 5-day course of tetracycline or doxycycline may be effective if initiated within 8 to 12 days of exposure [52] .", "cite_spans": [{"start": 147, "end": 151, "text": "[55]", "ref_id": "BIBREF53"}, {"start": 224, "end": 228, "text": "[52]", "ref_id": "BIBREF50"}, {"start": 369, "end": 373, "text": "[52]", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Q Fever (Category B Agent)"}, {"text": "Brucellosis is caused by Brucella species, small, aerobic, slow-growing gram-negative coccobacilli. There are 4 of 6 species (B. abortus, B. melitensis, B. suis, and B. canis) that can cause human disease. Brucella species can survive for many weeks in water or soil. It could be spread as a dry aerosol or in bomblets [8] . Infection occurs most often after ingestion of unpasteurized dairy products or contact with infected meat or animals [56] .", "cite_spans": [{"start": 319, "end": 322, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 442, "end": 446, "text": "[56]", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "Brucellosis (Category B)"}, {"text": "Most infections remain asymptomatic. Depending on the organism, symptoms begin as early as 2 weeks after exposure, but can occur as late as months after exposure. The organism tends to seed tissues with large numbers of macrophages, such as lung, spleen, liver, CNS, bone marrow, and synovium. The disease most often starts with a nonspecific prodrome, which is, however, absent in infection with B. melitensis. This is followed by the bacteremic stage, with intermittent fever, lasting for several weeks before subsiding, and then recurring in addition to other symptoms. This pattern of periodic febrile waves and remission can last for months or even years. Common manifestations in naturally acquired disease include joint pain, which is often incapacitating, and most commonly affects the sacroiliac joint, but also ankles, knees, and hips. Low back pain is seen in 60% of infected people and can be associated with vertebral osteomyelitis, intervertebral disc, or sacroiliac infection, or paravertebral abscess. Although pneumonia is not a common complication of brucellosis, 20% of patients develop cough and pleuritic chest pain. GI symptoms develop in 70% of adult cases. Hepatomegaly or splenomegaly is the result of granuloma formation and occurs in 45 to 63% of cases [57] . Endocarditis occurs in fewer than 2% of cases.", "cite_spans": [{"start": 1280, "end": 1284, "text": "[57]", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Brucellosis (Category B)"}, {"text": "Neurobrucellosis with direct invasion of the CNS complicates less than 5% of infected individuals [58] . It may manifest as meningitis or meningoencephalitis, demyelination, cranial neuropathies, myeloradiculitis, cerebral arteritis, or spinal peripheral entrapment neuropathy [59] . Diagnosis can be made by blood culture, bone marrow aspiration, or serology. In patients with neurological symptoms, CSF analysis reveals a lymphocytic pleocytosis and elevated protein. CSF cultures are positive in 13% of cases [60] .", "cite_spans": [{"start": 98, "end": 102, "text": "[58]", "ref_id": "BIBREF56"}, {"start": 277, "end": 281, "text": "[59]", "ref_id": "BIBREF57"}, {"start": 512, "end": 516, "text": "[60]", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Brucellosis (Category B)"}, {"text": "Although most patients will recover without treatment, antibiosis reduces the severity and duration of the disease. The most commonly used regimen consists of doxycycline plus rifampin for 6 weeks, but up to 3 to 4 months. Gentamicin or streptomycin is sometimes added in more severe infections [10] . Steroids may be beneficial in patients with encephalitis or meningitis.", "cite_spans": [{"start": 295, "end": 299, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Brucellosis (Category B)"}, {"text": "There is no human vaccine available for brucellosis. The mortality rate for untreated brucellosis is estimated to be 5%; death occurs in severe cases with meningitis or endocarditis.", "cite_spans": [], "ref_spans": [], "section": "Brucellosis (Category B)"}, {"text": "Glanders is caused by the nonmotile gram-negative bacillus Burkholderia mallei. Due to its ability to result in serious infection and the possibility of it being spread through aerosol, B. mallei may have potential as a bioweapon [10] .", "cite_spans": [{"start": 230, "end": 234, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Glanders (Category B)"}, {"text": "Infection from inoculation through skin break typically results in a tender nodule with local lymphangitis. If transmitted through mucosa of the eyes, nose, or oropharynx, mucopurulent discharge with ulcerating granulomas may occur. If inhaled and causing systemic invasion, septicemia develops after 1 to 2 weeks, and the disease commonly manifests as pneumonia [61] . The most common manifestations include fever, myalgias, headache, and pleuritic chest pain. Lymphadenopathy or splenomegaly can often be found. A generalized papular or pustular rash is frequent. The septicemic form frequently results in death within 7 to 10 days.", "cite_spans": [{"start": 363, "end": 367, "text": "[61]", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "Glanders (Category B)"}, {"text": "Distinct neurological manifestation is not expected, but nonspecific symptoms, such as headaches are encountered as part of the common manifestation.", "cite_spans": [], "ref_spans": [], "section": "Glanders (Category B)"}, {"text": "The organism is difficult to identify. Cultures usually remain negative. Antibiotics used to treat human melioidosis include tetracyclines, trimethoprim, and sulfamethoxazole, amoxicillin clavulanate, and chloramphenicol. Strict isolation of infected patients is indicated due to the possibility of person-to-person transmission.", "cite_spans": [], "ref_spans": [], "section": "Glanders (Category B)"}, {"text": "Smallpox is caused by a DNA virus of the orthopox family. It can be transmitted by aerosols, droplets, direct contact with infected skin lesions, or even contaminated clothing or linens, and spreads easily from person-to-person [62] . Humans are the only reservoir for the virus [8] . Smallpox was declared eradicated by the WHO in 1980 [62] , and routine vaccination was stopped soon afterward. The virus is officially stored at 2 laboratories of the WHO, in the U.S. and in Russia [8] , although it is possible that clandestine samples are held elsewhere. As aerosolized smallpox is extremely virulent with a low infectious dose and the easy transmission from person-to-person even in asymptomatic stages, smallpox is 1 of the most feared agents that could be used in a biological attack [62, 63] .", "cite_spans": [{"start": 228, "end": 232, "text": "[62]", "ref_id": "BIBREF60"}, {"start": 279, "end": 282, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 337, "end": 341, "text": "[62]", "ref_id": "BIBREF60"}, {"start": 483, "end": 486, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 790, "end": 794, "text": "[62,", "ref_id": "BIBREF60"}, {"start": 795, "end": 798, "text": "63]", "ref_id": null}], "ref_spans": [], "section": "Smallpox (Category A)"}, {"text": "Smallpox infection occurs as major and minor form (variola maior, variola minor). The major form has 3 clinical phases: 1) the incubation period, 2) a prodromal illness, followed by 3) a fulminant infection [63] . The asymptomatic period lasts from 7 to 17 days (usually 12 to 14 days) after the initial exposure [62] . Asymptomatic viremia develops 3 to 4 days after infection. After multiplication of the virus in the spleen, bone marrow, and lymph nodes, a secondary viremia develops on approximately day 8 of infection [62] . During this prodromal phase, nonspecific symptoms, such as malaise, headache, backache, myalgias, fever, and vomiting develop. The overt smallpox syndrome occurs 2 to 3 days later, while the prodromal symptoms are subsiding. Infected leucocytes transport the virus to dermis and oropharyngeal mucosa, leading to the characteristic skin lesions [62] . Within 2 to 3 more days, a maculopapular rash appears; the greatest concentration of the lesions is in the face and distal extremities. The rash spreads from there in a centrifugal pattern [8] . Macules transform to papules to vesicles to pustules, each stage lasting 1 to 2 days. Vesicles and pustules are deep-seated, firm, round, well-circumscribed lesions; they are sharply raised and feel like small round objects embedded under the skin. Eventually, the lesions crust over and form scabs, leaving deep pitting scars that are unique to variola. Unlike varicella, all smallpox lesions are at the same stage of development.", "cite_spans": [{"start": 207, "end": 211, "text": "[63]", "ref_id": null}, {"start": 313, "end": 317, "text": "[62]", "ref_id": "BIBREF60"}, {"start": 523, "end": 527, "text": "[62]", "ref_id": "BIBREF60"}, {"start": 874, "end": 878, "text": "[62]", "ref_id": "BIBREF60"}, {"start": 1070, "end": 1073, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Smallpox (Category A)"}, {"text": "A more fulminant form, hemorrhagic smallpox or blackpox, occurs in approximately 3 to 10% of cases. The incubation period is shorter, and the characteristic rash presents as a dark, dusky erythema followed by petechiae and frank hemorrhage into the skin and GI tract. This form is almost uniformly fatal [64] ; death occurs 5 to 6 days after the onset of the rash [62] . This illness could be confused with meningococcemia or acute leukemia.", "cite_spans": [{"start": 304, "end": 308, "text": "[64]", "ref_id": "BIBREF62"}, {"start": 364, "end": 368, "text": "[62]", "ref_id": "BIBREF60"}], "ref_spans": [], "section": "Smallpox (Category A)"}, {"text": "During the phase of the rash, patients are most infectious as virus particles are released from the lesions or infected mucosa [62] . Patients stay contagious until all scabs separated [62] .", "cite_spans": [{"start": 127, "end": 131, "text": "[62]", "ref_id": "BIBREF60"}, {"start": 185, "end": 189, "text": "[62]", "ref_id": "BIBREF60"}], "ref_spans": [], "section": "Smallpox (Category A)"}, {"text": "Infectivity is low during the incubation period and the first 2 days of fever and increases during the febrile period. Carriers can even be asymptomatic, shedding infectious virions without ever manifesting the disease [8] .", "cite_spans": [{"start": 219, "end": 222, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Smallpox (Category A)"}, {"text": "Complications of smallpox infections include panophthalmitis, keratitis, corneal ulcers, blindness, osteomyelitis, arthritis, orchitis, and encephalitis [65] . Delirium occurs in approximately 15% of patients [8] . Encephalitis is reported to occur in 1 of 500 cases of variola major, and 1 of 2000 of variola minor, usually developing during the stages of the rash. Psychosis and seizures may occur [66] .", "cite_spans": [{"start": 153, "end": 157, "text": "[65]", "ref_id": "BIBREF63"}, {"start": 209, "end": 212, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 400, "end": 404, "text": "[66]", "ref_id": "BIBREF64"}], "ref_spans": [], "section": "Smallpox (Category A)"}, {"text": "Mortality is reported as approximately 30% for variola major among unvaccinated persons, but this reflects historical data. Mortality in the minor form is less than 1% [66] . Previously vaccinated patients experience a milder disease, a shorter course, and a lower mortality rate.", "cite_spans": [{"start": 168, "end": 172, "text": "[66]", "ref_id": "BIBREF64"}], "ref_spans": [], "section": "Smallpox (Category A)"}, {"text": "Diagnosis is usually clinical, but must be confirmed by laboratory testing. PCR, antibody detection, or virus isolation are possible. Specimens should be handled under biosafety level 4 conditions if smallpox is a consideration [10] .", "cite_spans": [{"start": 228, "end": 232, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Smallpox (Category A)"}, {"text": "The most important aspect, once the disease is suspected, is prevention of further disease spread by strict isolation of patients and quarantine with respiratory isolation for 17 days of people with direct contact to patients.", "cite_spans": [], "ref_spans": [], "section": "Smallpox (Category A)"}, {"text": "In patients with neurological complications, CSF usually shows a neutrophilic pleocytosis by day 2 to 4, which later turns into a lymphocytic pleocytosis.", "cite_spans": [], "ref_spans": [], "section": "Smallpox (Category A)"}, {"text": "Treatment is mostly supportive. Cidofovir has shown antiviral activity in vitro, but is not approved for use in humans with smallpox [67] .", "cite_spans": [{"start": 133, "end": 137, "text": "[67]", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "Smallpox (Category A)"}, {"text": "Unlike many other vaccines, the smallpox vaccine can be effective in preventing or attenuating disease, even when administered within 4 days after exposure [62] . As vaccinia is a live virus, secondary transmission after vaccination is possible. The vaccine provides 90 to 97% protection for at least 3 years. Smallpox vaccination is not without risk. There may be cardiac adverse events, so the vaccine is not recommended for people with cardiac disease.", "cite_spans": [{"start": 156, "end": 160, "text": "[62]", "ref_id": "BIBREF60"}], "ref_spans": [], "section": "Smallpox (Category A)"}, {"text": "Workers in the former Soviet Union developed a weaponized form of smallpox in which the onset of the disease is shortened, decreasing the likelihood that postexposure vaccination would be effective [68] .", "cite_spans": [{"start": 198, "end": 202, "text": "[68]", "ref_id": null}], "ref_spans": [], "section": "Smallpox (Category A)"}, {"text": "The most feared complications are CNS complications, such as encephalitis and encephalopathy [69] , which occur in 1 in 100,000 to 500,000 [67] . Postvaccinal encephalitis presents with headache, meningismus, fever, drowsiness, and vomiting; some cases are accompanied by spastic paralysis. A second form, postvaccinal encephalomyelitis, may present in 11 to 15 days after vaccination, similar to encephalitis with fever, mental status change, meningeal signs, seizures, and additional spinal cord dysfunction. Mortality of these complications is as high as 25% [62] , and 25% of survivors develop persistent deficits [67] .", "cite_spans": [{"start": 93, "end": 97, "text": "[69]", "ref_id": "BIBREF67"}, {"start": 139, "end": 143, "text": "[67]", "ref_id": "BIBREF65"}, {"start": 562, "end": 566, "text": "[62]", "ref_id": "BIBREF60"}, {"start": 618, "end": 622, "text": "[67]", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "Neurological Complications of Smallpox Vaccination"}, {"text": "Viruses that cause hemorrhagic fevers and are category A agents in the CDC classification are the Ebola, Marburg, Lassa, Junin, Machupo, Guanarito, and Sabia viruses [70] . They are widely distributed in nature. Humans are highly susceptible [71] . Many are spread by airborne transmission, and although humans are not natural hosts for any of the viral hemorrhagic fevers, infected humans can spread the disease from person-to-person [12] .", "cite_spans": [{"start": 166, "end": 170, "text": "[70]", "ref_id": "BIBREF68"}, {"start": 242, "end": 246, "text": "[71]", "ref_id": "BIBREF69"}, {"start": 435, "end": 439, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Viral Hemorrhagic Fevers"}, {"text": "All of those cause fever, malaise, vomiting, and may evolve into diffuse hemorrhage and bleeding diathesis [10] , but they all have a unique set of clinical complications [70] .", "cite_spans": [{"start": 107, "end": 111, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 171, "end": 175, "text": "[70]", "ref_id": "BIBREF68"}], "ref_spans": [], "section": "Viral Hemorrhagic Fevers"}, {"text": "The incubation period varies from 4 to 21 days until the nonspecific prodrome develops. Within hours or days after initial presentation, the clinical condition rapidly deteriorates, which results from the affinity for the vascular system of the virus. Increased vascular permeability leads to flushing, petechial hemorrhages, mucus membrane hemorrhage, and shock, often with neurological, pulmonary, or hepatic involvement [64] .", "cite_spans": [{"start": 423, "end": 427, "text": "[64]", "ref_id": "BIBREF62"}], "ref_spans": [], "section": "Viral Hemorrhagic Fevers"}, {"text": "Signs of CNS involvement, such as delirium, seizures, or coma, usually indicate a poor prognosis. Patients who survive this disease may be left with hearing or vision loss, impaired motor coordination, transverse myelitis, uveitis, pericarditis, orchitis, parotitis, hepatitis, or pancreatitis.", "cite_spans": [], "ref_spans": [], "section": "Neurological Manifestation"}, {"text": "Laboratory evaluation shows thrombocytopenia, disseminated intravascular coagulation (DIC), elevated liver enzymes, and elevated creatinine. A diagnosis can be made by ELISA in specialized laboratories. Treatment is mainly supportive.", "cite_spans": [], "ref_spans": [], "section": "Neurological Manifestation"}, {"text": "Infection control includes contact precautions and careful handling of all bodily fluids. Ribavirin is effective against arenaviruses (Lassa and New World arenaviruses) and bunyaviruses (Rift Valley fever, Crimean-Congo hemorrhagic fever, and Hantavirus) [64] .", "cite_spans": [{"start": 255, "end": 259, "text": "[64]", "ref_id": "BIBREF62"}], "ref_spans": [], "section": "Neurological Manifestation"}, {"text": "Alphaviruses are categorized as category B agents by the CDC, as they are stable during storage and can be fairly easily produced in large amounts [8] .", "cite_spans": [{"start": 147, "end": 150, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Alphaviruses (Category B)"}, {"text": "Diseases caused by alphaviruses are mainly neurological and include Venezuelan equine encephalomyelitis and Eastern and Western equine encephalomyelitis. This disease occurs naturally in North, Central, or South America, but human illness is rare, and most infections result in nonspecific symptoms of fever, headache, and myalgia. Less than 6% of infected adults or children will develop encephalitis, however the mortality rate of those can be as high as 50 to 75% for Eastern equine encephalitis [72] , which is the most severe of these infections, and survivors frequently have neurological sequelae [73] .", "cite_spans": [{"start": 499, "end": 503, "text": "[72]", "ref_id": "BIBREF70"}, {"start": 604, "end": 608, "text": "[73]", "ref_id": "BIBREF71"}], "ref_spans": [], "section": "Neurological Manifestation"}, {"text": "Diagnosis is made by serological testing of CSF or serum. Treatment is supportive. There is no person-to-person spread.", "cite_spans": [], "ref_spans": [], "section": "Neurological Manifestation"}, {"text": "Venezuelan equine encephalitis virus is an alphavirus that is most commonly found in Central and South America. It is transmitted to humans by mosquitoes. In case of a bioterrorist attack, the distribution would be made through aerosols [17] . The virus usually leads to an initial severe febrile illness in nearly everyone exposed at 1 to 6 days after exposure.", "cite_spans": [{"start": 237, "end": 241, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Venezuelan Equine Encephalitis Virus"}, {"text": "Naturally, only few patients (4% in children and less than 1% in adults) develop a severe encephalitis in a second phase a few days later [74] , but in case of an attack, increased numbers of encephalitis cases would be expected.", "cite_spans": [{"start": 138, "end": 142, "text": "[74]", "ref_id": "BIBREF72"}], "ref_spans": [], "section": "Venezuelan Equine Encephalitis Virus"}, {"text": "Diagnosis is made by isolation of the virus in serum or throat culture. CSF shows a pleocytosis. Viremia is typically absent in patients with encephalitis. Preventative and postexposure treatments are limited. Vaccines that have been shown to have some protective efficacy [75] are available for laboratory personnel at high risk of exposure. Pegylated interferon-α (IFN-α) improves survival in mice [76] , but data for humans are not available.", "cite_spans": [{"start": 273, "end": 277, "text": "[75]", "ref_id": "BIBREF73"}, {"start": 400, "end": 404, "text": "[76]", "ref_id": "BIBREF74"}], "ref_spans": [], "section": "Venezuelan Equine Encephalitis Virus"}, {"text": "The overall mortality rate in a natural epidemic is estimated to be less than 1%, however, this increases to 20% if encephalitis develops [77] .", "cite_spans": [{"start": 138, "end": 142, "text": "[77]", "ref_id": "BIBREF75"}], "ref_spans": [], "section": "Venezuelan Equine Encephalitis Virus"}, {"text": "Botulinum toxins are the most toxic substances known, and thus a potentially devastating weapon if efficiently dispersed [1] . The lethal dose of botulinum toxin for a 70 kg human is estimated to be 0.7 to 0.9 μg inhaled or 70 μg ingested [78] . Enough toxin is present in a single gram of crystallized botulinum toxin to kill more than 1 million people [14] . It is 15,000 times more lethal than the highly potent chemical agent VX and 100,000 times more lethal than sarin [8] .", "cite_spans": [{"start": 121, "end": 124, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 239, "end": 243, "text": "[78]", "ref_id": "BIBREF76"}, {"start": 354, "end": 358, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 474, "end": 477, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Botulinum Toxin (Category A)"}, {"text": "Botulinum toxin is produced by the obligatory anaerobic, gram-positive spore-forming soil bacterium Clostridium botulinum, and some strains of C. baratii and C. butyricum. There are 7 types of botulinum toxin (A-G), all of which use the same mechanism of action and can cause botulism. The toxin subtype is A in 50%, the remainder is usually B or E [79] . Types A, B, E, and F cause human disease, primarily affecting the nervous system [80] , and thus are of importance to neurologists.", "cite_spans": [{"start": 349, "end": 353, "text": "[79]", "ref_id": "BIBREF77"}, {"start": 437, "end": 441, "text": "[80]", "ref_id": "BIBREF78"}], "ref_spans": [], "section": "Botulinum Toxin (Category A)"}, {"text": "The toxin is readily absorbed by mucosal membranes, but it does not penetrate intact skin [14] . The bloodstream carries the toxin to the peripheral cholinergic synapses. It enters neurons by endocytosis at the nerve terminal and prevents synaptic vesicles from fusing with the nerve terminal, preventing their release of acetylcholine [81] . As few as 10 molecules of botulinum toxin can irreversibly stop acetylcholine release. The result is complete failure of neuromuscular junction transmission, followed by degeneration of the motor end plate and denervation of the muscle fiber.", "cite_spans": [{"start": 90, "end": 94, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 336, "end": 340, "text": "[81]", "ref_id": "BIBREF79"}], "ref_spans": [], "section": "Botulinum Toxin (Category A)"}, {"text": "Most cases of naturally occurring botulism result from the ingestion of improperly prepared or inadequately homecanned food [82] . Although rarely, the disease is also associated with infected wounds or abscesses related to injection drug use. In infants, the toxin can be produced during growth of C. botulinum in the bowel.", "cite_spans": [{"start": 124, "end": 128, "text": "[82]", "ref_id": "BIBREF80"}], "ref_spans": [], "section": "Botulinum Toxin (Category A)"}, {"text": "There is no natural inhalation botulism. The toxin is colorless and odorless, such that terrorists could contaminate food supplies [78] . Aerolization of preformed botulinum toxin is believed the most likely means of deployment of botulinum toxin in a warfare scenario [78] .", "cite_spans": [{"start": 131, "end": 135, "text": "[78]", "ref_id": "BIBREF76"}, {"start": 269, "end": 273, "text": "[78]", "ref_id": "BIBREF76"}], "ref_spans": [], "section": "Botulinum Toxin (Category A)"}, {"text": "Despite its high toxicity, the toxin is easily destroyed by heat; a temperature of 80°C for 30 minutes or 85°C for 5 minutes effectively degrades and inactivates the toxin [78] . Decontamination of exposed objects can be accomplished by washing them in a 0.5% sodium hypochlorite solution [83] . As there is no person-to-person toxin transmission, standard precautions are sufficient when caring for exposed individuals.", "cite_spans": [{"start": 172, "end": 176, "text": "[78]", "ref_id": "BIBREF76"}, {"start": 289, "end": 293, "text": "[83]", "ref_id": "BIBREF81"}], "ref_spans": [], "section": "Botulinum Toxin (Category A)"}, {"text": "Botulism has a characteristic presentation [10] . Unlike other threat toxins, botulinum toxin appears to cause the same disease independent from its route of exposure. The neurological syndrome is caused by presynaptic blockade of neuromuscular and autonomic cholinergic junctions [1] .", "cite_spans": [{"start": 43, "end": 47, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 281, "end": 284, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Botulinum Toxin (Category A)"}, {"text": "The time of onset of symptoms varies with route of intoxication, and it is also dose-dependent [8] . Incubation time following ingestion is 12 to 36 h, with a range from 2 h to 8 days [79] . Symptoms after inhalation usually start 18 to 72 h after exposure. The rapidity and severity of paralysis depends on the amount of toxin absorbed.", "cite_spans": [{"start": 95, "end": 98, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 184, "end": 188, "text": "[79]", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "Botulinum Toxin (Category A)"}, {"text": "The clinical hallmark of botulism is an acute, afebrile, descending, symmetric, flaccid paralysis that always begins in the bulbar musculature [78] . Cranial nerve palsies invariably occur, making bulbar symptoms, such as ptosis, diplopia, dysphonia, and dysarthria, some of the earliest and most indicative symptoms of contamination [79] [14] . The earliest clinical signs are usually blurred vision from dilated pupils, ptosis, dry mouth, dysarthria, and dysphagia, as well as generalized weakness, fatigue, and dizziness. By the third day after exposure, patients will pool mucous in the throat, experience difficulty swallowing solid food, and have a sense of catching a cold, but without fever. Bilateral facial palsy is common.", "cite_spans": [{"start": 143, "end": 147, "text": "[78]", "ref_id": "BIBREF76"}, {"start": 334, "end": 338, "text": "[79]", "ref_id": "BIBREF77"}, {"start": 339, "end": 343, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Botulinum Toxin (Category A)"}, {"text": "The cranial nerve palsies are followed by a symmetric, descending paralysis of skeletal muscles, which can quickly lead to respiratory failure. Severe weakness tends to occur by day 4 after exposure. Pharyngeal and upper airway paralysis may result in obstruction, and diaphragmatic and accessory muscle paralysis may render ventilation inadequate [78] . Death is usually a consequence of respiratory muscle failure or upper airway obstruction.", "cite_spans": [{"start": 348, "end": 352, "text": "[78]", "ref_id": "BIBREF76"}], "ref_spans": [], "section": "Botulinum Toxin (Category A)"}, {"text": "Ascending weakness has not been reported. True sensory changes are not encountered, but hyperventilation may produce paraesthesias. Patients remain fully conscious, as the toxin does not penetrate the blood brain barrier; however, mental numbness may occur, and patients may appear lethargic because of diffuse muscle weakness and difficulty communicating due to bulbar weakness [78] . Urinary retention or GI ileus may occur with abdominal cramping. Postural hypotension may be present. Deep tendon reflexes are intact in the beginning, but decline during a period of days. There are no dermatologic abnormalities.", "cite_spans": [{"start": 379, "end": 383, "text": "[78]", "ref_id": "BIBREF76"}], "ref_spans": [], "section": "Botulinum Toxin (Category A)"}, {"text": "The classic triad of botulism, according to the Working Group on Civilian includes [1] symmetric, descending flaccid paralysis with prominent bulbar palsies in [2] an afebrile patient with [3] a clear sensorium [78] .", "cite_spans": [{"start": 83, "end": 86, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 160, "end": 163, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 189, "end": 192, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 211, "end": 215, "text": "[78]", "ref_id": "BIBREF76"}], "ref_spans": [], "section": "Botulinum Toxin (Category A)"}, {"text": "The diagnosis of botulism is primarily clinical. Descending paralysis with prominent cranial nerve involvement and autonomic dysfunction (especially the gastrointestinal (GI)) should raise suspicion [15] . CSF and routine blood studies are typically normal, as are imaging studies of the brain, and thus they have limited value in the acute setting [83] . Definitive diagnosis requires detection of botulinum toxin in serum or stool, gastric aspirate, and if possible the suspected source [78] . For serum confirmation, testing must be done on ≥30 ml of blood in adults before therapy with antitoxin. However, toxin in serum or stool is identified in less than half of clinically diagnosed cases [79] . A mouse bioassay is the standard laboratory diagnostic method, in which the toxin type is identified by protecting mice with specific antitoxins against individual strains. The test takes days to be arranged and performed; therapy and notification of public health authorities must be based on clinical suspicion [78] . An antibody response is not mounted in most patients, because the amount of toxin required to produce a clinical syndrome is not large enough to generate an immunological response [8] .", "cite_spans": [{"start": 199, "end": 203, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 349, "end": 353, "text": "[83]", "ref_id": "BIBREF81"}, {"start": 489, "end": 493, "text": "[78]", "ref_id": "BIBREF76"}, {"start": 696, "end": 700, "text": "[79]", "ref_id": "BIBREF77"}, {"start": 1016, "end": 1020, "text": "[78]", "ref_id": "BIBREF76"}, {"start": 1203, "end": 1206, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Botulinum Toxin (Category A)"}, {"text": "On electrophysiological testing, motor conduction velocities and sensory nerve conduction remain normal. Compound muscle action potentials from affected muscles are diminished [84] . High frequency repetitive nerve stimulation produces an incremental muscle response similar to the Eaton-Lambert syndrome [85] . Autonomic function studies show an absent sympathetic skin response and significantly decreased heart rate variation [86] . Differential Diagnosis. Botulism may be confused with Guillain-Barré syndrome (especially the Miller Fisher variant), myasthenia gravis, or a pontine stroke. Furthermore, the differential diagnosis includes drug intoxication, poliomyelitis, tick paralysis, diphtheria, and paralytic shellfish poisoning. Botulism and atropine poisoning can both cause dilated pupils, dry mouth, constipation, urine retention, and prompt vomiting after food ingestion.", "cite_spans": [{"start": 176, "end": 180, "text": "[84]", "ref_id": null}, {"start": 305, "end": 309, "text": "[85]", "ref_id": "BIBREF83"}, {"start": 429, "end": 433, "text": "[86]", "ref_id": "BIBREF84"}], "ref_spans": [], "section": "Botulinum Toxin (Category A)"}, {"text": "The only specific treatment for botulism is passive immunization with an equine antitoxin. A trivalent antitoxin, which is active against the 3 most common types of food borne botulism (A, B, and E) is available from the CDC [8] . A pentavalent toxoid vaccine for types A, B, C, D, and E is only available to military personnel [8] . The U.S. Army possesses limited quantities of a heptavalent antitoxin, which might be available in a terrorist attack [87] .", "cite_spans": [{"start": 225, "end": 228, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 328, "end": 331, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 452, "end": 456, "text": "[87]", "ref_id": "BIBREF85"}], "ref_spans": [], "section": "Botulinum Toxin (Category A)"}, {"text": "Although the antitoxin does not reverse existing symptoms, the deficits may stabilize and stop progressing [14] . Retrospective studies showed that early administration (within 24 h of symptom onset) reduced mortality and duration of hospital stay [88] . Animal studies suggest, if administered before clinical effects appear, the antitoxin might prevent symptoms from occurring [8] . The antitoxin is not generally recommended if a patient's exposure is greater than 72 h before administration [78] .", "cite_spans": [{"start": 107, "end": 111, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 248, "end": 252, "text": "[88]", "ref_id": "BIBREF86"}, {"start": 379, "end": 382, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 495, "end": 499, "text": "[78]", "ref_id": "BIBREF76"}], "ref_spans": [], "section": "Botulinum Toxin (Category A)"}, {"text": "The antitoxin is provided in a 10 cc vial that provides 5500 to 8500 international units of each type of specific antitoxin. It has to be diluted 1:10 in isotonic sodium chloride solution and must be slowly infused intravenously. Because it is of equine origin, hypersensitivity reactions are possible, and antitoxin administration should be preceded by a small challenge dose. Diphenhydramine and epinephrine should be available during administration of the antitoxin in case of a severe hypersensitivity reaction. Patients who respond to the test dose with a substantial wheal and flare can be desensitized for more than 3 to 4 h [78] .", "cite_spans": [{"start": 632, "end": 636, "text": "[78]", "ref_id": "BIBREF76"}], "ref_spans": [], "section": "Botulinum Toxin (Category A)"}, {"text": "Antibiotics are not useful in the setting of inhalation or toxin ingestion, as it is not the bacterium itself, but the preformed toxin that is causing the illness [83] . Antibiotics may be useful for wound botulism, and for GI colonization with C. botulinum.", "cite_spans": [{"start": 163, "end": 167, "text": "[83]", "ref_id": "BIBREF81"}], "ref_spans": [], "section": "Botulinum Toxin (Category A)"}, {"text": "The mainstay of therapy is supportive. Severe morbidity and death due to botulism is mostly attributable to aspiration or to respiratory failure. Close monitoring of cough and gag reflexes, assessment of oropharyngeal secretions, respiratory mechanics, and oxygenation is necessary. Mechanical ventilation should be strongly considered if the vital capacity falls below 15 ml/kg or negative inspiratory force measures less than 20 cm of water. Placement of a nasogastric tube to prevent aspiration and to permit nutrition in the setting of bulbar palsy often becomes necessary. When treating secondary infections, aminoglycosides and clindamycin should be avoided as they may exacerbate the existing neuromuscular blockade [78, 89] .", "cite_spans": [{"start": 723, "end": 727, "text": "[78,", "ref_id": "BIBREF76"}, {"start": 728, "end": 731, "text": "89]", "ref_id": "BIBREF87"}], "ref_spans": [], "section": "Botulinum Toxin (Category A)"}, {"text": "Prognosis. Damage to the synapse and thus the neuromuscular blockade is permanent. Recovery only occurs with the sprouting of a new axon, which reinnervates the paralyzed muscle fibers [15] . In adults, this process may require many weeks or months or as much as a year or longer [14] . After many months, the original neuromuscular junction may regain activity. If respiratory paralysis has resulted, the patient usually remains ventilator-dependent during the recovery period, usually for 2 to 8 weeks [82] . In the case of a bioterrorist attack, supplying large numbers of patients with intensive care and mechanical ventilation would present tremendous logistical problems [10] .", "cite_spans": [{"start": 185, "end": 189, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 280, "end": 284, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 504, "end": 508, "text": "[82]", "ref_id": "BIBREF80"}, {"start": 677, "end": 681, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Botulinum Toxin (Category A)"}, {"text": "The fatality rate has been reported to be 25% for index patients and 4% for subsequently identified patients. Mainly, mortality is attributable to delayed recognition of the disease, or to the complications of prolonged intensive care [15] .", "cite_spans": [{"start": 235, "end": 239, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Botulinum Toxin (Category A)"}, {"text": "Given that patients with botulism are not infectious to others, standard universal procedures but no barrier nursing are required [15] .", "cite_spans": [{"start": 130, "end": 134, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Botulinum Toxin (Category A)"}, {"text": "Anatoxin A is a bicyclic amine produced by Anabaena flosaquae, a filamentous, freshwater bacterium found in pond scum worldwide [37] . A. flosaquae exhibits 2 mechanisms of action as an acetylcholine agonist by: 1) binding to postsynaptic acetylcholine receptors and 2) stimulating muscle contraction. As the binding to the receptor is permanent, continuous contraction of the affected muscle ensues [90] . Secondly, anatoxin A inhibits acetylcholinesterase, increasing the amount of acetylcholine in the synaptic cleft. Symptom onset occurs within a few minutes, and the combined effect of the 2 mechanisms of action of the toxins results in a flaccid paralysis [90] . Initially, symptoms may mimic organophaosphate poisoning, with miosis, excess oral and lacrimal secretions, and muscle fasciculations, [90] . Death results from respiratory arrest [37] . Supportive care is the mainstay of treatment. 2-pyridine aldoxime methyl (2-PAM) and physostigmine have shown some effect when used as pretreatment in animals [90] .", "cite_spans": [{"start": 128, "end": 132, "text": "[37]", "ref_id": "BIBREF35"}, {"start": 400, "end": 404, "text": "[90]", "ref_id": "BIBREF88"}, {"start": 663, "end": 667, "text": "[90]", "ref_id": "BIBREF88"}, {"start": 805, "end": 809, "text": "[90]", "ref_id": "BIBREF88"}, {"start": 850, "end": 854, "text": "[37]", "ref_id": "BIBREF35"}, {"start": 1016, "end": 1020, "text": "[90]", "ref_id": "BIBREF88"}], "ref_spans": [], "section": "Anatoxin A"}, {"text": "During a terrorist attack, the toxin could conceivably be distributed by contamination of water supplies.", "cite_spans": [], "ref_spans": [], "section": "Anatoxin A"}, {"text": "Trichothecene mycotoxins are produced by the Alternaria, Fusarium, Aspergillus, Claviceps, Penicillium, and Stachybotrys species of fungi [37] . The best known toxin is T-2. Due to the simplicity obtaining the toxins, their resistance to autoclaving and ultraviolet light, and their rapid lethal effect, they have potential for use as biological weapons [91] .", "cite_spans": [{"start": 138, "end": 142, "text": "[37]", "ref_id": "BIBREF35"}, {"start": 354, "end": 358, "text": "[91]", "ref_id": "BIBREF89"}], "ref_spans": [], "section": "Trichothecene Mycotoxins"}, {"text": "Inhalation, ingestion, or absorption through skin and mucous membranes leads to infection [91] . The toxins act by inhibiting protein synthesis and disrupting mitochondrial electron transport [37] . The main symptoms depend on the route of infection, and are cutaneous with blistering and skin necrosis, or respiratory with cough, dyspnea, and epistaxis. Neurological symptoms can include lethargy and incoordination. No rapid test is available for diagnosis; however, antigens and toxin metabolites can be detected in blood and urine within 1 month after exposure [91] . Treatment includes careful decontamination by washing with soap water, and 1% sodium hypochlorite solution with sodium hydroxide [91] , and is otherwise supportive.", "cite_spans": [{"start": 90, "end": 94, "text": "[91]", "ref_id": "BIBREF89"}, {"start": 192, "end": 196, "text": "[37]", "ref_id": "BIBREF35"}, {"start": 565, "end": 569, "text": "[91]", "ref_id": "BIBREF89"}, {"start": 701, "end": 705, "text": "[91]", "ref_id": "BIBREF89"}], "ref_spans": [], "section": "Trichothecene Mycotoxins"}, {"text": "Ricin is a protein cytotoxin derived from the bean of the castor plant. Ricin acts by inhibition of DNA replication and protein synthesis, leading to cell death within 8 to 12 h [91] , and producing symptoms usually after 12 h [37] . Distribution of the toxin would most likely occur as an aerosol or droplet [91] .", "cite_spans": [{"start": 178, "end": 182, "text": "[91]", "ref_id": "BIBREF89"}, {"start": 227, "end": 231, "text": "[37]", "ref_id": "BIBREF35"}, {"start": 309, "end": 313, "text": "[91]", "ref_id": "BIBREF89"}], "ref_spans": [], "section": "Ricin (Category B)"}, {"text": "Clinical symptoms of the toxin depend on the route of exposure. Nonspecific symptoms include fever, nausea, arthralgias, and profuse sweating. After inhalation, chest tightness, cough, and dyspnea are prominent, and necrosis of the respiratory epithelium leads to tracheitis, bronchitis, bronchiolitis, and interstitial pneumonia [1] . When ingested, ricin causes nausea, vomiting, and diarrhea. If exposed to a sublethal dose, symptoms improve within several hours. Lethal doses produce necrosis of the respiratory tract and alveolar filling, or GI hemorrhage and hepatic, splenic, and renal necrosis [92] . Death from ricin toxin is dose-dependent, occurring 36 to 72 h after inhalation [1] . Death can be a consequence of pulmonary edema, acute respiratory distress syndrome (ARDS), disseminated intravascular coagulation, microcirculatory failure, or GI hemorrhage [93] . Injection of the toxin produces the most severe symptoms, and the CNS is affected early with convulsions [37] .", "cite_spans": [{"start": 330, "end": 333, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 602, "end": 606, "text": "[92]", "ref_id": "BIBREF90"}, {"start": 689, "end": 692, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 869, "end": 873, "text": "[93]", "ref_id": "BIBREF91"}, {"start": 981, "end": 985, "text": "[37]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Ricin (Category B)"}, {"text": "Overall, the toxicity of ricin is much lower compared to botulinum toxin or Staphylococcus Enterotoxin B (SEB) [93] . The toxin can be inactivated by heat; 80°C for 10 minutes or 50°C for approximately 1 h is sufficient for neutralization of the toxin [37] . There is no specific treatment.", "cite_spans": [{"start": 111, "end": 115, "text": "[93]", "ref_id": "BIBREF91"}, {"start": 252, "end": 256, "text": "[37]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Ricin (Category B)"}, {"text": "This toxin is produced by the ubiquitous anaerobic, grampositive, spore-forming bacillus Clostridium perfringens. It can be found in the stool of every vertebrate. After accidental exposure, epsilon toxin causes increased vascular permeability leading to edema in various organs, and can result in a rapidly fatal acute toxemia. Inhalation can result in high permeability pulmonary edema, followed by circulatory spread with resultant renal, cardiac, and CNS damage. After ingestion, GI symptoms, such as watery diarrhea, nausea, and abdominal cramps will develop. Fever is rare. Spontaneous resolution typically occurs within a day. Fatality is rare, however, if delivered in high doses, epsilon toxin theoretically could rapidly debilitate civilian or military populations in large numbers [1] .", "cite_spans": [{"start": 792, "end": 795, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Epsilon Toxin of Clostridium Perfringens (Category B)"}, {"text": "There are at least 11 different enterotoxin serotypes, produced by various biotypes of Staphylococcus aureus. All subtypes are structurally similar and produce the same clinical syndrome [94] . Enterotoxin B is a potent T-cell activator, and the clinical symptoms are largely mediated by the immune system rather than direct toxic effects. The toxin is heat-stable and relatively stable in aerosols. It is the second most common cause of food poisoning, and when inhaled, even low doses can produce symptoms. Although the fatality rate is only approximately 5%, a high percentage of those exposed could become seriously ill within a few hours [95] . In naturally occurring disease, approximately 15% become ill enough to require hospitalization. Contamination of food or water supplies with enterotoxin could debilitate a population or army within hours [1] .", "cite_spans": [{"start": 187, "end": 191, "text": "[94]", "ref_id": "BIBREF92"}, {"start": 643, "end": 647, "text": "[95]", "ref_id": "BIBREF93"}, {"start": 854, "end": 857, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Staphylococcus Enterotoxin B (Category B)"}, {"text": "Symptom onset is usually within 1 to 4 h, but can occur up to 12 h after exposure. Ingestions leads to nausea, vomiting, abdominal cramping, and diarrhea [10] . Less commonly, high fever, headache, myalgia, prostration, and dry cough develop. Symptoms resolve after a day [95] , but patients may be incapacitated for as much as 2 weeks. In severe cases, pulmonary edema or respiratory distress syndrome may develop. Death also may occur from dehydration [10] .", "cite_spans": [{"start": 154, "end": 158, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 272, "end": 276, "text": "[95]", "ref_id": "BIBREF93"}, {"start": 454, "end": 458, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Staphylococcus Enterotoxin B (Category B)"}, {"text": "Diagnosis can be made with a toxin assay. Treatment mainly consists of fluid and electrolyte replacement.", "cite_spans": [], "ref_spans": [], "section": "Staphylococcus Enterotoxin B (Category B)"}, {"text": "There are 2 naturally occurring seafood neurotoxins: 1) tetrodotoxin produced by puffer fish, and 2) saxitoxin produced by microalgae in bivalve shellfish [37] . The toxins bind to voltage-gated sodium channels, inhibiting membrane depolarization and the conduction of action potentials [96, 97] . Both cause a severe paralysis of rapid onset. Numbness and tingling are often prominent, starting periorally before spreading to the limbs; GI distress, anxiety, headache, and mild peripheral weakness may appear within minutes to a few hours after ingestion. Successively, an ascending paralysis develops. Bulbar symptoms, hypersalivation, and sweating are commonly encountered. Hypotension (tetrodotoxin [97] ) or hypertension (saxitoxin [96] ), convulsions, and cardiac arrhythmias can occur. Death ensues secondary to respiratory failure within 24 h [37] . The victims may remain fully conscious.", "cite_spans": [{"start": 155, "end": 159, "text": "[37]", "ref_id": "BIBREF35"}, {"start": 287, "end": 291, "text": "[96,", "ref_id": "BIBREF94"}, {"start": 292, "end": 295, "text": "97]", "ref_id": "BIBREF95"}, {"start": 703, "end": 707, "text": "[97]", "ref_id": "BIBREF95"}, {"start": 737, "end": 741, "text": "[96]", "ref_id": "BIBREF94"}, {"start": 851, "end": 855, "text": "[37]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Seafood Neurotoxins"}, {"text": "There is no specific treatment or antidote. Gastric lavage with activated charcoal and administration of anticholinergic agents has been suggested [98] . Intoxication can be survived with supportive treatment, as clearance of the toxin is fast. Recovery of survivors takes as much as 2 weeks [15] .", "cite_spans": [{"start": 147, "end": 151, "text": "[98]", "ref_id": "BIBREF96"}, {"start": 292, "end": 296, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Seafood Neurotoxins"}, {"text": "The toxins can be deployed by contaminated food or water. They are not affected by temperature extremes and survive boiling [37] . Inactivation can be accomplished by chlorine under acidic and alkalinic conditions [37] . The toxins are highly potent, a thousand times more toxic than the chemical warfare agent sarin [99] . Inhalation is believed to produce the most severe effects [37] .", "cite_spans": [{"start": 124, "end": 128, "text": "[37]", "ref_id": "BIBREF35"}, {"start": 214, "end": 218, "text": "[37]", "ref_id": "BIBREF35"}, {"start": 317, "end": 321, "text": "[99]", "ref_id": null}, {"start": 382, "end": 386, "text": "[37]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Seafood Neurotoxins"}, {"text": "Nerve agents are substances that cause their effects by inhibition of acetylcholinesterase and accumulation of acetylcholine. Medically used substances that cause these effects include carbamates (physostigmine, neostigmine, and pyridostigmine). In agriculture, insecticides (sevin) and organophosphates (malathion, diazinon) are used.", "cite_spans": [], "ref_spans": [], "section": "Nerve Agents"}, {"text": "The militarized nerve agents were originally synthesized as insecticides, before being used in World War II, and subsequently by Iraq against Iranian troops and Kurdish civilians, and by terrorists in Japan in 1994 in Matsumoto, and 1995 in Tokyo. They are the most toxic of the known chemical warfare agents. They are named Tabun, or \"German agent A\" (GA), \"Sarin\" (GB), Soman (GD), Cyclosarin (GF), and \"Venemous\" (VX) [1] . Their toxicity increases from GA to VX. They cause morbidity and mortality at extremely low doses [100] , persist in the environment for long periods of time, and can be released from contaminated clothing, skin, and secretions.", "cite_spans": [{"start": 421, "end": 424, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 525, "end": 530, "text": "[100]", "ref_id": "BIBREF98"}], "ref_spans": [], "section": "Nerve Agents"}, {"text": "The G type gases are clear colorless liquids, when fresh. VX is amber-colored and oily. Distribution occurs in gas form, with inhalation and absorption through the skin as the most common forms of intoxication [1] . They have no taste, and most are odorless; tabun has a slightly fruity odor, and soman's odor resembles camphor. The volatility is greatest for GB, followed by GD, GA, GF, and VX. Subsequent to binding to cholinesterase, sarin, soman, and cyclosarin lose fluorine; tabun, VX, and Russian VX lose cyanide and the thiol groups.", "cite_spans": [{"start": 210, "end": 213, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Nerve Agents"}, {"text": "The principal effect of nerve agents is exerted by inhibition of the enzyme acetylcholinesterase (AChE), which results in cholinergic overt stimulation with both muscarinic and nicotinic effects [101] . Pathophysiologically, their effects are the opposite of botulinum toxin; nerve agents result in increased acetylcholine in the synaptic cleft, while botulinum toxin results in decreased acetylcholine. The clinical manifestations of nerve agent intoxication are those of cholinergic excess. Muscarinic effects mainly manifest with symptoms from affected smooth muscles (Table 4 ) of airways, GI tract and eyes, glands, and the heart. Nicotinic effects concern skeletal muscles and pre-ganglionic nerves [1] . The mnemonic Salivation, Lacrimation, Urination, Defecation, GI hypermotility, Emesis (SLUDGE) summarizes the commonly experienced early symptoms of salivation, lacrimation, urination, defecation, GI hypermotility, and emesis [14] .", "cite_spans": [{"start": 195, "end": 200, "text": "[101]", "ref_id": "BIBREF99"}, {"start": 705, "end": 708, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 937, "end": 941, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 571, "end": 579, "text": "(Table 4", "ref_id": "TABREF2"}], "section": "Nerve Agents"}, {"text": "The initial effects of nerve gas exposure depend on the dose and route of exposure. With exposure to vapor in small amounts, smooth muscles and glands of eyes, ear-nosethroat (ENT), and GI tracts and airways are mostly affected with miosis, rhinorrhea, salivation, and shortness of breath. The onset of those effects is within seconds to minutes. There is no worsening after the removal from the exposure, and no late-onset effects. After a large exposure to vapor, all symptoms of a small exposure are more prominent, and the CNS is affected. CNS symptoms range from irritability to convulsions and coma [102] . Nicotinic symptoms include weakness of skeletal muscles, fasciculations (localized in areas where droplets penetrated skin, generalized with respiratory or large transdermal exposures [102] ), and paralysis. Muscarinic symptoms include profuse exocrine secretions (tearing, rhinorrhea, salivation, bronchorrhea, and sweating), in addition to ophthalmic symptoms, such as miosis, dim vision, headache, and eye pain. Large doses may lead to seizures and coma.", "cite_spans": [{"start": 605, "end": 610, "text": "[102]", "ref_id": "BIBREF100"}, {"start": 797, "end": 802, "text": "[102]", "ref_id": "BIBREF100"}], "ref_spans": [], "section": "Nerve Agents"}, {"text": "Cardiovascular effects initially are due to nicotinic stimulation, leading to tachycardia and hypertension [103] , but hypotension and cardiac conduction abnormalities are seen as well.", "cite_spans": [{"start": 107, "end": 112, "text": "[103]", "ref_id": "BIBREF101"}], "ref_spans": [], "section": "Nerve Agents"}, {"text": "Pulmonary symptoms include chest tightness, labored breathing, wheezes, and copious secretions. Acute respiratory failure is a combined effect from bronchoconstriction, marked increase in airway secretions, and respiratory muscle weakness.", "cite_spans": [], "ref_spans": [], "section": "Nerve Agents"}, {"text": "With dermal exposure, there is a delay of symptom onset for as much as several hours, and symptoms may persist even after decontamination due to the rapid absorption. The most sensitive indicator is miosis. Miosis is almost always present after vapor exposure and after large liquid exposure, and possibly after exposure to medium amounts of liquid nerve agents.", "cite_spans": [], "ref_spans": [], "section": "Nerve Agents"}, {"text": "High-dose exposure can produce rapidly (seconds to minutes) fatal systemic effects. If patients survive a large exposure because death from hypoxia is averted by atropine and 2-PAM, the CNS cholinergic effects become overt in form of convulsions.", "cite_spans": [], "ref_spans": [], "section": "Nerve Agents"}, {"text": "Seizures may evolve into status epilepticus, which can be prevented by giving large quantities of atropine early on Activity of plasma butyrylcholinesterase is more sensitive for most insecticides. Neurophysiological studies may assist in the diagnostic process. In acute organophosphate poisoning, nerve conduction velocities and distal latencies are normal, even in severely paralyzed patients [104] . The earliest and most sensitive indicator of the AChE inhibition is a small amplitude of compound muscle action potential after single supramaximal stimulation with often repetitive activity [104, 105] . On repetitive nerve stimulation, there is usually no decrement when stimulating at 3 Hz, and only occasional decrement at 10 Hz. At 30 or 50 Hz, there may be a decrement-increment response [104] in less severe stages of poisoning [105] .", "cite_spans": [{"start": 396, "end": 401, "text": "[104]", "ref_id": "BIBREF102"}, {"start": 595, "end": 600, "text": "[104,", "ref_id": "BIBREF102"}, {"start": 601, "end": 605, "text": "105]", "ref_id": "BIBREF103"}, {"start": 797, "end": 802, "text": "[104]", "ref_id": "BIBREF102"}, {"start": 838, "end": 843, "text": "[105]", "ref_id": "BIBREF103"}], "ref_spans": [], "section": "Nerve Agents"}, {"text": "One of the most important principles in management of nerve agent exposure is self-protection with protective gear. Initial treatment of the victim consists of physical removal of clothing or other exposed objects, and decontamination and forceful wash with soap and water or 0.5% sodium hypochlorite [5] . Early skin decontamination, within 1 to 2 minutes, is best. There is little benefit after 30 minutes.", "cite_spans": [{"start": 301, "end": 304, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Nerve Agents"}, {"text": "The principle of antidotes is to reverse the effects of excess acetylcholine by inhibiting cholinergic effects and by reactivating the enzyme. Atropine may help to reverse bronchial constriction, which is given a starting dose of 2 to 6 mg followed by 2 mg every 5 to 10 minutes until the secretions halt and ventilation is improved. High cumulative doses (10-20 mg) in the first hours are not uncommon. Monitoring for atropine toxicity (delirium, hyperthermia, increased fasciculations) is necessary. Atropine may also cause arrhythmias and may even result in ventricular fibrillation if given intravenously in the presence of hypoxia. Electrocardiographic changes (ST depression and T-wave flattening) and cardiac arrhythmias reflect atropine toxicity and may be treated with propranolol. The combination of atropine with benactyzine is believed to be more effective, presumably by increasing central anticholinergic activity [5] .", "cite_spans": [{"start": 928, "end": 931, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Nerve Agents"}, {"text": "Oximes work by reactivating AChE. They bind to the organophosphate-inactivated AChE and displace and hydrolyze the organophosphate. They must be administered rapidly to be effective, due to a process called \"aging,\" which refers to the organophosphoryl moiety and the amino acids of the active site becoming covalent and changing their structure. Once this has happened, the enzyme cannot be reactivated. The aging times depend on the nerve agent: GD has the fastest aging time, with a half-time of 2 minutes [106] . GB ages in 3 to 4 h, others take longer; VX ages very little. The oximes affect nicotinic sites; there is no clinical effect at muscarinic sites, and available oximes do not cross the blood brain barrier. Pralidoxime is the compound most frequently used in a dosing of 1 to 2 mg in 100 cc normal saline for 15 to 30 minutes, followed by a second dose after an hour if paralysis persists [102] . In critically ill patients, a pralidoxime infusion at 7.5 mg/kg/h is safe [107] . Very rapid administration of pralidoxime, on the other hand, can worsen motor weakness. Oximes are mostly given in conjunction with atropine and benzodiazepines.", "cite_spans": [{"start": 509, "end": 514, "text": "[106]", "ref_id": "BIBREF104"}, {"start": 904, "end": 909, "text": "[102]", "ref_id": "BIBREF100"}, {"start": 986, "end": 991, "text": "[107]", "ref_id": "BIBREF105"}], "ref_spans": [], "section": "Nerve Agents"}, {"text": "The dosing for 2-PAM chloride is simplified by combipen, which contains 600 mg. Infusion of intravenous doses of 25 mg/kg for approximately 25 minutes produces marked hypertension, which is rapidly but transiently reversed by phentolamine (5 mg).", "cite_spans": [], "ref_spans": [], "section": "Nerve Agents"}, {"text": "Apart from oximes, exogenous butyrylcholinesterase (Protexia TM) is available.", "cite_spans": [], "ref_spans": [], "section": "Nerve Agents"}, {"text": "For seizures, which may evolve into status epilepticus after pyridostigmine treatment leads to survival of an exposure, high quantities of benzodiazepines (usually diazepam in the military setting) may be required. The \"convulsive antidote nerve agent autoinjector\" (CANA) contains 10 mg diazepam.", "cite_spans": [], "ref_spans": [], "section": "Nerve Agents"}, {"text": "Pretreatment with physostigmine could help prevent the CNS consequences, but could also cause its own CNS toxicity. In animal studies of soman intoxication, ketamine in combination with atropine and benzodiazepines proved effective in stopping seizure, reducing brain damage, and increasing survival [108] The weakness usually resolves within 5 to 18 days. Ventilatory support in survivors is often required for several days or weeks. Table 4 provides an overview of the recommended therapy for casualties of nerve agents.", "cite_spans": [{"start": 300, "end": 305, "text": "[108]", "ref_id": "BIBREF106"}], "ref_spans": [{"start": 435, "end": 442, "text": "Table 4", "ref_id": "TABREF2"}], "section": "Nerve Agents"}, {"text": "Apart from the acute presentation, neurological sequelae of organophosphate poisoning may arise. A relapse of the weakness can occur 1 to 4 days after a seemingly welltreated and resolved course. This so-called intermediate syndrome has an incidence of 8% and presents with respiratory paralysis, cranial motor nerve palsies, and proximal limb and neck flexor muscles weakness [109] . Therapy is supportive, but patients may require (re)-intubation. Recurrent weakness typically resolves within 5 to 18 days [109] .", "cite_spans": [{"start": 377, "end": 382, "text": "[109]", "ref_id": "BIBREF107"}, {"start": 508, "end": 513, "text": "[109]", "ref_id": "BIBREF107"}], "ref_spans": [], "section": "Nerve Agents"}, {"text": "Furthermore, an organophosphate-induced delayed polyneuropathy (OPIDP) may result from a distal dying back axonopathy [110] , believed to be caused by phosphorylation of the enzyme neuropathy target esterase (NTE) [111] . OPIDP appears 1 to 3 weeks after exposure with cramping pain in the legs, paresthesias, and motor weakness. This is rare after nerve agent exposure, but more common with insecticide overdose. Apart from neuropathy, pyramidal signs and symptoms can develop [112] . If exposure is low grade, but persistent, pervasive effects of nerve agent exposure on human emotion, learning, and memory may be ensue [113] .", "cite_spans": [{"start": 118, "end": 123, "text": "[110]", "ref_id": "BIBREF108"}, {"start": 214, "end": 219, "text": "[111]", "ref_id": "BIBREF109"}, {"start": 478, "end": 483, "text": "[112]", "ref_id": "BIBREF110"}, {"start": 622, "end": 627, "text": "[113]", "ref_id": "BIBREF111"}], "ref_spans": [], "section": "Nerve Agents"}, {"text": "Gases, vapors, and other particles with a diameter of less than 2 mm can injure the entire airway [1] . Agents with highly water solubility (e.g., ammonia, sulfur dioxide) affect the upper airways with immediate burning sensation [114] , while low solubility agents (e.g., phosgene and nitrogen oxides), produce less immediate injury to mucous membranes and upper airways, and thus provide fewer warning signs of the exposure [114] . Massive exposure may lead to death from acute respiratory failure by destroying the alveoli and adjacent capillary endothelial cells. Delayed onset (up to 24 h) of acute lung injury is more common [114] .", "cite_spans": [{"start": 98, "end": 101, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 230, "end": 235, "text": "[114]", "ref_id": "BIBREF112"}, {"start": 426, "end": 431, "text": "[114]", "ref_id": "BIBREF112"}, {"start": 631, "end": 636, "text": "[114]", "ref_id": "BIBREF112"}], "ref_spans": [], "section": "Pulmonary Agents"}, {"text": "Vesicant agents are oily, clear to yellow-brown liquid alkylating agents. They lead to cell damage by alkylation of DNA [115] . Symptom onset ranges from 1 to 12 h after exposure in a dose-dependent fashion [116] , but it can be delayed.", "cite_spans": [{"start": 120, "end": 125, "text": "[115]", "ref_id": "BIBREF114"}, {"start": 207, "end": 212, "text": "[116]", "ref_id": "BIBREF115"}], "ref_spans": [], "section": "Sulfur Mustard"}, {"text": "There is 20% absorbed from the skin [115] , and symptoms range from erythema and edema to necrosis and vesicles [116] . Groin and axillla are vulnerable due to their moisture and warmth [116] . Apart from the skin, the eyes and respiratory tract are affected [117] . Additional clinical effects include GI upset. Bone marrow suppression after high-dose exposure can be seen [117] .", "cite_spans": [{"start": 36, "end": 41, "text": "[115]", "ref_id": "BIBREF114"}, {"start": 112, "end": 117, "text": "[116]", "ref_id": "BIBREF115"}, {"start": 186, "end": 191, "text": "[116]", "ref_id": "BIBREF115"}, {"start": 259, "end": 264, "text": "[117]", "ref_id": "BIBREF116"}, {"start": 374, "end": 379, "text": "[117]", "ref_id": "BIBREF116"}], "ref_spans": [], "section": "Sulfur Mustard"}, {"text": "Long-term clinical consequences include blindness, chronic bronchitis, and cancers of the respiratory tract [118] . There is no known antidote. Fatality rates are low with 2 to 4% [116] . Sodium thiosulfate may prevent death by acting as a mustard scavenger if given within minutes of exposure.", "cite_spans": [{"start": 108, "end": 113, "text": "[118]", "ref_id": "BIBREF117"}, {"start": 180, "end": 185, "text": "[116]", "ref_id": "BIBREF115"}], "ref_spans": [], "section": "Sulfur Mustard"}, {"text": "Hydrogen cyanide and cyanogen chloride are widely available, colorless, and come in gas or liquid form with high volatility. Hydrogen cyanide has an odor of bitter almonds; however, many people are not able to detect this distinctive odor [119] . Cyanogen chloride has a pungent, biting odor. They are absorbed through skin and respiratory mucosa. Mechanism of action is by interruption of the citric acid cycle and halting oxidative phosphorylation, inhibiting aerobic energy production and leading to rapid cell death [1] .", "cite_spans": [{"start": 239, "end": 244, "text": "[119]", "ref_id": "BIBREF118"}, {"start": 520, "end": 523, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Blood Agents/Cyanides"}, {"text": "Severity and types of symptoms depend on the level of exposure. Duration of exposure and ambient concentration of the substance influence whether a symptomatic threshold is reached. Therefore, the use of these agents in a terrorist attack is limited to a closed environment (e.g., an office space or a subway system) [14] . In confined spaces, these agents are highly lethal [1] .", "cite_spans": [{"start": 317, "end": 321, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 375, "end": 378, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Blood Agents/Cyanides"}, {"text": "Mild exposure will cause headache, dizziness, drowsiness, mucosal irritation, and GI upset. Progression to coma can occur for several hours. Severe exposure leads to impaired consciousness and coma, arrhythmias, hypotension, cardiovascular collapse, respiratory irritation, and death [120] . The death can occur within minutes of inhalation [1] . Because hydrogen cyanide is excreted by the lungs, a patient's breath may have the characteristic of a bitter almond odor. The pupillary light reflex may be delayed [120] . Focal neurological signs are usually not prominent.", "cite_spans": [{"start": 284, "end": 289, "text": "[120]", "ref_id": "BIBREF119"}, {"start": 341, "end": 344, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 512, "end": 517, "text": "[120]", "ref_id": "BIBREF119"}], "ref_spans": [], "section": "Blood Agents/Cyanides"}, {"text": "Overall fatality rates are estimated at 11 to 34% [120] . If survived, sequelae are rare, but anoxic encephalopathy can occur [1] .", "cite_spans": [{"start": 50, "end": 55, "text": "[120]", "ref_id": "BIBREF119"}, {"start": 126, "end": 129, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Blood Agents/Cyanides"}, {"text": "Diagnosis should be suspected in an acyanotic patient with severe hypoxia. As differential diagnosis, carbon monoxide poisoning, exposure to organic solvents, drug intoxication, hypoglycemia, electrolyte disturbances, and postictal state should be considered. Cyanogen chloride induces mucosal irritation and excessive respiratory secretions, which are reminiscent of organophosphate poisoning. Laboratory findings are lactic acidosis and a decrease in the arterial-venous difference in partial pressure of oxygen [120] . Plasma thiocyanate levels can be measured, but not acutely.", "cite_spans": [{"start": 514, "end": 519, "text": "[120]", "ref_id": "BIBREF119"}], "ref_spans": [], "section": "Blood Agents/Cyanides"}, {"text": "Treatment in mild cases can be limited to decontamination and observation and oxygen supplementation. In severe cases, treatment includes several antidotes, which are available in a prepackaged cyanide antidote kit [121] . Sodium thiosulfate promotes the formation of thiocyanate by the enzyme rhodanese and leads to excretion of thiocyanate in urine. Sodium nitrate and amyl nitrate lead to formation of methemoglobin, which has an affinity for cyanide, and thus helps to reduce its active presence. The desired methemoglobin level is between 20 and 30% of total hemoglobin [122] . Sodium nitrate is given intravenously, and amyl nitrate vapor can be administered by inhalation through saturated gauze or by emptying an ampule in a respirator reservoir.", "cite_spans": [{"start": 215, "end": 220, "text": "[121]", "ref_id": "BIBREF120"}, {"start": 575, "end": 580, "text": "[122]", "ref_id": "BIBREF121"}], "ref_spans": [], "section": "Blood Agents/Cyanides"}, {"text": "Delayed toxicity may affect the basal ganglia and present with Parkinsonian features. Dysarthria, eye movement abnormalities, dystonia, and ataxia have also been described [123] .", "cite_spans": [{"start": 172, "end": 177, "text": "[123]", "ref_id": "BIBREF122"}], "ref_spans": [], "section": "Blood Agents/Cyanides"}, {"text": "Magnetic resonance imaging may show cavitation of the putamen and globus pallidus. Cortical, cerebellar, and diencephalic changes have also been reported.", "cite_spans": [], "ref_spans": [], "section": "Blood Agents/Cyanides"}, {"text": "Disclaimer This article, including its tables, is intended to serve as a review of possible agents or biochemical warfare from a perspective of neurocritical care. It is in no way complete, nor is it intended to be complete. The appropriate agencies need to be consulted in case of a suspected attack or casualty.", "cite_spans": [], "ref_spans": [], "section": "Blood Agents/Cyanides"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Microbiological, biological, and chemical weapons of warfare and terrorism", "authors": [{"first": "R", "middle": ["A"], "last": "Greenfield", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Brown", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Hutchins", "suffix": ""}], "year": 2002, "venue": "Am J Med Sci", "volume": "323", "issn": "", "pages": "326--340", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Usamriid's Medical Management of Biological Casualties Handbook. Woods, JB, lead editor. U.S. Army Medical Research, Institute of Infectious Diseases", "authors": [], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Principles for emergency response to bioterrorism", "authors": [{"first": "M", "middle": [], "last": "Keim", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Kaufmann", "suffix": ""}], "year": 1999, "venue": "Ann Emerg Med", "volume": "34", "issn": "", "pages": "177--182", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Anticipating demand for emergency health services due to medication-related adverse events after rapid mass prophylaxis campaigns", "authors": [{"first": "N", "middle": [], "last": "Hupert", "suffix": ""}, {"first": "D", "middle": [], "last": "Wattson", "suffix": ""}, {"first": "J", "middle": [], "last": "Cuomo", "suffix": ""}, {"first": "S", "middle": [], "last": "Benson", "suffix": ""}], "year": 2007, "venue": "Acad Emerg Med", "volume": "14", "issn": "", "pages": "268--274", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Emergency Preparedness and Response", "authors": [], "year": 2009, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Preventing the misuse of microorganisms: the role of the American Society for Microbiology in protecting against biological weapons", "authors": [{"first": "K", "middle": ["I"], "last": "Berns", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Atlas", "suffix": ""}, {"first": "G", "middle": [], "last": "Cassell", "suffix": ""}, {"first": "J", "middle": [], "last": "Shoemaker", "suffix": ""}], "year": 1998, "venue": "Crit Rev Microbiol", "volume": "24", "issn": "", "pages": "273--280", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Recognition of illness associated with the intentional release of a biologic agent", "authors": [], "year": 2001, "venue": "From the Centers for Disease Control and Prevention", "volume": "286", "issn": "", "pages": "2088--2090", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Clinical recognition and management of patients exposed to biological warfare agents", "authors": [{"first": "D", "middle": ["R"], "last": "Franz", "suffix": ""}, {"first": "P", "middle": ["B"], "last": "Jahrling", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Friedlander", "suffix": ""}], "year": 1997, "venue": "JAMA", "volume": "278", "issn": "", "pages": "399--411", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Biological terrorism. Preparing to meet the threat", "authors": [{"first": "J", "middle": ["D"], "last": "Simon", "suffix": ""}], "year": 1997, "venue": "JAMA", "volume": "278", "issn": "", "pages": "428--430", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Biological terrorism", "authors": [{"first": "G", "middle": ["J"], "last": "Moran", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Talan", "suffix": ""}, {"first": "F", "middle": ["M"], "last": "Abrahamian", "suffix": ""}], "year": 2008, "venue": "Infect Dis Clin North Am", "volume": "22", "issn": "", "pages": "145--187", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Biological and chemical terrorism: strategic plan for preparedness and response. Recommendations of the CDC Strategic Planning Workgroup", "authors": [], "year": 2000, "venue": "MMWR Recomm Rep", "volume": "49", "issn": "", "pages": "1--14", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Infectious agents of bioterrorism: a review for emergency physicians", "authors": [{"first": "N", "middle": ["E"], "last": "Kman", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Nelson", "suffix": ""}], "year": 2008, "venue": "Emerg Med Clin North Am", "volume": "26", "issn": "", "pages": "517--547", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Public health and bioterrorism: renewed threat of anthrax and smallpox", "authors": [{"first": "A", "middle": [], "last": "Wallin", "suffix": ""}, {"first": "Z", "middle": [], "last": "Luksiene", "suffix": ""}, {"first": "K", "middle": [], "last": "Zagminas", "suffix": ""}, {"first": "G", "middle": [], "last": "Surkiene", "suffix": ""}], "year": 2007, "venue": "Medicina (Kaunas)", "volume": "43", "issn": "", "pages": "278--284", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Neurological aspects of biological and chemical terrorism: a review for neurologists", "authors": [{"first": "C", "middle": ["O"], "last": "Martin", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Adams", "suffix": ""}, {"first": "Jr", "middle": [], "last": "", "suffix": ""}], "year": 2003, "venue": "Arch Neurol", "volume": "60", "issn": "", "pages": "21--25", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Neurologists and the threat of bioterrorism", "authors": [{"first": "M", "middle": [], "last": "Donaghy", "suffix": ""}], "year": 2006, "venue": "J Neurol Sci", "volume": "249", "issn": "", "pages": "55--62", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Weapons of mass destruction: Overview of the CBRNEs (Chemical, Biological, Radiological, Nuclear, and Explosives)", "authors": [{"first": "L", "middle": ["D"], "last": "Prockop", "suffix": ""}], "year": 2006, "venue": "J Neurol Sci", "volume": "249", "issn": "", "pages": "50--54", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Bioterrorism and the nervous system", "authors": [{"first": "M", "middle": ["H"], "last": "Han", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Zunt", "suffix": ""}], "year": 2003, "venue": "Curr Neurol Neurosci Rep", "volume": "3", "issn": "", "pages": "476--482", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Anthrax as a biological weapon: medical and public health management. Working Group on Civilian Biodefense", "authors": [{"first": "T", "middle": ["V"], "last": "Inglesby", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Henderson", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Bartlett", "suffix": ""}], "year": 1999, "venue": "JAMA", "volume": "281", "issn": "", "pages": "1735--1745", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Responding to the threat of bioterrorism: a microbial ecology perspective -the case of anthrax", "authors": [{"first": "R", "middle": ["M"], "last": "Atlas", "suffix": ""}], "year": 2002, "venue": "Int Microbiol", "volume": "5", "issn": "", "pages": "161--167", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Biological agents as weapons 2: anthrax and plague", "authors": [{"first": "M", "middle": [], "last": "Whitby", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Ruff", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Street", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Fenner", "suffix": ""}], "year": 2002, "venue": "Med J Aust", "volume": "176", "issn": "", "pages": "605--608", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Bacillus anthracis: current knowledge in relation to contamination of food", "authors": [{"first": "M", "middle": ["C"], "last": "Erickson", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Kornacki", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Welkos", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Pitt", "suffix": ""}], "year": 1993, "venue": "22. Friedlander AM", "volume": "66", "issn": "", "pages": "1239--1243", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Anthrax as a biological weapon, 2002: updated recommendations for management", "authors": [{"first": "T", "middle": ["V"], "last": "Inglesby", "suffix": ""}, {"first": "T", "middle": [], "last": "O&apos;toole", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Henderson", "suffix": ""}], "year": 2002, "venue": "JAMA", "volume": "287", "issn": "", "pages": "2236--2252", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Management of anthrax", "authors": [{"first": "J", "middle": ["G"], "last": "Bartlett", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Inglesby", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}, {"first": "L", "middle": [], "last": "Borio", "suffix": ""}], "year": 2002, "venue": "Clin Infect Dis", "volume": "35", "issn": "", "pages": "851--858", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Inhalation anthrax", "authors": [{"first": "P", "middle": ["S"], "last": "Brachman", "suffix": ""}], "year": 1980, "venue": "Ann N Y Acad Sci", "volume": "353", "issn": "", "pages": "83--93", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Anthrax: a systematic review of atypical presentations", "authors": [{"first": "J", "middle": ["E"], "last": "Holty", "suffix": ""}, {"first": "R", "middle": ["Y"], "last": "Kim", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Bravata", "suffix": ""}], "year": 2006, "venue": "Ann Emerg Med", "volume": "48", "issn": "", "pages": "200--211", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Anthrax: the investigation of a deadly outbreak", "authors": [{"first": "J", "middle": [], "last": "Guillemin", "suffix": ""}], "year": 1999, "venue": "Berkely", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Bioterrorismrelated inhalational anthrax: the first 10 cases reported in the United States", "authors": [{"first": "J", "middle": ["A"], "last": "Jernigan", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Stephens", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Ashford", "suffix": ""}], "year": 2001, "venue": "Emerg Infect Dis", "volume": "7", "issn": "", "pages": "933--944", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Anthrax meningoencephalitis", "authors": [{"first": "D", "middle": ["J"], "last": "Lanska", "suffix": ""}], "year": 2002, "venue": "Neurology", "volume": "59", "issn": "", "pages": "327--334", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "CT and MR findings of anthrax meningoencephalitis: report of two cases and review of the literature", "authors": [{"first": "H", "middle": ["J"], "last": "Kim", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Jun", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Lee", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Rho", "suffix": ""}], "year": 2001, "venue": "AJNR Am J Neuroradiol", "volume": "22", "issn": "", "pages": "1303--1305", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Pathology of inhalational anthrax in 42 cases from the Sverdlovsk outbreak of 1979", "authors": [{"first": "F", "middle": ["A"], "last": "Abramova", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Grinberg", "suffix": ""}, {"first": "O", "middle": ["V"], "last": "Yampolskaya", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Walker", "suffix": ""}], "year": 1993, "venue": "Proc Natl Acad Sci", "volume": "90", "issn": "", "pages": "2291--2294", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "A bacteriolytic agent that detects and kills Bacillus anthracis", "authors": [{"first": "R", "middle": [], "last": "Schuch", "suffix": ""}, {"first": "D", "middle": [], "last": "Nelson", "suffix": ""}, {"first": "V", "middle": ["A"], "last": "Fischetti", "suffix": ""}], "year": 2002, "venue": "Nature", "volume": "418", "issn": "", "pages": "884--889", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Anthrax: from antiquity and obscurity to a front-runner in bioterrorism", "authors": [{"first": "D", "middle": ["N"], "last": "Kyriacou", "suffix": ""}, {"first": "A", "middle": [], "last": "Adamski", "suffix": ""}, {"first": "N", "middle": [], "last": "Khardori", "suffix": ""}], "year": 2006, "venue": "Infect Dis Clin North Am", "volume": "20", "issn": "", "pages": "227--251", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Optic neuritis after anthrax vaccination", "authors": [{"first": "J", "middle": ["B"], "last": "Kerrison", "suffix": ""}, {"first": "D", "middle": [], "last": "Lounsbury", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Thirkill", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Lane", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Schatz", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Engler", "suffix": ""}], "year": 2002, "venue": "Ophthalmology", "volume": "109", "issn": "", "pages": "99--104", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "NATO handbook on the medical aspects of NBC defensive operations", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Biological warfare agents as threats to potable water", "authors": [{"first": "W", "middle": ["D"], "last": "Burrows", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Renner", "suffix": ""}], "year": 1999, "venue": "Environ Health Perspect", "volume": "107", "issn": "", "pages": "975--984", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Plague into the 21st century", "authors": [{"first": "T", "middle": [], "last": "Butler", "suffix": ""}], "year": 2009, "venue": "Clin Infect Dis", "volume": "49", "issn": "", "pages": "736--742", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Risk of person-to-person transmission of pneumonic plague", "authors": [{"first": "J", "middle": ["L"], "last": "Kool", "suffix": ""}], "year": 2005, "venue": "Clin Infect Dis", "volume": "40", "issn": "", "pages": "1166--1172", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Cases of cat-associated human plague in the Western US", "authors": [{"first": "K", "middle": ["L"], "last": "Gage", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Dennis", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Orloski", "suffix": ""}], "year": 1977, "venue": "Clin Infect Dis", "volume": "30", "issn": "", "pages": "893--900", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Plague as a biological weapon: medical and public health management. Working Group on Civilian Biodefense", "authors": [{"first": "T", "middle": ["V"], "last": "Inglesby", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Dennis", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Henderson", "suffix": ""}], "year": 2000, "venue": "JAMA", "volume": "283", "issn": "", "pages": "2281--2290", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Plague meningitis -a retrospective analysis of cases reported in the United States, 1970-1979", "authors": [{"first": "T", "middle": ["M"], "last": "Becker", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Poland", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Quan", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "White", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mann", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Barnes", "suffix": ""}], "year": 1987, "venue": "West J Med", "volume": "147", "issn": "", "pages": "554--557", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Tularemia: the disease and the weapon", "authors": [{"first": "S", "middle": ["D"], "last": "Cronquist", "suffix": ""}], "year": 2004, "venue": "Dermatol Clin", "volume": "22", "issn": "", "pages": "313--320", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Tularemia: a 30-year experience with 88 cases", "authors": [{"first": "M", "middle": ["E"], "last": "Evans", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Gregory", "suffix": ""}, {"first": "W", "middle": [], "last": "Schaffner", "suffix": ""}, {"first": "Z", "middle": ["A"], "last": "Mcgee", "suffix": ""}], "year": 1985, "venue": "Medicine (Baltimore)", "volume": "64", "issn": "", "pages": "251--269", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Tularemia as a biological weapon: medical and public health management", "authors": [{"first": "D", "middle": ["T"], "last": "Dennis", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Inglesby", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Henderson", "suffix": ""}], "year": 2001, "venue": "JAMA", "volume": "285", "issn": "", "pages": "2763--2773", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Humoral immunity against Francisella tularensis after natural infection", "authors": [{"first": "P", "middle": [], "last": "Koskela", "suffix": ""}, {"first": "A", "middle": [], "last": "Salminen", "suffix": ""}], "year": 1985, "venue": "J Clin Microbiol", "volume": "22", "issn": "", "pages": "973--979", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Agglutinins and antibodies to Francisella tularensis outer membrane antigens in the early diagnosis of disease during an outbreak of tularemia", "authors": [{"first": "L", "middle": [], "last": "Bevanger", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Maeland", "suffix": ""}, {"first": "A", "middle": ["I"], "last": "Naess", "suffix": ""}], "year": 1988, "venue": "J Clin Microbiol", "volume": "26", "issn": "", "pages": "433--437", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Clinical use of a diagnostic PCR for Francisella tularensis in patients with suspected ulceroglandular tularaemia", "authors": [{"first": "H", "middle": [], "last": "Eliasson", "suffix": ""}, {"first": "A", "middle": [], "last": "Sjostedt", "suffix": ""}, {"first": "E", "middle": [], "last": "Back", "suffix": ""}], "year": 2005, "venue": "Scand J Infect Dis", "volume": "37", "issn": "", "pages": "833--837", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Biological and chemical agents: a brief synopsis", "authors": [{"first": "M", "middle": [], "last": "Rosenbloom", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Leikin", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Vogel", "suffix": ""}, {"first": "Z", "middle": ["A"], "last": "Chaudry", "suffix": ""}], "year": 2002, "venue": "Am J Ther", "volume": "9", "issn": "", "pages": "5--14", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "An important outbreak of human Q fever in a Swiss Alpine valley", "authors": [{"first": "G", "middle": [], "last": "Dupuis", "suffix": ""}, {"first": "J", "middle": [], "last": "Petite", "suffix": ""}, {"first": "O", "middle": [], "last": "Peter", "suffix": ""}, {"first": "M", "middle": [], "last": "Vouilloz", "suffix": ""}], "year": 1987, "venue": "Int J Epidemiol", "volume": "16", "issn": "", "pages": "282--287", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Epidemiologic features and clinical presentation of acute Q fever in hospitalized patients: 323 French cases", "authors": [{"first": "Tissot", "middle": [], "last": "Dupont", "suffix": ""}, {"first": "H", "middle": [], "last": "Raoult", "suffix": ""}, {"first": "D", "middle": [], "last": "Brouqui", "suffix": ""}, {"first": "P", "middle": [], "last": "", "suffix": ""}], "year": 1992, "venue": "Am J Med", "volume": "93", "issn": "", "pages": "427--434", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "The Sanford Guide to Antimicrobial therapy", "authors": [{"first": "D", "middle": ["N"], "last": "Gilbert", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Moellering", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Eliopoulis", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Saag", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "Chambers", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Brucellosis in the United States, 1960-1972; An abattoir-associated disease. Part III. Epidemiology and evidence for acquired immunity", "authors": [{"first": "T", "middle": ["M"], "last": "Buchanan", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Hendricks", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Patton", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Feldman", "suffix": ""}], "year": 1974, "venue": "Medicine (Baltimore)", "volume": "53", "issn": "", "pages": "427--439", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "The nature of human brucellosis in Kuwait: study of 379 cases", "authors": [{"first": "A", "middle": ["R"], "last": "Mousa", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Elhag", "suffix": ""}, {"first": "M", "middle": [], "last": "Khogali", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Marafie", "suffix": ""}], "year": 1988, "venue": "Rev Infect Dis", "volume": "10", "issn": "", "pages": "211--217", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "An overview of human brucellosis", "authors": [{"first": "E", "middle": ["J"], "last": "Young", "suffix": ""}], "year": 1995, "venue": "Clin Infect Dis", "volume": "21", "issn": "", "pages": "283--290", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Clinical categories of neurobrucellosis. A report on 19 cases", "authors": [{"first": "R", "middle": ["A"], "last": "Shakir", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Al-Din", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Araj", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Lulu", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Mousa", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Saadah", "suffix": ""}], "year": 1987, "venue": "Brain", "volume": "110", "issn": "", "pages": "213--223", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Neurobrucellosis: clinical and therapeutic features", "authors": [{"first": "D", "middle": ["R"], "last": "Mclean", "suffix": ""}, {"first": "N", "middle": [], "last": "Russell", "suffix": ""}, {"first": "M", "middle": ["Y"], "last": "Khan", "suffix": ""}], "year": 1992, "venue": "Clin Infect Dis", "volume": "15", "issn": "", "pages": "582--590", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Laboratory-acquired human glanders -Maryland", "authors": [], "year": 2000, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "49", "issn": "", "pages": "532--535", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Smallpox: clinical and epidemiologic features", "authors": [{"first": "D", "middle": ["A"], "last": "Henderson", "suffix": ""}], "year": 1999, "venue": "Emerg Infect Dis", "volume": "5", "issn": "", "pages": "537--539", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Hemorrhagic fever viruses as biological weapons: medical and public health management", "authors": [{"first": "L", "middle": [], "last": "Borio", "suffix": ""}, {"first": "T", "middle": [], "last": "Inglesby", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Peters", "suffix": ""}], "year": 2002, "venue": "JAMA", "volume": "287", "issn": "", "pages": "2391--2405", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Bioterrorism: management of major biological agents", "authors": [{"first": "P", "middle": [], "last": "Bossi", "suffix": ""}, {"first": "D", "middle": [], "last": "Garin", "suffix": ""}, {"first": "A", "middle": [], "last": "Guihot", "suffix": ""}], "year": 2006, "venue": "Cell Mol Life Sci", "volume": "63", "issn": "", "pages": "2196--2212", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Smallpox, bioterrorism, and the neurologist", "authors": [{"first": "D", "middle": ["J"], "last": "Cleri", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Villota", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Porwancher", "suffix": ""}], "year": 2003, "venue": "Arch Neurol", "volume": "60", "issn": "", "pages": "489--494", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Smallpox vaccination in 2003: key information for clinicians", "authors": [{"first": "J", "middle": [], "last": "Bartlett", "suffix": ""}, {"first": "L", "middle": [], "last": "Borio", "suffix": ""}, {"first": "L", "middle": [], "last": "Radonovich", "suffix": ""}], "year": 2003, "venue": "Clin Infect Dis", "volume": "36", "issn": "", "pages": "883--902", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Update: adverse events following civilian smallpox vaccination -United States", "authors": [], "year": 2003, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "53", "issn": "", "pages": "106--107", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Hemorrhagic fever viruses", "authors": [{"first": "D", "middle": ["C"], "last": "Pigott", "suffix": ""}], "year": 2005, "venue": "Crit Care Clin", "volume": "21", "issn": "", "pages": "765--783", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Viral hemorrhagic fevers: current status of endemic disease and strategies for control", "authors": [{"first": "D", "middle": ["J"], "last": "Cleri", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Ricketti", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Porwancher", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Ramos-Bonner", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Vernaleo", "suffix": ""}], "year": 2006, "venue": "Infect Dis Clin North Am", "volume": "20", "issn": "", "pages": "359--393", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Oxford Textbook of Medicine", "authors": [{"first": "L", "middle": [], "last": "Petersen", "suffix": ""}, {"first": "D", "middle": [], "last": "Gubler", "suffix": ""}, {"first": "", "middle": [], "last": "Alphaviruses", "suffix": ""}, {"first": "D", "middle": [], "last": "Warrell", "suffix": ""}, {"first": "T", "middle": [], "last": "Cox", "suffix": ""}, {"first": "J", "middle": [], "last": "Firth", "suffix": ""}, {"first": "E", "middle": [], "last": "Benz", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Clinical and neuroradiographic manifestations of eastern equine encephalitis", "authors": [{"first": "R", "middle": ["L"], "last": "Deresiewicz", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Thaler", "suffix": ""}, {"first": "L", "middle": [], "last": "Hsu", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Zamani", "suffix": ""}], "year": 1997, "venue": "N Engl J Med", "volume": "336", "issn": "", "pages": "1867--1874", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Venezuelan equine encephalitis", "authors": [{"first": "K", "middle": ["M"], "last": "Johnson", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Martin", "suffix": ""}], "year": 1974, "venue": "Adv Vet Sci Comp Med", "volume": "18", "issn": "", "pages": "79--116", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Viral agents as biological weapons and agents of bioterrorism", "authors": [{"first": "M", "middle": ["S"], "last": "Bronze", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Huycke", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Machado", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Voskuhl", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Greenfield", "suffix": ""}], "year": 2002, "venue": "Am J Med Sci", "volume": "323", "issn": "", "pages": "316--325", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Pegylated alpha interferon is an effective treatment for virulent venezuelan equine encephalitis virus and has profound effects on the host immune response to infection", "authors": [{"first": "R", "middle": ["A"], "last": "Lukaszewski", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Brooks", "suffix": ""}], "year": 2000, "venue": "J Virol", "volume": "74", "issn": "", "pages": "5006--5015", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Structure of isolated nucleocapsids from venezuelan equine encephalitis virus and implications for assembly and disassembly of enveloped virus", "authors": [{"first": "A", "middle": [], "last": "Paredes", "suffix": ""}, {"first": "K", "middle": [], "last": "Alwell-Warda", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Weaver", "suffix": ""}, {"first": "W", "middle": [], "last": "Chiu", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Watowich", "suffix": ""}], "year": 2003, "venue": "J Virol", "volume": "77", "issn": "", "pages": "659--664", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Botulinum toxin as a biological weapon: medical and public health management", "authors": [{"first": "S", "middle": ["S"], "last": "Arnon", "suffix": ""}, {"first": "R", "middle": [], "last": "Schechter", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Inglesby", "suffix": ""}], "year": 2001, "venue": "JAMA", "volume": "285", "issn": "", "pages": "1059--1070", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Botulism in the United States: a clinical and epidemiologic review", "authors": [{"first": "R", "middle": ["L"], "last": "Shapiro", "suffix": ""}, {"first": "C", "middle": [], "last": "Hatheway", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Swerdlow", "suffix": ""}], "year": 1998, "venue": "Ann Intern Med", "volume": "129", "issn": "", "pages": "221--228", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Clinical and laboratory comparison of botulism from toxin types A, B, and E in the United States, 1975-1988", "authors": [{"first": "B", "middle": ["A"], "last": "Woodruff", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Griffin", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Mccroskey", "suffix": ""}], "year": 1992, "venue": "J Infect Dis", "volume": "166", "issn": "", "pages": "1281--1286", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Botulinum toxin", "authors": [{"first": "B", "middle": ["Z"], "last": "Horowitz", "suffix": ""}], "year": 2005, "venue": "Crit Care Clin", "volume": "21", "issn": "", "pages": "825--839", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Principles and Practice of Infectious Diseases", "authors": [{"first": "T", "middle": ["P"], "last": "Bleck", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "3097--102", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "When biotoxins are tools of terror. Early recognition of intentional poisoning can attenuate effects", "authors": [{"first": "D", "middle": ["L"], "last": "Blazes", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "Lawler", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Lazarus", "suffix": ""}], "year": 2002, "venue": "Postgrad Med", "volume": "112", "issn": "", "pages": "89--98", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "AAEM case report 16", "authors": [{"first": "R", "middle": ["A"], "last": "Maselli", "suffix": ""}, {"first": "N", "middle": [], "last": "Bakshi", "suffix": ""}], "year": 2000, "venue": "Botulism. American Association of Electrodiagnostic Medicine. Muscle Nerve", "volume": "23", "issn": "", "pages": "1137--1144", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Botulism: heart rate variation, sympathetic skin responses, and plasma norepinephrine", "authors": [{"first": "J", "middle": ["T"], "last": "Chen", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Chen", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Lin", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": ["A"], "last": "Wu", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Liao", "suffix": ""}], "year": 1999, "venue": "Can J Neurol Sci", "volume": "26", "issn": "", "pages": "123--126", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Experience with the use of an investigational F(ab')2 heptavalent botulism immune globulin of equine origin during an outbreak of type E botulism in Egypt", "authors": [{"first": "R", "middle": ["G"], "last": "Hibbs", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Weber", "suffix": ""}, {"first": "A", "middle": [], "last": "Corwin", "suffix": ""}], "year": 1996, "venue": "Clin Infect Dis", "volume": "23", "issn": "", "pages": "337--340", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Equine antitoxin use and other factors that predict outcome in type A foodborne botulism", "authors": [{"first": "C", "middle": ["O"], "last": "Tacket", "suffix": ""}, {"first": "W", "middle": ["X"], "last": "Shandera", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mann", "suffix": ""}, {"first": "N", "middle": ["T"], "last": "Hargrett", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Blake", "suffix": ""}], "year": 1984, "venue": "Am J Med", "volume": "76", "issn": "", "pages": "794--798", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "Botulism in the United States, 1899-1973: Handbook for Epidemiologists, Clinicians and Laboratory Workers. Atlanta: US Dept", "authors": [{"first": "Usph", "middle": [], "last": "Services", "suffix": ""}], "year": 1974, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Fact Sheets on chemical and biological warfare agents. CBWInfo. com, last updated", "authors": [], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Other biologic toxin bioweapons: ricin, staphylococcal enterotoxin B, and trichothecene mycotoxins", "authors": [{"first": "W", "middle": ["B"], "last": "Henghold", "suffix": ""}], "year": 2004, "venue": "Dermatol Clin", "volume": "22", "issn": "", "pages": "257--262", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Castor bean intoxication", "authors": [{"first": "K", "middle": ["R"], "last": "Challoner", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Mccarron", "suffix": ""}], "year": 1990, "venue": "Ann Emerg Med", "volume": "19", "issn": "", "pages": "1177--1183", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "USAM-RIID's medical management of biological casualties handbook", "authors": [{"first": "Mcg", "middle": [], "last": "Kortepeter", "suffix": ""}, {"first": "T", "middle": [], "last": "Cieslak", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "The staphylococci in human disease", "authors": [{"first": "N", "middle": ["L"], "last": "Barg", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Staphylococcal food poisoning in the United States. New facts and old misconceptions", "authors": [{"first": "S", "middle": ["D"], "last": "Holmberg", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Blake", "suffix": ""}], "year": 1984, "venue": "JAMA", "volume": "251", "issn": "4", "pages": "487--496", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Paralytic shellfish poisoning: a potential public health problem", "authors": [{"first": "L", "middle": [], "last": "Lehane", "suffix": ""}], "year": 2001, "venue": "Med J Aust", "volume": "175", "issn": "", "pages": "29--31", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "Acute tetrodotoxin-induced neurotoxicity after ingestion of puffer fish", "authors": [{"first": "M", "middle": ["C"], "last": "Kiernan", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Isbister", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Lin", "suffix": ""}, {"first": "D", "middle": [], "last": "Burke", "suffix": ""}, {"first": "H", "middle": [], "last": "Bostock", "suffix": ""}], "year": 2005, "venue": "Ann Neurol", "volume": "57", "issn": "", "pages": "339--348", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "Anticholinesterase drugs in the treatment of tetrodotoxin poisoning", "authors": [{"first": "S", "middle": ["K"], "last": "Chew", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Chew", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Wang", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Mah", "suffix": ""}, {"first": "B", "middle": ["Y"], "last": "Tan", "suffix": ""}], "year": 1984, "venue": "Lancet", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "Nerve Agents. Washington DC: RAND Corporation", "authors": [{"first": "W", "middle": ["S"], "last": "Augerson", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "Poisoning due to organophosphate insecticides. Acute and chronic manifestations", "authors": [{"first": "T", "middle": [], "last": "Namba", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Nolte", "suffix": ""}, {"first": "J", "middle": [], "last": "Jackrel", "suffix": ""}, {"first": "D", "middle": [], "last": "Grob", "suffix": ""}], "year": 1971, "venue": "Am J Med", "volume": "50", "issn": "", "pages": "475--492", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "Nerve agents: a review", "authors": [{"first": "C", "middle": ["H"], "last": "Gunderson", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Lehmann", "suffix": ""}, {"first": "F", "middle": ["R"], "last": "Sidell", "suffix": ""}, {"first": "B", "middle": [], "last": "Jabbari", "suffix": ""}], "year": 1992, "venue": "Neurology", "volume": "42", "issn": "", "pages": "946--950", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "Sarin poisoning in Tokyo subway", "authors": [{"first": "T", "middle": [], "last": "Suzuki", "suffix": ""}, {"first": "H", "middle": [], "last": "Morita", "suffix": ""}, {"first": "K", "middle": [], "last": "Ono", "suffix": ""}, {"first": "K", "middle": [], "last": "Maekawa", "suffix": ""}, {"first": "R", "middle": [], "last": "Nagai", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yazaki", "suffix": ""}], "year": 1995, "venue": "Lancet", "volume": "345", "issn": "", "pages": "", "other_ids": {}}, "BIBREF102": {"ref_id": "b102", "title": "Electrophysiological studies in acute organophosphate poisoning", "authors": [{"first": "R", "middle": ["S"], "last": "Wadia", "suffix": ""}, {"first": "S", "middle": [], "last": "Chitra", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Amin", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Kiwalkar", "suffix": ""}, {"first": "H", "middle": ["V"], "last": "Sardesai", "suffix": ""}], "year": 1987, "venue": "J Neurol Neurosurg Psychiatry", "volume": "50", "issn": "", "pages": "1442--1448", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "End-plate dysfunction in acute organophosphate intoxication", "authors": [{"first": "R", "middle": [], "last": "Besser", "suffix": ""}, {"first": "L", "middle": [], "last": "Gutmann", "suffix": ""}, {"first": "U", "middle": [], "last": "Dillmann", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Weilemann", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Hopf", "suffix": ""}], "year": 1989, "venue": "Neurology", "volume": "39", "issn": "", "pages": "561--567", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "Progress in medical defense against nerve agents", "authors": [{"first": "M", "middle": ["A"], "last": "Dunn", "suffix": ""}, {"first": "F", "middle": ["R"], "last": "Sidell", "suffix": ""}], "year": 1989, "venue": "JAMA", "volume": "262", "issn": "", "pages": "649--652", "other_ids": {}}, "BIBREF105": {"ref_id": "b105", "title": "Aggressive atropinisation and continuous pralidoxime (2-PAM) infusion in patients with severe organophosphate poisoning: experience of a northwest Indian hospital", "authors": [{"first": "S", "middle": [], "last": "Singh", "suffix": ""}, {"first": "D", "middle": [], "last": "Chaudhry", "suffix": ""}, {"first": "D", "middle": [], "last": "Behera", "suffix": ""}, {"first": "D", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Jindal", "suffix": ""}], "year": 2001, "venue": "Hum Exp Toxicol", "volume": "20", "issn": "", "pages": "15--18", "other_ids": {}}, "BIBREF106": {"ref_id": "b106", "title": "Efficacy of the ketamine-atropine combination in the delayed treatment of soman-induced status epilepticus", "authors": [{"first": "F", "middle": [], "last": "Dorandeu", "suffix": ""}, {"first": "P", "middle": [], "last": "Carpentier", "suffix": ""}, {"first": "D", "middle": [], "last": "Baubichon", "suffix": ""}], "year": 2005, "venue": "Brain Res", "volume": "1051", "issn": "", "pages": "164--175", "other_ids": {}}, "BIBREF107": {"ref_id": "b107", "title": "Neurotoxic effects of organophosphorus insecticides. An intermediate syndrome", "authors": [{"first": "N", "middle": [], "last": "Senanayake", "suffix": ""}, {"first": "L", "middle": [], "last": "Karalliedde", "suffix": ""}], "year": 1987, "venue": "N Engl J Med", "volume": "316", "issn": "", "pages": "761--763", "other_ids": {}}, "BIBREF108": {"ref_id": "b108", "title": "Acute polyneuropathy after poisoning by a new organophosphate insecticide", "authors": [{"first": "N", "middle": [], "last": "Senanayake", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Johnson", "suffix": ""}], "year": 1982, "venue": "N Engl J Med", "volume": "306", "issn": "", "pages": "155--157", "other_ids": {}}, "BIBREF109": {"ref_id": "b109", "title": "Organophosphate polyneuropathy: pathogenesis and prevention", "authors": [{"first": "M", "middle": [], "last": "Lotti", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Becker", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Aminoff", "suffix": ""}], "year": 1984, "venue": "Neurology", "volume": "34", "issn": "", "pages": "658--662", "other_ids": {}}, "BIBREF110": {"ref_id": "b110", "title": "Neurological aspects of organophosphate poisoning", "authors": [{"first": "De", "middle": [], "last": "Bleecker", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "", "suffix": ""}, {"first": "De", "middle": [], "last": "Reuck", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Willems", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "", "suffix": ""}], "year": 1992, "venue": "Clin Neurol Neurosurg", "volume": "94", "issn": "", "pages": "93--103", "other_ids": {}}, "BIBREF111": {"ref_id": "b111", "title": "Sarin-induced neuropathology in rats", "authors": [{"first": "T", "middle": [], "last": "Kadar", "suffix": ""}, {"first": "S", "middle": [], "last": "Shapira", "suffix": ""}, {"first": "G", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "R", "middle": [], "last": "Sahar", "suffix": ""}, {"first": "D", "middle": [], "last": "Alkalay", "suffix": ""}, {"first": "L", "middle": [], "last": "Raveh", "suffix": ""}], "year": 1995, "venue": "Hum Exp Toxicol", "volume": "14", "issn": "", "pages": "252--259", "other_ids": {}}, "BIBREF112": {"ref_id": "b112", "title": "Respiratory tract irritants. Environmental and occupational medicine", "authors": [{"first": "W", "middle": ["H"], "last": "Barkman", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF114": {"ref_id": "b114", "title": "Sulfur mustard: its continuing threat as a chemical warfare agent, the cutaneous lesions induced, progress in understanding its mechanism of action, its long-term health effects, and new developments for protection and therapy", "authors": [{"first": "K", "middle": ["J"], "last": "Smith", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Hurst", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Moeller", "suffix": ""}, {"first": "H", "middle": ["G"], "last": "Skelton", "suffix": ""}, {"first": "F", "middle": ["R"], "last": "Sidell", "suffix": ""}], "year": 1995, "venue": "J Am Acad Dermatol", "volume": "32", "issn": "", "pages": "765--776", "other_ids": {}}, "BIBREF115": {"ref_id": "b115", "title": "Agents of chemical warfare: sulfur mustard", "authors": [{"first": "J", "middle": [], "last": "Borak", "suffix": ""}, {"first": "F", "middle": ["R"], "last": "Sidell", "suffix": ""}], "year": 1992, "venue": "Ann Emerg Med", "volume": "21", "issn": "", "pages": "303--308", "other_ids": {}}, "BIBREF116": {"ref_id": "b116", "title": "Toxicology and pharmacology of the chemical warfare agent sulfur mustard", "authors": [{"first": "J", "middle": ["C"], "last": "Dacre", "suffix": ""}, {"first": "M", "middle": [], "last": "Goldman", "suffix": ""}], "year": 1996, "venue": "Pharmacol Rev", "volume": "48", "issn": "", "pages": "289--326", "other_ids": {}}, "BIBREF117": {"ref_id": "b117", "title": "Toxicity of vesicant agents scheduled for destruction by the Chemical Stockpile Disposal Program", "authors": [{"first": "A", "middle": ["P"], "last": "Watson", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Griffin", "suffix": ""}], "year": 1992, "venue": "Environ Health Perspect", "volume": "98", "issn": "", "pages": "259--280", "other_ids": {}}, "BIBREF118": {"ref_id": "b118", "title": "Clinical toxicology of cyanide", "authors": [{"first": "A", "middle": ["H"], "last": "Hall", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Rumack", "suffix": ""}], "year": 1986, "venue": "Ann Emerg Med", "volume": "15", "issn": "", "pages": "1067--1074", "other_ids": {}}, "BIBREF119": {"ref_id": "b119", "title": "The clinical experience of acute cyanide poisoning", "authors": [{"first": "D", "middle": [], "last": "Yen", "suffix": ""}, {"first": "J", "middle": [], "last": "Tsai", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Wang", "suffix": ""}], "year": 1995, "venue": "Am J Emerg Med", "volume": "13", "issn": "", "pages": "524--528", "other_ids": {}}, "BIBREF120": {"ref_id": "b120", "title": "Hydroxocobalamin: improved public health readiness for cyanide disasters", "authors": [{"first": "S", "middle": ["W"], "last": "Sauer", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Keim", "suffix": ""}], "year": 2001, "venue": "Ann Emerg Med", "volume": "37", "issn": "", "pages": "635--641", "other_ids": {}}, "BIBREF121": {"ref_id": "b121", "title": "Goldfrank's toxicologic emergencies", "authors": [{"first": "L", "middle": ["R"], "last": "Goldfrank", "suffix": ""}, {"first": "N", "middle": ["E"], "last": "Flomenbaum", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Lewin", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Weisman", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Howland", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Hoffman", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF122": {"ref_id": "b122", "title": "Basal ganglia neurotoxins", "authors": [{"first": "R", "middle": ["L"], "last": "Albin", "suffix": ""}], "year": 2000, "venue": "Neurol Clin", "volume": "18", "issn": "", "pages": "665--680", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Classification of Bioterrorism AgentsCenters for Disease Control and Prevention Categories of Bioterrorism Agents/DiseasesSource: http://www.bt.cdc.gov/agent/agentlist-category.asp. AccessedOctober 25, 2011", "latex": null, "type": "table"}, "TABREF1": {"text": "Relative Toxicity of Selected AgentsRelative toxicity of selected toxins and agents in mice Differential Diagnosis for Agents Presenting with Prominent Neurological Findings", "latex": null, "type": "table"}, "TABREF2": {"text": "Recommended Therapy for Casualties of Nerve AgentsRecommended therapy for casualties of nerve agents after exposure. Once seizures have been present and persisted, however, the excessive release of excitatory amino acids, particularly glutamate excitotoxicity (and perhaps other transmitters), result in status epilepticus, which is no longer responsive to atropine.Diagnosis is mainly by situation and clinical. Exposure indicators include the inhibition of AChE in red blood cells (RBC), a test most sensitive for nerve agent exposure.", "latex": null, "type": "table"}}, "back_matter": [{"text": "Required Author Forms Disclosure forms provided by the authors are available with the online version of this article.", "cite_spans": [], "ref_spans": [], "section": "annex"}]}