{
    "paper_id": "2a7aed90629adfc6632942d9165b4d6262553ba9",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A few months ago, a working group from the Spanish Society of Internal Medicine (SEMI, for its initials in Spanish), in collaboration with the Institute for Healthcare Improvement Foundation (IMAS, for its initials in Spanish), reflected on the characteristics that the ''hospital of the future'' should have in our healthcare system. This initiative was captured in a final document with various recommendations. 1 Recently, a summary was published as a special article in an issue of REVISTA CLINICA ESPAÑOLA. 2 In general, changes to improve the quality of healthcare systems in Western countries come slowly and are plagued by difficulties: they are care structures comprising multiple professionals whose management----human, technological, and organizational----entail a high degree of complexity.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 415,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 512,
                    "end": 513,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Some barriers to innovation in healthcare systems can be explained by the fact that they have antiquated organizations, infrastructures, regulatory rules, and incentive systems; by fragmentation and institutional and corporate stagnation; by a lack of up-to-date knowledge about technology and processes already adopted by other sectors; by human beings' natural skepticism and refusal to modify routines; and lastly, because practical incorporation is very difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In short, resistance to change depends on the initiatives proposed, how they are put into practice, the characteristics of the professionals involved, different organizational factors, and the nature and context of the environment. 3 The emergence of SARS-CoV-2 (COVID-19) infection in recent months----one of the greatest epidemics in the history of mankind with millions affected and hundreds of thousands ଝ Please cite this article as: García-Alegría J, Gómez-Huelgas R. Enfermedad COVID-19: el hospital del futuro ya está aquí. Rev Clin Esp. 2020. https://doi.org/10.1016/j.rce.2020.05.010 of deaths----has obligated healthcare systems to make radical transformations in order to face this global pandemic. 4 Some consequences have been the modification of hospital structures and care management; the restriction of social mobility by regulations issued by the authorities to reduce transmission of the infection; and patients' and the population's fear of infection if they came to healthcare centers. Along with the role of professionals, the role of citizens as a driving force for change in all aspects has been essential. Their responsibility in self-care, compliance with social isolation, and rational use of healthcare resources are noteworthy.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 233,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 711,
                    "end": 712,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This very powerful change in the environment has broken down pre-existing barriers to innovation, which have been overrun by the urgent nature of the search for solutions in healthcare, both on the general and local levels. 5 This transformation has been so substantial that it can be considered disruptive, as it has completely broken the previous paradigm and forced us to reconsider the premises and care models that have been in place up to now.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 225,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In these weeks, we have frequently read that ''nothing will be like it was before,'' and certainly, in regard to healthcare, it is possible that many of the changes urgently implemented due to the COVID-19 infection are here to stay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A large part of the ''hospital of the future'' recommendations have been incorporated quickly and naturally into hospitals during the pandemic (Table 1) . Among them, the clinical departments that have led the centers have had special prominence, providing guidance on the needs for infrastructure, patient flows, and necessary materials.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 152,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Due to their versatility, their degree of qualification, and their great capacity for adaptation, the internal medicine departments, present in all hospitals, have been one of the main protagonists in confronting COVID-19 in Spain and other countries. Furthermore, there has been a blurring of lines between traditional medical specialties with the establishment of multiprofessional groups or ''COVID teams,'' with The consideration of ethical and professional duties to patients, their families, and society has taken precedence over any other circumstance, which has meant a renewal of healthcare professionals' ethical commitments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The initial comprehensive evaluation, the consideration of individual risk, and the stratification of levels of care have been the rules for procedure in assigning available care resources in the most appropriate manner according to each center's changing circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The clinical pathways of patients between emergency departments, hospitalization wards, intermediate or critical care units, and at-home follow-up----managed either from the hospital or from primary care----have been more fluid than ever. Furthermore, novel shared care tools have been implemented. The close coordination among clinical departments, laboratories, and radiology departments has provided solutions for making quick clinical decisions with a reduction in response times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hospitals have become coordination centers for care and for performing diagnostic tests on a massive scale. They have also taken charge of the medicalization of community health centers and nursing homes and of the launch of field hospitals or pavilions in order to increase available hospital beds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the direct care of hospitalized patients, digitalization and telemedicine initiatives have been implemented or expanded. These include the telemonitoring of conventional hospitalization wards, performing electrocardiograms with small devices that are easy to use and sterilize, and through telemedicine or virtual consultations in order to increase the number of visits while reducing professionals' exposure and the use of protective equipment as well as phone calls via mobile devices to the patient or family. 6 Physicians performing bedside ultrasounds has become an essential tool for monitoring the progress of COVID-19 infection with lung involvement. 7 At-home follow-up of intermediate-risk patients who are not hospitalized has been carried out in many centers, with their active participation and the help of devices for monitoring oximetry, video calls, and structured interviews.",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 517,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 662,
                    "end": 663,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The distancing of outpatients with this disease as well as other pathologies has been solved in large part by collecting samples in special devices or at home, by virtual telephone consultations when remote access is available to the complete electronic medical record, and with at-home delivery of medication used in hospitals. Geolocalization has been used for studying contact and to ensure social distancing. In short, different types of telemedicine and communications technology have undergone an exponential expansion in just a few weeks. 8, 9 Continuous transformation in order to provide solutions has made a ''fluid'' or ''flexible'' hospital model with constant adaptation to different scenarios obligatory. The different initiatives have not been exempt from difficulties or problems nor is the impact of the pandemic on global health outcomes or on other pathologies known yet. These aspects must be analyzed carefully in the coming months. In any case, we can say in that in many aspects, the hospital of the future is already here; it has been brought by the COVID-19 disease.",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 548,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 549,
                    "end": 550,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Within the drama that has caused such personal and collective suffering and the consequent economic catastrophe, we must draw the best lessons learned so as to improve the healthcare system as a whole. We need to make it more approachable and adaptable to patients' needs in order to avoid unnecessary clinical procedures and in-person visits and, definitively, to make it more personalized, efficient, and of a higher quality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On the other hand, the obligation to break with the current rift between what is societal and what is healthcare is imperative, as our surroundings have revealed its great fragility and how arbitrary this separation is. Some unavoidable lessons that must be tackled include strengthening the healthcare system as a whole and ensuring it is prepared to simultaneously face possible future healthcare crises due to communicable diseases and new outbreaks of SARS-CoV-2 or other zoonotic diseases, avoiding the epidemiological unpreparedness that we have endured. 10 All of this must be combined with appropriate attention to another less-recognized----or ''silent''----pandemic of chronicity, multimorbidity, and the aging of the Spanish population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This process must be done cautiously through shared reflection in hospitals along with primary care and healthcare authorities. Standardized working procedures and regulatory rules must be established with due recognition of our actions and new professional roles as well as of different care models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "El Hospital del Futuro. El papel del hospital en una asistencia sanitaria centrada en el paciente",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sociedad Española De Medicina Interna",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "El hospital del futuro en 10 puntos",
            "authors": [
                {
                    "first": "Gómez",
                    "middle": [],
                    "last": "Huelgas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Díez",
                    "middle": [],
                    "last": "Manglano",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Carretero",
                    "middle": [],
                    "last": "Gómez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barba",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Corbella",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "García",
                    "middle": [],
                    "last": "Alegría",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev Clin Esp",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rce.2020.04.009"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Forum for Health Policy. Successes and barriers for innovation in healthcare-experiences from three countries",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1016/j.rce.2020.04.009"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A novel coronavirus emerges. Un nuevo coronavirus emerge",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ena",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Wenzel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev Clin Esp",
            "volume": "220",
            "issn": "",
            "pages": "115--121",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rce.2020.01.001"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Managing people, roles, and resources during Covid-19 Surge",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barba",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rosado",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pardo-Moreno",
                    "suffix": ""
                },
                {
                    "first": "Rey",
                    "middle": [
                        "-"
                    ],
                    "last": "Biel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "NEJM Catalyst",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1016/j.rce.2020.01.001"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Virtually perfect? Telemedicine for Covid-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hollander",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1679--81",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1056/CAT.20.0152"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Point-of-care lung ultrasound in patients with COVID-19 ---a narrative review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Hayward",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Innes",
                    "suffix": ""
                },
                {
                    "first": "Asc",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/anae.15082"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "5 Reasons Why Telehealth Is Here To Stay (COVID-19 And Beyond",
            "authors": [
                {
                    "first": "Joe",
                    "middle": [],
                    "last": "Harpaz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1111/anae.15082"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Telemedicine is essential amid the Covid-19 crisis and after it. The Economist, 31/03/2020",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Topol",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLOS Medicine",
            "volume": "17",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "2254-8874/© 2020 Elsevier España, S.L.U. and Sociedad Española de Medicina Interna (SEMI). All rights reserved. RCENG-1868; No. of Pages 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "evaluation, stratification of risk and levels of care Dynamic flow between the emergency department---hospitalization---ICU---at-home follow-up Distancing of outpatients (virtual or telephone consultation) Technological innovation Home delivery of medication Fragility of community health centers Renewal of ethical and professional commitments ''Fluid'' or ''flexible'' hospital with continuous adaptation the active participation of nursing departments, which have played new roles.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Lessons from the COVID-19 disease.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}