{"paper_id": "2a81a11c77742c42125a79664a60b3b0c213ac34", "metadata": {"title": "Risk factors for mortality of adult inpatients with Coronavirus disease 2019 (COVID-19): a 1 systematic review and meta-analysis of retrospective studies", "authors": [{"first": "Mohammad", "middle": [], "last": "Parohan", "suffix": "", "affiliation": {}, "email": "prohan-m@razi.tums.ac.ir"}, {"first": "Sajad", "middle": [], "last": "Yaghoubi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Iranshahr University of Medical Sciences", "location": {"settlement": "Iranshahr", "country": "9 Iran"}}, "email": "sajadyaghoubi98@gmail.com"}, {"first": "Asal", "middle": [], "last": "Seraj", "suffix": "", "affiliation": {"laboratory": "", "institution": "Islamic Azad University", "location": {"settlement": "Damavand", "country": "Iran"}}, "email": ""}, {"first": "Mohammad", "middle": [], "last": "Hassan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Javanbakht", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Payam", "middle": [], "last": "Sarraf", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tehran University of Medical", "location": {"addrLine": "12 Sciences", "settlement": "Tehran", "country": "Iran"}}, "email": ""}, {"first": "Mahmoud", "middle": [], "last": "Djalali", "suffix": "", "affiliation": {}, "email": "mjalali87@yahoo.com"}]}, "abstract": [{"text": "Background: Coronavirus disease 2019 is an emerging disease that was first reported 25 in Wuhan city, the capital of Hubei province in China, and has subsequently spread worldwide.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Risk factors for mortality have not been well summarized. Current meta-analysis of retrospective 27 cohort studies was done to summarize available findings on the association between age, gender, 28 comorbidities and risk of death from COVID-19 infection. 29 Methods: Online databases including Web of Science, PubMed, Scopus and Google scholar were 30 searched to detect relevant publications up to 22 March 2020, using relevant keywords. To pool 31 data, random-effects model was used. Furthermore, sensitivity analysis and publication bias test 32 were also done. 33 Results: In total, six retrospective studies with 22,350 COVID-19 infected patients and 741 cases 34 of death were included in the current meta-analysis. A significant positive association was found 35 between older age (≥65 years old) and COVID-19 mortality (combined effect size=2.39 (over 36 twofold), 95% CIs=1.75-3.28, p<0.001). Such finding was also seen for hypertension (combined 37 effect size=3.29 (over threefold), 95% CIs=1.54-7.05, p=0.002), diabetes (combined effect 38 size=3.11 (over threefold), 95% CIs=1.10-8.80, p=0.032), chronic obstructive pulmonary disease 39 (COPD) (combined effect size=7.69 (over sevenfold), 95% CIs=5.65-10.47, p<0.001) and 40 cardiovascular diseases (CVDs) (combined effect size=7.39 (over sevenfold), 95% CIs=2.88-41 18.96, p<0.001).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "42 Conclusions: Older age, hypertension, diabetes, COPD and CVDs were associated with greater 43 risk of death from COVID-19 infection. These findings could help clinicians to identify patients 44 with poor prognosis at an early stage.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In December, 2019, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2; previously 49 known as 2019-nCoV) was first reported in Wuhan city, the capital of Hubei province in China, 50 and has subsequently spread to other regions of China and 199 countries and territories (1-3).", "cite_spans": [{"start": 188, "end": 190, "text": "50", "ref_id": null}], "ref_spans": [], "section": "Introduction 48"}, {"text": "SARS-CoV-2, which belongs to a unique clade of the sarbecovirus subgenus of the 52 Orthocoronavirinae subfamily (4), was later designated coronavirus disease 2019 in 53 February, 2020, by World Health Organization. 54 Patients with COVID-19 present primarily with fever, dry cough and fatigue or myalgia (5). 55 Although most patients with COVID-19 are thought to have a favorable prognosis, older patients 56 and those with chronic diseases may have worse outcomes (6). Patients with chronic underlying 57 conditions may develop viral pneumonia, dyspnea and hypoxemia within 1week after onset of the 58 disease, which may progress to respiratory or end-organ failure and even death (7). 59 Several studies have reported the clinical characteristics and risk factors associated with death in 60 patients with COVID-19 pneumonia (2, 6, (8) (9) (10) (11) . We are aware of no systematic review and meta-61 analysis that summarized available findings in this regard. Thus, we aimed to systematically 62 review the present evidences on the association between age, gender, hypertension, diabetes, 63 chronic obstructive pulmonary disease (COPD), cardiovascular diseases (CVDs) and risk of death 64 from COVID-19 infection, and to summarize the available findings in a meta-analysis. 67 Study protocol 68 The present systematic review and meta-analysis were planned, conducted and reported in 69 adherence to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) 70 guidelines (12).", "cite_spans": [{"start": 166, "end": 168, "text": "53", "ref_id": null}, {"start": 215, "end": 217, "text": "54", "ref_id": null}, {"start": 309, "end": 311, "text": "55", "ref_id": null}, {"start": 407, "end": 409, "text": "56", "ref_id": null}, {"start": 688, "end": 690, "text": "59", "ref_id": null}, {"start": 828, "end": 831, "text": "(2,", "ref_id": null}, {"start": 832, "end": 834, "text": "6,", "ref_id": null}, {"start": 835, "end": 838, "text": "(8)", "ref_id": null}, {"start": 839, "end": 842, "text": "(9)", "ref_id": null}, {"start": 843, "end": 847, "text": "(10)", "ref_id": null}, {"start": 848, "end": 852, "text": "(11)", "ref_id": null}, {"start": 1279, "end": 1281, "text": "67", "ref_id": null}, {"start": 1297, "end": 1299, "text": "68", "ref_id": null}], "ref_spans": [], "section": "51"}, {"text": "Search strategy 73 We performed a literature search using the online databases of ISI Web of Science, PubMed, 74 Scopus and Google scholar for relevant publications up to 22 March 2020. The following medical 75 subject headings (MeSH) and non-MeSH keywords were used in our search strategy: (\"novel 76 coronavirus\" OR \"SARS-CoV-2\" OR \"COVID-19\") AND (\"death\" OR \"mortality\" OR \"survival\" 77 OR \"fatal outcome\"). Literature search was done by two independent researchers (MP and SY). 78 We also searched the reference lists of the relevant articles to identify missed studies. No restriction 79 was applied on language and time of publication. To facilitate the screening process of articles 80 from databases, all literature searches were downloaded into an EndNote library (version X8, 81 Thomson Reuters, Philadelphia, USA). In our meta-analysis, eligible articles were included if they met the following inclusion criteria:", "cite_spans": [{"start": 16, "end": 18, "text": "73", "ref_id": null}, {"start": 110, "end": 112, "text": "74", "ref_id": null}, {"start": 483, "end": 485, "text": "78", "ref_id": null}, {"start": 774, "end": 789, "text": "(version X8, 81", "ref_id": null}], "ref_spans": [], "section": "72"}, {"text": "(1) all studies assessing the association between age, gender, comorbidities and mortality risk from 86 COVID-19 infection as the major outcomes of interest; (2) observational studies with retrospective 87 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "85"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint The Newcastle-Ottawa Scale (NOS) was used for assessing the quality of included retrospective 98 cohort studies based on the following three major components: selection of the study patients, 99 adjustment for potential confounding variables and assessment of outcome (13). Based on this 100 scale, a maximum of nine points can be awarded to each study. In the present study, articles with 101 the NOS score of ≥ 5 were considered as high quality publications.", "cite_spans": [], "ref_spans": [], "section": "85"}, {"text": "Statistical analysis 104 We used HRs, ORs, and RRs (and their 95% confidence intervals) reported for the association 105 between risk factors and mortality from COVID-19 infection, to calculate log RRs and their 106 standard errors (SEs). Then, the overall effect size for mortality in relation to risk factors was 107 calculated using random-effects model. For examining the between-study heterogeneity, we 108 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 21, "end": 24, "text": "104", "ref_id": null}], "ref_spans": [], "section": "103"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 performed the Cochran's Q test (I 2 ≥ 50% were considered between-study heterogeneity) (14). To 109 identify potential sources of heterogeneity, we did subgroup analysis according to the predefined 110 criteria as follows: age (≥65 vs. <65), gender (male vs. female), hypertension (yes vs. no), diabetes 111 (yes vs. no), COPD (yes vs. no) and CVDs (yes vs. no). In addition to the main analysis, we carried 112 out sensitivity analysis to find if the overall estimate depended on the effect size from a single 113 study. Assessing the publication bias was done by the formal test of Egger (15). All statistical 114 analyses were conducted using Stata, version 14.0 (Stata Corp, College Station, TX, USA). P-115 values were considered significant at level of < 0.05.", "cite_spans": [{"start": 98, "end": 102, "text": "1101", "ref_id": null}], "ref_spans": [], "section": "103"}, {"text": "In our initial search, we found 135 papers. Of these, 15 duplicates, 17 non-English, 26 non-human, 120 46 reviews and 17 studies that did not fulfill our eligibility criteria were excluded, leaving 14 121 papers for further evaluation. Out of remaining 14 papers, 8 were excluded because of the 122 following reason: did not report HRs, ORs or RRs with 95% CIs. Finally, we included 6 123 retrospective studies in the current systematic review and meta-analysis ( Figure 1 ).", "cite_spans": [], "ref_spans": [{"start": 464, "end": 472, "text": "Figure 1", "ref_id": null}], "section": "119"}, {"text": "Study characteristics 126 All studies were conducted in Wuhan, China and used retrospective cohort design (2, 6, 8-11). The 127 sample size of studies varied from 172 to 20812 patients (mean age, 58.7 years). Five studies used 128 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 22, "end": 25, "text": "126", "ref_id": null}], "ref_spans": [], "section": "125"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 real-time reverse transcriptase-polymerase chain reaction (RT-PCR) (2, 6, 8, 10, 11) and one study 129 used clinical features (9) to identify COVID-19 infection. The NOS scores ranged between 5 to 8.", "cite_spans": [{"start": 98, "end": 102, "text": "1101", "ref_id": null}], "ref_spans": [], "section": "125"}, {"text": "Demographic characteristics and risk of death from In the meta-analysis of six effect sizes, obtained from six studies (2, 6, 8-11) (22,350 patients and 133 741 cases of death), we found that older age (≥65 years old) was associated with a 239% (over pheterogeneity=0.075) and risk of death from COVID-19 ( Figure 3 ). We found that hypertension, 149 diabetes, COPD and CVDs were associated with 329% (over threefold), 311% (over threefold), 150 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 307, "end": 315, "text": "Figure 3", "ref_id": null}], "section": "131"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20056291 doi: medRxiv preprint 769% (over sevenfold) and 739% (over sevenfold) higher risk of COVID-19 mortality, Findings from the current systematic review and meta-analysis supported the hypothesis that older 161 age (≥65 years old), hypertension, diabetes, COPD and CVDs were associated with higher risk of 162 mortality from COVID-19 infection. To the best of our knowledge, current study is the first meta-163 analysis to summarize earlier retrospective studies on the association between demographic 164 characteristics, comorbidities and risk of death from COVID-19. 165 Our findings are partially in agreement with previous narrative review (16). Previously, older age 166 has been reported as an important risk factor for mortality in SARS and Middle East respiratory 167 syndrome (MERS) (17, 18). The current meta-analysis confirmed that increased age (≥65 years 168 old) was associated with death in COVID-19 patients. The age-dependent defects in B-cell and T-169 cell function and the excess production of type 2 cytokines could lead to prolonged 170 proinflammatory responses and deficiency in control of viral replication, potentially leading to 171 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 688, "end": 691, "text": "165", "ref_id": null}], "ref_spans": [], "section": "131"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint (11). 173 Previous studies suggested that COVID-19 infection is more likely to affect older males with 174 comorbidities, and can result in fatal respiratory diseases such as acute respiratory disease 175 syndrome (10, 20). Interestingly, SARS and MERS also infected more males compared to females 176 (21, 22). Differences in the levels and type of circulating sex hormones in males and females might 177 influence the susceptibility of COVID-19 infection. Previous study showed that sex hormones 178 modulate the responses of adaptive and innate immunity (23). However, our findings showed that 179 gender was not a risk factor for mortality in COVID-19 patients.", "cite_spans": [{"start": 82, "end": 85, "text": "173", "ref_id": null}], "ref_spans": [], "section": "131"}, {"text": "The other risk factors related to death include hypertension, diabetes, respiratory system disease 181 and CVDs. A previous study showed that hypertension and diabetes are more prevalent in patients 182 with severe MERS infection (22). Similarly, the mortality rate of influenza was significantly higher 183 in patients with hypertension, metabolic disease, CVDs and respiratory system disease (24). 184 Previous studies reported that high protein expression of angiotensin converting enzyme 2 (ACE2) 185 receptor, the receptor for COVID-19, in specific organs correlated with organ failures in SARS 186 patients (25-28). It has been shown that circulating ACE2 levels are higher in patients with 187 hypertension, diabetes and CVDs (29, 30). Therefore, patients with these comorbidities may be 188 more prone to die from COVID-19 infection because of the high expression of ACE2 receptor, 189 though further research on the mechanism is needed.", "cite_spans": [{"start": 400, "end": 403, "text": "184", "ref_id": null}], "ref_spans": [], "section": "180"}, {"text": "The pathogenesis of COVID-19 is still not completely understood. Cytokine storm is thought to 191 play an important role in disease severity (31). Neutrophilia was found in both the lung and CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "190"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "190"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "190"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Figure 2 . Forest plot for the association between age, gender and risk of mortality from COVID-19 using random-effects model.", "cite_spans": [], "ref_spans": [{"start": 78, "end": 86, "text": "Figure 2", "ref_id": null}], "section": "190"}, {"text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "190"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 ", "cite_spans": [{"start": 98, "end": 102, "text": "1101", "ref_id": null}], "ref_spans": [], "section": "190"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Overall (I-squared = 85", "authors": [{"first": "", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2020, "venue": "", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "COPD (yes vs no)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Subtotal (I-squared = 0.0%, p = 0.919) Caramelo et al", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Subtotal (I-squared = 61", "authors": [{"first": "", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2020, "venue": "", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "CVDs (yes vs no)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Subtotal (I-squared = 91", "authors": [{"first": "", "middle": [], "last": "Su", "suffix": ""}], "year": 2020, "venue": "", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Diabetes (yes vs no)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Subtotal (I-squared = 86", "authors": [{"first": "", "middle": [], "last": "Su", "suffix": ""}], "year": 2020, "venue": "", "volume": "3", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "134 twofold) increased risk of COVID-19 mortality (combined effect size=2.39, 95% CIs=1.75-3.28, 135 p<0.001, I 2 =95.4%, pheterogeneity<0.001) (Figure 2). Combining five effect sizes from five studies 136 (2, 6, 8-10) revealed no significant association between gender (male vs. female) and COVID-19 137 mortality (combined effect size=1.25, 95% CIs=0.75-2.09, p=0.399, I 2 =83.8%, pheterogeneity<0.001) and risk of death from COVID-19 141 Totally, fifteen effect sizes from five studies (2, 6, 8, 10, 11) with a total of 21,640 patients and 142 652 cases of death were extracted for the association between comorbidities and COVID-19 143 mortality. Combining the reported estimates, we found a significant positive association between 144", "latex": null, "type": "figure"}, "FIGREF2": {"text": "from sensitivity analysis showed that overall estimates on the association of demographic 155 characteristics and comorbidities with COVID-19 mortality did not depend on a single study.156 Furthermore, based on the results of Egger's test (hypertension; P=0.077, diabetes; P= 0.65, 157 COPD; P=0.456 and CVDs; P=0.401), we found no evidence of publication bias.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "192peripheral blood of patients withSARS (32, 33). The severity of lung damage correlated with 193 higher numbers of neutrophils and macrophages in the peripheral blood and extensive pulmonary these cells in patients with. Neutrophils are the main source of 195 cytokines and chemokines. The generation of cytokine storm can lead to acute respiratory distress 196 syndrome, which is a leading cause of death in patients withSARS and MERS (36, 37). This may 197 explain the positive association between high fever and acute respiratory distress syndrome found 198 at the early stages of COVID-19 infection(6).199The present study has some limitations. First, interpretation of our meta-analysis findings might200 be limited by the small sample size. However, by including studies conducted in different 201 designated hospitals for COVID-19, we believe our findings are representative of cases in Wuhan, 202 China. Second, our meta-analysis did not include data such as smoking history and body mass 203 index, which are potential risk factors for disease severity and mortality. age, hypertension, diabetes, COPD and CVDs were associated with greater risk of death 207 from COVID-19 infection. The results of the present meta-analysis could help clinicians to identify 208 high risk groups that should receive off-label medications or invasive supportive care, as soon as 209 possible. 210 211 Contributors: MP, SY, AS and MHJ conceived the study conception and design. MP, SY and PS 212 contributed to the literature search. MP, SY, AS and MD performed the acquisition of data. MP, 213 SY, MHJ and MD conducted the analysis and interpretation of data. MP, AS, PS and MD drafted 214 the manuscript. MP, MHJ and MD contributed to critical revision of the manuscript.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "The authors have not declared a specific grant for this research from any funding 218 agency in the public, commercial or not-for-profit sectors.", "latex": null, "type": "figure"}, "TABREF0": {"text": "design;(3) those that reported hazard ratios (HRs), odds ratios (ORs) or relative risks (RRs) along with 95% confidence intervals (CIs) for the relationship between risk factors and COVID-19 mortality. Review articles, expert opinion articles, theses and books were excluded.Data extraction and assessment for study qualityTwo investigators (MP and AS) extracted the following data from the included studies: study design, the first author's name, the publication year, age and gender of patients, sample size, exposure (risk factors), outcome (the risk of mortality), exposure and outcome assessment methods, most adjusted risk estimate (HRs, ORs, RRs) with 95% confidence intervals and adjusted 96 confounding variables.", "latex": null, "type": "table"}, "TABREF2": {"text": ". https://doi.org/10.1101/2020.04.09.20056291 doi: medRxiv preprint poor outcome (19). In addition, elderly patients may have other risk factors, such as sarcopenia", "latex": null, "type": "table"}, "TABREF3": {"text": "Park WB, Oh HS, Kim EJ, Nam EY, et al. Clinical Progression and Cytokine 344 Profiles of Middle East Respiratory Syndrome Coronavirus Infection. Journal of Korean medical science. Lew TW, Kwek TK, Tai D, Earnest A, Loo S, Singh K, et al. Acute respiratory distress syndrome in 348critically ill patients with severe acute respiratory syndrome. Jama.", "latex": null, "type": "table"}, "TABREF4": {"text": "Characteristics of studies included in the meta-analysis. Abbreviations: a COVID-19: Coronavirus diseases 2019, b HR: Hazard ratio, OR: Odds ratio, RR: Relative risk.Figure 1. Flow chart of study selection.", "latex": null, "type": "table"}}, "back_matter": []}