{"paper_id": "2a91b5d56debe9f1dcd4b5778fb7cb10051018c9", "metadata": {"title": "Identification of a Bacillus thuringiensis Cry11Ba toxin-binding aminopeptidase from the mosquito, Anopheles quadrimaculatus", "authors": [{"first": "Mohd", "middle": [], "last": "Amir", "suffix": "", "affiliation": {}, "email": ""}, {"first": "F", "middle": [], "last": "Abdullah", "suffix": "", "affiliation": {"laboratory": "Department of Biochemistry and The Protein Research Group", "institution": "The Ohio State University", "location": {"postCode": "43210", "settlement": "Columbus", "region": "Ohio", "country": "USA"}}, "email": ""}, {"first": "Algimantas", "middle": ["P"], "last": "Valaitis", "suffix": "", "affiliation": {"laboratory": "", "institution": "USDA Forest Service", "location": {"settlement": "Delaware", "region": "Ohio", "country": "USA"}}, "email": ""}, {"first": "Donald", "middle": ["H"], "last": "Dean", "suffix": "", "affiliation": {"laboratory": "Department of Biochemistry and The Protein Research Group", "institution": "The Ohio State University", "location": {"postCode": "43210", "settlement": "Columbus", "region": "Ohio", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "Background: Aminopeptidase N (APN) type proteins isolated from several species of lepidopteran insects have been implicated as Bacillus thuringiensis (Bt) toxin-binding proteins (receptors) for Cry toxins. We examined brush border membrane vesicle (BBMV) proteins from the mosquito Anopheles quadrimaculatus to determine if APNs from this organism would bind mosquitocidal Cry toxins that are active to it.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The main African vectors of malaria are in the Anopheles gambiae complex mosquitoes [1] . In general, all species of Anopheles have been found to be susceptible to a certain extent to infection by some strain of human plasmodia [2] . Studies on lepidopteran insects revealed several types of Bt toxin-binding proteins (receptors): aminopeptidase N (APN) -like proteins [3, 4] ; cadherin-like proteins [5, 6] ; a glycoconjugate [7] and glycolipids [8] . In mosquitoes, two types of receptors were discovered: a protein with maltase activity from Culex. pipiens that binds the Bin toxin of Bacillus sphaericus [9] , and a 65 kDa protein of unknown function (lacking aminopeptidase activity) from Aedes aegypti that binds Cry4Ba and Cry11Aa [10] .", "cite_spans": [{"start": 84, "end": 87, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 228, "end": 231, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 369, "end": 372, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 373, "end": 375, "text": "4]", "ref_id": "BIBREF3"}, {"start": 401, "end": 404, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 405, "end": 407, "text": "6]", "ref_id": "BIBREF5"}, {"start": 427, "end": 430, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 447, "end": 450, "text": "[8]", "ref_id": null}, {"start": 608, "end": 611, "text": "[9]", "ref_id": null}, {"start": 738, "end": 742, "text": "[10]", "ref_id": null}], "ref_spans": [], "section": "Background"}, {"text": "Two APNs have been identified in Ae. aegypti but not associated with binding Cry proteins [11] APNs (EC 3.4.11.2) are exopeptidases that cleave single amino acids from the N-terminus of a polypeptide. APNs are expressed in many tissues including the brain, the lung, blood vessels, primary cultures of fibroblasts [12] , and have the highest levels in intestinal and kidney brushborder membranes [13] . APNs belong to the M 1 family of zinc metallopeptidases [14] , which includes related enzymes like aminopeptidase A [15] , aminopeptidase B [16, 17] , and leukotriene A4 hydrolase [18] . APNs have also been implicated as cellular receptors for human, canine, and feline coronaviruses [19] .", "cite_spans": [{"start": 90, "end": 94, "text": "[11]", "ref_id": null}, {"start": 314, "end": 318, "text": "[12]", "ref_id": null}, {"start": 396, "end": 400, "text": "[13]", "ref_id": null}, {"start": 459, "end": 463, "text": "[14]", "ref_id": null}, {"start": 519, "end": 523, "text": "[15]", "ref_id": null}, {"start": 543, "end": 547, "text": "[16,", "ref_id": null}, {"start": 548, "end": 551, "text": "17]", "ref_id": null}, {"start": 583, "end": 587, "text": "[18]", "ref_id": null}, {"start": 687, "end": 691, "text": "[19]", "ref_id": null}], "ref_spans": [], "section": "Background"}, {"text": "In this study, intestinal APN from An. quadrimaculatus larvae was isolated and tested for binding ability to different mosquitocidal Cry toxins (Cry2Aa, Cry4Ba, Cry11Aa, and Cry11Ba). Membrane proteins were extracted from An. quadrimaculatus brush border membrane vesicles (BBMV) and separated by anion-exchange chromatography. Fractions containing APN activity were pooled and purified by size-exclusion chromatography. A 100-kDa protein with APN activity was isolated from the BBMV and its N-terminal sequence was determined to be AQLEDYRLND-DVRPTAYRIE. This protein was used to screen different mosquitocidal Cry toxins binding via Biacore analysis. From the screening, it was discovered that only Cry11Ba was able to bind the APN. A protein BLAST search limited to the arthropod database revealed three highly homologous An. gambiae APNs based on the N-terminal sequence.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Purification of An. quadrimaculatus aminopeptidase N SPR analysis requires purified ligands and analytes to be used. Solubilized An. quadrimaculatus BBMV proteins were separated by anion-exchange chromatography and all elution fractions were tested for APN activity. Fractions 19-21 and 24-34 showed APN activity. Fractions 19-21 were made up of a single peak, and fractions 24-34 were made up of at least two peaks (Fig. 1) . Fractions 19-21 were pooled, concentrated, and purified further by size-exclusion chromatography. A single peak was eluted at around 75 ml of run volume that correspond to a protein size of about 100 kDa ( Fig. 2A) . This peak was collected and was determined to hold APN activity. SDS-PAGE analysis of the protein also indicated a size of 100 kDa (Fig. 2B ) and the 100 kDa protein was highly purified. The 100 kDa protein was named APN Anq 100.", "cite_spans": [], "ref_spans": [{"start": 416, "end": 424, "text": "(Fig. 1)", "ref_id": "FIGREF0"}, {"start": 633, "end": 641, "text": "Fig. 2A)", "ref_id": null}, {"start": 775, "end": 783, "text": "(Fig. 2B", "ref_id": null}], "section": "Results"}, {"text": "Initially, APN Anq 100 was evaluated for binding by SPR analysis to four Cry toxins (Cry2Aa, Cry4Ba, Cry11Aa and Cry11Ba), which were previously determined in this laboratory to have mosquitocidal activity towards An. quadrimaculatus (data not shown). Only Cry11Ba bound significantly to APN Anq 100. Further analysis of real-time binding kinetic of Cry11Ba to APN Anq 100 was performed at different analyte concentrations (Fig. 3) , followed by global fitting of all the response curves. A 1:1 binding stoichiometry, including a drifting-baseline correction, produced the following apparent rate constants of the bimolecular interaction: k a = 184.0 M -1 s -1 (± 1.0) and k d = 1.03 × 10 -7 s -1 (± 4.01 × 10 -6 ), K D = 0.56 nM. More complex binding models, such as 2-site independent binding (A + B1 ↔ AB1; A + B2 ↔ AB2), and 2-site sequential binding (A + B ↔ AB ↔ AB*) also gave as good fitting as the simple 1:1 binding (A + B ↔ AB) with χ 2 = 0.112 (data not shown).", "cite_spans": [], "ref_spans": [{"start": 423, "end": 431, "text": "(Fig. 3)", "ref_id": null}], "section": "Determination of binding affinity by SPR analysis"}, {"text": "A twenty amino acid residue sequence (AQLEDYRLND-DVRPTAYRIE) was obtained from N-terminal sequencing of purified APN Anq 100. Data mining for similar sequences in the arthropod databases revealed high homology (80-85% identities) with 3 conceptual translated proteins from An. gambiae (Table 1) . A BLAST search using the first protein's full amino acid sequence from An. gambiae (accession no. EAA08760.1) revealed homology with many aminopeptidases from organisms of other genera (data not shown). This would suggest that the three proteins from An. gambiae have aminopeptidase activity.", "cite_spans": [], "ref_spans": [{"start": 285, "end": 294, "text": "(Table 1)", "ref_id": "TABREF2"}], "section": "N-terminal sequence of APNAnq100"}, {"text": "Analysis of the N-terminal region with the program Sig-nalP (http://www.cbs.dtu.dk/) predicted that the most probable cleavage site for the signal peptide sequence was between position 25 and 26 for EAA08760.1; between position 27 and 28 for EAA08763.1; and between position 28 and 29 for EAA08929.1. However, the sequences of the proteins shown in Table 2 start at positions further downstream from the predicted cleavage sites, which suggested that there might have been further processing of the N-terminal region of the An. quadrimaculatus APN.", "cite_spans": [], "ref_spans": [{"start": 349, "end": 356, "text": "Table 2", "ref_id": "TABREF1"}], "section": "N-terminal sequence of APNAnq100"}, {"text": "Separation of An. quadrimaculatus aminopeptidase N from solubilized BBMV proteins by anion-exchange chromatogra-phy Analysis of the C-terminal region for possible glycosylphosphatidylinositol (GPI) anchor sites using the program Big-PI Predictor (http://mendel.imp.univie.ac.at/ gpi/gpi_server.html) found no potential GPI-modification site for EAA08760.1. Potential GPI-modification sites were found at position 930 and 920 for EAA08763.1 and EAA08929.1, respectively. Analysis of the sequences using the program NetOGlyc 2.0 (http://www.cbs.dtu.dk/serv ices/NetOGlyc/) [20] to reveal potential GalNAc O-glycosylation sites found 5 sites in EAA08760.1, 7 sites in EAA08763.1, and 6 sites in EAA08929.1. Analysis of the sequences using NetNGlyc 1.0 (http://www.cbs.dtu.dk/ services/NetNGlyc/) [21] to reveal potential N-glycosylation sites found 2 sites in EAA08760.1, 8 sites in EAA08763.1, and 3 sites in EAA08929.1.", "cite_spans": [], "ref_spans": [], "section": "N-terminal sequence of APNAnq100"}, {"text": "Another protein BLAST search was performed using the sequence of a known conserved region for aminopepti-dases (MAAVPDFSAGAMENWGLL) [22] , which yielded 16 homologous proteins from the An. gambiae genomic database ( Table 2 ). This indicated that there are a large number of aminopeptidase isomers in these mosquitoes.", "cite_spans": [{"start": 132, "end": 136, "text": "[22]", "ref_id": null}], "ref_spans": [{"start": 216, "end": 223, "text": "Table 2", "ref_id": "TABREF1"}], "section": "N-terminal sequence of APNAnq100"}, {"text": "An aminopeptidase N (APN) type protein has been implicated as a Cry toxin-binding protein in several lepidopteran species: Manduca sexta [4] [28] , Trichoplusia ni [29] , Helicoverpa armigera [30] and Spodoptera litura [31] . Recently the binding epitopes of Cry1Aa to an APN from B. mori have been mapped by monoclonal antibody inhibition [32] . Thus, targeting APN for analysis as a possible toxin-binding protein is a reasonable approach.", "cite_spans": [{"start": 137, "end": 140, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 141, "end": 145, "text": "[28]", "ref_id": "BIBREF7"}, {"start": 164, "end": 168, "text": "[29]", "ref_id": "BIBREF8"}, {"start": 192, "end": 196, "text": "[30]", "ref_id": "BIBREF9"}, {"start": 219, "end": 223, "text": "[31]", "ref_id": "BIBREF10"}, {"start": 340, "end": 344, "text": "[32]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "The surface plasmon resonance (SPR) method allows analysis of bimolecular interaction in the native state, without a potentially interfering label [33] . Thus, since the Cry11Ba and APN Anq 100 interaction detected in this study represents tight (ca. 1 nM K D ) native-state binding, we propose that APN Anq 100 is a putative receptor for Cry11Ba. APN Anq 100 did not bind to Cry2Aa, Cry4Ba or Cry11Aa even though the toxins have insecticidal activity against An. quadrimaculatus. The specific binding of Cry11Ba to APN Anq 100 suggests that its mode of action would be different from Cry2Aa, Cry4Ba, or Cry11Aa. The N-terminal sequence of APN Anq 100 showed high homology with three putative APNs from An. gambiae. One or more of these APNs could act as a binding protein for Cry11Ba.", "cite_spans": [{"start": 147, "end": 151, "text": "[33]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "Recently the binding epitopes of Cry1Aa to an APN from B. mori have been mapped by monoclonal antibody inhibition [32] .", "cite_spans": [{"start": 114, "end": 118, "text": "[32]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "Fourth instars An. quadrimaculatus larvae were filtered with a nylon mesh, washed in distilled water, separated from large residual food particles, and dried briefly on a filter paper (Fisher) under vacuum suction. Harvested larvae were frozen at -70°C until needed. About 4-6 g of frozen larvae were homogenized in 8-12 ml of cold buffer A (300 mM mannitol, 5 mM EGTA, 17 mM Tris-HCl, pH 7.5). Larvae were homogenized by 40 strokes of Potter-Elvehjem PTFE pestle in glass tube at speed number 5 (~6000 rpm). BBMV were enriched through differential centrifugation by selective divalent-cation precipitations as described by Silva-Filha, et al [34] . The BBMV pellet was resuspended in 1 ml of ice-cold binding buffer (8 mM NaHPO 4 , 2 mM KH 2 PO 4 , 150 mM NaCl, pH 7.4) supplemented with COMPLETE™ (Roche) protease inhibitor and homogenized by10 extrusions using a small Teflon pestle.The protein concentration of the BBMV was measured with the Coomassie protein assay reagent (Pierce), using BSA as the standard. The BBMV was kept at -70°C until needed.", "cite_spans": [{"start": 643, "end": 647, "text": "[34]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Preparation of mosquito brush border membrane vesicles (BBMV)"}, {"text": "Approximately 20 mg of BBMV was solubilized overnight at 4°C in the binding buffer supplemented with 10 mg/ ml of CHAPS (Roche). Later, the solution was vortexed briefly and centrifuged at 15,000 rpm in a JA-17 rotor at 4°C for 10 min. The supernatant was treated with PIPLC for 1 hr at 37°C. The supernatant was separated by anionexchange chromatography (HiTrap 5 ml column, Phar- [35] .", "cite_spans": [{"start": 382, "end": 386, "text": "[35]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Purification of An. quadrimaculatus aminopeptidase N (APN) from BBMV"}, {"text": "An E. coli clone of Cry2Aa (a grateful gift from Takashi Yamamoto) was used as a source of this gene. The cry2Aa gene was extracted by PCR and cloned into plasmid pHT600 and transformed into B. thuringiensis 4Q7, a plasmidless Cryderivitive. The genes cry4Aa, cry4Ba, cry11Aa and cry11Ba were received in the same plasmid vector and host B. thuringiensis strain (gratefully donated by Armelle Delécluse). Single Bt colonies were inoculated into a 5 ml LB medium supplemented with 10 μg/ml erythromycin and grown overnight at 30°C in an incubator-shaker at 250 rpm. These cultures were inoculated into a 500 ml SSM medium [36] also supplemented with erythromycin and incubated a further 4 days until sporulation and autolysis. Bt crystals in the autolysed-cells suspension were purified as described previously [37] for purification of Cry toxins expressed in E. coli, except that the sonication steps were omitted. The crystals were solubilized in carbonate buffer (30 mM Na 2 CO 3 , 20 mM NaHCO 3 , pH 10.0) supplemented with 10 mM dithiothreitol (Roche) at 37°C for 3 hours. Next, the solubilized toxin was incubated with 1/20 (v/v) 10 mg/ml trypsin (Sigma) at 37°C for 3 hours. The activated toxin was purified by FPLC using a Superdex 200 (Pharmacia) column in the carbonate buffer. Protein concentration was measured using the Coomassie protein assay reagent (Pierce) with bovine serum albumin as standard. ", "cite_spans": [{"start": 621, "end": 625, "text": "[36]", "ref_id": "BIBREF15"}, {"start": 810, "end": 814, "text": "[37]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Purification of Cry toxins"}, {"text": "MAFA and DHD planned the study and wrote the initial draft of the manuscript. MAFA conducted all experiments, except the N-terminal amino acid analysis. APV conducted the N-terminal amino acid analysis. All authors were involved in revising the manuscript and giving final approval of the version to be published.", "cite_spans": [], "ref_spans": [], "section": "Authors' contributions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Enhanced development in nature of larval Anopheles arabiensis mosquitoes feeding on maize pollen", "authors": [{"first": "Y", "middle": [], "last": "Ye-Ebiyo", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Pollack", "suffix": ""}, {"first": "A", "middle": [], "last": "Spielman", "suffix": ""}], "year": 2000, "venue": "Am J Trop Med Hyg", "volume": "63", "issn": "", "pages": "90--93", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The natural history of mosquitoes", "authors": [{"first": "M", "middle": [], "last": "Bates", "suffix": ""}], "year": 1949, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The receptor for Bacillus thuringiensis CryIA(c) delta-endotoxin in the brush border membrane of the lepidopteran Manduca sexta is aminopeptidase N", "authors": [{"first": "Pjk", "middle": [], "last": "Knight", "suffix": ""}, {"first": "N", "middle": [], "last": "Crickmore", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Ellar", "suffix": ""}], "year": 1994, "venue": "Mol Microbiol", "volume": "11", "issn": "3", "pages": "429--436", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A mixture of Manduca sexta aminopeptidase and phosphatase enhances Bacillus thuringiensis insecticidal CryIA(c) toxin binding and 86Rb+-K+ efflux in vitro", "authors": [{"first": "S", "middle": [], "last": "Sangadala", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Walters", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "English", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Adang", "suffix": ""}], "year": 1994, "venue": "J Biol Chem", "volume": "269", "issn": "", "pages": "10088--10092", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A specific binding protein from Manduca sexta for the insecticidal toxin of Bacillus thuringiensis subsp. berliner", "authors": [{"first": "R", "middle": ["K"], "last": "Vadlamudi", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Ji", "suffix": ""}, {"first": "Laj", "middle": [], "last": "Bulla", "suffix": ""}], "year": 1993, "venue": "J Biol Chem", "volume": "268", "issn": "", "pages": "12334--12340", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Identification of Bombyx mori midgut receptor for Bacillus thuringiensis insecticidal CryIA(a) toxin", "authors": [{"first": "Y", "middle": [], "last": "Nagamatsu", "suffix": ""}, {"first": "S", "middle": [], "last": "Toda", "suffix": ""}, {"first": "F", "middle": [], "last": "Yamaguchi", "suffix": ""}, {"first": "M", "middle": [], "last": "Ogo", "suffix": ""}, {"first": "M", "middle": [], "last": "Kogure", "suffix": ""}, {"first": "M", "middle": [], "last": "Nakamura", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shibata", "suffix": ""}, {"first": "T", "middle": [], "last": "Katsumoto", "suffix": ""}], "year": 1998, "venue": "Biosci Biotechnol Biochem", "volume": "62", "issn": "4", "pages": "718--726", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Isolation and partial characterization of gypsy moth BTR-270, an anionic", "authors": [{"first": "A", "middle": ["P"], "last": "Valaitis", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Jenkins", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Lee", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Dean", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Garner", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Bacillus thuringiensis insecticidal Cry1Aa toxin binds to a highly conserved region of aminopeptidase N in the host insect leading to its evolutionary success", "authors": [{"first": "K", "middle": [], "last": "Nakanishi", "suffix": ""}, {"first": "K", "middle": [], "last": "Yaoi", "suffix": ""}, {"first": "N", "middle": [], "last": "Shimada", "suffix": ""}, {"first": "T", "middle": [], "last": "Kadotani", "suffix": ""}, {"first": "R", "middle": [], "last": "Sato", "suffix": ""}], "year": 1999, "venue": "Biochim Biophys Acta", "volume": "1432", "issn": "1", "pages": "57--63", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Aminopeptidase dependent pore formation of Bacillus thuringiensis Cry1Ac toxin on Trichoplusia ni membranes", "authors": [{"first": "A", "middle": [], "last": "Lorence", "suffix": ""}, {"first": "A", "middle": [], "last": "Darzon", "suffix": ""}, {"first": "A", "middle": [], "last": "Bravo", "suffix": ""}], "year": 1997, "venue": "FEBS Lett", "volume": "414", "issn": "", "pages": "303--307", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Aminopeptidase-N from the Helicoverpa armigera (Hubner) brush border membrane vesicles as a receptor of Bacillus thuringiensis Cry1Ac delta-endotoxin", "authors": [{"first": "S", "middle": ["S"], "last": "Ingle", "suffix": ""}, {"first": "N", "middle": [], "last": "Trivedi", "suffix": ""}, {"first": "R", "middle": [], "last": "Prasad", "suffix": ""}, {"first": "J", "middle": [], "last": "Kuruvilla", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Rao", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Chhatpar", "suffix": ""}], "year": 2001, "venue": "Curr Microbiol", "volume": "43", "issn": "4", "pages": "255--259", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Interaction of Gene-Cloned and Insect Cell-Expressed Aminopeptidase N of Spodoptera litura with Insecticidal Crystal Protein Cry1C", "authors": [{"first": "N", "middle": [], "last": "Agrawal", "suffix": ""}, {"first": "P", "middle": [], "last": "Malhotra", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Bhatnagar", "suffix": ""}], "year": 2002, "venue": "Appl Environ Microbiol", "volume": "68", "issn": "9", "pages": "4583--4592", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Loatation of the Bombyx mori aminopeptidase N type 1 binding site on Bacillus thuringiensis Cry1Aa toxin", "authors": [{"first": "S", "middle": [], "last": "Atsumi", "suffix": ""}, {"first": "E", "middle": [], "last": "Mizono", "suffix": ""}, {"first": "H", "middle": [], "last": "Hara", "suffix": ""}, {"first": "K", "middle": [], "last": "Nakanishi", "suffix": ""}, {"first": "M", "middle": [], "last": "Kitami", "suffix": ""}, {"first": "N", "middle": [], "last": "Miura", "suffix": ""}, {"first": "H", "middle": [], "last": "Tabunoki", "suffix": ""}, {"first": "A", "middle": [], "last": "Watanabe", "suffix": ""}, {"first": "R", "middle": [], "last": "Sato", "suffix": ""}], "year": 2005, "venue": "Appl Environ Microbiol", "volume": "71", "issn": "", "pages": "3966--3977", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Detection of antigen-antibody interactions by surface plasmon resonance. Application to epitope mapping", "authors": [{"first": "L", "middle": ["G"], "last": "Fägerstam", "suffix": ""}, {"first": "A", "middle": [], "last": "Frostell", "suffix": ""}, {"first": "R", "middle": [], "last": "Karlsson", "suffix": ""}, {"first": "M", "middle": [], "last": "Kullman", "suffix": ""}, {"first": "A", "middle": [], "last": "Larsson", "suffix": ""}, {"first": "M", "middle": [], "last": "Malmqvist", "suffix": ""}, {"first": "H", "middle": [], "last": "Butt", "suffix": ""}], "year": 1990, "venue": "J Mol Recognit", "volume": "3", "issn": "", "pages": "208--214", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Binding kinetics of Bacillus sphaericus binary toxin to midgut brush-border membranes of Anopheles and Culexsp. mosquito larvae", "authors": [{"first": "M", "middle": ["H"], "last": "Silva-Filha", "suffix": ""}, {"first": "C", "middle": [], "last": "Nielsen-Leroux", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Charles", "suffix": ""}], "year": 1997, "venue": "Eur J Biochem", "volume": "247", "issn": "", "pages": "754--761", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Cleavage of structural proteins during the assembly of the head of bacteriophage T4", "authors": [{"first": "U", "middle": ["K"], "last": "Laemmli", "suffix": ""}], "year": 1970, "venue": "Nature", "volume": "227", "issn": "", "pages": "680--685", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Catabolic repression of bacterial sporulation", "authors": [{"first": "P", "middle": [], "last": "Schaeffer", "suffix": ""}, {"first": "J", "middle": [], "last": "Millet", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Aubert", "suffix": ""}], "year": 1965, "venue": "Proc Natl Acad Sci", "volume": "54", "issn": "", "pages": "704--711", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Location of a Bombyx mori receptor binding region on a Bacillus thuringiensis d-endotoxin", "authors": [{"first": "M", "middle": ["K"], "last": "Lee", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Milne", "suffix": ""}, {"first": "A", "middle": ["Z"], "last": "Ge", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Dean", "suffix": ""}], "year": 1992, "venue": "J Biol Chem", "volume": "267", "issn": "", "pages": "3115--3121", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Separation of An. quadrimaculatus aminopeptidase N from solubilized BBMV proteins by anion-exchange chromatography. The UV absorbance at 280 nm (mAU) is indicated at the top left corner, and the percent conductivity of buffer B (%) is indicated at the top right corner. Collected fractions are shown at the bottom in 2-ml intervals. Run volume is indicated at the bottom (ml). Fractions 19-21 and 24-34 contain APN activity.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Real-time binding of Cry11Ba to An. quadrimaculatus APN Anq 100 Figure 3 Real-time binding of Cry11Ba to An. quadrimaculatus APN Anq 100. Experimental curves (jagged line) are shown overlaid with fitted curves (smooth line) obtained with the 1:1 Langmuir binding with drifting baseline model. The overlaid BIAcore response curves are shown for Cry11Ba toxin injections at 4, 8, 16, 32 μM as indicated. (A) Further purification of APN fractions (fractions 19-21) from anion-exchange chromatography of An. quadrimaculatus BBMV by size-exclusion chromatography Figure 2 (A) Further purification of APN fractions (fractions 19-21) from anion-exchange chromatography of An. quadrimaculatus BBMV by size-exclusion chromatography. A single peak was eluted at 75 ml elution volume, corresponding to 100 kDa. (B) SDS-PAGE of purified APN (APN Anq 100) obtained in (A) above. The estimated sizes of the protein bands are indicated on both sides of the gel in kDa.", "latex": null, "type": "figure"}, "TABREF0": {"text": ", Bombyx mori [23,24], Lymantria dispar [25,26], Heliothis virescens [27], Plutella xylostella", "latex": null, "type": "table"}, "TABREF1": {"text": "Putative aminopeptidases in An. gambiae that contain a conserved MAAVPDFSAGAMENWGLL sequence.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>No. </td><td>Accession no. </td><td>Protein length (residues)\n</td></tr><tr><td>1 </td><td>EAA05382.1 </td><td>649\n</td></tr><tr><td>2 </td><td>EAA01063.1 </td><td>1800\n</td></tr><tr><td>3 </td><td>EAA13235.1 </td><td>1691\n</td></tr><tr><td>4 </td><td>EAA09719.1 </td><td>734\n</td></tr><tr><td>5 </td><td>EAA08912.1 </td><td>811\n</td></tr><tr><td>6 </td><td>EAA02981.1 </td><td>641\n</td></tr><tr><td>7 </td><td>EAA08915.1 </td><td>870\n</td></tr><tr><td>8 </td><td>EAA08931.1 </td><td>997\n</td></tr><tr><td>9 </td><td>EAA12046.1 </td><td>955\n</td></tr><tr><td>10 </td><td>EAA10722.1* </td><td>809\n</td></tr><tr><td>11 </td><td>EAA08434.1 </td><td>990\n</td></tr><tr><td>12 </td><td>EAA08760.1 </td><td>791\n</td></tr><tr><td>13 </td><td>EAA08910.1 </td><td>614\n</td></tr><tr><td>14 </td><td>EAA08929.1 </td><td>940\n</td></tr><tr><td>15 </td><td>EAA03210.1 </td><td>639\n</td></tr><tr><td>16 </td><td>EAA08763.1 </td><td>952\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Amino acid sequence similarities of the N-terminal sequence of APN Anq 100 from An. quadrimaculatus with three protein sequences from An. gambiae obtained through a BLAST search.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Source identity Acc. No.b </td><td>Amino acid sequencea </td><td>% identity\n</td></tr><tr><td>An. quadrimaculatus </td><td>1-AQLEDYRLNDDVRPTAYRIE-20 </td><td>NAc\n</td></tr><tr><td>An. gambiae EAA08760.1 </td><td>42-AQLEDYRLNDDVWPTHYDIE-61 </td><td>85\n</td></tr><tr><td>An. gambiae EAA08929.1 </td><td>53-AQLEEYRLNDDVWPTHYDIE-72 </td><td>85\n</td></tr><tr><td>An. gambiae EAA08763.1 </td><td>45-AQPEDYRLNDDVWPTHYDIE-64 </td><td>80\n</td></tr></table></body></html>"}, "TABREF3": {"text": "All surface plasmon resonance (SPR) experiments were performed on a BIAcore 3000 machine (Biacore AB). An. quadrimaculatus APN in 20 mM ammonium acetate, pH 4.2, was immobilized on a CM5 sensor chip by aminecoupling method (Biacore AB). The flow buffer HBS-EP (10 mM HEPES, 150 mM NaCl, 3 mM EDTA, 0.005% polysorbate 20 (v/v), pH 7.4) (Biacore AB) was used at a flow rate of 30 μl/min. Multiple concentrations(4, 8, 16, and 32 μM) of Cry11Ba was injected across the flow cell containing the APN and one blank flow cell containing ethanolamine as a blocking agent. Surfaces were regenerated with 2 pulses of 10 μl of 10 mM NaOH, pH 11, at 100 μl/min or until the signal return to baseline. Signal responses from the blank flow cells were subtracted from all response curves and data were globally fitted using BIAevaluation Ver. 3.1 (Biacore AB). The curves were fitted to a simple 1:1 Langmuir binding model (A+B ↔ AB) to obtain apparent rate constants.N-terminal sequencing and sequence similarity searchFor N-terminal sequencing, proteins separated in SDS-PAGE were transferred onto PVDF membrane (Roche) by electro-transfer (Mini-PROTEAN™ II, Bio Rad) according to the manufacturer. The membrane was stained briefly with Coomassie Blue R-250 and destained in 50% methanol. Bands representing 100-kDa proteins were excised and sequencing was performed on an automated sequencer (Model 477A, Applied Biosystems) at USDA Forest Service Laboratory, Delaware, OH. Data mining was performed on the N-terminal sequence using the basic local alignment search tool (BLAST), an on-line tool, at the National Center for Biotechnology Information (NCBI) website. The search parameter was limited to arthropods. CLUSTAL W (http://npsa-pbil.ibcp.fr/cgibin/npsa_automat.pl?page=npsa_clustalw.html) was used to align the amino acid sequences.", "latex": null, "type": "table"}}, "back_matter": [{"text": "We thank A. Curtiss for technical assistance. This work was supported by NIH grant to D.H. Dean and M.J. Adang (Grant # R01 AI 29092).", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Publish with Bio Med Central and every scientist can read your work free of charge ", "cite_spans": [], "ref_spans": [], "section": "annex"}]}