{
    "paper_id": "2a935a7bd9f77a8fdc7624a7e2944cf10e76f38b",
    "metadata": {
        "title": "Journal Pre-proof Importance of SARs-Cov-2 anosmia: From phenomenology to neurobiology Importance of SARs-Cov-2 Anosmia: from phenomenology to neurobiology. \"We must smell and taste, because we must breathe and feed ourselves.\"",
        "authors": [
            {
                "first": "Stefano",
                "middle": [],
                "last": "Pallanti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Tellenbach",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Anosmia and hypogeusia, the inability or decreased ability to smell and taste, have been reported as common complaints in SARS-CoV-2 patients who were still in an asymptomatic phase. These impairments affect the ability to sense odors in foods and the environment, obviously affecting quality of life, related to social interactions and general well-being. The British Association of Otorhinolaryngology (ENT-UK) considers loss of sense of smell in their list of COVID-19's markers of infection. Here we present two cases in which early manifestations of anosmia and hypogeusia were experienced with psycho-sensorial and atmospheric phenomena. Psychiatrists, neurologists and physicians in general should be aware of this symptom presentation in order to avoid mistreatment, given that persistent olfactory dysfunction might increase the risks of nutritional deficit and lead to development of adjustment disorders. All clinicians should be aware that the presentation of SARS-CoV-2's symptoms goes far beyond respiratory and sensorial dimensions and involves psychosensorial and neurological dimensions; these clinical observations could shed light on the neurobiological substrates involved in COVID-19 disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f  Neuropsychiatry and neurobiological substrates of SARS-CoV-2 should be further investigated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The coronavirus disease is an ongoing, viral pandemic that emerged from East Asia and quickly spread to the rest of the world. The recent spread of this infection, especially in Europe, has highlighted a new presentation of the disease, affecting patients with olfactory and gustatory dysfunctions. In the long list of clinical symptoms of COVID-19, ENT-UK (The British Association of Otorhinolaryngology) has recently identified anosmia-hyposmia and hypogeusia, respectively, the sudden loss of sense of smell and taste, as \"significant symptoms\" which were found even in the absence of other symptoms, so that they could identify otherwise hidden carriers of this highly contagious disease. The evidence is based on the observations from South Korea, China, and Italy, where a considerable percentage of patients who were otherwise asymptomatic, regarding respiratory symptoms, developed anosmia and hyposmia; and hypogeusia was also a common complaint (5, 6% of 214 hospitalized SARS-CoV-2 patients) (Hopkins, 2020) .",
            "cite_spans": [
                {
                    "start": 1003,
                    "end": 1018,
                    "text": "(Hopkins, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Furthermore, a recent study published in the European Archives of Oto-Rhino-Laryngology, conducted by the Young Investigators of the International Federation of Otorhinolaryngology Societies (Yo-Ifos), showed that 85.6% and 88.0% of patients with COVID-19 reported olfactory and gustatory dysfunctions, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Anosmia and hypogeusia are estimated to afflict 3-20% of the general population and involve decrease or loss of smell (anosmia) and taste (hypogeusia); but a significant increase in cases of isolated anosmia in the UK, US, France, Italy, and Germany has been recently reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is not so common for people consciously to appreciate the range of information provided by the sense of smell and taste, from detecting warning odors in the environment to building our more pleasurable experiences. This process involves a complex neural network, including the temporal lobe, the amygdala, the insula, and a large part of the limbic lobe: the loss of taste and smell should not be considered only as a sensory symptom but also as a complex, psycho-sensorial syndrome (Auffarth, 2013).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Given the recent results, ENT-UK has strongly encouraged those who experience anosmia, even in absence of any other symptom, to self-isolate for at least seven (7) days, so that it becomes possible to reduce exposure to otherwise individuals asymptomatic who may be contagious. The sudden olfactory and gustatory dysfunctions need to be recognized by the international scientific community as important symptoms of the COVID-19 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is also important to note that since SARS-CoV-2 has spread across the world, a variety of neurological manifestations have been reported. Recent findings suggest that patients with severe COVID-19 commonly have neurologic symptoms, which fall into three principal categories: central nervous system (CNS) symptoms and diseases (such as headache, dizziness, impaired consciousness, J o u r n a l P r e -p r o o f ataxia, acute cerebrovascular disease, and epilepsy); peripheral nervous system (PNS) symptoms (hypogeusia, hyposmia, hypopsia, and neuralgia); and skeletal muscle injury (Mao et al., 2020) .",
            "cite_spans": [
                {
                    "start": 586,
                    "end": 604,
                    "text": "(Mao et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This report describes two cases of patients in which anosmia and hypogeusia:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": " preceded the diagnosis and symptoms of COVID-19;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": " pervaded the subjective experience beyond the sensory impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As a member of the Psychiatric Unit for COVID-19 Emergency at the University of Florence, I had the opportunity to personally interview patients who reported loss of smell and taste during the three weeks preceding the appearance of fever, shortness of breath and cough. Unfortunately, these patients at the time of appearance of those symptoms did not meet current criteria for SARS-CoV-2 testing, and therefore the diagnostic testing was only completed weeks later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "Our \"Stress Evaluation and Prevention Program\" is a consultation service implemented by the Psychiatric Unit for COVID-19, includes a psycho-social early intervention for patients who have to be quarantined, and has the principal aim to prevent stress and improve coping with all the adjustments this situation requires. These patients had been referred to the COVID-19 Psychiatric Unit and made the interviews before entering the quarantine; none of them previously needed Intensive Care Treatment. A psych consultation before the quarantine phase is extremely important because during the interview with the patient, it is possible to inquire further about the experience of their symptoms and the related phenomenology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "Here are two descriptive reports from patients without previous psychiatric or neurological diagnosis, endorsing anosmia and hypogeusia, with psycho-sensory features. After recovery from COVID-19, each subject gave their retrospective consent, signing a written, voluntary, informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "A seventy-four-year-old male, who was referred to our Psychiatric Unit's Stress Evaluation and Prevention Program three weeks before the onset of the first symptoms of severe, acute respiratory syndrome (SARS-Cov-2), had complained that he had lost both his sense of smell and taste. These complaints referred to the usual sensations, without corresponding abnormal findings in the oral area (such as excessive mucus secretion). He reported that he could only detect the temperature of food and drinks at this point, and that \"This strange, empty feeling makes me feel weird about my body: I can't smell or taste anything I eat or drink.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A)"
        },
        {
            "text": "A sixty-eight-year-old male presented complaints about the loss of sensory information from the world and the entire surrounding environment, deriving from anosmia and hypogeusia, which seemed to be more important than the loss of his capacity to taste and smell drinks or food. The patient during his interview said that he felt distant from the world, without atmospheric cues deriving from environmental triggers: \"In losing smell and taste, it is very difficult to be in contact with the world because stimuli are much reduced in their intensity.\" In this second reported case, the onset of these symptoms also preceded COVID-19 symptomatology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B)"
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B)"
        },
        {
            "text": "The above two cases demonstrate that anosmia and hyposmia can appear before the respiratory symptoms of COVID-19, since the onset of these symptoms preceded typical symptomatology. Inflammation in the nasal cavity may hinder the sense of smell, and it is also possible that the virus infects and damages cells in the nasal epithelium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In these two cases, the symptoms experienced were not limited to the sensory level: self-experiences in both cases involve a level of depersonalization (oral cavity loss) and derealization (change in atmosphere) with psycho-sensory phenomena.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Anosmia and hypogeusia have been posited as potential markers for psychiatric disorders, which may be related to the close neural connections between the olfaction system and the amygdala (Stockhorst & Pietrowsky, 2004) .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 219,
                    "text": "(Stockhorst & Pietrowsky, 2004)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In fact, olfaction plays a large role in emotional processing, memory, and social behaviors (Stockhrst & Pietrowsky, 2004) , and traditional psychopathology has described the experience of anosmia as an \"atmospheric,\" non-expressed sensorial experience that goes beyond the objective events but that can nevertheless be felt subjectively. Since these atmospheres have much to do with odors and flavors, our ability to detect an atmosphere is the ability to \"smell an atmosphere\": smell and taste create multiple and invisible frontiers that, selectively and affectively, travel across the entire human world. The connection between perception and motion proves indissoluble; smelling is always also breathing, as tasting is also swallowing or chewing (Tellenbach, 1968) .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 122,
                    "text": "(Stockhrst & Pietrowsky, 2004)",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 769,
                    "text": "(Tellenbach, 1968)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We now know that some infected patients, in addition to having respiratory symptoms, have exhibited neurological symptoms; signs of cerebral involvement have been shown in SARS-CoV-2, and the virus has been detected in the brains of infected patients. The brain is a major target organ for infection in transgenic mice for the SARS-CoV receptor: the virus enters the brain primarily via the olfactory bulb, and infection results in a rapid, trans-neuronal spread to connected areas of the brain. Murine studies have shown that the SARS-CoV spreads in the brain of K18-hACE2 mice trans-neuronally, primarily from the olfactory bulb and induces neuronal loss (Netland et al., 2008) .",
            "cite_spans": [
                {
                    "start": 657,
                    "end": 679,
                    "text": "(Netland et al., 2008)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The neuroinvasive potential of SARS-CoV-2 has been highlighted: when given transnasally, it could enter the brain, possibly via the olfactory nerves and thereafter rapidly spread to some specific brain areas, including the thalamus and the brainstem (Li et al., 2020) .",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 267,
                    "text": "(Li et al., 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "New CT and MRI images, provided by N. Poyiadji and colleagues (2020) , show us that the virus can also have neurological impact. Acute necrotizing encephalopathy (ANE) is a rare complication of influenza and other viral infections, which occurred in a female patient, diagnosed with COVID-19. ANE has been related to intracranial cytokine storms, which result in blood-brain-barrier breakdown; and the newest evidence suggests that a subgroup of patients with severe COVID-19 might have cytokine storm syndrome and brain lesions that may include the thalamus, brainstem, cerebral white matter, and cerebellum. Neurological manifestations of COVID-19 in hospitalized patients are quite common (78 out J o u r n a l P r e -p r o o f of 214 patients; 36.4%), sometimes in the absence of other infection symptoms; and more severe patients were more likely to have neurological symptoms (45.5%), such as acute cerebrovascular diseases, impaired consciousness and induced skeletal muscle injury. A role of neurological involvement in sudden respiratory failure has already been suggested (Mao et. Al., 2020) and it has been shown, as said before, that Coronaviruses are not always confined to the respiratory tract. They may also invade the central nervous system (CNS) and peripheral nervous system (PNS), inducing neurological diseases: hypogeusia (5.6%) and anosmia (5.1%) are the most common PNS symptoms.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 68,
                    "text": "Poyiadji and colleagues (2020)",
                    "ref_id": null
                },
                {
                    "start": 1082,
                    "end": 1101,
                    "text": "(Mao et. Al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Anosmia and hypogeusia symptoms may arise from an abnormal neurological or immunological response anticipating the respiratory symptoms; spillover of the immune signals aimed at neurons may be received by microglia. As a hypothesis, microglia may respond to these signals and affect neural function or simply be an activated bystander that indicates an abnormal immune input but does not affect the progression of the disease (Kipnis, 2018) . Microglia, glial cells with immunological and inflammatory functions, also play an important role in psychiatric disorders and may unconsciously modulate human social behaviors as \"noise\" (Takahiro A. Kato, Shigenobu K., 2013) .",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 440,
                    "text": "(Kipnis, 2018)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 631,
                    "end": 669,
                    "text": "(Takahiro A. Kato, Shigenobu K., 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the present report, anticipation of anosmia and hypogeusia to respiratory symptoms seems consistent with the ENT UK hypothesis that loss of sense of smell (and taste) could be considered as a symptom of COVID-19 infection; and, if confirmed, these symptoms may represent markers or early signs of SARS-CoV-2 sufficient to trigger quarantine. There is a potential that if any adult with anosmia but with no other symptoms is asked to self-isolate for seven days -in addition to the current symptom criteria used to trigger quarantine -we might be able to reduce the number of otherwise asymptomatic individuals who continue to act as vectors, not realizing the need to self-isolate (Hopkins, 2020) .",
            "cite_spans": [
                {
                    "start": 684,
                    "end": 699,
                    "text": "(Hopkins, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "According to reports, COVID-19's anosmia and hypogeusia symptoms are merely considered as sensorial symptoms and experiences, but all the latest evidence strongly suggests that the experiences of the disease may extend beyond sensorial aspects, involving extensive neural circuitries. If psychiatrist and neurologists become aware that isolated psychosensorial symptoms may suggest SARS-CoV-2 infection, patients could be treated sooner. This protocol would also reduce the possibility for the infection to get worse rapidly in unaware patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Recognition of psycho-sensorial symptoms as possibly related to COVID-19 would also avoid the risk of inappropriate treatments (such as largely anti-inflammatory therapy, mainly nasal and systemic corticosteroids, and immunomodulators), which are not indicated in the case of SARS-CoV-2 infection (Enriquez, 2014) . As the number of patients with COVID-19 increases worldwide, all clinicians should be aware that the presentation of symptoms extends far beyond the respiratory and sensory dimensions, involving psychosensory and neurological dimensions. Awareness of these neurological dimensions and their clinical evaluation could attract research interest in the neurobiological substrates involved in COVID-19 disease, leading us to a new approach towards COVID-19's treatments, at every stage of the infection.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 313,
                    "text": "(Enriquez, 2014)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Anosmia-a clinical review. Chemical senses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boesveldt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Postma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Welge-Luessen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "42",
            "issn": "",
            "pages": "513--523",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Loss of sense of smell as marker of COVID-19 infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hopkins",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Olfactory neuropathy in severe acute respiratory syndrome: report of a case",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Acta Neurol Taiwan",
            "volume": "15",
            "issn": "1",
            "pages": "26--34",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Medien menschlichen Elementarkontaktes",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tellenbach",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Pubblicazione: Salzburg, O. Mu ller",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Olfactory perception, communication, and the nose-to-brain pathway",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Stockhorst",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pietrowsky",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Physiol Behav",
            "volume": "83",
            "issn": "1",
            "pages": "3--11",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Tra. Per una fenomenologia dell'incontro",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Il pozzo di Giacobbe",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Severe acute respiratory syndrome coronavirus infection causes neuronal death in the absence of encephalitis in mice transgenic for human ACE2",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Netland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Meyerholz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cassell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "15",
            "pages": "7264--7275",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Immune system: The 'seventh sense'",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kipnis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Exp Med",
            "volume": "215",
            "issn": "2",
            "pages": "397--398",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Neurological Manifestations of Hospitalized Patients with COVID-19 in Wuhan, China: a retrospective case series study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The neuroinvasive potential of SARS-CoV2 may play a role in the respiratory failure of COVID-19 patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Z"
                    ],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hashikawa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The optimal evaluation and management of patients with a gradual onset of olfactory loss",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Enriquez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lehrer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mullol",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Curr Opin Otolaryngol Head Neck Surg",
            "volume": "22",
            "issn": "1",
            "pages": "34--41",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Are microglia minding us? Digging up the unconscious mind-brain relationship from a neuropsychoanalytic approach",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Takahiro",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shigenobu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Frontiers in Human Neuroscience",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Olfactory and Gustatory Dysfunctions as a Clinical Presentation of Mild to Moderate forms of the Coronavirus Disease",
            "authors": [
                {
                    "first": "Lechien",
                    "middle": [],
                    "last": "Jerome",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "A Multicenter European Study",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID-19 -associated Acute Hemorrhagic Necrotizing Encephalopathy: CT and MRI Features",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Poyiadji",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}