{
    "paper_id": "2a95ce38ae354de809fba1577100199c6e39b98a",
    "metadata": {
        "title": "Health Equity During COVID-19: The Case of Arab Americans",
        "authors": [
            {
                "first": "Nadia",
                "middle": [
                    "N"
                ],
                "last": "Abuelezam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston College William F. Connell School of Nursing",
                    "location": {
                        "addrLine": "Chestnut Hill, 140 Commonwealth Avenue",
                        "postCode": "02467",
                        "settlement": "Massachusetts, Chestnut Hill",
                        "region": "MA"
                    }
                },
                "email": "nadia.abuelezam@bc.edu.2"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "There are increasing calls to collect data to better understand the inequities populations of color are facing in the U.S. with regard to coronavirus disease 2019 . Recent reports suggest that racial and ethnic minorities in the U.S. are at increased risk of acquiring COVID-19, of experiencing greater severity of infection, and are at excess risk of death. Although efforts to collect data stratified by race on COVID-19 tests administered, confirmed cases, and deaths are necessary to understand the needs of populations of color, the public health community must recognize that not all health inequities will be captured. One ethnic group likely at increased risk of COVID-19 complications that will not be captured with stratified racial reporting is Arab Americans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Arab Americans are individuals with ethnic, linguistic, or cultural origins to Arabic speaking countries in the Middle East and North Africa that live in the U.S. Although activist groups worked hard to lobby for the 2020 Census to capture Arab Americans through a distinct racial/ethnic category (i.e., Middle Eastern and North African), and testing found the additional identifier properly captured Arab Americans, 1 this category was not adopted in the 2020 Census. 2 The inability to capture health data on Arab Americans from hospital databases, population surveys, and other health records stems from a lack of a racial/ethnic identifier. Prior work has shown that Arab Americans' health outcomes are distinctly different from the outcomes of non-Hispanic whites, the group they are asked to identify with on standard surveys. [3] [4] [5] Recent evidence also shows that Arab American health patterns do not fit into traditional immigrant health patterns. 6, 7 The health needs of Arab Americans are unique and require dedicated and intentional data collection on health outcomes. Hospitals and community organizations should make every effort to capture data on Arab Americans affected by COVID-19 to better understand their risks and to target specific responses for this population. There are a number of reasons why Arab Americans may be at increased risk of COVID-19 infection, complications, and death including exposure to xenophobia and stigma, pre-existing conditions, crowded living conditions, lack of social support for new immigrants, and poor adoption of prevention behavior.",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 470,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 833,
                    "end": 836,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 837,
                    "end": 840,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 841,
                    "end": 844,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 962,
                    "end": 964,
                    "text": "6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 965,
                    "end": 966,
                    "text": "7",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Arab Americans have faced substantial xenophobia and discrimination since they first started to immigrate to this country in the late 1800s 8 and continue to face a growing risk of hate crimes following the events of September 11, 2001. 9 Progressively greater negative rhetoric and adverse public policies have increased the vulnerability of this ethnic group in the U.S. 10 For example, perceived discrimination among Arab Americans after September 11th was found to heighten psychological distress, 11 reduce levels of happiness, 12 contribute to more adverse birth outcomes, 13 and enhance feelings of isolation and stigmatization in this group. 14 ",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 238,
                    "text": "September 11, 2001. 9",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 375,
                    "text": "10",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 502,
                    "end": 504,
                    "text": "11",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 579,
                    "end": 581,
                    "text": "13",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 650,
                    "end": 652,
                    "text": "14",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "XENOPHOBIA AND DISCRIMINATION"
        },
        {
            "text": "There is a high prevalence of underlying health conditions and comorbidities among Arab American populations in the U.S. that places them at increased risk of COVID-19 complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UNDERLYING HEALTH CONDITIONS"
        },
        {
            "text": "Some known risk factors for COVID-19 include diabetes, cardiovascular disease, hypertension, and obesity. Diabetes prevalence among Arab Americans has been found to be greater than that of white populations in the U.S., with estimates as high as 23% in some samples. 18 A study of self-reported heart disease in Michigan found that Arab American women were four times more likely to report a heart disease diagnosis than black American women. 19 In another hospitalbased study in Michigan found that the prevalence of hypertension among Arab Americans was higher for both men and women than for non-Hispanic whites. 5 Researchers also found in a study among Arab Americans in California that the proportion of respondents who were overweight or obese was 55.2%. 4 families in the U.S. is higher than the national average (2.6). 21 Arab American homes are more 5 likely to be multigenerational (59%), 22 and this may lead to greater transmission risk within households to older individuals, increasing vulnerability to infection.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 269,
                    "text": "18",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 443,
                    "end": 445,
                    "text": "19",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 616,
                    "end": 617,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 762,
                    "end": 763,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 828,
                    "end": 830,
                    "text": "21",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 900,
                    "end": 902,
                    "text": "22",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "UNDERLYING HEALTH CONDITIONS"
        },
        {
            "text": "Many recent immigrants with Arab heritage are refugees and immigrants with fragile social networks and limited social support. 23 The ability of refugees and immigrants to access quality health care and information about health risks in the Arabic language may be an important impediment to receiving information about COVID-19 risk and prevention. A recent study in California showed that Arab immigrants (first generation Arab Americans) had worse health outcomes than second and third generation immigrants, supporting the need for dedicated outreach. 4 Although many organizations and groups have used Arabic language messaging, more work can be done to effectively reach out to these vulnerable subgroups.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 129,
                    "text": "23",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 555,
                    "end": 556,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "SOCIAL SUPPORT"
        },
        {
            "text": "Preventive behavior among Arab Americans may be poor, especially for reducing infectious disease risk. Arab Americans are less likely to be vaccinated than the average American and studies have found that they receive the influenza vaccine less frequently in the past year in California than white Americans, 4 which is corroborated by national data for influenza and pneumonia vaccinations. 24 This suggests the need for more targeted education about the risks of infectious diseases for this vulnerable subgroup with a goal of positively influencing vaccination uptake.",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 394,
                    "text": "24",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "PREVENTIVE BEHAVIOR"
        },
        {
            "text": "A call for health equity must support the needs of all populations of color in the U.S. Arab Americans have often been \"invisible\" in these efforts in the past, but advancing their health needs will contribute importantly to the larger efforts to reduce health disparities in the U.S.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Without dedicated data on testing, confirmed cases, and deaths among Arab Americans, potential health disparities may be masked and ignored, leading to worse health outcomes for this population during the COVID-19 crisis and beyond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "No financial disclosures were reported by the author of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "National Content Test Race and Ethnicity Analysis Report: A New Design for the 21st Century",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mathews",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Phelan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "02: Using Two Separate Questions for Race and Ethnicity",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Social relations and health: comparing \"invisible\" Arab Americans to blacks and whites",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Ajrouch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Antonucci",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Soc Ment Health",
            "volume": "8",
            "issn": "1",
            "pages": "84--92",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Differences in health behaviors and health outcomes among non-Hispanic whites and Arab Americans in a population-based survey in California",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Abuelezam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "El-Sayed",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galea",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Public Health",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12889-019-7233-z"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A health profile of Arab Americans in Michigan: a novel approach to using a hospital administrative database",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dallo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ruterbusch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kirma",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fakhouri",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Relevance of the \"immigrant health paradox\" for the health of Arab Americans in California",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Abuelezam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "El-Sayed",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galea",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am J Public Health",
            "volume": "109",
            "issn": "12",
            "pages": "1733--1738",
            "other_ids": {
                "DOI": [
                    "10.2105/ajph.2019.305308"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Disparities in functional disability among Arab Americans by nativity, immigrant arrival cohort, and country of birth",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Ajrouch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "SSM Popul Health",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ssmph.2018.100325"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Waves of immigration from the Middle East to the United States. SSRN",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Foad",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.2383505"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Arab American Institute Foundation. Underreported, Under Threat: Hate crime in the United States and the targeting of Arab Americans",
            "authors": [],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Islamophobia, health, and public health: a systematic literature review",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Samari",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Alcalá",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Sharif",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Public Health",
            "volume": "108",
            "issn": "6",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Anxiety and depression in a post-September 11 sample of Arabs in the USA",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Amer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Hovey",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Soc Psychiatry Psychiatr Epidemiol",
            "volume": "47",
            "issn": "3",
            "pages": "409--418",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "with psychological distress, level of happiness, and health status among Arab Americans",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Padela",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heisler",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Public Health",
            "volume": "100",
            "issn": "2",
            "pages": "284--291",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Birth outcomes for Arabic-named women in California before and after",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Lauderdale",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Demography",
            "volume": "43",
            "issn": "1",
            "pages": "185--201",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The impact of the",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Abu-Ras",
                    "suffix": ""
                },
                {
                    "first": "Abu-Bader",
                    "middle": [],
                    "last": "Sh",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "attacks on the wellbeing of Arab Americans in",
            "volume": "3",
            "issn": "",
            "pages": "217--239",
            "other_ids": {
                "DOI": [
                    "10.1080/15564900802487634"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Racism and health: evidence and needed research",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Annu Rev Public Health",
            "volume": "40",
            "issn": "",
            "pages": "105--125",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-publhealth-040218-043750"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Understanding how discrimination can affect health",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Health Serv Res",
            "volume": "54",
            "issn": "S2",
            "pages": "1374--1388",
            "other_ids": {
                "DOI": [
                    "10.1111/1475-6773.13222"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Racism and health I: pathways and scientific evidence",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mohammed",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The health of Arab Americans in the United States: an updated comprehensive literature review. Front Public Health",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Abuelezam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "El-Sayed",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galea",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpubh.2018.00262"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Self-reported heart disease among Arab and Chaldean American women residing in southeast Michigan",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jamil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fakhouri",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dallo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Templin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Khoury",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fakhouri",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Arab American Institute Foundation. Arab American Demographics. www.aaiusa.org/demographics",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Arab households in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Asi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beaulieu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Arab Americans: A Community Portrait",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Ajrouch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Key facts about refugees to the U.S. Pew Research Center",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Krogstad",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Disparities in vaccinations and cancer screening among US and foreign-born Arab and European American non-Hispanic white women",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Dallo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Kindratt",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Womens Health Issues",
            "volume": "25",
            "issn": "1",
            "pages": "56--62",
            "other_ids": {
                "DOI": [
                    "10.1016/j.whi.2014.10.002"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The literature on the impact of discrimination on Arab American health is a subset of a larger and robust literature on the role of racism and discrimination on impacting the health of minority populations in the U.S. 15-17 Xenophobia and discrimination have contributed to health disparities among Arab populations in the past and puts them at risk of additional disparities with COVID-19 in the future.4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "These underlying health conditions are important risk factors for increased severity of COVID-19 disease and death in other groups and indicate increased risk for severity among Arab Americans. LIVING CONDITIONS Large Arab American populations live in states where the COVID-19 outbreaks have been the most severe: Michigan, New York, and New Jersey. 20 The living conditions of Arab Americans differ from those of the average American, with strong familial ties and multigenerational homes. Data from the 2006-2010 and 2010-2014 American Community Survey on Arab households indicate that household size is higher for Arab Americans than non-Arabs. The average household size for Yemini (4.3), Palestinian (3.5), Jordanian (3.4), and Iraqi (3.3)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}