{
    "paper_id": "2a9b03be79fe57245b9c8410c0ae889e95d8bab7",
    "metadata": {
        "title": "To appear in: Public Health",
        "authors": [
            {
                "first": "Mohsen",
                "middle": [],
                "last": "Ansari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shahid Sadoughi University of Medical Sciences",
                    "location": {
                        "settlement": "Yazd",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Saeedeh",
                "middle": [
                    "Ahmadi"
                ],
                "last": "Yousefabad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Islamic Azad University",
                    "location": {
                        "settlement": "Islamshahr",
                        "country": "Iran"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The World Health Organization (WHO) has characterized 1 new coronavirus disease (COVID-19) as a global pandemic as it spreads in more than 114 countries, killing thousands of people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Therefore, public health authorities and governments have provided some restrictions, including commuting bans, quarantine, and isolation, as the first risk response strategies to delay the introduction and spread of COVID-19 in their communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In terms of public health, \"commuting bans\" refers to the implementation of traffic restrictions at specific points in an at-risk area. \"Quarantine\" refers to the separation of people who have been exposed to a transferable health risk. Accordingly, \"isolation\" applies to the separation of people who are known to be affected 2 . Two common concepts are extracted from the strategies, staying indoors and decrease human communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite these inevitable limitations, this is noteworthy that infectious diseases outbreaks are not considered just as a medical phenomenon, rather, they show more complex dimensions of human life. It has been proved that long-staying indoors and decrease human communication affect personal and environmental risks factors, such as anxiety-related behaviors, stress disorders, and exposure to smoke from cooking fires.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Globally, WHO estimated 3 that exposure to indoor air pollution was responsible for approximately 3.8 million people premature deaths, in 2016 alone, due to diseases attributed to poor indoor air quality. The most common and serious diseases associated with poor indoor air quality include, acute lower respiratory infections (ALRI), chronic obstructive pulmonary disease (COPD), Lung cancer, cardiovascular disease, and asthma. Additionally, according to the Environmental Protection Agency (EPA) 4 , indoors air are around 2-5 times as polluted as the ambient air, and occasionally up to 100 times as dirty. Therefore, when people are spending more time indoors than ever before that, like the current coronavirus, the all risks associated with indoor air must highly be considered.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 499,
                    "text": "4",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The mental health of families during quarantine is another major issue that can result in various negative mental outcomes. Therefore, countries implementing weeks-long quarantine measures should consider the mental wellbeing of quarantined families. It has been observed that the disruption of normal daily activities is potentially stressful and anxiety provoking. Consequently, the feasibility of controlling the COVID-19 pandemic by long quarantine may be significantly affected by the impact on mental health of quarantined families.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Aiming to survey the negative mental outcomes of quarantine to prevent all COVID-19 transmissions, a most relevant previous study was critically reviewed. Based on the reported decrease in human communication during the Ebola virus's isolation 5 , it is not far from mind that the COVID-19 quarantines and isolations potentially will lead to several significant mental and psychosocial effects, including (A) fear associated with the experience of intense distress, (B) anxiety and mood disorders as well as obsessive compulsive disorder, (C) psychosocial problems, and (D) social problems. Especially, recently, it has seen a record-high number of divorce requests after coronavirus quarantines in Chinese cities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "New Coronavirus, Air pollution, Mental health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Covid-19 -The Law and Limits of Quarantine",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Parmet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Sinha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp20042113.WHO"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Environmental Protection Agency. The total exposure assessment methodology (TEAM) study: Summary and analysis",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Settings. Mental Health and Psychosocial Support in Ebola Virus Disease Outbreaks: A Guide for Public Health Programme Planners",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Emergency",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}