{
    "paper_id": "2a9d2fff6dfa12e1e99b28ebfa22dda384e49e96",
    "metadata": {
        "title": "Surgical Decision Making in the Era of COVID-19: A New Set of Rules",
        "authors": [
            {
                "first": "Jubilee",
                "middle": [],
                "last": "Brown",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Levine Cancer Institute Dept. of Gynecologic Oncology",
                    "location": {
                        "addrLine": "1021 Morehead Medical Drive Suite",
                        "postCode": "2100, 28204",
                        "settlement": "Charlotte",
                        "region": "NC"
                    }
                },
                "email": "jubilee.brown@me.com"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In the time span of two months, everything has changed. The pandemic of COVID-19 has torn through the fabric of our society and laid waste to the daily routines we practiced automatically. The most basic assumptions of how we plan our day, how we organize our family life, and how we practice medicine are gone, and in their place we socially isolate, we home school, and we split shifts to decrease exposure. Those of us in China, Korea, Spain, and Italy did not see the tidal wave coming; those of us in France and the United States saw our friends suffer and braced for the impact; those of us in Africa and South America know it is inevitable. The global impact of this invisible virion is horrific, and we as doctors and health care workers are on the front lines of this war, confronting our own mortality as we continually re-strategize to protect our patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surgical Decision Making in the Era of COVID-19: A New Set of Rules"
        },
        {
            "text": "The COVID-19 pandemic has fostered skills we did not know we had. We have innovated so rapidly and learned from our colleagues internationally, utilizing technology to facilitate discussion of issues and dissemination of knowledge. The AAGL has been at the forefront of getting this information synthesized and out to the public. I like to think that these webinars and publications are saving lives by sharing information. We have partnered with our colleagues in infectious disease, general surgery, oncology, public health, and even administrators to learn quickly, adapt our personal and institutional practice, and adopt policies to allow a new best practice, conserve PPE, and save our patients and ourselves. It is this last tenet that informs the decision making that we must do -we must be nimble, and we must make rapid decisions based on scant data to protect everyone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surgical Decision Making in the Era of COVID-19: A New Set of Rules"
        },
        {
            "text": "As we determine how to pivot our practices in this rapidly changing environment, the issues of who should have surgery and how it should be performed have become key. Based on the suggestion that viruses can remain infectious and become dispersed in a plume of aerosolized smoke or steam, we have had to examine the available data and determine if that risk is greater with minimally invasive surgery or laparotomy [1] . In this issue, Morris et al take the stand that minimally invasive surgery provides superior patient outcomes, more rapid patient healing, and the risks to staff can be mitigated by patient triage and by modifications to operative technique [2] . Cohen et al argue that the risks to operative staff should be minimized at all costs, and that triage, testing, and protection should minimize surgery on COVID-19 positive patients, but that when emergent surgery is required for untested or COVID-19 positive patients, laparotomy is indicated to minimize the risks to operating room personnel [3] .",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 418,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 662,
                    "end": 665,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1011,
                    "end": 1014,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Surgical Decision Making in the Era of COVID-19: A New Set of Rules"
        },
        {
            "text": "Analysis of the data and synthesis of these pro/con arguments requires us to think in a novel way. As scientists, we are used to making decisions after review of extensive scientific data, dissecting the validity of the studies, and determining what provides the best outcomes for the patient. This scenario with COVID-19 is different. Determining whether to proceed with minimally invasive surgery versus open surgery is a discussion of ethics. It is influenced by local resources available now and projected to be available in the future. This decision making must account for the safety of our patients, ourselves, our colleagues, and future patient contacts that could be harmed by inaccurate decision making. This discussion is based on very minimal data largely extrapolated from theoretical reports on other viruses [4] . Furthermore, the decisions that may be appropriate for one hospital setting may not be appropriate for another based on availability of testing, abundance of PPE, or prevalence of COVID-19. All of the decisions made at one time point on the COVID curve may completely change at a later time point. More sobering, the discussion becomes moot when all of the operating rooms are used as ICU beds during the surge.",
            "cite_spans": [
                {
                    "start": 823,
                    "end": 826,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Surgical Decision Making in the Era of COVID-19: A New Set of Rules"
        },
        {
            "text": "As with most polarizing discussions, the truth likely lies somewhere in the middle. When deciding how to implement policies and counsel patients on the timing and route of surgery, all of these factors need to be considered [5] . A simple statement of \"all laparoscopy\" or \"all laparotomy\" is not appropriate, and algorithms centered on risk reduction to patients and staff need to be based on local resources. The physicians authoring the pro and con perspectives in this issue were kind enough to write their pieces from an assigned vantage point, recognizing that best practice incorporates components from both viewpoints.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 227,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Surgical Decision Making in the Era of COVID-19: A New Set of Rules"
        },
        {
            "text": "As I consider the information, three things become evident: 1) Minimize the plume. No matter the route of surgery, practice universal COVID precautions without venting pneumoperitoneum into the room and suctioning the plume with a closed filtration system whether open or minimally invasive surgery is performed. 2) Protection of staff is key. Test when you can and use the best PPE that you have. 3) We are innovative beings and we can pivot faster than the virus. We are joined by a bond of humanity, and we as physicians are leaders in our communities and in our world. In this noble profession, we are guided by the principle primum non nocere, and this most fundamental concept must guide how we practice even now.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surgical Decision Making in the Era of COVID-19: A New Set of Rules"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Detecting hepatitis B virus in surgical smoke emitted during laparoscopic surgery",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Kwak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Seo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Occupational and Environmental Medicine",
            "volume": "73",
            "issn": "",
            "pages": "857--863",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Reduction of HIV transmission during laparoscopic procedures",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fry",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Surg Laparosc Endosc",
            "volume": "3",
            "issn": "",
            "pages": "2--5",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Joint Statement in Minimally Invasive Gynecologic Surgery During the COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}