{"paper_id": "2a9edbfa979a1a92d3169e6853aa136b7b58c639", "metadata": {"title": "Types of Recombinant Vaccines 9.1 Live and Non-live Vaccines", "authors": []}, "abstract": [{"text": "The original scientifi c strategy behind vaccinology has historically been to \"isolate, inactivate, and inject,\" fi rst invoked by Louis Pasteur.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The recombinant DNA and nanotechnology did much enlarge the repertoire on vaccines, which is today based on three adjusted principles, attenuation, inactivation, and recombination, as shown in Fig. 9 .1 . The three principles are regarded as equal, and all experimental possibilities for a new vaccine development against a pathogen should be studied in detail. The recombinant DNA and nanotechnology did not change the basic scientifi c strategy: live and non-live vaccines. Live vaccines are non-adjuvanted, and non-live vaccines are generally adjuvanted.", "cite_spans": [], "ref_spans": [{"start": 193, "end": 199, "text": "Fig. 9", "ref_id": null}], "section": "Abstract"}, {"text": "New developments against tuberculosis (TB) highlight this broad experimental approach:", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Today, it estimated that about one-third of the world population is infected with the TB bacillus. Approximately 54 million people are infected every year, 9.4 million develop the disease, and 1.7 million die from this curable disease. The TB bacillus kills more people than any other infectious agent alone.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Currently, BCG (Bacillus Calmette-Guérin) is the only vaccine recommended by the WHO, with more than three billion doses administered since its introduction in 1921. BCG is prepared from a strain of the attenuated live bovine tuberculosis bacillus, Mycobacterium bovis , which lost its virulence in humans by being specially subcultured in an artifi cial medium. However, although it protects newborns and children from severe forms of TB, its effi cacy against pulmonary TB in adolescents and adults is far from optimal, with protection rates varying between 0 and 80 % according to the geographical area.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Contents", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Live and Non-live Vaccines", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "New vaccines and vaccination strategies are being developed including the use of attenuated live mycobacteria, recombinant microorganisms, and subunits, prime-boost strategies based on the successive administration of a certain mycobacterial antigen under two different vaccine vectors, and DNA vaccines [ 1 ] .", "cite_spans": [{"start": 304, "end": 309, "text": "[ 1 ]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Live attenuated vaccines"}, {"text": "The various types of vaccines differ in eliciting an immune response. Live attenuated vaccines (LAVs) mimic a natural infection without being virulent and trigger the activation of the innate immune system through PAMPs. Following injections, LAVs rapidly disseminate throughout the vascular network to the draining lymph nodes. Therefore, the route of application of LAVs does not specifi cally infl uence the immune response. LAVs also don't need an adjuvant; they possess a natural intrinsic adjuvancy. Safety concerns exist because of the replication competence and the possibility of recombination with a wild type.", "cite_spans": [], "ref_spans": [], "section": "Effi cacy and Safety Aspects"}, {"text": "Non-live vaccines, inactivated and most recombinant vaccines, whether containing proteins or carbohydrates (−conjugates), are less effective. In the absence of replication, vaccine-induced immune reactions remain more limited, and therefore the route of vaccination infl uences the effi cacy and the duration of the immune reaction. Nonlive vaccines induce a lower antibody response and generally no cytotoxic T lymphocyte activation. Compared to LAV, all non-live vaccines are regarded as biologically safe ( Fig. 9 .2 ).", "cite_spans": [], "ref_spans": [{"start": 510, "end": 516, "text": "Fig. 9", "ref_id": "FIGREF5"}], "section": "Effi cacy and Safety Aspects"}, {"text": "DNA vaccines entail the direct, in situ inoculation of DNAbased eukaryotic expression vectors that encode the sequence of a pathogenic protein antigen. The constructed plasmids are then subsequently grown in bacteria like E. coli and highly purifi ed via chromatographic methods. LPS contamination of plasmids has to be prevented because of the immunotoxic properties of natural LPS. After purifi cation the circular double-stranded DNA plasmids are ready for vaccination. The de novo production of the encoded antigens in the host results in the elicitation of both the antibody and the cellular response by activating cytotoxic T lymphocytes (CTLs). Vaccine proteins made by the host are natural proteins and contain important posttranslational modifi cations such as the correct glycosylation. But like subunit vaccines, DNA vaccines must be adjuvanted. Naked DNA does not work.", "cite_spans": [], "ref_spans": [], "section": "DNA Vaccines"}, {"text": "The unique advantage of DNA vaccines is their ability to mimic the effects of live attenuated vaccines without the risk associated with the administration of infectious albeit attenuated material. DNA vaccines are able to stimulate a complete, humoral and cellular immune response. Peptide fragments are processed via the endogenous pathway, resulting in the presentation of antigen on the cell surface by MHC class I molecules.", "cite_spans": [], "ref_spans": [], "section": "DNA Vaccines"}, {"text": "Plasmid DNA is very stable also beyond a cold chain. Therefore, the storage, transportation, and distribution of DNA vaccines are more practical and also cheaper [ 2 ] .", "cite_spans": [{"start": 162, "end": 167, "text": "[ 2 ]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "DNA Vaccines"}, {"text": "Mostly all plasmid DNA constructs ( Fig. 9 .3 ) used for vaccination share fi ve main characteristics:", "cite_spans": [], "ref_spans": [{"start": 36, "end": 42, "text": "Fig. 9", "ref_id": "FIGREF5"}], "section": "DNA Vaccines"}, {"text": "• Strong promoter/enhancer sequence for driving the incorporated foreign gene • Convenient cloning site for insertion of foreign genes • Origin of replication for initiation of plasmid replication • Polyadenylation/termination sequence for production of mature mRNA • Resistance/antibiotic marker for selection • Immunomodulators, e.g., CpGs, interleukins, ubiquitin, etc. • (on the same plasmid or on extra plasmids) Uptake of Plasmid DNA. Some biological barriers have to be overcome by DNA vaccines on the way to the cell nucleus where the plasmid DNA is translated into cellular mRNA. After delivery of plasmid DNA to the target tissue, e.g., skeletal muscle or skin, lots of tissue nucleases attack 9.3 DNA Vaccines and degrade a large amount of the applicated DNA. Also the extracellular matrix with collagen and hyaluronic acid infl uences the passage from the application site to the cell membrane.", "cite_spans": [], "ref_spans": [], "section": "DNA Vaccines"}, {"text": "Only a small portion (1 % estimated) of the still intact plasmid DNA will cross the cell membrane by phagocytosis or pinocytosis. Inside the cell the route toward the nucleus is also spiked with exo-and endonucleases so that probably only 0.1 % (estimated) is successfully and actively transported through the nucleus pore membrane (NPC). Small particles (<~40 kDa) are able to pass through the nuclear pore complex (NPC) by passive diffusion; larger particles need the support of carrier proteins for effi cient passage through the complex.", "cite_spans": [], "ref_spans": [], "section": "DNA Vaccines"}, {"text": "Because of this enormous loss of plasmid DNA (up to 99.9 %), various tools were developed to protect the plasmid DNA and thus increase the effi cacy such as encapsulation into liposomes or binding of DNA to dendrimers. Figure 9 .4 illustrates the passage of plasmid DNA from the extracellular matrix (ECM) to the nucleus.", "cite_spans": [], "ref_spans": [{"start": 219, "end": 227, "text": "Figure 9", "ref_id": "FIGREF5"}], "section": "DNA Vaccines"}, {"text": "Whereas in human medicine clinical trials with DNA vaccines are still ongoing without any registered product on the market, the fi rst approved DNA vaccines for the veterinarian medicine are available since 2005 and are discussed now.", "cite_spans": [], "ref_spans": [], "section": "DNA Vaccines"}, {"text": "The fi rst veterinarian DNA vaccines were developed for horses (Davis B.S., 2001 for WNV [ 3 ] ; Giese M., 2002 for EAV [ 4 ] ). Today the number of current clinical trials worldwide with veterinary DNA vaccines is unmanageable and probably all species are hit.", "cite_spans": [{"start": 63, "end": 80, "text": "(Davis B.S., 2001", "ref_id": "BIBREF2"}, {"start": 89, "end": 94, "text": "[ 3 ]", "ref_id": "BIBREF2"}, {"start": 120, "end": 125, "text": "[ 4 ]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Approved DNA Vaccines in Veterinary Medicine"}, {"text": "Canine malignant melanoma (CMM) typically begins in the mouth or around the toes and can spread within the body to the heart, lungs, intestines, and other organs. Canine malignant melanoma is known for being one of the most aggressive cancers in dogs and deadly. CMM is most commonly seen in golden retrievers, Scottish terriers, dachshunds, labradors, and poodles ( Fig. 9 .5 ).", "cite_spans": [], "ref_spans": [{"start": 367, "end": 373, "text": "Fig. 9", "ref_id": "FIGREF5"}], "section": "Dogs: Canine Malignant Melanoma"}, {"text": "Metastases of the tumors will be found very often in distant parts of the body. The overall biology of CMM is similar to the biology of human melanoma. However the melanomas in dogs have diverse biologic behaviors due to the race and a variety of factors. Standardized treatments such as surgery, radiation, and chemotherapy are the common tools to fi ght canine malignant melanoma. These traditional tools have afforded minimal to modest stage-dependent clinical benefi ts. Xenogeneic DNA Vaccine. The plasmid DNA contains a cDNA for the human tyrosinase, huTyr, a tumor antigen (TA). This is a non-mutated differentiation antigen and specifi c to melanoma. Tyrosinase is a glycoprotein and essential in the process of melanin synthesis ( Fig. 9 .6 ). Like other TAs tyrosinase is overexpressed in tumor cells and therefore an ideal target in cancer therapy. Normally there is no strong immune reaction against the body's own protein.", "cite_spans": [], "ref_spans": [{"start": 740, "end": 746, "text": "Fig. 9", "ref_id": "FIGREF5"}], "section": "Dogs: Canine Malignant Melanoma"}, {"text": "But immunization of dogs with xenogeneic huTyr cDNA can break the immune tolerance against this self tumor differentiation antigen and induce antibody and cytotoxic T cell response against melanoma cells [ 5 ] . Tyrosinase is highly conserved from dog to mouse to man. radiotherapy in cases with positive surgical margins or positive regional lymph nodes. One dose contains 102 μg DNA given in a volume of 0.4 ml by the transdermal route via a needle-free vaccination device. Booster immunizations were given at 6-month intervals.", "cite_spans": [{"start": 204, "end": 209, "text": "[ 5 ]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Dogs: Canine Malignant Melanoma"}, {"text": "In March 2007 the drug manufacturer received a conditional license for ONCEPT from the USDA and a full license in 2010.", "cite_spans": [], "ref_spans": [], "section": "Dogs: Canine Malignant Melanoma"}, {"text": "The results of the xenogeneic immunization of dogs with huTyr cDNA as an adjunct therapy for CMM demonstrate a signifi cant increase of survival time compared to the control group. None of the dogs developed systemic adverse reactions; no toxicity was seen. The overall safety of this DNA vaccine is confi rmed. This vaccine development represents a tremendous milestone in DNA science and technology.", "cite_spans": [], "ref_spans": [], "section": "Dogs: Canine Malignant Melanoma"}, {"text": "Virus. West Nile virus (WNV) is a mosquito-borne member of the family Flaviviridae , genus Flavivirus , and was fi rst identifi ed in 1937 in Uganda, Africa. It is a positive-sense, single-strand RNA virus, (+)ssRNA, of about 11 kb that encodes a single polyprotein with seven nonstructural proteins and three structural proteins. The RNA strand is held within a nucleocapsid. WNV replicates in the cytoplasm of infected cells. WNV is a zoonotic virus. The primary reservoir is birds with a signifi cant impact to spread the infection across countries and continents. More than 170 different species are described as carrier of this virus. WNV is spread from bird to bird by mosquitoes when they bite, or take a blood meal, from birds that are infected with the virus. Birds from some species get ill and die; others have no clinical signs and survive. Mosquitoes are also capable of spreading the virus to horses, dogs, cats, mice, alligators, and lots of other mammals but also to humans.", "cite_spans": [], "ref_spans": [], "section": "Horses: West Nile Virus, A Severe Zoonotic Infection"}, {"text": "One-third of all horses bitten by carrier mosquitoes develop the disease and die or are so affected that euthanasia is required. The incubation period ranges from 3 to 14 days. Horses that do become ill vary in symptoms: muscle trembling, skin twitching, ataxia, sleepiness, dullness, and listlessness. WNV may cross the placenta from mother to gestating foal. Horses cannot spread the disease to humans.", "cite_spans": [], "ref_spans": [], "section": "Disease."}, {"text": "WNV produces different outcomes in humans like in horses: fever, headache, chills, diaphoresis, weakness, swollen lymph nodes, drowsiness, and pain in the joints comparable to symptoms of infl uenza. More severe neuroinvasive infection includes meningitis and encephalitis.", "cite_spans": [], "ref_spans": [], "section": "Disease."}, {"text": "WNV-DNA Vaccine. The surface envelope protein E is the main target for the antibody response. There are more than 180 copies of the E protein in a mature WNV virion. The E function is the interaction between the cell surface and the fusion between virus and cellular membrane. The premembrane protein prM is cleaved during viral maturation into a smaller membrane M peptide. The expression of prM and E protein in cells results in the formation of virus-like particles, VLP. These VLP share many of the antigenic and structural properties of fully mature viruses and are of special interest for a vaccine development ( Fig. 9.7 ) .", "cite_spans": [], "ref_spans": [{"start": 619, "end": 629, "text": "Fig. 9.7 )", "ref_id": "FIGREF3"}], "section": "Disease."}, {"text": "The fi nal expression plasmid for immunization of horses contains the human cytomegalovirus early gene promoter, signal sequences from Japanese virus, and a fusion gene of ", "cite_spans": [], "ref_spans": [], "section": "Disease."}, {"text": "Part of the fi shing industry is aquaculture, also known as aqua farming, but it can be contrasted with commercial fi shing, which is the harvesting of wild fi sh. Aquaculture involves cultivating freshwater and saltwater fi sh and other populations (shrimp, oyster) under controlled conditions. Salmon is one of the main food-producing fi sh in the world. A DNA vaccine for fi sh must be not only safe for the animal but especially safe for the fi sh consumer. Salmon is the major economic contributor to the world production of farmed fi sh, representing over U$1 billion annually in the United States. Salmon farming is also very big in Norway, Scotland, Canada, and Chile and is the source for most salmon consumed in the United States and Europe. Like all other animals also fi sh is threatened by viruses, bacteria, and parasites. One major problem for salmons is the infectious hematopoietic necrosis (IHN) virus [ 6 ] .", "cite_spans": [{"start": 920, "end": 925, "text": "[ 6 ]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Fish: Salmon and the First Commercial DNA Vaccine"}, {"text": "Virus. Infectious hematopoietic necrosis (IHN) virus is a common viral pathogen of both wild and farmed salmonids, in particular Pacifi c salmonids, rainbow trout, and Atlantic salmon. IHN virus is enzootic to the Pacifi c Northwest; however it has varying effects on different Pacifi c salmonids. It is a negative-sense single-stranded, (−)ssRNA virus that is a member of the Rhabdoviridae family, genus Novirhabdovirus . The RNA genome is 11,133 nucleotides long and contains a leader (L) and trailer (T) sequences at its 3′-end and 5′-end, respectively. The coding regions are N, P, M, G, NV, and L genes. G encodes the surface glycoprotein, so-called spikes, main target for the immune response.", "cite_spans": [], "ref_spans": [], "section": "Fish: Salmon and the First Commercial DNA Vaccine"}, {"text": "Transmission. IHNV is transmitted following shedding of the virus in the feces, urine, sexual fl uids, and external mucus and by direct contact or close contact with surrounding contaminated water. The virus gains entry into fi sh at the base of the fi ns. Salmons are carnivorous and are currently fed a meal produced from catching other wild fi sh and other marine organisms -a permanent origin of possible infections with IHNV.", "cite_spans": [], "ref_spans": [], "section": "Fish: Salmon and the First Commercial DNA Vaccine"}, {"text": "Clinical signs of infection with IHNV include anemia, skin darkening, bulging of the eyes, fading of the gills, and abdominal distension. Infected fi sh commonly hemorrhage in several areas, like the mouth, the pectoral fi ns, muscles near the anus, and the yolk sac of fry. Diseased fi sh weaken, eventually fl oating on the surface of the water. Necrosis is common in the kidney and spleen and sometimes in the liver. Mortality rates in older fi sh (2-3 kg) tend to range from 10 to 20 %; in smolts the mortality rate often exceeds 85 %. The average cumulative mortality following an outbreak is estimated at 47 %.", "cite_spans": [], "ref_spans": [], "section": "Disease."}, {"text": "IHNV-DNA Vaccine. The antigen is the viral surface glycoprotein (G) capable of eliciting neutralizing antibody and the production of a protective immune response. The G gene was cloned into a eukaryotic expression vector by insertion of an intermediate-early promoter and a polyadenylation signal. But the speciality of this vaccine is to be prepared as a two-component vaccine in a single vaccine, one plasmid or more.", "cite_spans": [], "ref_spans": [], "section": "Disease."}, {"text": "The second component is a portion of the nucleic acid sequence encoding a second peptide, derived from a fi sh pathogen other than the said rhabdovirus resulting in a fusion. This second pathogen can be any fi sh pathogen, e.g., ISAV, IPNV, iridovirus, NNV, SPDV, SVCV, VHSV, koi herpes virus, and more. The rationale behind this is that the presence of the IHNV G protein boosts the immune response to the second protein, resulting in a protective effect against infection by this fi sh pathogen. The vaccine is given intramuscularly with a dosage of only 10 μg in 50 μl on the left dorsal fl ank, in the area just below the dorsal fi n [ 7 , 8 ] .", "cite_spans": [{"start": 638, "end": 647, "text": "[ 7 , 8 ]", "ref_id": null}], "ref_spans": [], "section": "Disease."}, {"text": "This fi rst DNA fi sh vaccine was licensed in 2005 in Canada by the Veterinary Biologics Section (VBS), Animal Health and Production Division, Canadian Food Inspection Agency (CFIA) and is also used now in studies in Norway. There are many environmental stressors and diseases which infl uence and seriously threat the life of European honey bees, Apis mellifera. The European honey bee is professionally managed worldwide for honey production and pollination. The bee was imported to the United States 400 years ago with the fi rst European settlers and called \"white man's fl y\" by the native Americans, the Indians.", "cite_spans": [], "ref_spans": [], "section": "Disease."}, {"text": "First reported in the United States, a mysterious socalled colony collapse disorder (CCD) decimated the bee colonies there between 50 and 90 %, fi rst observed during the winters of 1995-1996 and then 2000-2001 and without interruptions up to now. A similar situation is also given in Europe. About 20,000-60,000 bees live in a colony.", "cite_spans": [], "ref_spans": [], "section": "CCD."}, {"text": "The fi rst description originated from the 1950s. In the early nineteenth century, the colony losses were known in England as \"Isle of Wight disease,\" and the Americans called this phenomenon \"disappearing disease\" in the 1960s, whereas these colony losses in France in the late 1990s were called \"mysterious bee losses.\" Where have all the bees gone?", "cite_spans": [], "ref_spans": [], "section": "CCD."}, {"text": "Economic Value. The huge loss of honey bees as pollinators has a dramatic impact on agricultural pollination. About 130 crops, nuts, fruits, and vegetables are pollinated by A. mellifera , with an overall value of more than $ 15 billion in the United States and more than € 14 billion for the EU in 2005. A bee colony produces some 1 kg/2205 lb honey per day. In return, these bees have to pollinate 10-15 million fl owers.", "cite_spans": [], "ref_spans": [], "section": "CCD."}, {"text": "One should keep in mind that besides European honey bees, wild insects, among them 30,000 species of wild bees, have also a very great impact on pollination and seem to be more effi cient in pollination as managed honey bees [ 9 ] . The industrial farming threatens also the natural biotope of wild insect pollinators.", "cite_spans": [{"start": 225, "end": 230, "text": "[ 9 ]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "CCD."}, {"text": "Ecologic Value. The total global economic value of honey bee pollination was calculated in 2005 to more than € 150 billion or $ 202 billion. The Food and Agriculture Organization (FAO) of the United Nations estimates that there are 65 million managed honey bee colonies worldwide. Beside this professional agriculture, honey bees are irreplaceable for the biodiversity. This organism appeared during evolution with the fi rst fl ower plants and exists since 100 million years as described in Chap. 2 , Fig. 2 .10 . After swine and cattle, bees are in Europe and North America the third important farm animal and since 2007 formally listed as farm animal in Switzerland. Therefore, CCD is not only an economical but also an essential global ecological problem which urgently must be solved in the future. \"The bee is more than honey.\"", "cite_spans": [], "ref_spans": [{"start": 502, "end": 508, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "CCD."}, {"text": "What Is Causing CCD? The colony collapse disorder of the last years seems to differ from past outbreaks: The worker bees disappear instead of dying in place, leaving behind the queen and young bees. High levels of bacteria, viruses, and fungi are measured in the gut of the remaining bees. Collapses can occur within 2 days.", "cite_spans": [], "ref_spans": [], "section": "CCD."}, {"text": "A Complex Problem. Different theories are discussed about what is causing CCD. Pesticide contamination, hotly debated to interfere with the nerve system affecting foraging behavior of bees, lead them to abandon their hives. Fungal diseases such as Nosema spp. is known for big bee losses in Spain. Monocultures or gene-manipulated crops. Electro smoke (radio waves) caused by cell phones destroys the bee's compass. The rigors of travelling in trucks from crop to crop in the USA. Down from February professional US beekeepers travel with their colonies through the country until December. Thereby the bees must relocate up to 15 times. In Europe the bee colonies begin the winter sleep around September. Also the climate change, the temperature sensitivity is discussed to have an impact on crop pollination. CCD is likely caused by a combination of factors [ 10 , 11 ] .", "cite_spans": [{"start": 859, "end": 870, "text": "[ 10 , 11 ]", "ref_id": null}], "ref_spans": [], "section": "CCD."}, {"text": "Varroa destructor . But in all CCD cases, an overload of bloodsucking varroa mites is detectable and varroa is currently considered the major threat for apiculture. The infection and disease is called varroosis. Varroa destructor is an ectoparasite, has a reddish-brown fl at shape, and is 1-1.8 mm long and 1.5-2 mm wide, with eight legs. V. destructor infest worker bees and drones and its brood. The mite develops inside the brood cells. Varroa is a real colossus compared to the size of bees as can be seen in Fig. 9 .1 . Varroa mites belong to the scientifi c class of Arachnida, subclass Acari. There are 50,000 species described alone from mites. Some mites prefer carbohydrates as food such as meal or crops. The house dust mites feed fl akes of shed human skin. Varroa mites prefer fresh \"blood\" and the hemolymph of bees and can feed 0.1 mg/0.0000002205 lb within 2 h.", "cite_spans": [], "ref_spans": [{"start": 514, "end": 520, "text": "Fig. 9", "ref_id": "FIGREF5"}], "section": "CCD."}, {"text": "Varroa is transported into the hives via piggyback by worker bees. The female mite enters broad cells, preferentially drone cells. Once the cell is capped, varroa lays eggs on the larvae. The development from egg to insect takes 7 days. Bee larvae and mites hatch in about the same time and the newborn varroa mites spread to other bees [ 12 , 13 ] . The lifetime of summer mites are 3-6 weeks, whereas fall mites can live for several months. Varroa can only reproduce in honey bees and thus are considered harmless to other insects. Varroa is more than a disease. It is a global pest having devastating effects on bees ( Fig. 9 .8 ).", "cite_spans": [{"start": 337, "end": 348, "text": "[ 12 , 13 ]", "ref_id": null}], "ref_spans": [{"start": 622, "end": 628, "text": "Fig. 9", "ref_id": "FIGREF5"}], "section": "CCD."}, {"text": "Varroa as Vector. Varroa may be not considered as isolated agent for the disease. The mortality of adult bees and its brood must be considered in the context with secondary viral infections. At least 18 various viruses are able to infect honey bees, mostly ssRNA viruses. Eight viruses are known to be associated with varroa mites: acute bee paralysis virus (ABPV), black queen cell virus (BQCV), chronic bee paralysis virus (CBPV), deformed wing virus (DWV), Kashmir bee virus (KBV), sacbrood bee virus (SBV), cloudy wing virus (CWV), and slow bee paralysis virus (SBPV) [ 14 -17 ] .", "cite_spans": [{"start": 572, "end": 582, "text": "[ 14 -17 ]", "ref_id": null}], "ref_spans": [], "section": "CCD."}, {"text": "Varroa Control. A number of natural and synthetic chemicals are commercially available for the control of varroa infestations. The fi rst compounds were bromopropylate, fl uvalinate, or other pyrethroid insecticides. And to make a long story short, varroa mites became resistant not only against one product of a given chemical class; the resistance was against the entire class with several related synthetic products. Also the use of natural products, such as formic acid, mineral oil, or thymol, is only partially and temporally effective and show adverse effects [ 18 ] . There is no successful chemical treatment. Mites will quickly develop resistance to all chemicals.", "cite_spans": [{"start": 567, "end": 573, "text": "[ 18 ]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "CCD."}, {"text": "The Immune System of Insects. The basic difference between insect and vertebrate immunity is the missing highly specifi c antigen response of the acquired immune system in insects. Nevertheless, in the 400 million years of evolution, insects developed a powerful defense strategy against bacteria, fungi, viruses, and parasites. Only protected by this \"primitive\" immune system insects were so successful that they colonized all terrestrial ecosystems.", "cite_spans": [], "ref_spans": [], "section": "CCD."}, {"text": "The insect innate immunity shows many similarities to the vertebrate and to the human innate immunity, is multifaceted, and involves both humoral and cellular components [ 19 ] . Most insights on insect immunity are provided by Drosophila melanogaster research. The key mechanism is also observed in honey bees.", "cite_spans": [{"start": 170, "end": 176, "text": "[ 19 ]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "CCD."}, {"text": "The humoral and systemic response to bacterial and fungal infections is controlled by antimicrobial peptides (AMPs). There are circulating receptors sensing a danger signal and activating the Toll pathway, whereas membranebound receptors activate the Imd pathway. Both pathways lead to the translocation of NF-kB-like transcription factors and the production of AMPs. NF-kB response elements can be detected in the promoter region of the diptericin gene.", "cite_spans": [], "ref_spans": [], "section": "CCD."}, {"text": "The cellular immune response is mediated by specialized blood cells, the hemocytes, plasmatocytes, crystal cells, and lamellocytes [ 20 ] . Plasmatocytes represent 95 % of the majority of hemocytes. They express phagocytic receptors and patrol through the body, clear microorganism and cell a b c debris, and signal infections to the fat bodies. The bee genome was completely sequenced in 2006 [ 21 ] .", "cite_spans": [{"start": 131, "end": 137, "text": "[ 20 ]", "ref_id": "BIBREF19"}, {"start": 394, "end": 400, "text": "[ 21 ]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "CCD."}, {"text": "The Bee DNA Vaccine. An expression plasmid was constructed with a CMV promoter. Surprisingly, no bee or other insect specifi c promoter was essential to drive the expression of the protein. The enhanced green fl uorescent protein (EGFP) was chosen as reporter gene and inserted into the multiple cloning site, together with an SV40 enhancer element. The plasmid construct was produced in E. coli and highly purifi ed by standard techniques.", "cite_spans": [], "ref_spans": [], "section": "CCD."}, {"text": "European honey bees ( Apis mellifera ) were obtained from local beekeepers and cultivated under lab conditions. Varroa mites were collected from infested bees.", "cite_spans": [], "ref_spans": [], "section": "CCD."}, {"text": "The oral vaccination of the EGFP plasmid was operated by feeding the bees with a mixed solution of sugar and plasmid DNA (vaccine sugar). Standard sugar solutions made by the beekeeper are the normal food for winter bees.", "cite_spans": [], "ref_spans": [], "section": "CCD."}, {"text": "Results. Over 10 days after onset of feeding, we measured the expression of EGFP by immunofl uorescence and Western blot analysis with EGFP antibodies. Between day 3 and 10, a clear EGFP signal was detected in the thorax and especially in the Malpighian tubules. Control bees fed with DNA lacking the reporter did not show any signal. In parallel, control experiments with transformed E. coli were done to study the possibility of EGFP expression in gut bacteria instead of bee cells. No EGFP signal was detected in transformed bacteria.", "cite_spans": [], "ref_spans": [], "section": "CCD."}, {"text": "Most surprisingly, we found the EGFP signal after 5 days in varroa mites sucking hemolymph of bees which were fed by the vaccine sugar solution and no signals in control mites of infested control bees. Feeding of plasmid DNA results in expression of a reporter gene in different bee tissues over a period of several days, and fi nally varroa absorbs this protein via bloodsucking. The bee blood is not carried by arteries and veins but fl ows loosely around the body. No EGFP signals were detected either in the honey stomach or in the feces. Figure 9 .9 illustrates the EGFP passage through the bee body and toward the varroa mite.", "cite_spans": [], "ref_spans": [{"start": 543, "end": 551, "text": "Figure 9", "ref_id": "FIGREF5"}], "section": "CCD."}, {"text": "We started with the simple idea that the biochemistry in eukaryotic cells remains the same, irrespective of the organism. A difference is given in the confi guration of the immune system. That means, an insect can successfully fi ght against parasites and infections but with different weapons. No T cells, no B cells, and consequently no antibodies and no memory. We are able to stimulate targeted immune genes of bees and measure an insect typical immune response. A standard plasmid DNA vaccine, fi rst developed for horses, bridges the evolution from fi sh to insects to mammals. No other vaccine type is able to do this job. How fascinating biology is! ", "cite_spans": [], "ref_spans": [], "section": "CCD."}, {"text": "A protein subunit is based on a single protein molecule and able to stimulate a humoral immune response, but usually not a cellular response. After phagocytosis proteins are degraded by acid-dependent proteases in endosomes (endosomal or exogenous pathway), resulting in an MHC II presentation of the antigenic peptides. A peptide is one form of a subunit.", "cite_spans": [], "ref_spans": [], "section": "Protein and Carbohydrate (Subunit) Vaccines"}, {"text": "Carbohydrates are also used as subunits with a poor and age-dependent immunogenicity. Carbohydrate antigens induce a T cell-independent B cell response as discussed in Chap. 6 . Therefore carbohydrates are mainly linked to a protein (conjugation) to enhance toe immune reaction as discussed here with the Hib conjugate vaccine.", "cite_spans": [], "ref_spans": [], "section": "Protein and Carbohydrate (Subunit) Vaccines"}, {"text": "Conjugate Vaccines. The polyribosylribitol phosphate (PRP) capsule of Haemophilus infl uenzae type b (Hib) is a major virulence factor for the organism. PRP is a T cellindependent antigen characterized by, e.g., induction of a poor antibody response in less than 18-month-old infants and children and the inability to induce a booster response.", "cite_spans": [], "ref_spans": [], "section": "Protein and Carbohydrate (Subunit) Vaccines"}, {"text": "Polysaccharide vaccines based on PRP alone were developed in the 1970s.", "cite_spans": [], "ref_spans": [], "section": "Protein and Carbohydrate (Subunit) Vaccines"}, {"text": "By covalent linkage of PRP with T cell dependent protein antigens, a conjugated vaccine was created to overcome the T cell independent characteristics of PRP. At present three different licensed protein carriers are linked to PRP:", "cite_spans": [], "ref_spans": [], "section": "Protein and Carbohydrate (Subunit) Vaccines"}, {"text": "• HbOC: Diphtheria CRM protein 197, mutant", "cite_spans": [], "ref_spans": [], "section": "Protein and Carbohydrate (Subunit) Vaccines"}, {"text": "Corynebacterium -linkage: no spacer • HbOMP: Outer membrane protein, OMP, Neisseria meningitidis -linkage: spacer • PRP-D: Diphtheria toxoid, D -linkage: spacer These Hib conjugate vaccines differ by protein carrier, polysaccharide size, and method of chemical conjugation, including use of a spacer between the PRP and protein carrier.", "cite_spans": [], "ref_spans": [], "section": "Protein and Carbohydrate (Subunit) Vaccines"}, {"text": "A standard chemical conjugation between a polysaccharide and a protein is illustrated in Fig. 9 .10 .", "cite_spans": [], "ref_spans": [{"start": 89, "end": 95, "text": "Fig. 9", "ref_id": "FIGREF5"}], "section": "Protein and Carbohydrate (Subunit) Vaccines"}, {"text": "Subunit vaccines, while offering greater safety, are intrinsically poorly immunogenic and strong adjuvants are essential to boost the activation of immune responses. Serotype variability is dictated by modifi cations of the O-antigen portion of LPS. O antigens vary in the number of oligosaccharide unit repeats, the types and distribution of carbohydrates, and the intra-and intermolecular linkages [ 22 ] . In S. fl exneri , these genes are encoded in the bacterial chromosome. In contrast, S. sonnei , which shows no serotype variability, expresses plasmid-encoded O-antigen modifi cation enzymes. The O antigen is one of the major immunogenic components of Shigella and is a virulence factor, in part, due to masking the exposure of type three secretion apparatus [ 23 ] .", "cite_spans": [{"start": 400, "end": 406, "text": "[ 22 ]", "ref_id": "BIBREF21"}, {"start": 768, "end": 774, "text": "[ 23 ]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Protein and Carbohydrate (Subunit) Vaccines"}, {"text": "The inclusion of conserved proteins in vaccine compounds potentially solves the issue of serotype specifi city, thus allowing the generation of a highly desirable pan-Shigella vaccine. In addition, recombinant proteins usually have increased safety profi les.", "cite_spans": [], "ref_spans": [], "section": "Protein and Carbohydrate (Subunit) Vaccines"}, {"text": "Another important impact in Shigella epidemiology that prompts vaccine development is the increasing frequency of antibiotic-resistant strains. Antibiotic resistance is continually rising for this pathogen [ 24 ] .", "cite_spans": [{"start": 206, "end": 212, "text": "[ 24 ]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Protein and Carbohydrate (Subunit) Vaccines"}, {"text": "Shigella spp. as Causative Agent of Shigellosis. First defi ned as a causative agent of bacillary dysentery by Shiga in Japan, Shigella is a gram-negative bacillus that is noncapsulated and nonmotile. Diagnosis is generally based on symptoms [ 25 ] since bloody, mucoid stools are indicative of Shigella infections. However, because several diarrheal infections caused by other microorganisms share these symptoms (enteroinvasive E. coli and Campylobacter , among others), the sole analysis of symptoms is insuffi cient for an accurate diagnosis. Therefore, clinical diagnosis must be complemented with microbiological isolation from culture.", "cite_spans": [{"start": 242, "end": 248, "text": "[ 25 ]", "ref_id": null}], "ref_spans": [], "section": "Protein and Carbohydrate (Subunit) Vaccines"}, {"text": "Shigella Invasion and Pathogenesis. Shigella is transmitted through the fecal-oral route by consumption of contaminated food and water. Following ingestion, the acid-tolerant Shigella passes through the stomach and small intestine into the large intestine [ 26 ] (Fig. 9.11 ). Here, they are taken up by M cells, transcytosed to the basolateral face of the colonic epithelium, and presented to resident macrophages wherein IpaB of the type three secretion system (T3SS) induces apoptosis by caspase 1 activation, thereby escaping killing by the macrophage [ 27 ] . Shigella then invades epithelial cells using its T3SS to create a translocation pore in the host cell membrane to initiate an orchestrated fl ow of effectors into the host cell cytoplasm to induce actin rearrangements that ultimately result in uptake of bacteria. Once inside, Shigella quickly escapes its vacuole, replicates, and moves about the cytoplasm via actin-based motility. In a T3SSdependent manner, the Shigella then forms a protrusion into a neighboring uninfected cell with the resulting vacuole being quickly lysed to complete the process of intercellular spread.", "cite_spans": [{"start": 256, "end": 262, "text": "[ 26 ]", "ref_id": "BIBREF25"}, {"start": 556, "end": 562, "text": "[ 27 ]", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 263, "end": 273, "text": "(Fig. 9.11", "ref_id": "FIGREF0"}], "section": "Protein and Carbohydrate (Subunit) Vaccines"}, {"text": "The genes associated with the T3SS are encoded on a 220-kB plasmid which is highly conserved among the Shigella species. At the heart of the T3SS is the type three secretion apparatus (T3SA) which is composed of a basal body similar to that of fl agellar systems and an extracellular needle [ 28 ] . Invasion plasmid antigen D (IpaD) is a 37 kDa protein that forms a pentameric ring at the tip of the needle. It controls secretion of effector proteins and is the environmental sensor for mobilization of IpaB to the T3SA tip complex. IpaB is a 64 kDa translocator that forms a ring atop the IpaD ring and is responsible for host cell contact. This contact is required for mobilization of IpaC to the needle tip and formation of a complete unidirectional conduit from the bacterial cytoplasm to the host cell cytoplasm. The initiation of infl ammation and invasion processes occurs exclusively at the basolateral side of host cells, highlighting the importance of the previous steps of macrophage subversion in Shigella colonization of the gut.", "cite_spans": [{"start": 291, "end": 297, "text": "[ 28 ]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Protein and Carbohydrate (Subunit) Vaccines"}, {"text": "Animal Models. Shigellosis is strictly a human disease. While the basis of this restriction is unknown, it complicates the ability to investigate the pathogenesis of Shigella . However, several animal models have been developed to study the pathogenesis of Shigella , the resulting immune response against Shigella antigens, and the protection efficacy of candidate vaccines against shigellosis: [ 31 ] . Nonhuman primate (NHP) models : NHP models have been used to defi ne the ability of vaccines to elicit immune responses and protection (rhesus and cynomolgus monkeys) [ 32 ] . The main advantage of this model is that Shigella is able to colonize the large intestine and generate symptoms that these bacteria generate in human infection.", "cite_spans": [{"start": 396, "end": 402, "text": "[ 31 ]", "ref_id": "BIBREF30"}, {"start": 572, "end": 578, "text": "[ 32 ]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Protein and Carbohydrate (Subunit) Vaccines"}, {"text": "O antigen/proteosome : O antigen represents the variable portion of Shigella LPS ( Fig. 9 .12 ). Administration of LPS or O antigen alone in animal models is not enough to elicit immune responses, making them ineffective immunogens. To solve this limitation, these molecules have been used in conjunction with different proteins as carriers. Several variants of LPS/Oantigen mixtures have been developed and characterized. One of these protein combination approaches uses S. fl exneri and S. sonnei LPS complexed with Neisseria meningitidis outer membrane protein proteosomes [ 33 , 34 ] . LPS is extracted from S. fl exneri or S. sonnei by hot phenol extraction and mixed with detergent-extracted outer membrane proteins from N. meningitidis . The complex was then separated from free LPS present in the mixture by gel fi ltration chromatography. The concept behind this vaccine is that the proteins present in the N. meningitidis proteosome are able to act as carriers for T cell stimulation, thus allowing the recognition of LPS. Shigella Outer Membrane Vesicles. Outer membrane vesicles (OMVs) are particles composed of LPS, proteins, and nucleic acids. In a proposed vaccine formulation, these particles were purifi ed from liquid cultures of S. boydii by centrifugation with subsequent fi ltering ( Fig. 9.13 ). The precise identity and amount of the proteins included in this preparation is not currently known, although the presence of proteins having the same mass as IpaB, IpaC, and IpaD suggests its composition includes these proteins. When these OMVs are administered orally to mice, antibodies are generated against OMV lysates.", "cite_spans": [{"start": 576, "end": 587, "text": "[ 33 , 34 ]", "ref_id": null}], "ref_spans": [{"start": 83, "end": 89, "text": "Fig. 9", "ref_id": "FIGREF5"}, {"start": 1305, "end": 1314, "text": "Fig. 9.13", "ref_id": "FIGREF0"}], "section": "Various Subunits Development"}, {"text": "This vaccine has the advantage of heterologous protection (as shown by challenge against strains from each Shigella serogroup) and the absence of adjuvant dependency. In addi-tion, immunity can be passively transferred to offspring, suggesting that the protective mechanism involves antibodies and raising the possibility that this vaccine can be used in infants, which is the main target population for a Shigella vaccine. The use of live, fully virulent Shigella during its formulation process, the presence of LPS, and lot-to-lot consistency are possible downsides of this preparation.", "cite_spans": [], "ref_spans": [], "section": "Various Subunits Development"}, {"text": "Invaplex. Another vaccine candidate that uses T3SS proteins and LPS as part of the formulation is the Invaplex [ 35 ] . These complexes are obtained by aqueous extraction followed by ion exchange chromatography (Fig. 9.13 ). The precise composition of these extracts has not been completely characterized but includes LPS, IpaB, and IpaC [ 36 ] . These complexes are able a b d c Fig. 9 .12 Depiction of LPS/O-antigen-based vaccines. LPS ( a ) extracted from Shigella fl exneri or sonnei is admixed with protein preparations from N. meningitides and used as a carrier. When this complex is administered orally and intranasally to mice and guinea pigs [ 33 ] , serum IgG and mucosal IgA in intestines and lungs are vaccine com-pound ( b ). O antigen purifi ed from LPS is delivered in combination with exoprotein A from P. aeruginosa ( c ). Finally, O antigen from different Shigella serogroups is combined with ribosomes from Shigella and is depicted in ( d )", "cite_spans": [{"start": 111, "end": 117, "text": "[ 35 ]", "ref_id": "BIBREF34"}, {"start": 338, "end": 344, "text": "[ 36 ]", "ref_id": "BIBREF35"}, {"start": 651, "end": 657, "text": "[ 33 ]", "ref_id": "BIBREF32"}], "ref_spans": [{"start": 211, "end": 221, "text": "(Fig. 9.13", "ref_id": "FIGREF0"}, {"start": 380, "end": 386, "text": "Fig. 9", "ref_id": "FIGREF5"}], "section": "Various Subunits Development"}, {"text": "to elicit IgG and IgA responses against Ipa proteins as well as LPS in both mice and guinea pigs. In addition, they are protective against the Shigella species/serotype used for extract generation [ 37 ] in the mouse and guinea pig challenge models.", "cite_spans": [{"start": 197, "end": 203, "text": "[ 37 ]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Various Subunits Development"}, {"text": "Two phase one studies have been performed using the Invaplex vaccine on adult volunteers [ 38 ] and showed no major side effects to delivery of intranasal doses of up to 690 μg. The highest dose employed in these studies generated an ASC response to LPS in 58 % of the volunteers. An advantage of this approach is that, other than the Invaplex itself, no additional adjuvants need to be administered. A drawback of this vaccine consists in a challenging production process that includes cultures of virulent Shigella as well as the presence of bacterial LPS products in the intermediate steps and fi nal formulation. Another possible caveat is the uniformity of protein composition in these complexes through manufacturing lots.", "cite_spans": [{"start": 89, "end": 95, "text": "[ 38 ]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Various Subunits Development"}, {"text": "Finally, this vaccine was not designed to protect against multiple serotypes. A solution for this possible drawback, however, is the generation of formulations that include Invaplex complexes generated from more than one particular serotype, which increases an already diffi cult manufacturing process. This would allow the generation of vaccine formulations specifi c for the serotypes prevalent in a particular region.", "cite_spans": [], "ref_spans": [], "section": "Various Subunits Development"}, {"text": "A vaccine candidate that targets conserved Shigella virulence proteins includes some of the T3SS Ipa proteins (Fig. 9.14 ) . Recombinant IpaB and IpaD can be expressed in E. coli at high levels. IpaD is then easily purifi ed from the E. coli cytosol while IpaB must be purifi ed as a complex with its cognate chaperone IpgC. The chaperone is needed to maintain the hydrophobic IpaB in a soluble state and to provide stability for IpaB from proteolytic degradation. IpaB can then be further purifi ed after separation from IpgC in low concentrations of detergent. Analyses have indicated that IpaB is greater than 90 % pure following this scheme. In its fi nal formulation, this Ipa-based vaccine also contains a double mutant of heat-labile enterotoxin from E. coli (dmLT) [ 39 ] as an adjuvant. The mechanism of protection for this vaccine has not yet been worked out. Nevertheless, it was tested in the mouse lethal pulmonary model [ 40 ] where it exhibited over 90 % homologous protection (against S. fl exneri ) and greater than 60 % heterologous protection (using S. sonnei during the challenge experiments). IgG and mucosal IgA were generated after intranasal administration along with antigen-specifi c IFN-γ-secreting cells.", "cite_spans": [{"start": 773, "end": 779, "text": "[ 39 ]", "ref_id": "BIBREF38"}, {"start": 934, "end": 940, "text": "[ 40 ]", "ref_id": "BIBREF39"}], "ref_spans": [{"start": 110, "end": 122, "text": "(Fig. 9.14 )", "ref_id": "FIGREF0"}], "section": "Recombinant T3SS Proteins."}, {"text": "OmpA. A 34-kDa outer membrane protein (OMP) was purifi ed from S. fl exneri 2a using ion exchange chromatography. Incubation of macrophages with this 34-kDa protein induced the production of nitric oxide and increased production of IL-12 and TNF-α. This protein was delivered parenterally fi ve times in rabbits, giving protection against challenge by S. fl exneri in the rabbit cecal ligation model [ 41 ] . Subsequent work using a recombinant protein purifi ed by affi nity chromatography identifi ed this 34-kDa OMP as OmpA, part of a family of immunomodulating proteins present in numerous gram-negative bacteria. This protein showed high protective effi cacy in the mouse lethal pulmonary model [ 42 ] where it elicited serum IgG and mucosal IgA.", "cite_spans": [{"start": 400, "end": 406, "text": "[ 41 ]", "ref_id": "BIBREF40"}, {"start": 700, "end": 706, "text": "[ 42 ]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Recombinant T3SS Proteins."}, {"text": "Ticks are widely distributed throughout the world, affecting 80 % of the world's cattle population [ 43 ] . The economic importance of ticks and tick-borne diseases (TBDs) has been estimated by a number of studies; however they most likely represent an underestimation of the real impact of these arthropod vectors and their transmitted diseases.", "cite_spans": [{"start": 99, "end": 105, "text": "[ 43 ]", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Protein Subunit: Ticks 3"}, {"text": "Tick feeding has devastating effects including disease transmission, paralysis, toxicosis, and secondary infections of the tick-feeding site [ 44 ] . The effect of ticks and tickborne diseases is particularly pronounced in the livestock sector where it is repeatedly rated highly for its impact on the livelihood of farmers, particularly in countries of the South which are heavily dependent on agricultural production. There are six genera of ixodid ticks of importance, namely, Amblyomma , Dermacentor , Haemaphysalis , Hyalomma , Rhipicephalus , and Ixodes .", "cite_spans": [{"start": 141, "end": 147, "text": "[ 44 ]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Protein Subunit: Ticks 3"}, {"text": "Historically, tick and tick-borne disease control has focused on the control of ticks at tolerable levels through acaricide use and treatment of disease with appropriate drugs. In some cases acaricide-based tick control is often the only method of reducing tick populations without sacrifi cing productivity [ 45 ] .", "cite_spans": [{"start": 308, "end": 314, "text": "[ 45 ]", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Protein Subunit: Ticks 3"}, {"text": "Acaricides are commercially available in a number of formulations that are applied either directly onto livestock or in dipping vats where multiple animals can be passed through at regular time intervals. Acaricide application relies heavily on correct formulation and administration to be effective. A large number of chemical compounds have been found to be effective against ticks including arsenic (introduced ~1983), DDT (~1946), cyclodienes and toxaphene (~1947), organophosphates-carbamate group (~1955), formamides (~1975), and macrocyclic lactones (~1981). The potency and usefulness of many of the abovementioned compounds is gradually eroding with resistance developing in many tick species of Rhipicephalus , Amblyomma , and Hyalomma .", "cite_spans": [], "ref_spans": [], "section": "Protein Subunit: Ticks 3"}, {"text": "Multiple acaricide-resistant tick stocks have been identifi ed, limiting or entirely excluding the use of many acaricides [ 46 ] . In addition to resistance, chemical control through ", "cite_spans": [{"start": 122, "end": 128, "text": "[ 46 ]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Protein Subunit: Ticks 3"}, {"text": "The guiding principle for anti-tick vaccination stems from early studies conducted on acquired host resistance to tick infestations. Repeated exposure of hosts to ticks or tick organ homogenates induced resistance to tick re-infestation. While the degree of resistance may vary between different tick and host species, evidence strongly suggests that natural resistance against tick infestation develops based on adaptive immune response mechanisms [ 47 ] . Ticks feeding from hosts vaccinated with tick components take up effector molecules during feeding that mediate deleterious effects on the ticks. This effect manifests as reduction of feeding time, tick mortality (during or after feeding), reduced engorgement weights, and reduced reproductive capacity of adult females. Eggs laid from ticks fed on vaccinated hosts may also show reduced hatching rates. The overall result culminates in reduction of tick populations and tick-borne diseases.", "cite_spans": [{"start": 449, "end": 455, "text": "[ 47 ]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Vaccination Against Ticks"}, {"text": "Many of the anti-tick vaccine targets have been identifi ed using conventional immune-screening techniques. Immunization of vertebrate hosts with tick homogenates or purifi ed tick extracts generates immune sera. These sera are used to screen for tick antigens detected by the host. The identifi cation of tick proteins essential for tick survival is a useful method for more targeted antigen discovery, which is made increasingly possible as information is gathered on tick biology. With the availability of genome sequences for a number of tick species, the number of candidates for discovery is expanding through reverse vaccinology. The use of other techniques such as RNA interference (RNAi) has been useful in confi rming the importance of antitick vaccine candidates and is likely to play a role in future anti-tick vaccine antigen discovery [ 48 ] .", "cite_spans": [{"start": 849, "end": 855, "text": "[ 48 ]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Anti-tick Vaccine Candidates."}, {"text": "Exposed or Concealed Antigens. Anti-tick vaccine candidates have been classifi ed into two categories: exposed or concealed antigens. Exposed antigens are secreted in tick saliva during attachment and feeding on a host while concealed antigens are normally hidden from the host immune response. Molecular mimicry by ticks of host components has been observed, and vaccination may induce host sensitivity and autoimmune reactions when exposed antigens are used [ 49 ] .", "cite_spans": [{"start": 460, "end": 466, "text": "[ 49 ]", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Anti-tick Vaccine Candidates."}, {"text": "One advantage of using exposed antigens is that natural boosting occurs through tick feeding. Mechanistically, vaccination with exposed antigens is thought to induce a focal hostile environment unsupportive for tick attachment and feeding. Concealed antigens do not come into contact with the host immune response during natural tick feeding. Although often contained within the thoracic cavity of the tick, some salivary gland proteins can be characterized as concealed if they are not secreted into the tick-feeding site.", "cite_spans": [], "ref_spans": [], "section": "Anti-tick Vaccine Candidates."}, {"text": "One diffi culty in the development of concealed anti-tick vaccines is that the antigen must be accessible to the induced humoral vaccine response. This often limits the number of candidates to those coming into prolonged and direct contact with the blood meal or where the humoral response can be transported over the gut barrier into the hemolymph [ 50 -52 ] . The second limitation of concealed antigens relates to natural boosting of the immune response. As the antigens do not come into contact with the immune response within the host, suffi ciently high antibody levels must be induced through repeated vaccination.", "cite_spans": [{"start": 349, "end": 359, "text": "[ 50 -52 ]", "ref_id": null}], "ref_spans": [], "section": "Anti-tick Vaccine Candidates."}, {"text": "As the blood meal acts as the carrier for the effector immune responses, the anti-tick effect can take place over a longer period of time compared to exposed antigens. This effect may even extend beyond the mere feeding period into the inactive stages where digestion and molting/egg laying takes place.", "cite_spans": [], "ref_spans": [], "section": "Anti-tick Vaccine Candidates."}, {"text": "Bm86 Anti-tick Vaccine. The Bm86-based anti-tick vaccine remains the only anti-tick vaccine commercially produced and has become the benchmark for future anti-tick vaccine development and evaluation. The gut-associated Bm86 glycoprotein was fi rst identifi ed in R. microplus although homologues in other tick species have since been identifi ed [ 53 -55 ] . The biological function of Bm86 remains unknown although it is thought to play a role in the digestion of the blood meal [ 56 ] . In R. microplus , expression of Bm86 is increased during embryogenesis, reaching the highest level in unfed larvae. Expression decreases during feeding and molting with lowest levels of expression detected during the resting stages of the tick.", "cite_spans": [{"start": 346, "end": 356, "text": "[ 53 -55 ]", "ref_id": null}, {"start": 480, "end": 486, "text": "[ 56 ]", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Anti-tick Vaccine Candidates."}, {"text": "Bm86 has a translated coding sequence of 650 amino acids and a size of 71.7 kDa. The protein contains four potential N-linked glycosylation sites and a leader peptide suggesting transport to the cell surface. Localization studies have shown the molecule is located predominantly on the microvilli of gut epithelial cells. A single C-terminal transmembrane sequence is present in the unprocessed protein which is replaced by a glycosylphosphatidylinositol anchor in the mature protein. The protein also contains multiple predicted EGF repeats rich in cysteine residues.", "cite_spans": [], "ref_spans": [], "section": "Anti-tick Vaccine Candidates."}, {"text": "Vaccination has been performed mostly with the whole molecule, and protective epitopes for Bm86 have not been well determined. The site of a protective B cell epitope was defi ned and additional epitopes are likely to exist. Overlapping cross-reactive immune-reactive epitopes have been found between Bm86 and the R. decoloratus homologue, Bd86. Vaccine effi cacy is directly related to anti-Bm86 antibody titer and the ability to control tick populations is directly related to achieving a strong antibody response.", "cite_spans": [], "ref_spans": [], "section": "Anti-tick Vaccine Candidates."}, {"text": "Substantial animal-to-animal variation has been observed in the ability to generate anti-Bm86 antibody titers which is likely related to the MHC class II haplotypes expressed. Antibodies to Bm86 and cattle complement system are taken up during the blood meal. Antibody binding results in lysis of the gut epithelial cells culminating in impaired blood meal digestion. Strong antibody responses may induce tick mortality due to blood leakage from the gut into the hemolymph and ticks may turn reddish instead of gray.", "cite_spans": [], "ref_spans": [], "section": "Anti-tick Vaccine Candidates."}, {"text": "The development of the antibody response in cattle [ 57 ] after immunization with rBm86 is demonstrated in Fig. 9.19 .", "cite_spans": [{"start": 51, "end": 57, "text": "[ 57 ]", "ref_id": "BIBREF56"}], "ref_spans": [{"start": 107, "end": 116, "text": "Fig. 9.19", "ref_id": "FIGREF0"}], "section": "Anti-tick Vaccine Candidates."}, {"text": "Recombinant expression of Bm86 has been attempted in several expression systems including Escherichia coli , Aspergillus nidulans , Aspergillus niger , and Pichia pastoris . Vaccine trials showed that Bm86 vaccination targeted mainly the adult stage of R. microplus , particularly the number of adult females fully engorging and post-engorgement mortality. Reproductive capacity of adult R. microplus females was affected in terms of egg-laying capacity and hatching of eggs [ 58 ] .", "cite_spans": [{"start": 475, "end": 481, "text": "[ 58 ]", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Anti-tick Vaccine Candidates."}, {"text": "Under fi eld situations, vaccination of cattle reduced tick numbers by 56 % within a single generation and reduced the reproductive capacity by 72 %. Reversal of negative effects of tick feeding on live weight of vaccinated animals by an average increase in live weight of 18.6 kg over a 6-month period was observed. Extensive fi eld trials in Cuba, Brazil, Argentina, and Mexico showed between 55 and 100 % control of R. microplus ticks within a 36-week period [ 59 ] .", "cite_spans": [{"start": 462, "end": 468, "text": "[ 59 ]", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Anti-tick Vaccine Candidates."}, {"text": "Importantly, complete control of acaricide-resistant ticks could be accomplished by integrating Bm86 vaccination with acaricide use [ 52 ] , showing that integrated control systems are effective in controlling tick populations. Vaccination also decreased the amount of acaricides required to control tick populations and prolonged the time interval between cattle dipping. Bm86 vaccination has been extensively evaluated for its ability to control other tick species. Almost complete cross-protection against Rhipicephalus annulatus has been reported [ 60 ] . Signifi cant protection against Hyalomma anatolicum , H. dromedarii , and R. decoloratus has been observed; however no cross-protection was seen against R. appendiculatus or Amblyomma variegatum .", "cite_spans": [{"start": 132, "end": 138, "text": "[ 52 ]", "ref_id": "BIBREF51"}, {"start": 551, "end": 557, "text": "[ 60 ]", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "Anti-tick Vaccine Candidates."}, {"text": "Genetically attenuated microorganisms, viruses and bacteria, can be engineered to deliver recombinant heterologous antigens to stimulate the host immune system. Some experimental vector systems are summarized in Work with vectors classifi ed as BSL-1 does not require biosafety program approval. Work with vectors classifi ed as BSL-2 or higher requires approval by the local Biosafety Committee.", "cite_spans": [], "ref_spans": [], "section": "Vector Vaccines"}, {"text": "Safety Concerns. As demonstrated for adenovirus 5 (Ad5), following i.m. injection, the vector persisted mainly near the injection site and in draining lymph nodes for up to 6 months. Low levels of integration into chromosomal DNA were observed, with a calculated mutation rate of 2 × 10 −7 mutations per cell. The spontaneous mutation rate of a cell is 2 × 10 −6 and therefore tenfold higher. Ad5 is classifi ed as biosafety level 2 (BSL-2).", "cite_spans": [], "ref_spans": [], "section": "Vector Vaccines"}, {"text": "Live vectors are able to stimulate the mucosal as well as a systemic humoral and cellular immunity. A severe drawback of the vector technology is that, once used, the vector cannot be effectively used in the patient again because it will be recognized by antibodies. Repeated booster immunization will fail. Also preexisting immunity in the patient against the vector could render the vaccination ineffective. A heterologous prime-boost and vector priming as described in Chap. 2 could circumvent this barrier.", "cite_spans": [], "ref_spans": [], "section": "Vector Vaccines"}, {"text": "Disease 4", "cite_spans": [], "ref_spans": [], "section": "Lactic Acid Bacteria Vector and Plague"}, {"text": "Lactic acid bacteria have generally recognized as safe (GRAS) status and have been developed in the past decade as potent adjuvants for mucosal delivery of vaccine. A platform technology based on Lactobacillus plantarum ( Fig. 9.21 ) was developed to deliver antigens against plague disease caused by Yersinia pestis , an aerobic, nonmotile, gram-negative bacillus belonging to the family Enterobacteriaceae , which is transmitted to humans via fl eabite or via aerosol droplet, causing bubonic or pneumonic plague, respectively [ 61 ] .", "cite_spans": [{"start": 529, "end": 535, "text": "[ 61 ]", "ref_id": "BIBREF60"}], "ref_spans": [{"start": 222, "end": 231, "text": "Fig. 9.21", "ref_id": "FIGREF0"}], "section": "Lactobacillus plantarum Platform"}, {"text": "Most human plague cases present as one of three primary forms -bubonic, septicemic, or pneumonic. Secondary plague septicemia, pneumonia, and meningitis are the most common complications. The pathogenicity of Y. pestis results from its impressive ability to overcome the defenses of the mammalian host and to overwhelm it with massive growth.", "cite_spans": [], "ref_spans": [], "section": "Lactobacillus plantarum Platform"}, {"text": "Plague is enzootic in rodents in Africa, Asia, South America, and North America. Y. pestis is transmitted from host to host by fl eas via blood feeding, through consumption or handling of infectious host tissues, or through inhalation of infectious materials. Y. pestis infects an astonishingly broad range of mammals and uses rats, squirrels, mice, prairie dogs, marmots, or gerbils as reservoirs and several arthropod vectors for transmission [ 62 ] (Fig. 9.20 ) . Humans acquire this zoonotic infection via an atypical bite from animal fl eas, sometimes prompted by an animal's death from plague, after which the fl ea seeks a new source of blood. Most infected fl eas come from the domestic black rat Rattus rattus or the brown sewer rat Rattus norvegicus.", "cite_spans": [{"start": 445, "end": 451, "text": "[ 62 ]", "ref_id": "BIBREF61"}], "ref_spans": [{"start": 452, "end": 464, "text": "(Fig. 9.20 )", "ref_id": "FIGREF1"}], "section": "The Enzootic Cycle and Transmission"}, {"text": "Y. pestis cells spread from the site of the infected fl eabite to the regional lymph nodes, grow to high numbers causing the formation of a bubo, and spill into the bloodstream where bacteria are removed in the liver and spleen. Growth continues in these organs, spreads to others, and causes septicemia. Fleas feeding on septicemic animals complete the infection cycle. In humans, bubonic plague can develop into an infection of the lung (secondary pneumonic plague) that can lead to aerosol transmission (primary pneumonic plague) [ 63 ] . Multiple antibiotic-resistant strains of Y. pestis occur naturally and they can be easily bioengineered. Thus, plague is a category A bioterrorism agent in need for novel strategies for its prevention.", "cite_spans": [{"start": 533, "end": 539, "text": "[ 63 ]", "ref_id": "BIBREF62"}], "ref_spans": [], "section": "The Enzootic Cycle and Transmission"}, {"text": "Bubonic plague is the classic form of the disease. Patients usually develop symptoms of fever, headache, chills, and swollen, extremely tender lymph nodes (buboes) within 2-6 days of contact with the organism either by fl eabite or by exposure of open wounds to infected materials. Primary septicemic plague is generally defi ned as occurring in a patient with positive blood cultures but no palpable lymphadenopathy. Patients are febrile, and most have chills, headache, malaise, and gastrointestinal disturbances. Primary pneumonic plague is a rare but deadly form of the disease that is spread via respiratory droplets through close contact (2-5 ft) with an infected individual. It progresses rapidly from a febrile fl u-like illness to an overwhelming pneumonia with coughing and the production of bloody sputum. The incubation period for primary pneumonic plague is between 1 and 3 days. In general, patients who develop secondary plague pneumonia have a high fatality rate. Fig. 9 .20 Schematic of the plague cycle with small mammals as hosts and fl eas as vectors. Arrows represent connections affected by climate with a color coding depending on the most infl uential climate variable on this link (i.e., precipitation, temperatures, and other variables indirectly depending on them such as soil characteristics and soil moisture). Grey rectangles somewhat arbitrarily delimit epizootic, enzootic, and zoonotic cycles. Note that despite their location at the far end of the cycle, humans often provide the only available information on plague dynamics", "cite_spans": [], "ref_spans": [{"start": 980, "end": 986, "text": "Fig. 9", "ref_id": "FIGREF5"}], "section": "Clinical Disease"}, {"text": "The laboratory diagnosis of plague is based on bacteriological and/or serological evidence [ 64 ] . Samples for analysis can include blood, bubo aspirates, sputum, cerebrospinal fl uid in patients with plague meningitis, and scrapings from skin lesions, if present. Staining techniques such as the Gram, Giemsa, Wright, or Wayson stain can provide supportive but not presumptive or confi rmatory evidence of a plague infection.", "cite_spans": [{"start": 91, "end": 97, "text": "[ 64 ]", "ref_id": "BIBREF63"}], "ref_spans": [], "section": "Laboratory Diagnosis"}, {"text": "Lactic acid bacteria (LAB) are a group of gram-positive, nonpathogenic, non-sporulating bacteria that include species of Lactobacillus (Fig. 9.21 ) , Lactococcus , Leuconostoc , Pediococcus , and Streptococcus . They have limited biosynthetic abilities and require preformed amino acids, B vitamins, purines, pyrimidines, and a sugar as a carbon and energy source. These nutritional requirements restrict their habitats to those in which the required compounds are abundant. Thus, these highly specialized bacteria occupy a range of niches including milk, plant surfaces, the oral cavity, the gastrointestinal tract, and the vagina of vertebrates [ 65 ] .", "cite_spans": [{"start": 647, "end": 653, "text": "[ 65 ]", "ref_id": "BIBREF64"}], "ref_spans": [{"start": 135, "end": 147, "text": "(Fig. 9.21 )", "ref_id": "FIGREF0"}], "section": "LAB-Based Vector Vaccines"}, {"text": "LAB have been consumed for centuries by humans in fermented foods and have an extraordinary safety profi le. These intrinsic advantages turn LAB into excellent delivery vectors of novel preventive and therapeutic molecules for humans. A number of studies of oral vaccines generated from genetically engineered pathogenic or commensal bacteria have been reported [ 66 , 67 ] .", "cite_spans": [{"start": 362, "end": 373, "text": "[ 66 , 67 ]", "ref_id": null}], "ref_spans": [], "section": "LAB-Based Vector Vaccines"}, {"text": "Live attenuated pathogenic bacteria, such as derivatives of Mycobacterium , Salmonella , and Bordetella spp., are the most popular live delivery vectors used currently. They are particularly well adapted to interact with mucosal surfaces as they have specialized machinery to initiate the infection process. The major disadvantages of live vaccines include inadequate attenuation and the potential to revert to virulence.", "cite_spans": [], "ref_spans": [], "section": "LAB-Based Vector Vaccines"}, {"text": "Lactic acid bacteria-based vaccines act as live attenuated vaccines but without the safety concern. LAB have a generally recognized as safe (GRAS) status and thus are not likely to cause harm.", "cite_spans": [], "ref_spans": [], "section": "GRAS."}, {"text": "The production of a desired antigen by LAB can occur in three different cellular locations:", "cite_spans": [], "ref_spans": [], "section": "GRAS."}, {"text": "• Intracellular , which allows the protein to escape harsh external environmental conditions (such as gastric juices in the stomach) but requires cellular lysis for protein release and delivery • Extracellular , which allows the release of the protein into the external medium, resulting in direct interaction with the environment (food product or the digestive tract) • Cell wall anchored , which combines the advantages of the other two locations (i.e., interaction between the cell wall-anchored protein and the environment, in addition to protection from proteolytic degradation)", "cite_spans": [], "ref_spans": [], "section": "GRAS."}, {"text": "In this context, several studies have compared the production of different antigens in LAB, using all three locations, and evaluated the subsequent immunological impact. These studies demonstrated that the highest immune response was obtained with cell wall-anchored antigens exposed on the surface of LAB. Therefore, most of the recent LAB vaccination studies have selected surface exposure of the antigen of interest, rather than intra-or extracellular production [ 68 ] .", "cite_spans": [{"start": 466, "end": 472, "text": "[ 68 ]", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "GRAS."}, {"text": "Dendritic cells (DCs) play a central role in bridging the innate immune system with the adaptive immune system. DCs are found throughout the body and are especially common at mucosal surfaces. With only a single layer of epithelial cells separating the external from the internal world amid the constant need for particle exchange, intestinal dendritic cells (DCs) play a key role in maintaining intestinal homeostasis as well as governing protective immune responses against invading pathogens. To avoid activation of selfreactive T cells and to limit unnecessary responses, such as those against commensal fl ora, DCs can imprint tolerance onto T cells (Fig. 9.22 ). Immature-type DCs are enriched underneath the epithelium of mucosal inductive sites and are poised to capture antigens. They extend protrusions between epithelial cells, enabling direct sampling of luminal antigens [ 69 ] . Through upregulation of MHC and co-stimulatory molecules, matured DCs convert into highly effi cient antigen-presenting cells. Successful antigen presentation to CD4+ T cells requires recognition of cognate peptide in the context of MHC class II molecules, whereas epitopes presented on MHC class I molecules stimulate Ag-specifi c CD8+ T cells. When antigen uptake occurs, these DCs change their phenotype by expressing higher levels of co-stimulatory molecules and move to T cell areas of inductive sites for antigen presentation. Thus, DCs and their derived cytokines play key roles in the induction of antigen-specifi c effector Th cell responses. In this regard, targeting mucosal DCs is an effective strategy to induce mucosal and systemic immune responses. LAB Persistence. The ability of some LAB to persist in the gastrointestinal tract may be critically important in the effectiveness of LAB-based vaccines. A comparison of a persisting LAB strain, L. plantarum , with a nonpersisting LAB strain, L. lactis , identifi ed L. plantarum to be more effective at eliciting antigen-specifi c immunity, suggesting that persistence promoted immunogenicity [ 70 ] . Furthermore, it has been shown that particular Lactobacillus species induced critical infl ammatory cytokines and induced activation and maturation of dendritic cells [ 71 ] . It has also been shown that immature DCs effi ciently capture Lactobacillus species, and these bacteria activated human DCs, resulting in the production of pro-infl ammatory cytokines like IL-12, increased proliferation of CD4+ and CD8+ cells, and skewed T cell response toward a Th1 pathway believed to be involved in effective clearance of microbial pathogens [ 72 , 73 ] ( Fig. 9.23 ). Evidence suggests that the peptidoglycan layer of some LAB promote natural immuno-adjuvanticity [ 74 ] , and antigen localization on the cell wall makes it more accessible to the immune system as compared to intracellular or secreted proteins. Leader peptides mark proteins for translocation across the cytoplasmic membrane, and lipid modifi cation is of major importance both for anchoring exported proteins to the membrane and for protein function [ 75 ] . It has been shown that lipidation at the fi rst amino acid of the mature Borrelia burgdorferi OspA protein is essential to induce an immune response via TLR2 [ 76 ] . The leader peptide of OspA targets the protein to the cell envelope of Lactobacillus and that the Cys [ 17 ] is recognized by the L. plantarum cell wall-sorting machinery that lipidates and anchors the protein to the cell envelope. The end result is a delivery system that exerts a potent adjuvant effect [ 77 ] . Virus-like Particles (VLPs) that mimic the antigenic architecture of authentic virions, however, can be produced in insect, mammalian, and plant cells by the expression of the capsid protein. The particulate nature and high-density presentation of viral structure proteins on their surface render VLPs as a premier vaccine platform with superior safety, immunogenicity, and manufacturability. Therefore, this chapter focuses on the development of effective NoV vaccines based on VLPs of capsid proteins. The expression and structure of NoV VLPs, especially VLPs of Norwalk virus, the prototype NoV, are extensively discussed. The ability of NoV VLPs in stimulating a potent systemic and mucosal anti-NoV immunity through oral and intranasal delivery in mice is presented.", "cite_spans": [{"start": 884, "end": 890, "text": "[ 69 ]", "ref_id": "BIBREF68"}, {"start": 2051, "end": 2057, "text": "[ 70 ]", "ref_id": "BIBREF69"}, {"start": 2227, "end": 2233, "text": "[ 71 ]", "ref_id": "BIBREF70"}, {"start": 2598, "end": 2609, "text": "[ 72 , 73 ]", "ref_id": null}, {"start": 2721, "end": 2727, "text": "[ 74 ]", "ref_id": "BIBREF73"}, {"start": 3075, "end": 3081, "text": "[ 75 ]", "ref_id": "BIBREF74"}, {"start": 3242, "end": 3248, "text": "[ 76 ]", "ref_id": "BIBREF75"}, {"start": 3353, "end": 3359, "text": "[ 17 ]", "ref_id": "BIBREF16"}, {"start": 3556, "end": 3562, "text": "[ 77 ]", "ref_id": "BIBREF76"}], "ref_spans": [{"start": 655, "end": 665, "text": "(Fig. 9.22", "ref_id": "FIGREF1"}, {"start": 2612, "end": 2621, "text": "Fig. 9.23", "ref_id": "FIGREF1"}], "section": "GRAS."}, {"text": "Gastroenteritis (GE) is a worldwide health problem that affects people of all ages. As its name implies, GE is characterized by infl ammation of the gastrointestinal tract and often associated with symptoms of diarrhea, nausea, vomiting, and abdominal cramping and pain. GE and its associated diarrheal diseases remain as one of the top causes of death in the world especially in developing countries and in young children with an estimated death toll of four to six million per year [ 78 ] . GE can be caused by a variety of pathogens including viruses, bacteria, and parasites and by ingestion of noninfectious toxins or medications, with viruses as the most common offending agents. Norovirus (NoV) and rotavirus are the most common viruses that cause viral GE, while adenovirus, astrovirus, coronavirus, and parechovirus are also known to cause GE in humans.", "cite_spans": [{"start": 484, "end": 490, "text": "[ 78 ]", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "GRAS."}, {"text": "NoVs are a group of genetically diverse RNA viruses that belong to the genus of Norovirus in the Caliciviridae family [ 79 ] . They were fi rst discovered and characterized in their prototype virus, the Norwalk virus (NV), in 1972 [ 80 ] . Studies of NV revealed that NoVs are non-enveloped viruses with a RNA genome surrounded by a round capsid protein shell approximately 38 nm in diameter.", "cite_spans": [{"start": 118, "end": 124, "text": "[ 79 ]", "ref_id": "BIBREF78"}, {"start": 231, "end": 237, "text": "[ 80 ]", "ref_id": "BIBREF79"}], "ref_spans": [], "section": "Noroviruses."}, {"text": "NoVs are divided into 5 genogroups and 29 clusters with 8 clusters in genogroup I (GI), 17 in GII, 2 in GIII, and 1 each in GIV and GV. Within the fi ve genotypes, GI and GIV strains are found to infect humans exclusively and GII are found in both humans and pigs, while GIII and GV strains are animal viruses that infect cattle and murine species, respectively [ 81 ] . Currently, strains in cluster 4 of GII (GII 4) are the most prevalent NoVs in human population [ 82 ] .", "cite_spans": [{"start": 362, "end": 368, "text": "[ 81 ]", "ref_id": "BIBREF80"}, {"start": 466, "end": 472, "text": "[ 82 ]", "ref_id": "BIBREF81"}], "ref_spans": [], "section": "Noroviruses."}, {"text": "The genome of NoVs, which was fi rst characterized in NV, contains a single-stranded positive-sense RNA of 7.5-7.7 kb with three open reading frames (ORFs) and a poly A tail at its 3′ end [ 83 ] (Fig. 9.24 ). ORF1 encodes a polyprotein that is processed by viral protease 3CLpro into the RNAdependent RNA polymerase and approximately fi ve other nonstructural proteins including p48, the nucleoside triphosphatase, p22, VPg, and 3CLpro. The two structural proteins, the major (VP1) and minor (VP2) capsid proteins, are encoded by ORF2 and ORF3, respectively [ 84 ] . Structural analysis of NoV has revealed that each viral capsid is composed of 90 dimers of VP1 in a T = 3 icosahedral symmetry. VP1 folds into two domains: a shell (S) domain that is responsible for initiating capsid assembly and icosahedral contacts and a protruding domain (P), containing two subdomains of P1 and P2, that enhance the stability of the capsid by providing intermolecular contacts between VP1 dimers. Studies of NV also indicate that the VP2 protein enhances the expression level of VP1 and stabilizes the VP1 in the viral capsid. NoVs are highly contagious and spread rapidly, and their outbreaks commonly occur in various social places and settings where people share common food and water sources or are in close physical proximity, such as cruise ships, schools, military units, nursing homes, daycare centers, hospitals, restaurants, and catered events .", "cite_spans": [{"start": 188, "end": 194, "text": "[ 83 ]", "ref_id": "BIBREF82"}, {"start": 558, "end": 564, "text": "[ 84 ]", "ref_id": "BIBREF83"}], "ref_spans": [{"start": 195, "end": 205, "text": "(Fig. 9.24", "ref_id": "FIGREF1"}], "section": "Noroviruses."}, {"text": "The life cycle of NoV has not been fully understood due to the lack of an in vitro cell culture system and a small animal model of infection. The failure of NoV replication in mammalian cell cultures is not due to the lack of host factors to support intracellular expression of NoV RNA. Instead, the problem may lie in the steps of viral binding to cellular receptors, virus entry into cells.", "cite_spans": [], "ref_spans": [], "section": "Noroviruses."}, {"text": "NoV [ 85 ] . While serum antibodies to NoV can be readily detected, this method has little clinical relevance due to the cross-reactivity of antibodies. Since there is no culture system available for NoV, the detection of virus in stool samples has become the preferred method of diagnosis. Traditionally, NoV infection was diagnosed by detecting the virus by immune transmission electron microscopy (TEM). TEM offers the advantage of direct visualization of any potentially responsible virus particles in stool samples. However, it does have the disadvantage of requiring sophisticated and expensive equipment and highly specialized technicians for its operation.", "cite_spans": [{"start": 4, "end": 10, "text": "[ 85 ]", "ref_id": "BIBREF84"}], "ref_spans": [], "section": "Current Diagnostic Methods and Therapeutics for NoV GE. Various diagnostic methods have been developed for"}, {"text": "Several enzyme-linked immunosorbent assays (ELISAs) that detect NoV antigens were later developed for NoV diagnosis. Studies have shown that NoV antigen-detecting ELISAs have high specifi city (94-96 %) but poor sensitivity (40-60 %), most likely due to the antigenic diversity of NoV strains [ 86 ] .", "cite_spans": [{"start": 293, "end": 299, "text": "[ 86 ]", "ref_id": "BIBREF85"}], "ref_spans": [], "section": "Current Diagnostic Methods and Therapeutics for NoV GE. Various diagnostic methods have been developed for"}, {"text": "Similar to ELISA-based assays, RT-PCR is rapid and robust, because it can process large numbers of samples simultaneously and results can be obtained within a working day. However, it requires RNA extraction from fecal samples and needs expensive equipment and skilled workers to operate. Therefore, RT-PCR is more labor intensive and less economical than ELISAs.", "cite_spans": [], "ref_spans": [], "section": "Current Diagnostic Methods and Therapeutics for NoV GE. Various diagnostic methods have been developed for"}, {"text": "Overall, TEM, ELISA, and RT-PCR-based methods all have their advantages and challenges. The three methods detect different components of the virus and therefore are complementary to each other.", "cite_spans": [], "ref_spans": [], "section": "Current Diagnostic Methods and Therapeutics for NoV GE. Various diagnostic methods have been developed for"}, {"text": "Immunology of NoV Infection. The immunological knowledge of NoV is mostly obtained from human challenge studies and natural outbreaks due to the lack of small animal models. Observations of repeat infections in adults suggest the scarcity of long-term immunity against these viruses. However, other studies showed that close to 50 % of the genetically susceptible subjects were not infected by NoV challenge, which support the possibility of long-term immunity [ 87 ] .", "cite_spans": [{"start": 461, "end": 467, "text": "[ 87 ]", "ref_id": "BIBREF86"}], "ref_spans": [], "section": "Current Diagnostic Methods and Therapeutics for NoV GE. Various diagnostic methods have been developed for"}, {"text": "NoV. The lack of a tissue culture system also impedes the development of vaccines against NoV. Fortunately, the discovery of the spontaneous assembly of expressed VP1 into virus-like particles (VLPs) that are morphologically and antigenically similar to the native viruses has facilitated vaccine development. VLPs combine the best traits of wholevirus and subunit antigens for vaccine development.", "cite_spans": [], "ref_spans": [], "section": "Virus-like Particles as an Effective Vaccine Against"}, {"text": "VLPs are noninfectious, therefore, safer than inactivated or attenuated virus due to the lack of viral nucleic acid genome. Importantly, VLPs can induce potent cellular and humoral immune responses without adjuvants and are more effective vaccines than other subunit antigens because their architectures mimic infectious viruses. VLPs can be produced by recombinant technology in heterologous expression systems without requiring the ability to support viral replication. This is particularly important for NoV because no such culture system has been developed to support the growth of these viruses.", "cite_spans": [], "ref_spans": [], "section": "Virus-like Particles as an Effective Vaccine Against"}, {"text": "Studies have demonstrated that viruses and corresponding VLPs have a particle size ideal for DC and macrophage uptake to initiate antigen processing [ 88 ] . Thus, the particulate nature of VLPs favors their targeting to relevant APCs for optimal induction of T cell-mediated immune responses.", "cite_spans": [{"start": 149, "end": 155, "text": "[ 88 ]", "ref_id": "BIBREF87"}], "ref_spans": [], "section": "Virus-like Particles as an Effective Vaccine Against"}, {"text": "VLPs can also be presented effi ciently to B cells and induce strong antibody responses. Like live viruses, the quasicrystalline surface of VLPs, with its arrays of repetitive epitopes, presents a prime target that vertebrate B cells have evolved to specifi cally recognize. This recognition triggers the cross-linking of surface membrane-associated immunoglobulins (Ig) on B cells and leads to their proliferation and migration, T helper-cell activation, antibody production and secretion, and the generation of memory B cells. Thus, VLPs can directly activate B cells at much lower concentrations than other subunit antigens and induce high titer and durable B cell responses in the absence of adjuvants.", "cite_spans": [], "ref_spans": [], "section": "Virus-like Particles as an Effective Vaccine Against"}, {"text": "These inherent advantages of VLPs have made them one of the most successful recombinant vaccine platforms. For example, fi ve VLP-based vaccines for hepatitis B virus Characterization of NoV VLPs. VLPs of NoVs were fi rst produced in insect cells using baculovirus vectors [ 89 ] and then in plants using tobamovirus and geminivirus vectors and in mammalian cells using the Venezuelan equine encephalitis (VEE) replicon system [ 90 ] . These studies demonstrated that expression of the major capsid protein VP1 alone can drive the self-assembly of VLPs that morphologically and antigenically resemble native virus particles (Fig. 9.25 ) . VLPs generated by all three expression systems are similar to each other.", "cite_spans": [{"start": 273, "end": 279, "text": "[ 89 ]", "ref_id": "BIBREF88"}, {"start": 427, "end": 433, "text": "[ 90 ]", "ref_id": "BIBREF89"}], "ref_spans": [{"start": 624, "end": 636, "text": "(Fig. 9.25 )", "ref_id": "FIGREF1"}], "section": "Virus-like Particles as an Effective Vaccine Against"}, {"text": "The structure of NoV VLPs is exemplifi ed by the VLP of NV capsid protein (NVCP). Studies of insect cellbaculovirus-derived NVCP VLPs by cryo-electron microscopy and X-ray crystallography reveal that the NV capsid is a 38 nm icosahedral arrangement of 180 copies of the 58 kDa capsid protein VP1 organized into 90 dimers in a T = 3 symmetry. While all dimers are formed from two identical NVCP monomers, two different dimer confi gurations are required to correctly form the complete assembled capsid [ 91 ] .", "cite_spans": [{"start": 501, "end": 507, "text": "[ 91 ]", "ref_id": "BIBREF90"}], "ref_spans": [], "section": "Virus-like Particles as an Effective Vaccine Against"}, {"text": "As in native NV particles, the NVCP also folds into two distinctive domains in VLPs, with S domain forming the inner core of the shell and P domain protruding out from the capsid [ 92 ] . Similarly, the P2 subdomain is also the most surface-exposed region in NV VLPs and may contain HBGA and neutralizing antibody-binding sites and determinants of strains specifi city [ 93 , 94 ] . The similarity between VLPs of NV and other NoVs including GII.4 viruses has been demonstrated [ 95 ] .", "cite_spans": [{"start": 179, "end": 185, "text": "[ 92 ]", "ref_id": "BIBREF91"}, {"start": 369, "end": 380, "text": "[ 93 , 94 ]", "ref_id": null}, {"start": 478, "end": 484, "text": "[ 95 ]", "ref_id": "BIBREF94"}], "ref_spans": [], "section": "Virus-like Particles as an Effective Vaccine Against"}, {"text": "Insect Cell-Baculovirus Vector-Produced NVCP VLPs. It was shown that four oral doses of as little as 5 μg NVCP VLPs without any adjuvant triggered serum NV-specifi c anti-IgG response in the majority (8/11) of VLPfed iCD1 outbred mice [ 90 ] . Systemic IgG response was observed after two oral dosages and the highest titer was induced by four doses of 200 μg VLPs. Moreover, mice in the 200 μg dosage group developed NV-specifi c intestinal IgA in a level up to 0.1 % of total IgA. Inclusion of the mucosal adjuvant cholera toxin (CT) did not signifi cantly change the number of positive responders of serum IgG or intestinal IgA but signifi cantly enhanced the amplitude of serum IgG response, especially for higher doses of VLPs. Thus, NVCP VLP is clearly a potent oral immunogen and can induce both systemic and gut mucosal antibody responses.", "cite_spans": [{"start": 235, "end": 241, "text": "[ 90 ]", "ref_id": "BIBREF89"}], "ref_spans": [], "section": "Virus-like Particles as an Effective Vaccine Against"}, {"text": "Nanovaccines: GAS Infections 6", "cite_spans": [], "ref_spans": [], "section": "9.7"}, {"text": "Group A streptococcus ( Streptococcus pyogenes) (GAS) is an important human mucosal pathogen that is responsible for a wide spectrum of diseases with varying clinical manifestations and severity [ 96 , 97 ] : Pharyngitis (strep throat) is a common minor complication of GAS infection but when left untreated can lead to life-threatening diseases including the autoimmune sequelae rheumatic fever (RF) and rheumatic heart disease (RHD). RHD results in permanent damage to the heart tissues and valves. GAS infections cause >500,000 deaths each year mostly in developing countries and indigenous populations within developed nations where poor socioeconomic conditions and overcrowding contribute to the high rates of GAS diseases. In developing countries, RF is the leading cause of heart disease among children [ 6 ] . There is currently no available vaccine to prevent infection with GAS and consequently prevent GAS diseases.", "cite_spans": [{"start": 195, "end": 206, "text": "[ 96 , 97 ]", "ref_id": null}, {"start": 811, "end": 816, "text": "[ 6 ]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "9.7"}, {"text": "A successful mucosal GAS vaccine would need to stimulate the appropriate humoral and cellular immunity for protection against GAS infection ( Fig. 9.26 ). This is especially diffi cult due to a lack of human-compatible mucosal vaccine adjuvants that are essential to boost immune responses. Researchers have therefore focused mainly on parenteral GAS vaccine delivery approaches, for which suitable adjuvants are available, designed to provide protection against systemic infection via the induction of opsonic IgG antibodies.", "cite_spans": [], "ref_spans": [{"start": 142, "end": 151, "text": "Fig. 9.26", "ref_id": "FIGREF1"}], "section": "9.7"}, {"text": "Antigen. An effective GAS vaccine needs to have broad antigenic reach because of the many different GAS strains (>150 different M types) circulating in a population Fig. 9 .26 GAS vaccination approaches. GAS that breaches the physical barrier of the mucosal epithelium of the nasal-associated lymphoid tissue, functionally analogous to human tonsils, is purported to be transported to the underlying lymphoid tissue via association with membranous (M) cells. Cells of the innate immune system sense GAS and produce cytokines and chemokines to contain the infection to the mucosa. GAS antigens are delivered to antigen-presenting cells such as DCs and B cells. IgA-committed B cells are activated and initiate antigen-specifi c IgA responses. DCs play a fundamental role in the development of immunity to GAS and present antigen to T cells to induce a Th17 response that is integral along with IgA for mucosal defense against pharyngeal GAS colonization. Mucosal vaccination is designed to mimic these responses and effectively clear GAS from the mucosal surface upon infection to prevent GAS colonization and carriage. GAS that escapes the host's defense mechanisms can disseminate into the lymphatics and blood, leading to systemic infection. Mucosal vaccination is also able to induce a systemic immune response characterized by the induction of opsonic IgG antibodies, which destroy the pathogen by opsonophagocytosis. Parenteral GAS vaccination induces serum IgG but is not able to induce mucosal immunity and should not induce immune responses that are potentially cross-reactive with self tissue proteins. The GAS M protein is the major protective antigen and an ideal target for vaccine development; however it contains heart tissue cross-reactive epitopes particularly in the conserved region [ 98 ] . Evidence suggests that cross-reactive T cells especially play a pivotal role in the pathogenesis of RHD.", "cite_spans": [{"start": 1801, "end": 1807, "text": "[ 98 ]", "ref_id": "BIBREF97"}], "ref_spans": [{"start": 165, "end": 171, "text": "Fig. 9", "ref_id": "FIGREF5"}], "section": "GAS M"}, {"text": "The M protein is an α-helical coiled-coil surface protein consisting of a hypervariable amino-terminal region and a highly conserved (>98 % sequence identity) carboxyterminal C-repeat region [ 99 ] (Fig. 9.27 ) . Functionally, the M protein is important in preventing bacterial clearance by complement-mediated phagocytosis, which limits host defense mechanisms. Previous studies indicate that protective immunity to GAS can be evoked by opsonic antibodies to serotypic epitopes at the amino-terminal region that are M-type specifi c [ 100 ] .", "cite_spans": [{"start": 191, "end": 197, "text": "[ 99 ]", "ref_id": "BIBREF98"}, {"start": 534, "end": 541, "text": "[ 100 ]", "ref_id": "BIBREF99"}], "ref_spans": [{"start": 198, "end": 210, "text": "(Fig. 9.27 )", "ref_id": "FIGREF1"}], "section": "GAS M"}, {"text": "Nanovaccine. Combined vaccine/adjuvant delivery systems offer the potential of mucosal vaccine delivery. For example, the lipid-core-peptide (LCP) system is a novel, synthetic, selfadjuvanted vaccine delivery system that incorporates the adjuvant (PRR agonist), carrier, and antigenic peptides of a vaccine into a single molecular entity ( Fig. 9 .28 ). This system has been previously shown to effi ciently deliver GAS vaccines and induce immunity [ 101 ] . Evidence suggests the adjuvant activity of LCP involves the induction of DC activation.", "cite_spans": [{"start": 449, "end": 456, "text": "[ 101 ]", "ref_id": "BIBREF100"}], "ref_spans": [{"start": 340, "end": 346, "text": "Fig. 9", "ref_id": "FIGREF5"}], "section": "GAS M"}, {"text": "Preclinical Developments. Three approaches are currently being investigated in the development of a subunit GAS vaccine based on the M protein:", "cite_spans": [], "ref_spans": [], "section": "GAS M"}, {"text": "1. Multivalent GAS vaccine . A multivalent approach employs a combination of amino-terminal protein fragments representing different M types and is designed to target prevalent GAS strains in a population. Using this approach, a recombinant multivalent GAS vaccine containing M protein peptides from 26 different GAS serotypes prevalent in North America was demonstrated to evoke opsonic antibodies in animals [ 102 ] . From epidemiological data, the 26-valent vaccine would cover the majority of pharyngitis and invasive GAS diseases, including RF, invasive fasciitis, and toxic shock syndrome. Recently, a new 30-valent GAS vaccine was shown to be immunogenic in rabbits and evoked opsonic antibodies against \"non-vaccine\" serotypes [ 103 ] potentially creating a vaccine with much broader coverage. This type of vaccine is population specifi c and therefore may not be effective universally. It may also need to be re-designed periodically to refl ect changes in the epidemiology of GAS infections. (CH 2 ) 7 (CH 2 ) 7 CH 3 CH 3 CH 3 Fig. 9.28 The lipid-core-peptide (LCP) system. The LCP system contains an adjuvant component (lipid-core made of lipoamino acids) and a polylysine carrier onto which peptide epitopes are attached. The example shows a GAS vaccine candidate containing J8 and an amino-terminal serotypic epitope called 8830. The adjuvant has three 2-amino-dodecanoic ( n = 9) lipoamino acids separated by glycine amino acid spacers 2. J8 vaccine . A GAS vaccine that employs peptide epitopes from the conserved C-repeat region of the M protein is the second approach and has the potential in theory for greater coverage of M types. Immunization of mice with a C-region peptide GAS vaccine candidate called J8 conjugated to the carrier protein diphtheria toxoid (dT) and co-delivery with an appropriate adjuvant led to protection against systemic and mucosal GAS infection [ 104 ] (Fig. 9.29 ). J8 also elicited protective immunity against GAS when linked to lipopeptides [ 105 , 106 ] . Other studies have shown that intranasal immunization of mice with C-region peptides conjugated to the experimental mucosal adjuvant cholera toxin B subunit (CTB) evoked protective immunity against GAS at the mucosal level [ 107 ] . CTB could possibly enter olfactory regions of the central nervous system and cause neuronal damage following intranasal delivery [ 108 ] and therefore is not suitable for human use. Vector delivery approaches have included expressing the C-repeat region on vaccinia virus [ 109 ] , the commensal bacterium Lactococcus lactis [ 110 ] , or Streptococcus gordonii [ 111 ] . 3 . J14 . The third combination vaccine approach uses both serotypic and conserved M protein peptide epitopes. Initially, a heteropolymer GAS vaccine construct was synthesized by free radical-induced polymerization of acryloyl peptides to combine seven serotypic epitopes and a highly conserved C-region peptide epitope called J14 [ 112 ] . The M types that were targeted in the heteropolymer represented GAS infections prevalent in the Northern Territory of Australia -a region highly endemic for GAS. Immunization of mice with the heteropolymer demonstrated excellent immunogenicity and protection Fig. 9 . 29 Preclinical evaluation of GAS vaccine candidates. Intranasal immunization of mice with the J8-dT vaccine candidate led to significantly greater survival after intranasal challenge with GAS versus control groups but the mucosal adjuvant CTB was essential for protection ( a ). A multiepitope LCP-based GAS vaccine candidate elicited protective immunity against mucosal GAS infection even in the absence of CTB ( b ) against homologous and heterologous GAS strains, indicating its potential to provide broad coverage.", "cite_spans": [{"start": 410, "end": 417, "text": "[ 102 ]", "ref_id": "BIBREF101"}, {"start": 735, "end": 742, "text": "[ 103 ]", "ref_id": "BIBREF102"}, {"start": 1890, "end": 1897, "text": "[ 104 ]", "ref_id": "BIBREF103"}, {"start": 1989, "end": 2002, "text": "[ 105 , 106 ]", "ref_id": null}, {"start": 2228, "end": 2235, "text": "[ 107 ]", "ref_id": "BIBREF106"}, {"start": 2367, "end": 2374, "text": "[ 108 ]", "ref_id": "BIBREF107"}, {"start": 2510, "end": 2517, "text": "[ 109 ]", "ref_id": "BIBREF108"}, {"start": 2563, "end": 2570, "text": "[ 110 ]", "ref_id": "BIBREF109"}, {"start": 2599, "end": 2606, "text": "[ 111 ]", "ref_id": "BIBREF110"}, {"start": 2609, "end": 2610, "text": "3", "ref_id": "BIBREF2"}, {"start": 2940, "end": 2947, "text": "[ 112 ]", "ref_id": "BIBREF111"}, {"start": 3218, "end": 3220, "text": "29", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 1037, "end": 1046, "text": "Fig. 9.28", "ref_id": "FIGREF1"}, {"start": 1898, "end": 1908, "text": "(Fig. 9.29", "ref_id": "FIGREF1"}, {"start": 3209, "end": 3215, "text": "Fig. 9", "ref_id": "FIGREF5"}], "section": "GAS M"}, {"text": "However, batch-to-batch variation led to altered immune responses, which limited its applicability for human use. The vaccine also required the addition of an adjuvant to be effective, further limiting its use as a mucosal vaccine due to a lack of safe and effective mucosal adjuvants. Later, multiepitope GAS vaccine candidates were synthesized based on the LCP system that induced highly opsonic antibodies following parenteral delivery to mice [ 113 ] , as well as protection against mucosal GAS infection following intranasal immunization [ 114 ] (Fig. 9.29 ).", "cite_spans": [{"start": 447, "end": 454, "text": "[ 113 ]", "ref_id": "BIBREF112"}, {"start": 543, "end": 550, "text": "[ 114 ]", "ref_id": "BIBREF113"}], "ref_spans": [{"start": 551, "end": 561, "text": "(Fig. 9.29", "ref_id": "FIGREF1"}], "section": "GAS M"}, {"text": "Safety and Effi cacy. The main concern when using large regions of the M protein in a GAS vaccine is the potential for inducing an autoimmune response due to immunological cross-reactivity with host proteins. It is therefore important to identify protective antigenic determinants and to separate the biological relevant epitopes from those that are host tissue cross-reactive and potentially harmful. Epitope mapping studies were used to identify the conserved GAS vaccine candidate J8, which contains a conformational protective B cell epitope and was designed to lack a human heart cross-reactive T cell epitope [ 115 , 116 ] .", "cite_spans": [{"start": 615, "end": 628, "text": "[ 115 , 116 ]", "ref_id": null}], "ref_spans": [], "section": "GAS M"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "TB vaccines -state of the art and progresses", "authors": [{"first": "Rodrigo", "middle": [], "last": "Ferracine", "suffix": ""}, {"first": "R", "middle": [], "last": "Silva", "suffix": ""}, {"first": "R", "middle": [], "last": "Fabiani Gai", "suffix": ""}, {"first": "F", "middle": [], "last": "Frederico Gonzalez Colombo", "suffix": ""}, {"first": "A", "middle": [], "last": "Gaziola De La Torre", "suffix": ""}, {"first": "L", "middle": [], "last": "Celio Lopes", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2013, "venue": "Molecular Vaccines -From Prophylaxis to Therapy", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "DNA-antiviral vaccines: new developments and approaches -a review", "authors": [{"first": "M", "middle": [], "last": "Giese", "suffix": ""}], "year": 1998, "venue": "Virus Genes", "volume": "17", "issn": "", "pages": "219--232", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "West Nile virus recombinant DNA vaccine protects mouse and horse from virus challenge and expresses in vitro a noninfectious recombinant antigen that can be used in enzymelinked immunosorbent assays", "authors": [{"first": "B", "middle": ["S"], "last": "Davis", "suffix": ""}], "year": 2001, "venue": "J. Virol", "volume": "75", "issn": "", "pages": "4040--4047", "other_ids": {"DOI": ["10.1128/JVI.75.9.4040-4047.2001"]}}, "BIBREF3": {"ref_id": "b3", "title": "Stable and long-lasting immune response in horses after DNA vaccination against equine arteritis virus", "authors": [{"first": "M", "middle": [], "last": "Giese", "suffix": ""}], "year": 2002, "venue": "Virus Genes", "volume": "25", "issn": "", "pages": "159--167", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Vaccination with human tyrosinase DNA induces antibody responses in dogs with advanced melanoma", "authors": [{"first": "J", "middle": ["C"], "last": "Liao", "suffix": ""}], "year": 2006, "venue": "Cancer Immun", "volume": "6", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Infectious haematopoietic necrosis epidemic (2001 to 2003) in farmed Atlantic salmon Salmo salar in British Columbia", "authors": [{"first": "S", "middle": ["M"], "last": "Saksida", "suffix": ""}], "year": 2006, "venue": "Dis. Aquat. Organ", "volume": "72", "issn": "", "pages": "213--223", "other_ids": {"DOI": ["10.3354/dao072213"]}}, "BIBREF6": {"ref_id": "b6", "title": "Naked DNA vaccination of Atlantic salmon Salmo salar against IHNV", "authors": [{"first": "G", "middle": ["S"], "last": "Traxler", "suffix": ""}], "year": 1999, "venue": "Dis. Aquat. Organ", "volume": "38", "issn": "", "pages": "183--190", "other_ids": {"DOI": ["10.3354/dao038183"]}}, "BIBREF7": {"ref_id": "b7", "title": "Effi cacy of an infectious hematopoietic necrosis (IHN) virus DNA vaccine in Chinook Oncorhynchus tshawytscha and sockeye O. nerka salmon", "authors": [{"first": "K", "middle": ["A"], "last": "Garver", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Lapatra", "suffix": ""}, {"first": "G", "middle": [], "last": "Kurath", "suffix": ""}], "year": 2005, "venue": "Dis. Aquat. Organ", "volume": "64", "issn": "", "pages": "13--22", "other_ids": {"DOI": ["10.3354/dao064013"]}}, "BIBREF8": {"ref_id": "b8", "title": "Wild pollinators enhance fruit set of crops regardless of honey bee abundance", "authors": [{"first": "L", "middle": ["A"], "last": "Garibaldi", "suffix": ""}], "year": 2013, "venue": "Science", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/science.1230200"]}}, "BIBREF9": {"ref_id": "b9", "title": "A metagenomic survey of microbes in honey bee colony collapse disorder", "authors": [{"first": "D", "middle": ["L"], "last": "Cox-Foster", "suffix": ""}], "year": 2007, "venue": "Science", "volume": "318", "issn": "", "pages": "283--287", "other_ids": {"DOI": ["10.1126/science.1146498"]}}, "BIBREF10": {"ref_id": "b10", "title": "Colony collapse disorder: a descriptive study", "authors": [{"first": "D", "middle": [], "last": "Vanengelsdorp", "suffix": ""}], "year": 2009, "venue": "PLoS One", "volume": "4", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0006481"]}}, "BIBREF11": {"ref_id": "b11", "title": "The reproductive program of female Varroa destructor mites is triggered by its host, Apis mellifera", "authors": [{"first": "C", "middle": [], "last": "Garrido", "suffix": ""}, {"first": "P", "middle": [], "last": "Rosenkranz", "suffix": ""}], "year": 2003, "venue": "Exp. Appl. Acarol", "volume": "31", "issn": "", "pages": "269--273", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Brood cell size of Apis mellifera modifi es the reproductive behavior of Varroa destructor", "authors": [{"first": "M", "middle": [], "last": "Maggi", "suffix": ""}], "year": 2010, "venue": "Exp. Appl. Acarol", "volume": "50", "issn": "", "pages": "269--279", "other_ids": {"DOI": ["10.1007/s10493-009-9314-7"]}}, "BIBREF13": {"ref_id": "b13", "title": "The transmission of deformed wing virus between honeybees (Apis mellifera L.) by the ectoparasitic mite varroa jacobsoni Oud", "authors": [{"first": "P", "middle": ["L"], "last": "Bowen-Walker", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Martin", "suffix": ""}, {"first": "A", "middle": [], "last": "Gunn", "suffix": ""}], "year": 1999, "venue": "J. Invertebr. Pathol", "volume": "73", "issn": "", "pages": "101--106", "other_ids": {"DOI": ["10.1006/jipa.1998.4807"]}}, "BIBREF14": {"ref_id": "b14", "title": "Detection of acute bee paralysis virus and black queen cell virus from honeybees by reverse transcriptase pcr", "authors": [{"first": "M", "middle": [], "last": "Benjeddou", "suffix": ""}, {"first": "N", "middle": [], "last": "Leat", "suffix": ""}, {"first": "M", "middle": [], "last": "Allsopp", "suffix": ""}, {"first": "S", "middle": [], "last": "Davison", "suffix": ""}], "year": 2001, "venue": "Appl. Environ. Microbiol", "volume": "67", "issn": "", "pages": "2384--2387", "other_ids": {"DOI": ["10.1128/AEM.67.5.2384-2387.2001"]}}, "BIBREF15": {"ref_id": "b15", "title": "Varroa destructor is an effective vector of Israeli acute paralysis virus in the honeybee, Apis mellifera", "authors": [{"first": "G", "middle": [], "last": "Di Prisco", "suffix": ""}], "year": 2011, "venue": "J. Gen. Virol", "volume": "92", "issn": "", "pages": "151--155", "other_ids": {"DOI": ["10.1099/vir.0.023853-0"]}}, "BIBREF16": {"ref_id": "b16", "title": "Prevalence and transmission of honeybee viruses", "authors": [{"first": "Y", "middle": ["P"], "last": "Chen", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Pettis", "suffix": ""}, {"first": "A", "middle": [], "last": "Collins", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Feldlaufer", "suffix": ""}], "year": 2006, "venue": "Appl. Environ. Microbiol", "volume": "72", "issn": "", "pages": "606--611", "other_ids": {"DOI": ["10.1128/AEM.72.1.606-611.2006"]}}, "BIBREF17": {"ref_id": "b17", "title": "Age-related changes in the behavioural response of honeybees to Apiguard(R), a thymolbased treatment used to control the mite Varroa destructor", "authors": [{"first": "F", "middle": [], "last": "Mondet", "suffix": ""}, {"first": "M", "middle": [], "last": "Goodwin", "suffix": ""}, {"first": "A", "middle": [], "last": "Mercer", "suffix": ""}], "year": 2011, "venue": "J. Comp. Physiol. A Neuroethol. Sens. Neural Behav. Physiol", "volume": "197", "issn": "", "pages": "1055--1062", "other_ids": {"DOI": ["10.1007/s00359-011-0666-1"]}}, "BIBREF18": {"ref_id": "b18", "title": "The immune response of Drosophila", "authors": [{"first": "J", "middle": ["A"], "last": "Hoffmann", "suffix": ""}], "year": 2003, "venue": "Nature", "volume": "426", "issn": "", "pages": "33--38", "other_ids": {"DOI": ["10.1038/nature02021"]}}, "BIBREF19": {"ref_id": "b19", "title": "Drosophila hemopoiesis and cellular immunity", "authors": [{"first": "M", "middle": ["J"], "last": "Williams", "suffix": ""}], "year": 2007, "venue": "J. Immunol", "volume": "178", "issn": "", "pages": "4711--4716", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "C: Insights into social insects from the genome of the honeybee Apis mellifera", "authors": [{"first": "Sequencing", "middle": [], "last": "Honeybee Genome", "suffix": ""}], "year": 2006, "venue": "Nature", "volume": "443", "issn": "", "pages": "931--949", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Structure and genetics of Shigella O antigens", "authors": [{"first": "B", "middle": [], "last": "Liu", "suffix": ""}], "year": 2008, "venue": "FEMS Microbiol. Rev", "volume": "32", "issn": "", "pages": "627--653", "other_ids": {"DOI": ["10.1111/j.1574-6976.2008.00114.x"]}}, "BIBREF22": {"ref_id": "b22", "title": "Optimization of virulence functions through glucosylation of Shigella LPS", "authors": [{"first": "N", "middle": ["P"], "last": "West", "suffix": ""}], "year": 2005, "venue": "Science", "volume": "307", "issn": "", "pages": "1313--1317", "other_ids": {"DOI": ["10.1126/science.1108472"]}}, "BIBREF23": {"ref_id": "b23", "title": "Growing antimicrobial resistance of Shigella isolates", "authors": [{"first": "S", "middle": [], "last": "Ashkenazi", "suffix": ""}, {"first": "I", "middle": [], "last": "Levy", "suffix": ""}, {"first": "V", "middle": [], "last": "Kazaronovski", "suffix": ""}, {"first": "Z", "middle": [], "last": "Samra", "suffix": ""}], "year": 2003, "venue": "J. Antimicrob. Chemother", "volume": "51", "issn": "", "pages": "427--429", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Role of M cells in initial antigen uptake and in ulcer formation in the rabbit intestinal loop model of shigellosis", "authors": [{"first": "J", "middle": ["S"], "last": "Wassef", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Keren", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Mailloux", "suffix": ""}], "year": 1989, "venue": "Infect. Immun", "volume": "57", "issn": "", "pages": "858--863", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "IpaB mediates macrophage apoptosis induced by Shigella fl exneri", "authors": [{"first": "A", "middle": [], "last": "Zychlinsky", "suffix": ""}], "year": 1994, "venue": "Mol. Microbiol", "volume": "11", "issn": "", "pages": "619--627", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Molecular pathogenesis of Shigella spp.: controlling host cell signaling, invasion, and death by type III secretion", "authors": [{"first": "G", "middle": ["N"], "last": "Schroeder", "suffix": ""}, {"first": "H", "middle": [], "last": "Hilbi", "suffix": ""}], "year": 2008, "venue": "Clin. Microbiol. Rev", "volume": "21", "issn": "", "pages": "134--156", "other_ids": {"DOI": ["10.1128/CMR.00032-07"]}}, "BIBREF28": {"ref_id": "b28", "title": "Mucosal lymphoid infi ltrate dominates colonic pathological changes in murine experimental shigellosis", "authors": [{"first": "M", "middle": ["C"], "last": "Martino", "suffix": ""}], "year": 2005, "venue": "J. Infect. Dis", "volume": "192", "issn": "", "pages": "136--148", "other_ids": {"DOI": ["10.1086/430740"]}}, "BIBREF29": {"ref_id": "b29", "title": "Not available", "authors": [{"first": "B", "middle": [], "last": "Sereny", "suffix": ""}], "year": 1957, "venue": "Acta Microbiol. Acad. Sci. Hung", "volume": "4", "issn": "", "pages": "367--376", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Development of an improved animal model of shigellosis in the adult rabbit by colonic infection with Shigella fl exneri 2a", "authors": [{"first": "G", "middle": ["H"], "last": "Rabbani", "suffix": ""}], "year": 1995, "venue": "Infect. Immun", "volume": "63", "issn": "", "pages": "4350--4357", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "A challenge model for Shigella dysenteriae 1 in cynomolgus monkeys (Macaca fascicularis)", "authors": [{"first": "S", "middle": ["T"], "last": "Shipley", "suffix": ""}], "year": 2010, "venue": "Comp. Med", "volume": "60", "issn": "", "pages": "54--61", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Immunogenicity and effi cacy of oral or intranasal Shigella fl exneri 2a and Shigella sonnei proteosome-lipopolysaccharide vaccines in animal models", "authors": [{"first": "N", "middle": [], "last": "Orr", "suffix": ""}, {"first": "G", "middle": [], "last": "Robin", "suffix": ""}, {"first": "D", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "R", "middle": [], "last": "Arnon", "suffix": ""}, {"first": "G", "middle": ["H"], "last": "Lowell", "suffix": ""}], "year": 1993, "venue": "Infect. Immun", "volume": "61", "issn": "", "pages": "2390--2395", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Enhancement of anti-Shigella lipopolysaccharide (LPS) response by addition of the cholera toxin B subunit to oral and intranasal proteosome-Shigella fl exneri 2a LPS vaccines", "authors": [{"first": "N", "middle": [], "last": "Orr", "suffix": ""}], "year": 1994, "venue": "Infect. Immun", "volume": "62", "issn": "", "pages": "5198--5200", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Isolation and characterization of a Shigella fl exneri invasin complex subunit vaccine", "authors": [{"first": "K", "middle": ["R"], "last": "Turbyfi Ll", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Hartman", "suffix": ""}, {"first": "E", "middle": ["V"], "last": "Oaks", "suffix": ""}], "year": 2000, "venue": "Infect. Immun", "volume": "68", "issn": "", "pages": "6624--6632", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Immunogenicity and effi cacy of highly purifi ed invasin complex vaccine from Shigella fl exneri 2a", "authors": [{"first": "K", "middle": ["R"], "last": "Turbyfi Ll", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Kaminski", "suffix": ""}, {"first": "E", "middle": ["V"], "last": "Oaks", "suffix": ""}], "year": 2008, "venue": "Vaccine", "volume": "26", "issn": "", "pages": "1353--1364", "other_ids": {"DOI": ["10.1016/j.vaccine.2007.12.040"]}}, "BIBREF36": {"ref_id": "b36", "title": "Development and evaluation of a Shigella fl exneri 2a and S. sonnei bivalent invasin complex (Invaplex) vaccine", "authors": [{"first": "E", "middle": [": V"], "last": "Oaks", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Turbyfi Ll", "suffix": ""}], "year": 2006, "venue": "Vaccine", "volume": "24", "issn": "", "pages": "2290--2301", "other_ids": {"DOI": ["10.1016/j.vaccine.2005.11.040"]}}, "BIBREF37": {"ref_id": "b37", "title": "Safety and immunogenicity of an intranasal Shigella fl exneri 2a Invaplex 50 vaccine", "authors": [{"first": "M", "middle": ["S"], "last": "Riddle", "suffix": ""}], "year": 2011, "venue": "Vaccine", "volume": "29", "issn": "", "pages": "7009--7019", "other_ids": {"DOI": ["10.1016/j.vaccine.2011.07.033"]}}, "BIBREF38": {"ref_id": "b38", "title": "Characterization of a mutant Escherichia coli heat-labile toxin, LT(R192G/L211A), as a safe and effective oral adjuvant", "authors": [{"first": "E", "middle": ["B"], "last": "Norton", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Lawson", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Freytag", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Clements", "suffix": ""}], "year": 2011, "venue": "Clin. Vaccine Immunol", "volume": "18", "issn": "", "pages": "546--551", "other_ids": {"DOI": ["10.1128/CVI.00538-10"]}}, "BIBREF39": {"ref_id": "b39", "title": "Broadly protective Shigella vaccine based on type III secretion apparatus proteins", "authors": [{"first": "F", "middle": ["J"], "last": "Martinez-Becerra", "suffix": ""}], "year": 2012, "venue": "Infect. Immun", "volume": "80", "issn": "", "pages": "1222--1231", "other_ids": {"DOI": ["10.1128/IAI.06174-11"]}}, "BIBREF40": {"ref_id": "b40", "title": "Purifi cation and characterization of an immunogenic outer membrane protein of Shigella fl exneri 2a", "authors": [{"first": "D", "middle": [], "last": "Pore", "suffix": ""}], "year": 2009, "venue": "Vaccine", "volume": "27", "issn": "", "pages": "5855--5864", "other_ids": {"DOI": ["10.1016/j.vaccine.2009.07.054"]}}, "BIBREF41": {"ref_id": "b41", "title": "Outer membrane protein A (OmpA) of Shigella fl exneri 2a, induces protective immune response in a mouse model", "authors": [{"first": "D", "middle": [], "last": "Pore", "suffix": ""}, {"first": "N", "middle": [], "last": "Mahata", "suffix": ""}, {"first": "A", "middle": [], "last": "Pal", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Chakrabarti", "suffix": ""}], "year": 2011, "venue": "PLoS One", "volume": "6", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0022663"]}}, "BIBREF42": {"ref_id": "b42", "title": "Global aspects of the management and control of ticks of veterinary importance", "authors": [{"first": "P", "middle": ["J"], "last": "Mccosker", "suffix": ""}], "year": 1979, "venue": "Recent Advances in Acarology. Academic", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "The global importance of ticks", "authors": [{"first": "F", "middle": [], "last": "Jongejan", "suffix": ""}, {"first": "G", "middle": [], "last": "Uilenberg", "suffix": ""}], "year": 2004, "venue": "Parasitology", "volume": "129", "issn": "", "pages": "3--14", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Chemical control of ticks on cattle and the resistance of these parasites to acaricides", "authors": [{"first": "J", "middle": ["E"], "last": "George", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Pound", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Davey", "suffix": ""}], "year": 2004, "venue": "Parasitology", "volume": "129", "issn": "", "pages": "353--366", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Factors that infl uence the prevalence of acaricide resistance and tick-borne diseases", "authors": [{"first": "L", "middle": ["D"], "last": "Foil", "suffix": ""}, {"first": "P", "middle": [], "last": "Coleman", "suffix": ""}, {"first": "M", "middle": [], "last": "Eisler", "suffix": ""}, {"first": "H", "middle": [], "last": "Fragoso-Sanchez", "suffix": ""}, {"first": "Z", "middle": [], "last": "Garcia-Vazquez", "suffix": ""}, {"first": "F", "middle": ["D"], "last": "Guerrero", "suffix": ""}, {"first": "N", "middle": ["N"], "last": "Jonsson", "suffix": ""}, {"first": "I", "middle": ["G"], "last": "Langstaff", "suffix": ""}, {"first": "A", "middle": ["Y"], "last": "Li", "suffix": ""}], "year": 2004, "venue": "Vet. Parasitol", "volume": "125", "issn": "", "pages": "163--181", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "The molecular revolution in the development of vaccines against ectoparasites", "authors": [{"first": "P", "middle": [], "last": "Willadsen", "suffix": ""}], "year": 2001, "venue": "Vet. Parasitol", "volume": "101", "issn": "", "pages": "353--368", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "RNA interference for the study and genetic manipulation of ticks", "authors": [{"first": "J", "middle": [], "last": "De La Fuente", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Kocan", "suffix": ""}, {"first": "C", "middle": [], "last": "Almazán", "suffix": ""}, {"first": "E", "middle": ["F"], "last": "Blouin", "suffix": ""}], "year": 2007, "venue": "Trends Parasitol", "volume": "23", "issn": "", "pages": "427--433", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Proteins in the saliva of the Ixodida (ticks): pharmacological features and biological signifi cance", "authors": [{"first": "N", "middle": ["A"], "last": "Steen", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Barker", "suffix": ""}, {"first": "P", "middle": ["F"], "last": "Alewood", "suffix": ""}], "year": 2006, "venue": "Toxicon", "volume": "47", "issn": "", "pages": "1--20", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Comparison of the proteins in salivary glands, saliva and haemolymph of Rhipicephalus appendiculatus female ticks during feeding", "authors": [{"first": "H", "middle": [], "last": "Wang", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Nuttall", "suffix": ""}], "year": 1994, "venue": "Parasitology", "volume": "109", "issn": "", "pages": "517--523", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Immunoglobulin-binding proteins in ticks: new target for vaccine development against a blood-feeding parasite", "authors": [{"first": "H", "middle": [], "last": "Wang", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Nuttall", "suffix": ""}], "year": 1999, "venue": "Cell. Mol. Life Sci", "volume": "56", "issn": "", "pages": "286--295", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Amblyomma americanum : specifi c uptake of immunoglobulins into tick hemolymph during feeding", "authors": [{"first": "A", "middle": [], "last": "Jasinskas", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Jaworski", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Barbour", "suffix": ""}], "year": 2000, "venue": "Exp. Parasitol", "volume": "96", "issn": "", "pages": "213--221", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Synthetic vaccine (SBm7462) against the cattle tick Rhipicephalus (Boophilus) microplus : preservation of immunogenic determinants in different strains from South America", "authors": [{"first": "A", "middle": ["P"], "last": "Peconick", "suffix": ""}, {"first": "S", "middle": [], "last": "Sossai", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Girão", "suffix": ""}, {"first": "M", "middle": ["Q"], "last": "Rodrigues", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Souza", "suffix": ""}, {"first": "Q", "middle": ["F"], "last": "Guzman", "suffix": ""}, {"first": "V", "middle": ["A M"], "last": "Patarroyo", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Vargas", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Patarroyo", "suffix": ""}], "year": 2008, "venue": "Exp. Parasitol", "volume": "119", "issn": "", "pages": "37--43", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Cloning, expression and immunoprotective effi cacy of rHaa86, the homologue of the Bm86 tick vaccine antigen, from Hyalomma anatolicum anatolicum", "authors": [{"first": "P", "middle": [], "last": "Azhahianambi", "suffix": ""}, {"first": "J", "middle": [], "last": "De La Fuente", "suffix": ""}, {"first": "V", "middle": ["V"], "last": "Suryanarayana", "suffix": ""}, {"first": "S", "middle": [], "last": "Ghosh", "suffix": ""}], "year": 2009, "venue": "Parasite Immunol", "volume": "31", "issn": "", "pages": "111--122", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Differential transcription of two highly divergent gut-expressed Bm86 antigen gene homologues in the tick Rhipicephalus appendiculatus (Acari: Ixodida)", "authors": [{"first": "L", "middle": [], "last": "Kamau", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Skilton", "suffix": ""}, {"first": "D", "middle": ["O"], "last": "Odongo", "suffix": ""}, {"first": "S", "middle": [], "last": "Mwaura", "suffix": ""}, {"first": "N", "middle": [], "last": "Githaka", "suffix": ""}, {"first": "E", "middle": [], "last": "Kanduma", "suffix": ""}, {"first": "M", "middle": [], "last": "Obura", "suffix": ""}, {"first": "E", "middle": [], "last": "Kabiru", "suffix": ""}, {"first": "A", "middle": [], "last": "Orago", "suffix": ""}], "year": 2011, "venue": "Insect Mol. Biol", "volume": "20", "issn": "", "pages": "105--114", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Cloning and expression of a protective antigen from the cattle tick Boophilus microplus", "authors": [{"first": "K", "middle": ["N"], "last": "Rand", "suffix": ""}, {"first": "T", "middle": [], "last": "Moore", "suffix": ""}, {"first": "A", "middle": [], "last": "Sriskantha", "suffix": ""}, {"first": "K", "middle": [], "last": "Spring", "suffix": ""}, {"first": "R", "middle": [], "last": "Tellam", "suffix": ""}, {"first": "P", "middle": [], "last": "Willadsen", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Cobon", "suffix": ""}], "year": 1989, "venue": "Proc. Natl. Acad. Sci. U. S. A", "volume": "86", "issn": "", "pages": "9657--9661", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Bovine immunoprotection against Rhipicephalus (Boophilus) microplus with recombinant Bm86-Campo Grande antigen", "authors": [{"first": "R", "middle": ["C"], "last": "Cunha", "suffix": ""}], "year": 2012, "venue": "Rev. Bras. Parasitol. Vet", "volume": "21", "issn": "", "pages": "254--262", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Tick vaccines and the transmission of tick-borne pathogens", "authors": [{"first": "J", "middle": [], "last": "De La Fuente", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Kocan", "suffix": ""}, {"first": "E", "middle": ["F"], "last": "Blouin", "suffix": ""}], "year": 2007, "venue": "Vet. Res. Commun", "volume": "31", "issn": "1", "pages": "85--90", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Vaccination against ticks (Boophilus spp.): the experience with the Bm86-based vaccine Gavac", "authors": [{"first": "J", "middle": [], "last": "De La Fuente", "suffix": ""}, {"first": "M", "middle": [], "last": "Rodríguez", "suffix": ""}, {"first": "C", "middle": [], "last": "Montero", "suffix": ""}, {"first": "M", "middle": [], "last": "Redondo", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "García-García", "suffix": ""}, {"first": "L", "middle": [], "last": "Méndez", "suffix": ""}, {"first": "E", "middle": [], "last": "Serrano", "suffix": ""}, {"first": "M", "middle": [], "last": "Valdés", "suffix": ""}, {"first": "A", "middle": [], "last": "Enríquez", "suffix": ""}], "year": 1999, "venue": "Genet. Anal", "volume": "15", "issn": "", "pages": "143--148", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Immunity against Boophilus annulatus induced by the Bm86 (Tick-GARD) vaccine", "authors": [{"first": "E", "middle": [], "last": "Pipano", "suffix": ""}, {"first": "E", "middle": [], "last": "Alekceev", "suffix": ""}, {"first": "F", "middle": [], "last": "Galker", "suffix": ""}, {"first": "L", "middle": [], "last": "Fish", "suffix": ""}, {"first": "M", "middle": [], "last": "Samish", "suffix": ""}, {"first": "V", "middle": [], "last": "Shkap", "suffix": ""}], "year": 2003, "venue": "Exp. Appl. Acarol", "volume": "29", "issn": "", "pages": "141--149", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Developing live vaccines against plague", "authors": [{"first": "W", "middle": [], "last": "Sun", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Roland", "suffix": ""}, {"first": "R", "middle": [], "last": "Curtiss 3rd", "suffix": ""}], "year": 2011, "venue": "J. Infect. Dev. Ctries", "volume": "5", "issn": "", "pages": "614--627", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Yersinia pestis--etiologic agent of plague", "authors": [{"first": "R", "middle": ["D"], "last": "Perry", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Fetherston", "suffix": ""}], "year": 1997, "venue": "Clin. Microbiol. Rev", "volume": "10", "issn": "", "pages": "35--66", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Yersinia: Strategies That Thwart Immune Defenses", "authors": [{"first": "S", "middle": ["C"], "last": "Straley", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Starnbach", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "71--92", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Plague . In: CRC Handbook Series in Zoonoses . Section A. Bacterial, Rickettsial, Chlamydial and Mycotic Diseases", "authors": [{"first": "J", "middle": ["D A A M B"], "last": "Poland", "suffix": ""}], "year": 1979, "venue": "", "volume": "I", "issn": "", "pages": "515--559", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Mucosal delivery of therapeutic and prophylactic molecules using lactic acid bacteria", "authors": [{"first": "J", "middle": ["M"], "last": "Wells", "suffix": ""}, {"first": "A", "middle": [], "last": "Mercenier", "suffix": ""}], "year": 2008, "venue": "Nat. Rev. Microbiol", "volume": "6", "issn": "", "pages": "349--362", "other_ids": {"DOI": ["10.1038/nrmicro1840"]}}, "BIBREF65": {"ref_id": "b65", "title": "The induction of HIV Gag-specifi c CD8+ T cells in the spleen and gutassociated lymphoid tissue by parenteral or mucosal immunization with recombinant Listeria monocytogenes HIV Gag", "authors": [{"first": "C", "middle": [], "last": "Peters", "suffix": ""}, {"first": "X", "middle": [], "last": "Peng", "suffix": ""}, {"first": "D", "middle": [], "last": "Douven", "suffix": ""}, {"first": "Z", "middle": ["K"], "last": "Pan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Paterson", "suffix": ""}], "year": 2003, "venue": "J. Immunol", "volume": "170", "issn": "", "pages": "5176--5187", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Mucosal immunization with surface-displayed severe acute respiratory syndrome coronavirus spike protein on Lactobacillus casei induces neutralizing antibodies in mice", "authors": [{"first": "J", "middle": ["S"], "last": "Lee", "suffix": ""}], "year": 2006, "venue": "J. Virol", "volume": "80", "issn": "", "pages": "4079--4087", "other_ids": {"DOI": ["10.1128/JVI.80.8.4079-4087.2006"]}}, "BIBREF67": {"ref_id": "b67", "title": "Lactococci and lactobacilli as mucosal delivery vectors for therapeutic proteins and DNA vaccines", "authors": [{"first": "L", "middle": ["G"], "last": "Bermudez-Humaran", "suffix": ""}, {"first": "P", "middle": [], "last": "Kharrat", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Chatel", "suffix": ""}, {"first": "P", "middle": [], "last": "Langella", "suffix": ""}], "year": 2011, "venue": "Microb. Cell Fact", "volume": "10", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.1186/1475-2859-10-S1-S4"]}}, "BIBREF68": {"ref_id": "b68", "title": "Dendritic cells express tight junction proteins and penetrate gut epithelial monolayers to sample bacteria", "authors": [{"first": "M", "middle": [], "last": "Rescigno", "suffix": ""}], "year": 2001, "venue": "Nat. Immunol", "volume": "2", "issn": "", "pages": "361--367", "other_ids": {"DOI": ["10.1038/86373"]}}, "BIBREF69": {"ref_id": "b69", "title": "Protection against tetanus toxin after intragastric administration of two recombinant lactic acid bacteria: impact of strain viability and in vivo persistence", "authors": [{"first": "C", "middle": [], "last": "Grangette", "suffix": ""}], "year": 2002, "venue": "Vaccine", "volume": "20", "issn": "", "pages": "3304--3309", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Lactobacilli differentially modulate expression of cytokines and maturation surface markers in murine dendritic cells", "authors": [{"first": "H", "middle": ["R"], "last": "Christensen", "suffix": ""}, {"first": "H", "middle": [], "last": "Frokiaer", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Pestka", "suffix": ""}], "year": 2002, "venue": "J. Immunol", "volume": "168", "issn": "", "pages": "171--178", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Lactobacilli as natural enhancer of cellular immune response", "authors": [{"first": "W", "middle": ["V"], "last": "Kalina", "suffix": ""}, {"first": "M", "middle": [], "last": "Mohamadzadeh", "suffix": ""}], "year": 2005, "venue": "Discov. Med", "volume": "5", "issn": "", "pages": "199--203", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Lactobacilli activate human dendritic cells that skew T cells toward T helper 1 polarization", "authors": [{"first": "M", "middle": [], "last": "Mohamadzadeh", "suffix": ""}], "year": 2005, "venue": "Proc. Natl. Acad. Sci. U. S. A", "volume": "102", "issn": "", "pages": "2880--2885", "other_ids": {"DOI": ["10.1073/pnas.0500098102"]}}, "BIBREF73": {"ref_id": "b73", "title": "Instruments for oral disease-intervention strategies: recombinant Lactobacillus casei expressing tetanus toxin fragment C for vaccination or myelin proteins for oral tolerance induction in multiple sclerosis", "authors": [{"first": "C", "middle": ["B"], "last": "Maassen", "suffix": ""}], "year": 1999, "venue": "Vaccine", "volume": "17", "issn": "", "pages": "2117--2128", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Surface proteins of gram-positive bacteria and mechanisms of their targeting to the cell wall envelope. Microbiol", "authors": [{"first": "W", "middle": ["W"], "last": "Navarre", "suffix": ""}, {"first": "O", "middle": [], "last": "Schneewind", "suffix": ""}], "year": 1999, "venue": "Mol. Biol. Rev.: MMBR", "volume": "63", "issn": "", "pages": "174--229", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Treponema pallidum and Borrelia burgdorferi lipoproteins and synthetic lipopeptides activate monocytic cells via a CD14-dependent pathway distinct from that used by lipopolysaccharide", "authors": [{"first": "T", "middle": ["J"], "last": "Sellati", "suffix": ""}], "year": 1998, "venue": "J. Immunol", "volume": "160", "issn": "", "pages": "5455--5464", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Immune response to Lactobacillus plantarum expressing Borrelia burgdorferi OspA is modulated by the lipid modifi cation of the antigen", "authors": [{"first": "B", "middle": [], "last": "Del Rio", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Seegers", "suffix": ""}, {"first": "M", "middle": [], "last": "Gomes-Solecki", "suffix": ""}], "year": 2010, "venue": "PLoS One", "volume": "5", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0011199"]}}, "BIBREF77": {"ref_id": "b77", "title": "A review of viral gastroenteritis", "authors": [{"first": "B", "middle": [], "last": "Clark", "suffix": ""}, {"first": "M", "middle": [], "last": "Mckendrick", "suffix": ""}], "year": 2004, "venue": "Curr. Opin. Infect. Dis", "volume": "17", "issn": "", "pages": "461--469", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Noroviruses: a comprehensive review", "authors": [{"first": "M", "middle": ["M"], "last": "Patel", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Hall", "suffix": ""}, {"first": "J", "middle": [], "last": "Vinje", "suffix": ""}, {"first": "U", "middle": ["D"], "last": "Parashar", "suffix": ""}], "year": 2009, "venue": "J. Clin. Virol", "volume": "44", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Biological properties of Norwalk agent of acute infectious nonbacterial gastroenteritis", "authors": [{"first": "R", "middle": [], "last": "Dolin", "suffix": ""}], "year": 1972, "venue": "Proc. Soc. Exp. Biol. Med", "volume": "140", "issn": "", "pages": "578--583", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Norovirus classifi cation and proposed strain nomenclature", "authors": [{"first": "D", "middle": ["P"], "last": "Zheng", "suffix": ""}], "year": 2006, "venue": "Virology", "volume": "346", "issn": "", "pages": "312--323", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Mechanisms of GII.4 norovirus persistence in human populations", "authors": [{"first": "L", "middle": ["C"], "last": "Lindesmith", "suffix": ""}], "year": 2008, "venue": "PLoS Med", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Sequence and genomic organization of Norwalk virus", "authors": [{"first": "X", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "M", "middle": [], "last": "Wang", "suffix": ""}, {"first": "K", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Estes", "suffix": ""}], "year": 1993, "venue": "Virology", "volume": "195", "issn": "", "pages": "51--61", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Norwalk virus genome cloning and characterization", "authors": [{"first": "X", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "D", "middle": ["Y"], "last": "Graham", "suffix": ""}, {"first": "K", "middle": ["N"], "last": "Wang", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Estes", "suffix": ""}], "year": 1990, "venue": "Science", "volume": "250", "issn": "", "pages": "1580--1583", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Methods for the detection and characterisation of noroviruses associated with outbreaks of gastroenteritis: outbreaks occurring in the north-west of England during two norovirus seasons", "authors": [{"first": "C", "middle": ["I"], "last": "Gallimore", "suffix": ""}], "year": 2004, "venue": "J. Med. Virol", "volume": "73", "issn": "", "pages": "280--288", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "European multicenter evaluation of commercial enzyme immunoassays", "authors": [{"first": "J", "middle": ["J"], "last": "Gray", "suffix": ""}], "year": 2007, "venue": "Clin. Vaccine Immunol", "volume": "14", "issn": "10", "pages": "1349--55", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Human susceptibility and resistance to Norwalk virus infection", "authors": [{"first": "L", "middle": [], "last": "Lindesmith", "suffix": ""}], "year": 2003, "venue": "Nat. Med", "volume": "9", "issn": "", "pages": "548--553", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "T cellindependent type I antibody response against B cell epitopes expressed repetitively on recombinant virus particles", "authors": [{"first": "T", "middle": [], "last": "Fehr", "suffix": ""}, {"first": "D", "middle": [], "last": "Skrastina", "suffix": ""}, {"first": "P", "middle": [], "last": "Pumpens", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Zinkernagel", "suffix": ""}], "year": 1998, "venue": "Proc. Natl. Acad. Sci. U. S. A", "volume": "95", "issn": "", "pages": "9477--9481", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Threedimensional structure of baculovirus-expressed Norwalk virus capsids", "authors": [{"first": "B", "middle": ["V"], "last": "Prasad", "suffix": ""}, {"first": "R", "middle": [], "last": "Rothnagel", "suffix": ""}, {"first": "X", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Estes", "suffix": ""}], "year": 1994, "venue": "J. Virol", "volume": "68", "issn": "", "pages": "5117--5125", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Expression and self-assembly of norwalk virus capsid protein from venezuelan equine encephalitis virus replicons", "authors": [{"first": "R", "middle": ["S"], "last": "Baric", "suffix": ""}], "year": 2002, "venue": "J. Virol", "volume": "76", "issn": "", "pages": "3023--3030", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Conformational stability and disassembly of norwalk virus like particles: Effect of pH and temperature", "authors": [{"first": "S", "middle": ["F"], "last": "Ausar", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Foubert", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Hudson", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Vedvick", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Middaugh", "suffix": ""}], "year": 2006, "venue": "J. Biol. Chem", "volume": "281", "issn": "", "pages": "19478--19488", "other_ids": {"DOI": ["10.1074/jbc.M603313200"]}}, "BIBREF91": {"ref_id": "b91", "title": "Structural studies of recombinant Norwalk capsids", "authors": [{"first": "B", "middle": ["V V"], "last": "Prasad", "suffix": ""}, {"first": "D", "middle": [], "last": "Hardy", "suffix": ""}, {"first": "M", "middle": [], "last": "Estes", "suffix": ""}], "year": 2000, "venue": "J. Infect. Dis", "volume": "181", "issn": "", "pages": "317--321", "other_ids": {"DOI": ["10.1086/315576"]}}, "BIBREF92": {"ref_id": "b92", "title": "E. coliexpressed recombinant norovirus capsid proteins maintain authentic antigenicity and receptor binding capability", "authors": [{"first": "M", "middle": [], "last": "Tan", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhong", "suffix": ""}, {"first": "D", "middle": [], "last": "Song", "suffix": ""}, {"first": "S", "middle": [], "last": "Thornton", "suffix": ""}, {"first": "X", "middle": [], "last": "Jiang", "suffix": ""}], "year": 2004, "venue": "J. Med. Virol", "volume": "74", "issn": "", "pages": "641--649", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "C-terminal arginine cluster is essential for receptor binding of norovirus capsid protein", "authors": [{"first": "M", "middle": [], "last": "Tan", "suffix": ""}, {"first": "J", "middle": [], "last": "Meller", "suffix": ""}, {"first": "X", "middle": [], "last": "Jiang", "suffix": ""}], "year": 2006, "venue": "J. Virol", "volume": "80", "issn": "", "pages": "7322--7331", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Structural basis for the recognition of blood group trisaccharides by norovirus", "authors": [{"first": "S", "middle": [], "last": "Cao", "suffix": ""}], "year": 2007, "venue": "J. Virol", "volume": "81", "issn": "", "pages": "5949--5957", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "Pathogenesis of group A streptococcal infections", "authors": [{"first": "M", "middle": ["W"], "last": "Cunningham", "suffix": ""}], "year": 2000, "venue": "Clin. Microbiol. Rev", "volume": "13", "issn": "", "pages": "470--511", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "Group: A streptococcal infections and acute rheumatic fever", "authors": [{"first": "A", "middle": ["L"], "last": "Bisno", "suffix": ""}], "year": 1994, "venue": "N. Engl. J. Med", "volume": "325", "issn": "", "pages": "783--793", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "Multiple cross reactive epitopes of streptococcal M proteins", "authors": [{"first": "J", "middle": ["B"], "last": "Dale", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Beachey", "suffix": ""}], "year": 1985, "venue": "J. Exp. Med", "volume": "161", "issn": "", "pages": "113--122", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "Streptococcal M protein: Molecular design and biological behavior", "authors": [{"first": "V", "middle": ["A"], "last": "Fischetti", "suffix": ""}], "year": 1989, "venue": "Clin. Microbiol. Rev", "volume": "2", "issn": "", "pages": "285--314", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "Localization of protective epitopes of the amino terminus of type 5 streptococcal M protein", "authors": [{"first": "J", "middle": ["B"], "last": "Dale", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Beachey", "suffix": ""}], "year": 1986, "venue": "J. Exp. Med", "volume": "163", "issn": "", "pages": "1191--1202", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "Towards the development of a broadly protective group a streptococcal vaccine based on the Lipid-Core Peptide system", "authors": [{"first": "C", "middle": [], "last": "Olive", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Moyle", "suffix": ""}, {"first": "I", "middle": [], "last": "Toth", "suffix": ""}], "year": 2007, "venue": "Curr. Med. Chem", "volume": "14", "issn": "", "pages": "2976--2988", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "Immunogenicity of a 26-valent group A streptococcal vaccine", "authors": [{"first": "M", "middle": ["C"], "last": "Hu", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Walls", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Stroop", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Reddish", "suffix": ""}, {"first": "B", "middle": [], "last": "Beaull", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Dale", "suffix": ""}], "year": 2002, "venue": "Infect. Immun", "volume": "70", "issn": "", "pages": "2171--2177", "other_ids": {}}, "BIBREF102": {"ref_id": "b102", "title": "New 30-valent M protein-based vaccine evokes cross-opsonic antibodies against non-vaccine serotypes of group A streptococci", "authors": [{"first": "J", "middle": ["B"], "last": "Dale", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Penfound", "suffix": ""}, {"first": "E", "middle": ["Y"], "last": "Chiang", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Walton", "suffix": ""}], "year": 2011, "venue": "Vaccine", "volume": "29", "issn": "", "pages": "8175--8178", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "Protection against group A streptococcus by immunization with J8-diptheria toxoid: Contribution of J8-and diphtheria toxoid-specifi c antibodies to protection", "authors": [{"first": "M", "middle": ["R"], "last": "Batzloff", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Hayman", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Davies", "suffix": ""}, {"first": "M", "middle": [], "last": "Zeng", "suffix": ""}, {"first": "S", "middle": [], "last": "Pruksakorn", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Brandt", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Good", "suffix": ""}], "year": 2003, "venue": "J. Infect. Dis", "volume": "187", "issn": "", "pages": "1598--1608", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "Intranasal vaccination with a lipopeptide containing a minimal, conformationally constrained conserved peptide, a universal T-cell epitope and a self-adjuvanting lipid protects mice from Streptococcus pyogenes and reduces throat carriage", "authors": [{"first": "M", "middle": ["R"], "last": "Batzloff", "suffix": ""}, {"first": "J", "middle": [], "last": "Hartas", "suffix": ""}, {"first": "W", "middle": [], "last": "Zeng", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Jackson", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Good", "suffix": ""}], "year": 2006, "venue": "J. Infect. Dis", "volume": "194", "issn": "", "pages": "325--330", "other_ids": {}}, "BIBREF105": {"ref_id": "b105", "title": "Immunisation of mice with a lipid core peptide construct containing a conserved region determinant of group A streptococcal M protein elicits heterologous opsonic antibodies in the absence of adjuvant", "authors": [{"first": "C", "middle": [], "last": "Olive", "suffix": ""}], "year": 2002, "venue": "Infect. Immun", "volume": "70", "issn": "", "pages": "2734--2738", "other_ids": {}}, "BIBREF106": {"ref_id": "b106", "title": "Epitopes of group A streptococcal M protein that evoke cross-protective local immune responses", "authors": [{"first": "M", "middle": ["S"], "last": "Bronze", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Courtney", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Dale", "suffix": ""}], "year": 1992, "venue": "J. Immunol", "volume": "148", "issn": "", "pages": "888--893", "other_ids": {}}, "BIBREF107": {"ref_id": "b107", "title": "Cutting edge: the mucosal adjuvant cholera toxin redirects vaccine proteins into olfactory tissues", "authors": [{"first": "F", "middle": ["W"], "last": "Van Ginkel", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Jackson", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yuki", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Mcghee", "suffix": ""}], "year": 2000, "venue": "J. Immunol", "volume": "165", "issn": "", "pages": "4778--4782", "other_ids": {}}, "BIBREF108": {"ref_id": "b108", "title": "Protection against streptococcal pharyngeal colonization with a vaccinia: M protein recombinant", "authors": [{"first": "V", "middle": ["A"], "last": "Fischetti", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Hodges", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Hruby", "suffix": ""}], "year": 1989, "venue": "Science", "volume": "244", "issn": "", "pages": "1487--1490", "other_ids": {}}, "BIBREF109": {"ref_id": "b109", "title": "Mucosal vaccine made from live, recombinant Lactococcus lactis protects mice against pharyngeal infection with Streptococcus pyogenes", "authors": [{"first": "P", "middle": [], "last": "Mannam", "suffix": ""}, {"first": "K", "middle": ["F"], "last": "Jones", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Geller", "suffix": ""}], "year": 2004, "venue": "Infect. Immun", "volume": "72", "issn": "", "pages": "3444--3450", "other_ids": {}}, "BIBREF110": {"ref_id": "b110", "title": "Clinical and microbiological responses of volunteers to combined intranasal and oral inoculation with a Streptococcus gordonii carrier strain intended for future use as a group A streptococcus vaccine", "authors": [{"first": "K", "middle": ["L"], "last": "Kotloff", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Wasserman", "suffix": ""}, {"first": "K", "middle": ["F"], "last": "Jones", "suffix": ""}, {"first": "S", "middle": [], "last": "Livio", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Hruby", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Franke", "suffix": ""}, {"first": "V", "middle": ["A"], "last": "Fischetti", "suffix": ""}], "year": 2005, "venue": "Infect. Immun", "volume": "73", "issn": "", "pages": "2360--2366", "other_ids": {}}, "BIBREF111": {"ref_id": "b111", "title": "New multi-determinant strategy for a group A streptococcal vaccine designed for the Australian Aboriginal population", "authors": [{"first": "E", "middle": ["R"], "last": "Brandt", "suffix": ""}], "year": 2000, "venue": "Nat. Med", "volume": "6", "issn": "", "pages": "455--459", "other_ids": {}}, "BIBREF112": {"ref_id": "b112", "title": "Immunization with a tetraepitopic lipid core peptide vaccine construct induces broadly protective immune responses against group A streptococcus", "authors": [{"first": "C", "middle": [], "last": "Olive", "suffix": ""}, {"first": "M.-F", "middle": [], "last": "Ho", "suffix": ""}, {"first": "J", "middle": [], "last": "Dyer", "suffix": ""}, {"first": "D", "middle": [], "last": "Lincoln", "suffix": ""}, {"first": "N", "middle": [], "last": "Barozzi", "suffix": ""}, {"first": "I", "middle": [], "last": "Toth", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Good", "suffix": ""}], "year": 2006, "venue": "J. Infect. Dis", "volume": "193", "issn": "", "pages": "1666--1676", "other_ids": {}}, "BIBREF113": {"ref_id": "b113", "title": "Intranasal administration is an effective mucosal vaccine delivery route for self-adjuvanting lipid core peptides targeting the group A streptococcal M protein", "authors": [{"first": "C", "middle": [], "last": "Olive", "suffix": ""}, {"first": "H", "middle": [], "last": "Kuo Sun", "suffix": ""}, {"first": "M.-F", "middle": [], "last": "Ho", "suffix": ""}, {"first": "J", "middle": [], "last": "Dyer", "suffix": ""}, {"first": "A", "middle": [], "last": "Horvath", "suffix": ""}, {"first": "I", "middle": [], "last": "Toth", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Good", "suffix": ""}], "year": 2006, "venue": "J. Infect. Dis", "volume": "194", "issn": "", "pages": "316--324", "other_ids": {}}, "BIBREF114": {"ref_id": "b114", "title": "Mapping a conserved conformational epitope from the M protein of group A streptococci", "authors": [{"first": "W", "middle": ["A"], "last": "Relf", "suffix": ""}], "year": 1996, "venue": "Pept. Res", "volume": "9", "issn": "", "pages": "12--20", "other_ids": {}}, "BIBREF115": {"ref_id": "b115", "title": "Mapping the minimal murine T cell and B cell epitopes within a peptide vaccine candidate from the conserved region of the M protein of group A streptococcus", "authors": [{"first": "W", "middle": ["A"], "last": "Hayman", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Brandt", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Relf", "suffix": ""}, {"first": "J", "middle": [], "last": "Cooper", "suffix": ""}, {"first": "A", "middle": [], "last": "Saul", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Good", "suffix": ""}], "year": 1997, "venue": "Int. Immunol", "volume": "9", "issn": "", "pages": "1723--1733", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The three basic principles of all vaccines are attenuation, inactivation, or recombination and are regarded as equal. The recombinant DNA and nanotechnology did not change the basic scientifi c strategy behind vaccinology: live and non-live vaccines", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Safety and effi cacy of various vaccine types. The various types of vaccines differ in eliciting an immune response and in safety aspects. Some of the most effi cacious vaccines in use today are based on live attenuated viruses, such as the measles, mumps, and rubella vaccines . However, these vaccines, also vector-based vaccines, are replica-tion competent and are potentially of higher risk as nonreplicating inactivated viruses, virus like particles ( VLPs ) or subunit or plasmid DNA-based vaccines. These types of vaccines are perceived to be safer but need strong adjuvants to enhance their weak immunogenicity", "latex": null, "type": "figure"}, "FIGREF2": {"text": "i.m. oral, nasal, in ovo Gises M., Virus Genes 17,1998 Models: needle,gene gun, liposomes DNA -Vacccine Fig. 9.3 Model of an expression plasmid used for DNA vaccination. Individual elements comprising functional expression cassettes. The encoded antigen, as full-length or truncated cDNA, is under control of strong promoter/enhancer and polyadenylation sequences. Co-expression of cytokines will specifi cally enhance the immune response. Unspecifi c activation of the immune system can be initiated by CpGs. Vaccines focusing on a strong cellular response can be enhanced by co-expression of ubiquitin targeting the proteasome pathway. Various application routes and modes of administrations are possible", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Map of the recombinant WN virus plasmid pCBWN. The transcription unit contains the human cytomegalovirus early gene promoter (CMV), JE virus signal sequence, WN virus prM and E gene region, and bovine growth hormone poly(A) signal (BGH) (Credit: Gwong-Jen J. Chang, Division of Vector-Borne Infectious Diseases NCEID, CDC Fort Collins, CO 80521) 9.3.4 Honey Bees: Varroa Destructor 1", "latex": null, "type": "figure"}, "FIGREF4": {"text": "( a ) Varroa mite, reddish-brown, fl at-shaped, 1-1.8 mm long and 1.5-2 mm wide, with eight legs. ( b ) V. destructor mite on a bee larva. ( c ) V. destructor infests worker bees and drones. Varroa mites are important vectors for viruses and spread these viruses throughout the hive (Credit: Dr. J. Mueller, Magdeburg, Germany)", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Oral vaccination. Plasmid DNA-encoding EGFP as placeholder for a vaccine antigen is mixed to a standard sugar solution dissolved in water. Such sugar solutions are the nutrition for winter bees and are normally handmade by the beekeeper. The experimental DNA concentration was 500 μg DNA/ml sugar solution. DNA feeding was for 24 h. No booster feeding", "latex": null, "type": "figure"}, "FIGREF6": {"text": ". 9.10 Linkage sugar and protein. For the conjugation of carbohydrates to proteins, activated ester techniques are frequently used. This fi gure depicts the use of N -hydroxysuccinimide (NHS) esters as a prominent example. In this example, an unprotected hydroxyl group of the polysaccharide ( P ) is reacted with adipic acid dihydrazide in a mildly reductive amination ( 1 ). The residual hydrazide moiety is then converted with adipic acid bis( N -hydroxysuccinimide) ( 2 ). In a fi nal step, the second NHS ester is aminolysed to link the polysaccharide and the protein via a long and fl exible spacer ( 3 ) (Figure prepared for this book by M. Scherer, Institute of Organic Chemistry, University of Mainz, Germany) an important cause of morbidity and mortality, with about 90 million episodes occurring each year and about 100,000 deaths per year. About 60 % of deaths occur in infants under 5 years of age living in third world countries. Four different species ( S. flexneri , S. sonnei , S. boydii , and S. dysenteriae ) have been described so far, along with more than 50 O-antigen serotype variations.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Current model for invasion of epithelial cells by Shigella. Shigella reaches the lumen of the intestine and is taken up by M cells ( a ) and released to the basal side. Subsequently, Shigella is phagocy-tosed by macrophages residing under the M cells ( b ). After escaping by inducing apoptosis ( c ), Shigella invades epithelial cells using its type three secretion system ( d )", "latex": null, "type": "figure"}, "FIGREF8": {"text": "13 Depiction of vesicle-based vaccines. A vaccine preparation consists of outer membrane vesicles purifi ed from S. boydii . ( a ) These vesicles are naturally generated by all Shigella spp. ( b ). Another conju-gate known as Invaplex consists of water extracts from Shigella fl exneri or sonnei. This is composed primarily of LPS and proteins,", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Anti-tick vaccines for the control of ticks affecting livestock by Cassandra Olds, Richard Bishop and Claudia Daubenberger in Molecular Vaccines -From Prophylaxis to Therapy, Volume 2, Springer-Verlag Wien, 2013, Ed. Matthias Giese.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "14 Depiction of Shigella recombinant protein vaccines. IpaB and IpaD, key components of the T3SS of Shigella spp., are expressed in E. coli and administered with the adjuvant dmLT ( a ). The outer mem-brane protein OmpA is expressed in E. coli and delivered without additional adjuvants ( b )acaricide application results in environmental pollution and residue tainting of meat and milk products.Figures 9.15 , 9.16 , 9.17 , and 9.18  give an overview on ticks are found in Africa only.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "15 Due to their large mouthparts, feeding by Amblyomma ticks may result in severe secondary infections of the tick feeding site. ( a ) Amblyomma variegatum adult male tick, ( b ) Amblyomma variegatum adult female tick", "latex": null, "type": "figure"}, "FIGREF12": {"text": "16 Adult Rhipicephalus appendiculatus tick. Most known for the transmission of Theileria parva to cattle (East Coast fever), the tick species also transmits Theileria taurotragi (benign bovine theileriosis), Anaplasma bovis (bovine ehrlichiosis), Rickettsia conorii (tick typhus), and Nairobi sheep disease virus", "latex": null, "type": "figure"}, "FIGREF13": {"text": "18 Collection of acaricide resistant adult Rhipicephalus ticks in Kenya (Courtesy of S. Mwaura) Fig. 9.17 Immature Rhipicephalus ticks feeding around the eye of cattle (Courtesy of S. Mwaura)", "latex": null, "type": "figure"}, "FIGREF14": {"text": "21 Lactobacillus plantarum is a member of the genus Lactobacillus , commonly found in many fermented food products as well as anaerobic plant matter. L. plantarum can survive in the human gastrointestinal tract, which makes it an ideal delivery vector for vaccine antigens (SEM image kindly provided by G. Wanner, Faculty of Biology, Plant Sciences, LMU Munich, Germany)", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Fig. 9.22 Sampling bacteria and their products by gut DCs", "latex": null, "type": "figure"}, "FIGREF16": {"text": "23 Delivery of immunogenic subunits to gut DCs by probiotic lactobacilli", "latex": null, "type": "figure"}, "FIGREF17": {"text": "25 NVCP VLPs produced in plants. NVCP was expressed in lettuce leaves with a geminiviral replicon vector. NVCP VLPs were purifi ed from plants, negatively stained with 0.5 % uranyl acetate, and examined by electron microscopy. Bar = 50 nm. One representative experiment of three is shown (HBV) and human papillomavirus (HPV) have been commercially licensed, and all have demonstrated excellent safety profi les and long-term protection against infection in humans.", "latex": null, "type": "figure"}, "FIGREF18": {"text": "27 Diagrammatic representation of the GAS M protein illustrating the different repeat regions ( A , B , and C ), location of serotypic epitopes, and increasing conservation from the amino-terminal to the carboxy-", "latex": null, "type": "figure"}, "TABREF2": {"text": "Some biological barriers have to be overcome by DNA vaccines on the way to the cell nucleus where the plasmid DNA is translated into cellular mRNA. After delivery of pDNA, nucleases attack and degrade a large amount of pDNA. Also the extracellular matrix (ECM) with collagen and hyaluronic acid infl uences the passage from the application site to the cell membrane. Only a small portion of pDNA will cross the cell membrane and faces exo-and endonuclease. But a small portion is tagged with NLS (nuclear localization sequence). This NLS decoration is recognized by importin that transport the DNA cargo from the cytoplasm through the nuclear pore complex (NPC) into the nucleus. Only molecules smaller than 39 nm can pass. Once inside the nucleus, interaction with Ran-GTP causes a conformational change in the importin, resulting in the dissociation from its cargo. The resulting complex of importin and Ran-GTP translocates to the cytoplasm, where Ran-GTP will be separated from importin, a process called the Ran-GTP nuclear transport cycle (biological barriers )", "latex": null, "type": "table"}, "TABREF3": {"text": "This vaccine was approved for veterinary use by USDA in July 2005 and released to public in December 2008.", "latex": null, "type": "table"}, "TABREF4": {"text": "lethal pulmonary challenge : Many of the recent vaccine development efforts have been tested in the mouse lethal pulmonary model. In this model, a high dose of virulent Shigella is administered to mice intranasally. Mouse colonic infection : Another mouse model more recently developed involves the use of streptomycin to clear the intestinal commensal bacteria. After such treatment, Shigella is able to colonize the colon with viable Shigella being isolated from fecal samples for up to 30 days [ 29 ]. Sereny test : The Sereny test model [ 30 ] has long been used to test the invasive capabilities of Shigella . In this model, guinea pigs are inoculated in the eye with Shigella, which induces a keratoconjunctivitis. This model allows examination of Shigella invasion and the protective effi cacy of candidate vaccines. Rabbit cecal ligation model : In this model, diarrhea is used as an indicator of infection and disease. Although this model can be used to characterize the interactions of Shigella and the intestinal mucosa at the natural site of infection, it has the diffi culty that is introduced by surgery in laboratory animals", "latex": null, "type": "table"}, "TABREF5": {"text": "", "latex": null, "type": "table"}, "TABREF6": {"text": "Genetic attenuated microorganisms as vaccine delivery systems", "latex": null, "type": "table", "html": "<html><body><table><tr><td> Viral vector systems </td><td> Biosafety level </td><td> Bacterial vector systems </td><td> Biosafety level </td></tr><tr><td> Adenovirus (e.g., AdV5) </td><td> BSL-2 </td><td> Lactococcus lactis and </td><td> BSL-1 </td></tr><tr><td> </td><td> </td><td> Lactobacillus plantarum </td><td> BSL-1 </td></tr><tr><td> Adeno-associated virus (AAV) a </td><td> BSL-1 </td><td> Salmonella typhimurium </td><td> BSL-1/2 </td></tr><tr><td> Modifi ed vaccinia virus (MVV) strain Ankara </td><td> BSL-2 </td><td> Salmonella typhi b </td><td> BSL-2 </td></tr><tr><td> Alphaviral vector (e.g., Semliki forest virus (SFV) </td><td> BSL-2 </td><td> Bacillus Calmette-Guérin </td><td> BSL-2 </td></tr><tr><td> Avipoxvirus (NYVAC and ALVAC) </td><td> BSL-2 </td><td> Shigella fl exneri </td><td> BSL-2 </td></tr><tr><td> Baculovirus </td><td> BSL-1 </td><td> Listeria monocytogenes b </td><td> BSL-1 </td></tr></table></body></html>"}}, "back_matter": []}