{"paper_id": "2a9e1bfebc22752d917f053ed5e5e7d5cde25494", "metadata": {"title": "Inhibition of herpes simplex virus type 1 by small interfering RNA", "authors": [{"first": "Y", "middle": ["Q"], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "†", "middle": ["W"], "last": "Lai", "suffix": "", "affiliation": {}, "email": ""}, {"first": "H", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "G", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background. RNA interference, a conserved mechanism in which a sequencespecific gene-silencing process is mediated by small interfering RNA (siRNA), is a promising method of gene therapy in treating a variety of viral diseases. Aim. To investigate the antiviral effects of siRNA on herpes simplex virus type 1 (HSV-1) replication in Vero cells.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods. The antiviral effects of siRNA duplexes targeting the VP16 and DNA polymerase genes of HSV-1 were evaluated by yield-reduction and plaque-reduction assays. The effect of siRNA on the expression of target genes was measured by real-time quantitative reverse transcription PCR. Results. Two siRNA duplexes (siRNA-1, targeting VP16, and siRNA-4, targeting DNA polymerase), were found to be highly effective in inhibiting HSV-1 replication. siRNA-1 and siRNA-4 reduced HSV-1 replication by around 2 log 10 and 1 log 10 in the yield-reduction assay and by 85% and 70% in the plaque-reduction assay, respectively. Significant decreases in the mRNA level of VP16 and DNA polymerase genes were detected after viral infection in the Vero cells pretreated with siRNA-1 and siRNA-4, respectively. Conclusion. These results indicate that siRNA can potently inhibit HSV-1 replication in vitro, suggesting that siRNA-based antiviral therapy may be a potential effective therapeutic alternative for patients with HSV-1 infection.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Herpes simplex virus (HSV), a linear double-stranded DNA virus, primarily affects the mucocutaneous surfaces, causing conditions such as gingivostomatitis, pharyngitis, herpes labialis and genital herpes, and occasionally infects the central nervous system or visceral organs. It can cause a variety of diseases ranging in severity from mild to severe, and may even be life-threatening in immunocompromised patients. 1, 2 The major clinical significance of HSV types 1 and 2 lies in their ability to cause acute primary infection and to reactivate periodically from latency, causing recurrent infection. Aciclovir and other nucleoside derivatives (penciclovir, famciclovir, valaciclovir and ganciclovir) have been approved worldwide for the treatment of herpetic infections. However, problems associated with toxicity and drug resistance have been reported, 3, 4 and currently there is no specific drug available to eliminate established life-long infection.", "cite_spans": [{"start": 417, "end": 419, "text": "1,", "ref_id": "BIBREF0"}, {"start": 420, "end": 421, "text": "2", "ref_id": "BIBREF1"}, {"start": 858, "end": 860, "text": "3,", "ref_id": "BIBREF2"}, {"start": 861, "end": 862, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "RNA interference (RNAi) may be a new approach to HSV therapy. RNAi is a gene-silencing mechanism based on sequence-specific targeting and post-transcriptional mRNA degradation, which is induced by double-stranded RNA. 5 Small interfering RNAs (siRNAs), double-stranded RNAs of 21-25 nucleotides in length, generated by the ribonuclease III enzyme Dicer, act as functional intermediates in RNAi to induce target mRNA cleavage by the RNA-induced silencing complex. 6 This powerful technology has been widely used to manipulate gene expression, identify gene functions on a whole-genome scale, and develop antiviral strategies for both prevention and treatment of human viral diseases. 7 There have been many reports showing that siRNA can specifically and potently inhibit a number of viruses, including human immunodeficiency virus, 8 hepatitis B 9 and C viruses, 10 severe acute respiratory syndrome (SARS)-associated coronavirus 11 and influenza virus. 12 In this study, we examined the effects of siRNA on HSV-1 replication in Vero cells. We found that siRNA-1, targeting HSV-1 VP16, and siRNA-4, targeting DNA polymerase, significantly inhibited HSV-1 replication.", "cite_spans": [{"start": 218, "end": 219, "text": "5", "ref_id": "BIBREF4"}, {"start": 463, "end": 464, "text": "6", "ref_id": "BIBREF5"}, {"start": 683, "end": 684, "text": "7", "ref_id": "BIBREF6"}, {"start": 863, "end": 865, "text": "10", "ref_id": "BIBREF9"}, {"start": 930, "end": 932, "text": "11", "ref_id": "BIBREF10"}, {"start": 954, "end": 956, "text": "12", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Introduction"}, {"text": "The siRNA duplexes corresponding to the VP16 and DNA polymerase genes of HSV-1 (GenBank accession numbers K03350 and AX358316, respectively) were designed and synthesized by Genepharma (Shanghai, China). The sequences of the corresponding siRNA duplexes are shown in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 267, "end": 274, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Generation of siRNA duplexes"}, {"text": "Vero cells, an African green monkey kidney cell line (Sun Yat-sen University, Guangzhou, China), were cultured in RMPI 1640 medium (Gibco, NY, USA) supplemented with 10% fetal calf serum at 37°C in 5% CO 2 . HSV-1 strain F (Jinan University, Guangzhou, China) was propagated in Vero cells and the infectious titre in Vero cells measured using a plaque assay. 13 For transfection with the siRNA duplexes, Vero cells were seeded into 24-well plates at a concentration of 8 · 10 4 cells ⁄ well and grown at 37°C overnight. When the growth of Vero cells reached 90% confluency, 30 pmol ⁄ L of siRNA duplex mixed with 2 lL of lipofectin (Top Genomics, Guangzhou, China) was added to the culture medium. At 4 h after transfection, the cells were washed and overlaid with fresh RMPI 1640 medium with 5% fetal calf serum. Both prophylactic and therapeutic effects of siRNA were investigated according to previously described methods. 11, 14 Briefly, in the prophylactic study, Vero cells were infected with HSV-1 at at 0.02 plaqueforming units (pfu) ⁄ cell 3-4 h after siRNA transfection, and in the therapeutic study, Vero cells were infected with HSV-1 1 h prior to siRNA transfection.", "cite_spans": [{"start": 359, "end": 361, "text": "13", "ref_id": "BIBREF12"}, {"start": 926, "end": 929, "text": "11,", "ref_id": "BIBREF10"}, {"start": 930, "end": 932, "text": "14", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Cells, virus and transfection"}, {"text": "The inhibitory effects of siRNA on HSV-1 replication were evaluated as previously described. [15] [16] [17] For the yieldreduction assay, when the cells in the virus control wells demonstrated complete cytopathic effect (CPE), the virusinfected cell cultures were harvested by subjecting them to three freeze ⁄ thaw cycles and spinning them at 500 g for 10 min at 4°C. The supernatants were collected and stored at ) 80°C until virus titration, which was performed by the limiting-dilution method, using a 96well plate with 4 replicates per dilution. The virus titre was expressed as 50% tissue culture infectious doses (TCID 50 ) ⁄ mL. For plaque-reduction assay, the inocula that yielded 20-30 plaques per well were removed after a 1-hour absorption period and the infected cells were incubated in RMPI 1640 containing 1.2% methylcellulose (4000 CP; Sigma, St Louis, MO, USA) for 2-3 days. The cells were washed twice with phosphate-buffered saline and stained with 1% crystal violet in methanol for 5-10 min. Following several washes with water, the number of viral plaques was counted.", "cite_spans": [{"start": 93, "end": 97, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 98, "end": 102, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 103, "end": 107, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Antiviral assays"}, {"text": "The intracellular mRNA level of VP16 and DNA polymerase was quantified by real-time quantitative reverse transcription (RT)-PCR. Commercial kits were used to extract total RNA (RNeasy Mini Kit; Qiagen, Hilden, Germany), remove trace DNA (RNase-free DNase Kit; Qiagen) and synthesize cDNA (RT Reagent Both prophylactic and therapeutic effects of siRNA-1 and siRNA-4 on HSV-1 replication were then investigated further. Compared with the control siRNA (siR-NA-C), the HSV-1 yield in the groups treated with siRNA-1 and siRNA-4 decreased by 2 log 10 and 1 log 10 , respectively (Fig. 1a) , and the viral plaque number decreased by 85% and 70%, respectively, in the plaque-reduction assay (Fig. 1b, fig 2) . siRNA-1 and siRNA-4 reduced HSV-1 yield by around 2 log 10 and 1 log 10 in the yield-reduction assay compared with the control, respectively (Fig. 1c) . ", "cite_spans": [], "ref_spans": [{"start": 575, "end": 584, "text": "(Fig. 1a)", "ref_id": "FIGREF0"}, {"start": 685, "end": 701, "text": "(Fig. 1b, fig 2)", "ref_id": "FIGREF0"}, {"start": 845, "end": 854, "text": "(Fig. 1c)", "ref_id": "FIGREF0"}], "section": "RNA extraction and real-time reverse transcription PCR"}, {"text": "The two active siRNA duplexes were used in combination for the viral-inhibition study. The same total dosage of single siRNA duplex was used as control. As shown in Fig. 3 , two doses of siRNA-1, siRNA-4 and combined siRNAs significantly inhibited HSV-1 replication. The combined siRNA duplexes did not demonstrate any improved potency of the antiviral effect compared with siRNA-1 and siRNA-4 (P > 0.05) in both prophylactic and therapeutic studies (Fig. 3a,b) .", "cite_spans": [], "ref_spans": [{"start": 165, "end": 171, "text": "Fig. 3", "ref_id": "FIGREF2"}, {"start": 450, "end": 461, "text": "(Fig. 3a,b)", "ref_id": "FIGREF2"}], "section": "Antiviral effects of multiple siRNAs"}, {"text": "The mRNA level of VP16 and DNA polymerase was measured by real-time RT-PCR 6 h and 12 h after infection of siRNA-pretreated cells. siRNA-1 resulted in 85% decrease of HSV-1 VP16 mRNA at 6 h postinfection and 95% decrease at 12 h after infection (Fig. 4a ). The DNA polymerase mRNA level was reduced by 60% and 80% in siRNA-4-pretreated cells at 6 h and 12 h postinfection, respectively (Fig. 4b ).", "cite_spans": [], "ref_spans": [{"start": 245, "end": 253, "text": "(Fig. 4a", "ref_id": "FIGREF3"}, {"start": 386, "end": 394, "text": "(Fig. 4b", "ref_id": "FIGREF3"}], "section": "Effect of siRNA on the expression of target genes"}, {"text": "In this study, we evaluated the inhibitory effects of synthesized siRNA duplexes corresponding to HSV-1 VP16 and DNA polymerase genes on HSV-1 replication. VP16 (encoded by the UL48 gene) is a 65-kDa HSV-1 virion phosphoprotein synthesized during the late phase of HSV-1 gene expression. In lytic infection, VP16 activates transcription of the immediate-early genes and results in a cascade of gene transcription, in which early genes and late genes are transcribed in an ordered temporal pattern. 18 Because of its ability to transactivate expression of viral immediate-early genes, VP16 is considered to be essential for efficient viral replication. 19 ,20 DNA polymerase is another key enzyme in the replication of all herpesviruses. 21 Most drugs available to treat herpesvirus infections target the viral DNA polymerase. In our experiments, we showed that the siRNA duplexes targeting VP16 and DNA polymerase genes potently inhibited HSV-1 replication. Therefore, HSV-1 VP16 and DNA polymerase may be effective target genes for inhibition of HSV-1 replication by RNAi.", "cite_spans": [{"start": 498, "end": 500, "text": "18", "ref_id": "BIBREF17"}, {"start": 652, "end": 654, "text": "19", "ref_id": "BIBREF18"}, {"start": 737, "end": 739, "text": "21", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "Previous studies have shown that combination of multiple siRNAs targeting different genes represent a potent way to enhance the antiviral activity compared with targeting a single gene. The enhanced antiviral effect was observed with cotransfection of ‡ 2 siRNAs targeting the viral genes of nsp-12, -13-and -16 and the Spike protein in SARS coronavirus infection. 11 This effect could be explained by the specific binding of certain siRNAs that may change the secondary structure of RNA and therefore result in more accessible sites for other siRNA molecules. However, this is not a universal finding as no additive or synergistic effect on antiviral activity was observed in a study when using any combination between the specific siRNA targeting viral protease 2A and any other siRNAs targeting the 5¢ untranslated region, start codon and RNA polymerase 3D of coxsackie virus B3. 14 In the present study, no synergistic effect was noted when two siRNA duplexes were used. The reason for the discrepancy between the studies is not clear; however, the use of multiple siRNAs concurrently remains an attractive approach in the development of clinical antiviral agents because of its potential to limit viral escape due to mutation. Our data showed that siRNAs achieved potent inhibition of HSV-1 replication both before and after viral infection. The observed effective prophylactic inhibitory activities of siRNAs suggest the potential value of siRNAs as a preventative measure against HSV-1 infection and recurrent infection caused by virus reactivation. Moreover, siRNAs could be developed as an antiviral agent in the treatment of HSV-1 infection, because of the strong therapeutic effect observed in vitro.", "cite_spans": [{"start": 365, "end": 367, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "Although siRNAs appeared to be a very promising antiviral modality, this technology has several limitations for clinical application. Delivery is probably the biggest obstacle to the development of siRNA-based therapeutic agents. 22 Direct administration would require siRNAs that are modified to be resistant to nucleases and perhaps conjugated with a ligand to target the siRNA to specific tissues. In addition, the problems of identification of effective target sites in the target gene, activation of interferon triggered by siRNAs and the probability of emerging escape mutants need attention. 6, 23 In summary, we have demonstrated that chemically synthesized siRNA duplexes, siRNA-1 (targeting VP16) and siRNA-4 (targeting DNA polymerase), exhibited excellent antiviral activity in inhibiting HSV-1 replication in Vero cells. This provides a foundation for further studies in using siRNAs as effective antiviral agents against HSV-1 infection. ", "cite_spans": [{"start": 230, "end": 232, "text": "22", "ref_id": "BIBREF21"}, {"start": 599, "end": 601, "text": "6,", "ref_id": "BIBREF5"}, {"start": 602, "end": 604, "text": "23", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Infections with herpes simplex viruses (1)", "authors": [{"first": "L", "middle": [], "last": "Corey", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Spear", "suffix": ""}], "year": 1986, "venue": "N Engl J Med", "volume": "314", "issn": "", "pages": "686--91", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Viral encephalitis. familiar infections and emerging pathogens", "authors": [{"first": "R", "middle": ["J"], "last": "Whitley", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Gnann", "suffix": ""}], "year": 2002, "venue": "Lancet", "volume": "359", "issn": "", "pages": "507--520", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Survey of resistance of herpes simplex virus to acyclovir in northwest England", "authors": [{"first": "J", "middle": [], "last": "Christophers", "suffix": ""}, {"first": "J", "middle": [], "last": "Clayton", "suffix": ""}, {"first": "J", "middle": [], "last": "Craske", "suffix": ""}], "year": 1998, "venue": "Antimicrob Agents Chemother", "volume": "42", "issn": "", "pages": "868--72", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Exacerbation of herpes simplex encephalitis after successful treatment with acyclovir", "authors": [{"first": "Y", "middle": [], "last": "Ito", "suffix": ""}, {"first": "H", "middle": [], "last": "Kimura", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yabuta", "suffix": ""}], "year": 2000, "venue": "Clin Infect Dis", "volume": "30", "issn": "", "pages": "185--192", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Inhibition of virus replication by RNA interference", "authors": [{"first": "Pcj", "middle": [], "last": "Haansnoot", "suffix": ""}, {"first": "D", "middle": [], "last": "Cupac", "suffix": ""}, {"first": "B", "middle": [], "last": "Berkhout", "suffix": ""}], "year": 2003, "venue": "J Biomed Sci", "volume": "607", "issn": "", "pages": "607--623", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Know-how of RNA interference and its applications in research and therapy", "authors": [{"first": "R", "middle": [], "last": "Wadhwa", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Kaul", "suffix": ""}, {"first": "M", "middle": [], "last": "Miyagishi", "suffix": ""}], "year": 2004, "venue": "Mutation Res", "volume": "567", "issn": "", "pages": "71--84", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "RNAi, a new therapeutic strategy against viral infection", "authors": [{"first": "F", "middle": ["L"], "last": "Tan", "suffix": ""}, {"first": "J", "middle": ["Q"], "last": "Yin", "suffix": ""}], "year": 2004, "venue": "Cell Res", "volume": "14", "issn": "", "pages": "460--466", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Inhibition of drug-resistant HIV-1 by RNA interference", "authors": [{"first": "P", "middle": ["M"], "last": "Huelsmann", "suffix": ""}, {"first": "P", "middle": [], "last": "Rauch", "suffix": ""}, {"first": "K", "middle": [], "last": "Allers", "suffix": ""}], "year": 2006, "venue": "Antiviral Res", "volume": "69", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Stable inhibition of hepatitis B virus expression and replication by expressed siRNA", "authors": [{"first": "G", "middle": ["L"], "last": "Ren", "suffix": ""}, {"first": "X", "middle": ["F"], "last": "Bai", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2005, "venue": "BBRC", "volume": "335", "issn": "", "pages": "1051--1060", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "RNA interference effectively inhibits mRNA accumulation and protein expression of hepatitis C virus core and E2 genes in human cells", "authors": [{"first": "M", "middle": [], "last": "Liu", "suffix": ""}, {"first": "H", "middle": [], "last": "Ding", "suffix": ""}, {"first": "P", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2006, "venue": "Biosci Biotechnol Biochem", "volume": "70", "issn": "", "pages": "2049--55", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Prophylactic and therapeutic effects of small interfering RNA targeting SARScoronavirus", "authors": [{"first": "B", "middle": ["J"], "last": "Zheng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guan", "suffix": ""}, {"first": "Q", "middle": [], "last": "Tang", "suffix": ""}], "year": 2004, "venue": "Antiviral Ther", "volume": "9", "issn": "", "pages": "365--74", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "RNA interference of influenza virus production by directly targeting mRNA for degradation and indirectly inhibiting all viral RNA transcription", "authors": [{"first": "Q", "middle": [], "last": "Ge", "suffix": ""}, {"first": "T", "middle": [], "last": "Mcmanus", "suffix": ""}, {"first": "T", "middle": [], "last": "Nguyen", "suffix": ""}], "year": 2003, "venue": "Proc Natl Acad Sci", "volume": "100", "issn": "", "pages": "2718--2741", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Antioxidant and antiviral activities of Euphorbia thymifolia L", "authors": [{"first": "C", "middle": ["C"], "last": "Lin", "suffix": ""}, {"first": "H", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Yang", "suffix": ""}], "year": 2002, "venue": "Biomed Sci", "volume": "9", "issn": "", "pages": "656--64", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Inhibition of coxsackievirus B3 replication by small interfering RNAs requires perfect sequence match in the central region of the viral positive strand", "authors": [{"first": "J", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Cheung", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Zhang", "suffix": ""}], "year": 2005, "venue": "J Virol", "volume": "79", "issn": "", "pages": "2151--2160", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Anti-herpesvirus activity of an extract of Ribes nigrum L", "authors": [{"first": "T", "middle": [], "last": "Suzutani", "suffix": ""}, {"first": "M", "middle": [], "last": "Ogasawara", "suffix": ""}, {"first": "I", "middle": [], "last": "Yoshida", "suffix": ""}], "year": 2003, "venue": "Phytother Res", "volume": "17", "issn": "", "pages": "609--622", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Antiviral effect of oryzacystatin, a proteinase inhibitor in rice, against herpes simplex virus type 1 in vitro and in vivo", "authors": [{"first": "H", "middle": [], "last": "Aoki", "suffix": ""}, {"first": "T", "middle": [], "last": "Akaike", "suffix": ""}, {"first": "Abe", "middle": ["K"], "last": "", "suffix": ""}], "year": 1995, "venue": "Antimicrob Agents Chemother", "volume": "39", "issn": "", "pages": "846--855", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Short interfering RNA-mediated inhibition of herpes simplex virus type 1 gene expression and function during infection of human keratinocytes", "authors": [{"first": "P", "middle": ["K"], "last": "Bhuyan", "suffix": ""}, {"first": "K", "middle": [], "last": "Kariko", "suffix": ""}, {"first": "J", "middle": [], "last": "Capodici", "suffix": ""}], "year": 2004, "venue": "J Virol", "volume": "78", "issn": "", "pages": "10276--81", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Herpes simplex genes. The blueprint of a successful human pathogen", "authors": [{"first": "P", "middle": ["L"], "last": "Ward", "suffix": ""}, {"first": "B", "middle": [], "last": "Roizman", "suffix": ""}], "year": 1994, "venue": "Trends Genet", "volume": "10", "issn": "", "pages": "267--74", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Evidence that herpes simplex virus VP16 is required for viral egress downstream of the initial envelopment event", "authors": [{"first": "K", "middle": ["L"], "last": "Mossman", "suffix": ""}, {"first": "R", "middle": [], "last": "Sherburne", "suffix": ""}, {"first": "C", "middle": [], "last": "Lavery", "suffix": ""}], "year": 2000, "venue": "J Virol", "volume": "74", "issn": "", "pages": "6287--99", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Deletion of the VP16 open reading frame of herpes simplex virus type 1", "authors": [{"first": "S", "middle": ["P"], "last": "Weinheimer", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Boyd", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Durham", "suffix": ""}], "year": 1992, "venue": "J Virol", "volume": "66", "issn": "", "pages": "258--69", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Inhibition of herpes simplex virus type 2 growth by phosphorothioate oligodeoxynucleotides", "authors": [{"first": "W", "middle": ["Y"], "last": "Gao", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Hanes", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Vazquez-Padua", "suffix": ""}], "year": 1990, "venue": "Antimicrob Agents Chemother", "volume": "34", "issn": "", "pages": "808--820", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Therapeutic potential of RNA interference", "authors": [{"first": "M", "middle": [], "last": "Stevenson", "suffix": ""}], "year": 2004, "venue": "N Engl J Med", "volume": "351", "issn": "", "pages": "1772--1779", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Silencing viruses by RNA interference", "authors": [{"first": "F", "middle": [], "last": "Colbere-Garapin", "suffix": ""}, {"first": "B", "middle": [], "last": "Blondel", "suffix": ""}, {"first": "A", "middle": [], "last": "Saulnier", "suffix": ""}], "year": 2005, "venue": "Microbes Infect", "volume": "7", "issn": "", "pages": "767--75", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Antiviral effects of siRNA on HSV-1 replication in Vero cells. (a) Yield-reduction and (b) plaque-reduction assays to determine the prophylactic effect of siRNA-1 and siRNA-4. (c) Yield-reduction assay to determine the therapeutic effect of siRNA-1 and siRNA-4. All data are expressed as log 10 values of virus titre. All values shown are from three independent experiments. ()), Untreated control; siRNA-C, siRNA control. *P < 0.05 vs. siRNA-C.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Antiviral effects of siRNA on HSV-1 replication in Vero cells as measured by plaque-reduction assays. Vero cells were stained with crystal violet. Cells were (a) untreated, and transfected with (b) siRNA-C, (c) siRNA-1, and (d) siRNA-4 before infection.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Antiviral effects of combined siRNAs on HSV-1 replication as measured by yield-reduction assay. Two-fold dosage of siRNA-1, siRNA-4 and combined siRNAs were transfected into Vero cells (a) before or (b) after HSV-1 infection. All data are expressed as log 10 values of virus titre. All values shown are from three independent experiments. ()), Untreated control; siRNA-C, siRNA control. *P < 0.05 vs. siRNA-C.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Effect of siRNA on the expression of target genes. Quantitative analysis of (a) HSV-1 VP16 mRNAand (b) DNA polymerase (DP) mRNA at 6 h and 12 h after viral infection of siRNA-treated cells. All values shown are from three independent experiments. siRNA-C, siRNA control. *P < 0.05 vs. siRNA-C.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Sequences of siRNA used in this study", "latex": null, "type": "table"}, "TABREF1": {"text": "The primer sequences used for real-time PCR.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Gene </td><td>Primer sequence (5' to 3')\n</td></tr><tr><td>VP16\n</td><td> </td></tr><tr><td>Forward </td><td>GGACTCGTATTCCAGCTTC\n</td></tr><tr><td>Reverse </td><td>CGTCCTCGCCGTCTAAGTG\n</td></tr><tr><td>DNA polymerase\n</td><td> </td></tr><tr><td>Forward </td><td>GGCCTTCGAACAGCTCCTG\n</td></tr><tr><td>Reverse b-Actin\n</td><td>ATGTGGCTCGCCATCTTGTC\n</td></tr><tr><td>Forward </td><td>GGACTTCGAGCAGGAGATGG\n</td></tr><tr><td>Reverse </td><td>CAGGAAGGAAGGTTGGAAGAGA\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank Du Cheng for his technical assistances, and Guang-Ping Gao for his critical review of the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}