{
    "paper_id": "2aa6055c5d80b5c7bf92122bc8d90b59665c7ddc",
    "metadata": {
        "title": "Social Anthropology/Anthropologie Sociale (2020) 0, 0 1-2. © 2020 European Association of Social Anthropologists",
        "authors": [
            {
                "first": "Rodrigo",
                "middle": [
                    "Charafeddine"
                ],
                "last": "Bulamah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Social Sciences Graduate Program Federal University of São Paulo Guarulhos",
                    "location": {
                        "country": "Brazil"
                    }
                },
                "email": "rodrigobulamah@gmail.com"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Times and metaphors of pandemics 'You know, Rodrigo, we can't help leaving our houses.' It was with these words that George, a friend of mine from Haiti, described the current situation of residents of Milot, a historic village in the North of the country. Since the spread of COVID-19 in the Caribbean, supranational bodies have proposed guidelines which add, with varying degrees of effectiveness, to the efforts of nation-states. 'We hear that, around the world,' added George 'at least they are offering some money for the people. But there is no such thing here.'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R O D R I G O C H A R A F E D D I N E B U L A M A H"
        },
        {
            "text": "Rumours of a respiratory disease arrived through reports from relatives from the diaspora, a subject that soon reached radio stations, communication apps and everyday conversations in neighbourhoods and popular markets. The need for social distancing, however, was met with scepticism. Not out of disbelief, but out of resignation to a situation that does not seem new. Working in Haiti since 2012, the fear of not being able to move around was something that always caught my attention. Facing radical uncertainties similar to those in other post-plantation contexts, people constantly describe themselves as 'looking for life' in Haiti and abroad. If, in 2012, many defined the country as 'blocked' (blokis), in mid-2019, new political and economic impasses led to the creation of a new metaphor. The word 'locked' (lòk) took over the streets as the term used to describe both the country and people's bodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R O D R I G O C H A R A F E D D I N E B U L A M A H"
        },
        {
            "text": "The arrival of the disease also gave rise to historical metaphors about pathogens that affected the country before, such as African Swine Fever, AIDS and cholera, all of them seen as dangers that came from abroad (maladi blan). The threat of a new epidemic has intensified this sense of immobility and danger. More than any other metaphor, being locked represents both a temporal and existential state: not only the definitive loss of the ability to predict the course of days, but also the end of autonomy to move and get things going. For George, as for other friends, this existential immobility bears close resemblances to what is conceived of as 'the colonial times'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R O D R I G O C H A R A F E D D I N E B U L A M A H"
        },
        {
            "text": "Far from removing the past further, this new pandemic seems to transform old fears into new anxieties, revealing a wide variety of historical experiences (Stewart and Palmié 2016). At the same time, this crisis anticipates a future that was already on the horizon, with environmental disasters becoming more and more common. For many people, the expansion of COVID-19 can mean an acceleration of time, while for others it can be a dive into stagnation. In effect, this global situation expanded uncertainties way beyond the usual social landscapes, intensifying a shared sense of commonality: not through worn-out universalistic concepts, but close to what Chakrabarty has provisionally called a 'negative universal history ' (2009: 222) .",
            "cite_spans": [
                {
                    "start": 724,
                    "end": 737,
                    "text": "' (2009: 222)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R O D R I G O C H A R A F E D D I N E B U L A M A H"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The climate of history: four theses",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chakrabarty",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Critical Inquiry",
            "volume": "35",
            "issn": "",
            "pages": "197--222",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Introduction: For an anthropology of history",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Palmié",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Hau: Journal of Ethnographic Theory",
            "volume": "6",
            "issn": "",
            "pages": "207--243",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}