{
    "paper_id": "2aa748a81e9e7d98432a7ee63366ed305e54910a",
    "metadata": {
        "title": "AutoPEWS: Automating Pediatric Early Warning Score Calculation Improves Accuracy Without Sacrificing Predictive Ability",
        "authors": [
            {
                "first": "Justin",
                "middle": [
                    "M"
                ],
                "last": "Lockwood",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jacob",
                "middle": [],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [],
                "last": "Martin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Beth",
                "middle": [],
                "last": "Wathen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Juarez-Colunga",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lisa",
                "middle": [],
                "last": "Peters",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amanda",
                "middle": [],
                "last": "Dempsey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jennifer",
                "middle": [],
                "last": "Reese",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Early warning scores aim to identify hospitalized children at risk for deterioration before care-team member awareness. 1 Many variations of pediatric early warning scores (PEWS) exist across institutions. [2] [3] [4] [5] In all instances, clinical inputs (eg, vital signs and physical assessments) are assigned numerical values and combined to produce a total score purported to stratify a patient's risk for deterioration. At our institution, we modified an existing PEWS 1 to align with our institutional practice. It has been used on inpatient units for over a decade. Traditionally, bedside nurses calculate PEWS by hand, and the final score is manually entered into the medical record. This method has many problems. For example, delayed or inconsistent nursing documentation may lead to delays in the calculation of an early warning score, 6, 7 undermining its ability to provide early, real-time identification of children at risk for deterioration. Additionally, manual calculation has poor interrater reliability and accuracy. [8] [9] [10] This finding was true at our institution, as chart audits revealed frequent inaccuracies in manual PEWS calculation where the score commonly did not match the documented vitals signs used in its calculation.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 121,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 206,
                    "end": 209,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 210,
                    "end": 213,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 214,
                    "end": 217,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 218,
                    "end": 221,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 847,
                    "end": 849,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 850,
                    "end": 851,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1037,
                    "end": 1040,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1041,
                    "end": 1044,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1045,
                    "end": 1049,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Electronic health records (EHRs) are widely used in pediatric hospitals 11, 12 and offer an alternate strategy for PEWS calculation. 13 Replacing manual calculation with computer-aided manual calculation improves early warning score accuracy. 9, 10, 14 Automating PEWS calculation within an EHR further leverages technology and removes the manual calculation altogether.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 76,
                    "end": 78,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 133,
                    "end": 135,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 243,
                    "end": 245,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 250,
                    "end": 252,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This study's objective was to compare automated EHRbased PEWS calculation (AutoPEWS) to manual PEWS Introduction: Pediatric early warning scores (PEWS) identify hospitalized children at risk for deterioration. Manual calculation is prone to human error. Electronic health records (EHRs) enable automated calculation, removing human error. This study's objective was to compare the accuracy of automated EHR-based PEWS calculation (AutoPEWS) to manual calculation and evaluate the non-inferiority of AutoPEWS in predicting deterioration. Methods: We performed a retrospective cohort study inclusive of non-intensive care unit inpatients at a freestanding children's hospital over 4.5 months in Fall 2018. AutoPEWS mapped the historical manual PEWS scoring rubric to frequently used EHR documentation. We determined accuracy by comparing the expected respiratory subset score based on the current respiratory rate to the actual respiratory score of AutoPEWS and the manual PEWS. The agreement was determined using kappa statistics. We used predicted probabilities from a generalized linear mixed model to calculate areas under the curve for each combination of scores (AutoPEWS, manual) and deterioration outcome (rapid response team activation, unplanned intensive care unit transfer, critical deterioration event). We compared the adjusted difference in areas under the curves between the scores. Non-inferiority was defined as a difference of <0.05. Results: There were 23,514 total PEWS representative of 5,384 patients. AutoPEWS respiratory scores were 99.97% accurate, while the manual PEWS respiratory scores were 86% accurate. AutoPEWS were higher overall than the manual PEWS (mean 0.65 versus 0.34). They showed a fair-to-good agreement (weighted kappa 0.42 calculation in score accuracy by looking at the alignment between the patient's current respiratory rate and both the AutoPEWS and the manual PEWS respiratory subset scores. A secondary objective was to compare the ability of AutoPEWS and the manual PEWS to predict subsequent deterioration. We hypothesized that AutoPEWS would be more accurate than the manual PEWS without sacrificing predictive ability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We used a retrospective, observational study design. The study was approved for conduct as non-human subject's research by the study site's institutional Internal Review Board as well as the Organizational Research Risk and Quality Improvement Panel (COMIRB protocol #19-1792 and ORRQIRP protocol #1806-3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Our institution is a quaternary care, free-standing children's hospital. We have an onsite Pediatric Intensive Care Unit (ICU), Cardiac ICU, and Neonatal ICU but do not utilize a step-down unit, intermediate care unit, or complex care service. Within pre-specified parameters, we permit certain higher acuity interventions in non-ICU units, including but not limited to high flow nasal cannula oxygen, continuous albuterol, continuous insulin infusion, tracheostomy dependence, noninvasive positive pressure dependence, and ventilator dependence. Our institutional Code Committee oversees the PEWS improvement work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting"
        },
        {
            "text": "Our institution has used PEWS since 2008. We adopted it from the original Brighton PEWS, 1 which we adapted for our clinical environment to reflect patient complexity and acuity that are unique to our institution. We used the Pediatric Advanced Life Support definitions 15 of normal vital sign ranges in our original PEWS calculation. Before this study, bedside nurses calculated the score manually using scoring rubric badge cards. They then entered the score into nursing flowsheets in our EHR. The score was calculated on all hospitalized children in non-ICU units at least every 4 hours. PEWS was initially used as a trigger for mandatory rapid response team (RRT) activation when it surpassed 4, but this trigger was removed in Fall 2017. At the time of this study, PEWS continued to be calculated on all hospitalized patients with no mandatory action based on a given score. Once manually entered into the EHR, the score was displayed prominently in the EHR in care-team facing locations as well as on the provider handoff tool. 16 A color gradient assisted in characterizing this PEWS value into low (<3), intermediate (3) (4) , and high risk (>4) groups. This PEWS is referred to as the manual PEWS for the remainder of this article.",
            "cite_spans": [
                {
                    "start": 1035,
                    "end": 1037,
                    "text": "16",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1126,
                    "end": 1129,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1130,
                    "end": 1133,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "Because the primary objective of this initial study was to compare the accuracy of 2 methods of calculating PEWS, we attempted to convert our existing manual scoring rubric to automated code without making significant changes to the content of the score. We mapped the manual scoring rubric to existing, commonly used nursing documentation fields in our EHR. In doing so, we ensured that no changes to documentation practices were needed from care-team members; instead, the new automated score (AutoPEWS) would automatically recalculate with any update to clinical documentation within their existing workflow. The inputs for the original manual PEWS and the corresponding inputs for AutoPEWS are shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 707,
                    "end": 714,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Intervention"
        },
        {
            "text": "We aligned vital sign ranges for the AutoPEWS code with the work of a separate process improvement group at our institution tasked with redefining our normal vital sign ranges in an evidence-based manner. This group used 2 published studies as a starting point for normal vital sign ranges in hospitalized children 17, 18 and then adjusted these ranges based on analysis of admissions at our institution. The included vital sign ranges are available in Table 1 .",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 318,
                    "text": "17,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 319,
                    "end": 321,
                    "text": "18",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 453,
                    "end": 460,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Intervention"
        },
        {
            "text": "AutoPEWS continuously re-calculates whenever any single input is updated in the EHR. It pulls from documentation entered by all members of the care-team, including nurses, respiratory therapists, clinical assistants, and physicians. Neither AutoPEWS nor the manual PEWS triggered any mandatory clinical interventions during the study period. AutoPEWS was neither care-team nor patient-facing during the study period. The manual PEWS was displayed per usual practice, as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "All patients hospitalized in non-ICU, non-psychiatry units met the inclusion criteria for this study, and we excluded no patients. The study period lasted 4.5 months in Fall 2018 (July to November). During the study period, we ran AutoPEWS silently in the background while current practice (the manual PEWS) continued. Both scores-as well as current respiratory rate and patient demographics-were collected daily at 0400 via an automated data report. We chose this time (0400) because it was near the end of both physician and nursing night shifts and corresponded with routine vital sign checks for nursing, thus optimizing the chances that the manual PEWS would be up to date at the time of data capture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Population and Data Source"
        },
        {
            "text": "Data on deterioration outcomes were obtained directly from our institutional Code Database. The Code Database is a robust dataset maintained by our Code Committee and populated through automated reporting of all RRT/ Code Team Activations supplemented by manual chart review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Population and Data Source"
        },
        {
            "text": "Our primary outcomes of interest were the accuracy and predictive ability of both AutoPEWS and manual PEWS. We approximated accuracy by comparing the actual AutoPEWS and manual PEWS respiratory subset scores to their expected minimum respiratory subset score correlating with the documented respiratory rate. Because a given respiratory rate is associated with a PEWS respiratory subset score (Table 1) , we were able to determine the minimum expected score based on the patient's respiratory rate at the time of data collection. We considered the actual respiratory subset score for the manual PEWS or AutoPEWS inaccurate if they were lower than the expected minimum score. We did not consider scores inaccurate if they were higher than the expected minimum score because the higher score could have been related to other PEWS inputs independent of respiratory rates such as levels of oxygen support or signs of difficulty breathing. This measure was a dichotomous variable (accurate versus not accurate).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 402,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Measures of Interest"
        },
        {
            "text": "We then tested the non-inferiority of AutoPEWS compared with the manual PEWS in detecting 4 deterioration outcomes: RRT activation, RRT or code team activation (combined), unplanned ICU transfer, and critical deterioration events (CDEs). Bonafide et al 19 define CDEs as deterioration events leading to unplanned ICU transfer plus life-sustaining interventions (vasopressors, intubation, or positive pressure ventilation) in the subsequent 12 hours. This outcome better represents a patient's need for critical care than unplanned ICU transfer alone. Work of breathing score: 3 (out of 3) 8 L/min or greater FiO 2 : ≥ 50% Continuous albuterol L/min: ≥8 RR: ≤24 (newborn-3 m), ≤21 (4-11 m), ≤17 (1-4 y), ≤14 (5-10 y), ≤12 (≥11 y) *The manual PEWS used PALS vital sign ranges to define \"normal.\" LOC, level of consciousness; HR, heart rate; RR, respiratory rate; FiO 2 , fraction of inspired oxygen.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 255,
                    "text": "19",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Measures of Interest"
        },
        {
            "text": "Covariates included age, gender, admitting service, and repeat event. We dichotomized age to <1 year and 1 year and older. We collapsed admitting services based on clinical relevance. Because many patients were admitted for multiple days, we created a repeat event variable under the assumption that a patient on day 1 of hospitalization may be treated differently than the same patient better known to the care-team on a subsequent day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pediatric Quality and Safety"
        },
        {
            "text": "We used descriptive statistics to evaluate the distribution of PEWS values across the study population ( Table 2) . Accuracy of the manual PEWS and AutoPEWS were approximated by comparing their actual respiratory subset scores to the expected minimum respiratory subset scores based on the patient's respiratory rate at the time of data collection, as described above. The agreement was determined between the total manual PEWS and AutoPEWS-as well as each subset score-using weighted kappa statistics. We categorized kappa scores >0.75 as excellent agreement (beyond chance), scores <0.40 as poor agreement, and scores between 0.40 and 0.75 as fair-to-good agreement. 20 The prediction accuracy of the total manual PEWS and AutoPEWS was compared for all 4 deterioration outcomes (RRT activations, RRTs/code team activations, unplanned ICU transfers, and CDEs) via receiver operating curve (ROC) analysis. Because we collected PEWS values once daily, we paired deterioration outcomes with PEWS if the outcome occurred within the 24 hours following data collection. To control for potential confounders and repeated measures for each outcome, we identified covariates for inclusion in a generalized linear mixed model (GLIMMIX). We identified age and gender a priori due to their clinical relevance and included admitting service and repeat event based on inclusion criteria (P < 0.2) from the bivariable analysis. Due to sample size limitations, there was no adjustment for any covariates in CDE analysis. The predicted probabilities from GLIMMIX were used to calculate the area under the curve (AUC) for each combination of PEWS and outcome. For each outcome, the manual PEWS ROC and the AutoPEWS ROCs were compared by taking the difference in AUC. We used an inferiority margin of 0.05 to determine non-inferiority, meaning AutoPEWS would be considered non-inferior to the manual PEWS if the lower limit of the 95% confidence interval for the AUC difference between scores was >−0.05. 21, 22 Data were analyzed using SAS version 9.4 software (Cary, NC). We performed all statistical tests with a level of significance of alpha = 0.05.",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 671,
                    "text": "20",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1987,
                    "end": 1990,
                    "text": "21,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1991,
                    "end": 1993,
                    "text": "22",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 113,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Analysis"
        },
        {
            "text": "We collected 23,514 PEWS representing 5,384 unique patients ( Table 2) . Of the 23,514 collected PEWS, 132 (0.6%) had paired RRT activations, 85 (0.4%) had paired unplanned ICU transfer, 39 (0.2%) had paired CDEs, and 22 (0.1%) had paired code team activations. We displayed the distribution of PEWS graphically in Figure 1 . AutoPEWS were higher on average than the manual PEWS (mean 0.65 versus 0.34).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 70,
                    "text": "Table 2)",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 323,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "AutoPEWS was 99.97% accurate, and the manual PEWS was 86% accurate to the minimum expected respiratory subset score based on the documented respiratory rate. The weighted kappa comparing the total manual PEWS and AutoPEWS was 0.42 indicating a fair-to-good agreement beyond chance. Within this comparison of AutoPEWS and the manual PEWS, the respiratory subset scores showed a fair-to-good agreement beyond chance (weighted kappa 0.59), while the behavior and cardiovascular subset scores showed poor agreement (weighted kappa 0.23 and 0.20, respectively).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accuracy and Agreement"
        },
        {
            "text": "The difference in adjusted AUC (AutoPEWS-the manual PEWS) was 0.01 (95% CI −0.02 to 0.04; P = 0.5) for RRT Table 2 . Characteristics of the Study Population activation, 0.008 (95% CI −0.02 to 0.03; P = 0.5) for RRT/Code Team activation, and 0.02 (95% CI −0.013 to 0.054; P = 0.2) for unplanned ICU transfer (Fig. 2) . The difference in unadjusted AUC for CDEs was 0.06 (95% CI −0.01 to 0.13; P = 0.1). The lower confidence limit for the difference in AUC's of all 4 outcomes was >−0.05, thus demonstrating non-inferiority of AutoPEWS compared with the manual PEWS for all outcomes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 307,
                    "end": 315,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Non-inferiority"
        },
        {
            "text": "Our analysis showed an impressive improvement in PEWS respiratory subset score calculation accuracy from only 86% with the manual PEWS to nearly 100% with AutoPEWS. We hypothesize that many of the inaccuracies in the manual PEWS calculation occur in patients for whom the care-team has not yet developed concern. Because manual calculation is prone to human error, careteam members may be more likely to enter a low manual PEWS (eg, 0 or 1) without truly addressing the scoring rubric when they are not worried about a patient. This impression is supported by the lower mean total manual PEWS compared with AutoPEWS in our study population. Additionally, care-team members may be more likely to skip a calculation altogether when they are not worried about a patient, which is a possible explanation for the 2% of cases with missing manual PEWS values in our data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The lower agreement between cardiovascular and behavior subset scores in our analysis suggests criteria in these systems may be more likely to be missed or ignored. Team members, therefore, are at risk to miss subtle changes in clinical status that may have otherwise alerted the care-team of impending deterioration earlier in the process than they observed on their own. Similarly, when care-team members are worried about a patient, they may be more likely to document a more accurate and often higher PEWS, and they may even document a higher PEWS than the rubric would suggest, aligning the score with their level of worry. The primary issue with the behavior suggested by this hypothesis is that PEWS is meant to be a surveillance score to alert care-team members before they are worried to redirect attention to an at-risk patient before the care-team would otherwise be aware. If PEWS does not begin to rise until a careteam member becomes worried about the patient-and the score then becomes more accurate-it cannot fulfill its original purpose of rising before care-team awareness. Automation of the score within the EHR solves this problem by removing the care-team member from the calculation. A rising AutoPEWS-calculated by the EHR and displayed in a front-facing manner to the care-team-may alert the team that a patient about whom they were previously not concerned may warrant closer monitoring and assessment than otherwise would have been provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Many institutions use PEWS as a trigger for mandatory intervention. Though several published studies have evaluated the ability of various PEWS to predict impending deterioration, few have considered whether the scores represent the intended clinical information. Our findings suggest PEWS may be frequently inaccurate when manually calculated by care-team members. As such, further caution is needed when using PEWS as a clinical decision tool to trigger interventions automatically. Additionally, steps should be taken to move toward leveraging available technologies to automate PEWS within EHRs rather than relying on manual calculation by care-team members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Several qualitative studies have shown the value of PEWS as a tool for empowering care-team members to be assertive when concerned about a patient. Though this is an important consideration, PEWS was not created as a tool to verify that a patient is deteriorating after the care-team has become concerned, but rather as a tool to alert the care-team that a patient is at risk for deterioration before team awareness that they should be concerned. Consequently, PEWS may not be the most efficient tool for quantifying a care-team member's \"worry\" and empowering him/her to speak up. We, therefore, feel the benefit of obtaining a more accurate score earlier in the process of deterioration through AutoPEWS calculation outweighs any benefit that may come from the correlation between the higher manual PEWS and care-team member worry. Other tools exist to quantify care-team member worry and facilitate assertion practices, and their implementation should be considered as part of a comprehensive care escalation system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Of note, we believe our analysis underestimated the inaccuracy of the manual PEWS calculation by only considering the respiratory rate and respiratory subset score. There are many additional inputs included in both the manual PEWS and AutoPEWS calculations, and each input would be prone to human error and thus further inaccuracy with manual calculation. Consequently, it is most appropriate to conclude that the manual PEWS calculation was inaccurate at least 14% of the time and that the true number is likely significantly higher. Leveraging technology within our EHR to automate PEWS calculation-thus removing human error-greatly improved its accuracy to nearly 100%, which we would expect to remain true even when all inputs are evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In our accuracy analysis, the documented AutoPEWS respiratory subset score did not match our expected score in 0.03% of cases (n = 7/23,514). Because AutoPEWS should not deviate from the written code, we were surprised to find an AutoPEWS accuracy of <100%. We reviewed all 7 charts manually. In all 7 cases, we discovered the AutoPEWS calculation functioned appropriately within our EHR, and the perceived inaccuracy was due exclusively to an error in our analysis. Specifically, our analysis used patient age in months to determine normal respiratory rate ranges-and, therefore, expected respiratory subset scores-while the EHR used age in days within AutoPEWS. In all 7 cases, we would have considered AutoPEWS accurate if we calculated the expected respiratory subset score using the same age range as the EHR. Practically speaking, AutoPEWS functioned with 100% accuracy within our EHR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our study has additional limitations. First, the manual PEWS was visible to the care-team throughout the study period, while AutoPEWS was not. Consequently, the manual PEWS may have affected behavior and influenced our deterioration outcomes in a way that AutoPEWS could not, though there was no mandatory intervention based on a given manual PEWS. Second, part of the work in developing AutoPEWS included updating the institutionally defined \"normal\" vital sign ranges. As such, the expected respiratory subset score based on the respiratory rate in our accuracy analysis was not always identical between AutoPEWS and the manual PEWS, and direct statistical comparison was not possible. Third, the findings represent only a single site using a customized PEWS that is not used at other institutions to the best of our knowledge, limiting generalizability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Automated PEWS calculation within the EHR was more accurate than traditional manual calculation. Further, automated calculation was non-inferior to manual calculation in predicting clinical deterioration. When developing or improving a care escalation system, teams should strongly consider leveraging their EHR to automate PEWS calculation if not yet done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Detecting and managing deterioration in children",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Monaghan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Paediatr Nurs",
            "volume": "17",
            "issn": "",
            "pages": "32--35",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Paediatric early warning systems for detecting and responding to clinical deterioration in children: a systematic review",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Macdonell",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ Open",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Systematic review of paediatric track and trigger systems for hospitalised children",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wray",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oulton",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Resuscitation",
            "volume": "109",
            "issn": "",
            "pages": "87--109",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Score Matters': wide variations in predictive performance of 18 paediatric track and trigger systems",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wray",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oulton",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Arch Dis Child",
            "volume": "102",
            "issn": "",
            "pages": "487--495",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Validity and effectiveness of paediatric early warning systems and track and trigger tools for identifying and reducing clinical deterioration in hospitalised children: a systematic review",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Trubey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "V"
                    ],
                    "last": "Lugg-Widger",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ Open",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Inpatient nursing care and early warning scores: a workflow mismatch",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Skipper",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Steury",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Nurs Care Qual",
            "volume": "29",
            "issn": "",
            "pages": "215--222",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Patterns in the recording of vital signs and early warning scores: compliance with a clinical escalation protocol",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hands",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Meredith",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ Qual Saf",
            "volume": "22",
            "issn": "",
            "pages": "719--726",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Reproducibility of physiological track-and-trigger warning systems for identifying at-risk patients on the ward",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Subbe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Intensive Care Med",
            "volume": "33",
            "issn": "",
            "pages": "619--624",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Improving accuracy and efficiency of early warning scores in acute care",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mohammed",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hayton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Clements",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Br J Nurs",
            "volume": "18",
            "issn": "",
            "pages": "18--24",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Calculating early warning scores-a classroom comparison of pen and paper and hand-held computer methods",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Prytherch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Resuscitation",
            "volume": "70",
            "issn": "",
            "pages": "173--178",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Change in adoption of electronic health records by US children's hospitals",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Harper",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Jha",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pediatrics",
            "volume": "131",
            "issn": "",
            "pages": "1563--1575",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Electronic medical record adoption in hospitals that care for children",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Teufel Rj 2 Nd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Kazley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Acad Pediatr",
            "volume": "13",
            "issn": "",
            "pages": "259--263",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Automated deterioration detection using electronic medical record data in intensive care unit patients: a systematic review",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Despins",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Comput Inform Nurs",
            "volume": "36",
            "issn": "",
            "pages": "323--330",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Accuracy and efficiency of recording pediatric early warning scores using an electronic physiological surveillance system compared with traditional paper-based documentation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sefton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Killen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Comput Inform Nurs",
            "volume": "35",
            "issn": "",
            "pages": "228--236",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Pediatric Quality and Safety",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "I-PASS Study Education Executive Committee. Development, implementation, and dissemination of the I-PASS handoff curriculum: a multisite educational intervention to improve patient handoffs",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Starmer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "O&apos;toole",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rosenbluth",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Acad Med",
            "volume": "89",
            "issn": "",
            "pages": "876--884",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Development of heart and respiratory rate percentile curves for hospitalized children",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Bonafide",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Brady",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Keren",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pediatrics",
            "volume": "131",
            "issn": "",
            "pages": "1150--1157",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Normal ranges of heart rate and respiratory rate in children from birth to 18 years of age: a systematic review of observational studies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "",
            "pages": "1011--1018",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Development of a pragmatic measure for evaluating and optimizing rapid response systems",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Bonafide",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Priestley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatrics",
            "volume": "129",
            "issn": "",
            "pages": "874--881",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Statistical Methods for Rates and Proportions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Fleiss",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Paik",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A clinician's guide to the assessment and interpretation of noninferiority trials for novel therapies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Oczkowski",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Open Med",
            "volume": "8",
            "issn": "",
            "pages": "67--72",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Comparing the areas under two or more correlated receiver operating characteristic curves: a nonparametric approach",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Delong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Delong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Clarke-Pearson",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Biometrics",
            "volume": "44",
            "issn": "",
            "pages": "837--845",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Distribution of both total manual PEWS and AutoPEWS displayed as combined histograms (A) and box and whisker plots stratified by deterioration outcome (B).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "ROCs for all deterioration outcomes.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). Non-inferiority of AutoPEWS compared with the manual PEWS was demonstrated for all deterioration outcomes. Conclusions: Automation of PEWS calculation improved accuracy without sacrificing predictive ability. (Pediatr Qual Saf 2020;2:e274; doi: 10.1097/pq9.0000000000000274; Published online March 25, 2020.)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Comparison of Manual PEWS and AutoPEWS Scoring Inputs",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors have no financial interest to declare in relation to the content of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCLOSURE"
        }
    ]
}