{
    "paper_id": "2aa8d548f88be686d22e6454c72429fdda8e0ad6",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Several articles recently reported a \"varicella-like\" rash in patients with COVID-19 [1, 2] . We observed similar cases at our institution. However, although we agree that the clinical picture is original, we reject that \"varicella-like\" denomination since clinical presentation, as well as some histologic features that we wish to report here for the first time, make it clearly different from varicella.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 89,
                    "end": 91,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Three patients with a vesicular rash associated with COVID-19 (RT-PCR test on a nasopharyngeal swab specimen positive for SARS-CoV-2 ARN) were seen at our institution in April, 2020. A biopsy of a vesicle was performed in each. Multiple levels with H&E stain were done; the slides were reviewed independently by two pathologists; only concordant data were validated. A test for SARS-CoV-2 was performed on a vesicle in two patients, and a direct immunofluorescence test on perilesional skin in one.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The main features of the cases are reported in the Table. Clinical lesions invariably consisted in small, monomorphic vesicles of 2-3 mm diameter, often excoriated at their top; trunk, especially back, was constantly involved (Fig 1a) . Itching was absent or light. Evolution was sometimes irregular, until resolution that occurred without scaring after 10 to 22 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 57,
                    "text": "Table.",
                    "ref_id": null
                },
                {
                    "start": 226,
                    "end": 234,
                    "text": "(Fig 1a)",
                    "ref_id": null
                }
            ],
            "section": "Accepted Article"
        },
        {
            "text": "Histology showed a similar pattern in the three cases, with a prominent non-ballooning acantholysis leading to the constitution of an intraepidermal unilocular vesicle, with in two patients a clear This article is protected by copyright. All rights reserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "suprabasal location (Fig 1b) . Eosinophilic dyskeratosis was also constant, with on occasion a striking \"pomegranate-like\" aspect (Fig 1c) . Features more suggestive of a viral infection were present once (Fig 1d) . No vasculitis was seen. The direct immunofluorescence performed in one patient and the two SARS-CoV-2 PCR tests performed on vesicles were negative.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 28,
                    "text": "(Fig 1b)",
                    "ref_id": null
                },
                {
                    "start": 130,
                    "end": 138,
                    "text": "(Fig 1c)",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 213,
                    "text": "(Fig 1d)",
                    "ref_id": null
                }
            ],
            "section": "Accepted Article"
        },
        {
            "text": "The rash that we observed was similar to that reported by Marzano [2] , and constituted a picture that we agree to be evocative of COVID-19. But, in addition, the histologic pattern of prominent acantholysis and dyskeratosis with constitution of an unilocular intraepidermal vesicle in a suprabasal location, reported here for the first time, contributed to delineate a unique entity. Indeed, this pattern is very different from what is seen in varicella, in which major nuclear atypia, large multinucleated cells, acantholysis secondary to ballooning degeneration, involvement of the epidermis basal layer and vasculitis are regularly seen. Other acantholytic disorder (autoimmune or familial pemphigus, Grover's transient acantholytic dermatosis) do share some histologic features with our cases, but with a distinct clinical context. Actually, we are not aware of a viral rash in which such picture is present.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Considering pathology in COVID-19, data are scarce and rely mainly on autopsies [3] . Reports focused on the description of inflammatory and post-inflammatory changes (such as fibrosis) in the lungs. Aspects suggestive of a more direct viral effect (multinucleated cells, viral inclusions) have been rarely reported [4, 5] .",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 320,
                    "end": 322,
                    "text": "5]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "In conclusion, this picture, clinical as well as histological, has few in common with varicella, as with other known viral rashes. It appears to us that the denomination \"varicella-like rash\" is poorly indicative, and that such a misnomer should no longer be used. To name this entity, we suggest \"COVID-19-associated acantholytic rash\", a denomination underlining a feature that we found striking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Concerning pathogenesis, angiotensin-converting enzyme 2, the receptor for SARS-CoV-2, has been identified on epidermis basal cell layer keratinocytes [6] ; that might suggest a direct pathogenic effect of the virus here, leading to acantholysis and dyskeratosis. Finally, despite the SARS-CoV-2 research on vesicles in our patients was negative, the aspects evocative of a direct viral effect that were seen suggested the presence of viral replication; this should probably encourage isolation precautions until such lesions have resolved. This article is protected by copyright. All rights reserved.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "[6]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cutaneous manifestations in COVID-19: a first perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Recalcati",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Eur Acad Dermatol Venereol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jdv.16387"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Varicella-like exanthem as a specific COVID-19-associated skin manifestation: multicenter case series of 22 patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Marzano",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Genovese",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fabbrocini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Acad Dermatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaad.2020.04.044"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pathological study of the 2019 novel coronavirus diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pulmonary pathology of early phases 2019 novel coronavirus (COVID-19) pneumonia in two patients with lung cancer",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Xiao",
                    "middle": [],
                    "last": "Sy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thorac Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Endothelial cell infection and endotheliitis in COVID-19",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Varga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Flammer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Steiger",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hamming",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Timens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Bulthuis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Lely",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Navis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Goor",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Pathol",
            "volume": "203",
            "issn": "",
            "pages": "631--638",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of skin lesions establishes that the vesicular rash associated with COVID-19 is not \"varicella-like\" A. Mahé, E. Birckel, C. Merklen, P. Lefèbvre, C. Hannedouche, M. Jost, L. Droy-Dupré.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgement: The patients in this manuscript have given written informed consent to the publication of their case details ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ]
}