{
    "paper_id": "2aa8281c6e888ddd47eb3dc8362d11789db42c34",
    "metadata": {
        "title": "Comment",
        "authors": [
            {
                "first": "Mark",
                "middle": [
                    "M"
                ],
                "last": "Hammer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Constantine",
                "middle": [
                    "A"
                ],
                "last": "Raptis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Travis",
                "middle": [
                    "S"
                ],
                "last": "Henry",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amar",
                "middle": [],
                "last": "Shah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sanjeev",
                "middle": [],
                "last": "Bhalla",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "D"
                ],
                "last": "Hope",
                "suffix": "",
                "affiliation": {},
                "email": "michael.hope@ucsf.edu"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The detailed report by Timothy Harkin and colleagues 1 of an unusual case of respiratory illness eventually diagnosed as COVID-19 raises issues about the role of imaging in the management of the disease. The causative virus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), can result in lethal pneumonia, so might chest imaging have a central role in the detection or management of COVID-19? Is there a signature imaging appearance of the virus that could alert radiologists to its presence?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges in the interpretation and application of typical imaging features of COVID-19"
        },
        {
            "text": "Early literature describes so-called typical imaging features of COVID-19 and reports high sensitivity for detection of COVID-19 by CT. This typical appearance of COVID-19 is peripheral or posterior ground glass and consolidative opacities with lower-lung predominance. 2 Notably, these features are similar to those described previously for SARS-CoV and Middle East respiratory syndrome-CoV. 3 However, the studies that reported high sensitivity of CT for detection of COVID-19 did not use these typical features to determine whether a CT scan is positive for disease, but rather used broad and nonspecific findings of any airspace process. 4 This approach represents a deviation from standard clinical practice, with CT findings reported in a binary fashion as either positive or negative without clear delineation of criteria. Furthermore, the inclusion criteria for studies reporting high sensitivity were not well described and potentially reflect substantial selection bias of hospitalised patients with pneumonia in a region with a high prevalence of COVID-19. Early in the disease course or in asymptomatic patients, CT has been shown to be normal in around half of cases (in 20 [56%] of 36 cases reported by Bernheim and colleagues, 5 and 38 [46%] of 82 cases reported by Inui and colleagues 6 ). Although some clinicians have advocated the use of CT as an adjunct to or in lieu of RT-PCR in settings where testing capacity is insufficient, this strategy would probably lead to false-negative results.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 271,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 393,
                    "end": 394,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 642,
                    "end": 643,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1242,
                    "end": 1243,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Challenges in the interpretation and application of typical imaging features of COVID-19"
        },
        {
            "text": "Where does this leave the radiologist or treating physician? Imaging can range from normal to typically abnormal for COVID-19. Furthermore, the so-called typical findings have substantial overlap with other infectious and non-infectious entities, including cryptogenic and drug-related organising pneumonias, pulmonary infarcts, and septic emboli. Although distinguishing these entities might be possible on the basis of clinical history, presentation clearly overlaps, and patients might have more than one infection simultaneously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges in the interpretation and application of typical imaging features of COVID-19"
        },
        {
            "text": "Two groups recently proposed standardised CT reporting guidelines: the Radiological Society of North America (RSNA) 7 and the Dutch Radiological Society. 8 The aims of these reporting guidelines are to familiarise all radiologists with the typical imaging findings of COVID-19, and to decrease inter-radiologist variation in the reporting of cases. Although these guidelines do represent important contributions, they should be applied with caution.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 155,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Challenges in the interpretation and application of typical imaging features of COVID-19"
        },
        {
            "text": "The first challenge for any reporting guideline system is defining the appropriate clinical context. The Dutch group calls its scheme the COVID-19 reporting and data system (CO-RADS), analogous to the established BI-RADS for breast cancer screening or Lung-RADS for lung cancer screening proposed by the American College of Radiology. When BI-RADS or Lung-RADS should be applied is clear: in patients who are being screened for breast or lung cancer, respectively. However, the specific scenarios in which the RSNA reporting guidelines or CO-RADS should apply are less clear. Do they apply to patients with known COVID-19, suspected COVID-19, no suspicion of COVID-19, negative COVID-19 testing, or another known diagnosis that might explain lung findings? Clearly, use in suspected cases is the intended application, although many specialty societies discourage CT use in this scenario. 9 In suspected cases, the authors of CO-RADS showed high diagnostic accuracy for the 105 cases on which the reporting system is based; notably, these were all symptomatic patients. 8 However, the applicability of the reporting categories in either the RSNA guidelines or CO-RADS is less clear in other clinical scenarios. For example, a patient with Staphylococcus aureus bacteraemia and peripheral opacities most probably has septic emboli; should that case also be reported as having typical features of COVID-19? Similar trouble arises when attempting to apply these categories to patients with known COVID-19, as with the case presented by Harkin and colleagues; 1 what should atypical manifestations mean in that setting? Finally, how should one interpret Colin Cuthbert/Science Photo Library and apply so-called typical features in a patient with multiple negative COVID-19 tests?",
            "cite_spans": [
                {
                    "start": 888,
                    "end": 889,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1069,
                    "end": 1070,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Challenges in the interpretation and application of typical imaging features of COVID-19"
        },
        {
            "text": "The second challenge for a reporting system is its effects on patient management. This issue is arguably more important than the language radiologists use, yet it has unfortunately not been addressed by either set of guidelines. If we look to BI-RADS or Lung-RADS for comparison, both include solid recommendations for management of each assessment category (eg, BI-RADS 3 and Lung-RADS 3 necessitate 6-month follow-up imaging). Neither the RSNA guidelines nor CO-RADS recommend or even suggest subsequent patient management. This lack of guidance represents an acknowledgment that RT-PCR is the one and only approved method for diagnosis of COVID-19, as per WHO recommendations. 10 To re-emphasise, the management of any patient with suspected COVID-19 is one or both of RT-PCR testing and isolation, irrespective of RSNA or CO-RADS category. Typical does not mean specific for COVID-19.",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 682,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Challenges in the interpretation and application of typical imaging features of COVID-19"
        },
        {
            "text": "CT remains a powerful diagnostic tool in the context of COVID-19 and should be used to trouble-shoot problematic cases like the one presented by Harkin and colleagues. Clinicians are still in the early stages of understanding COVD-19 and need to acknowledge the shortcomings of research to date. CT has been studied primarily in regions with a high prevalence of COVID-19, but its performance in lower-prevalence environments that we are likely to see in the coming months is not clear. A well designed, cross-sectional study is needed to define the sensitivity of typical CT findings and their specificity when multiple other disease processes are at play.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges in the interpretation and application of typical imaging features of COVID-19"
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges in the interpretation and application of typical imaging features of COVID-19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Delayed diagnosis of COVID-19 in a 34-year-old man with atypical presentation",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Harkin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Rurak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Eber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Szporn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Beasley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30232-0"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus disease 2019 (COVID-19): a systematic review of imaging findings in 919 patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salehi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abedi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balakrishnan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gholamrezanezhad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AJR Am J Roentgenol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2214/AJR.20.23034"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Middle East respiratory syndrome coronavirus: what does a radiologist need to know?",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Langer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Larsson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "AJR Am J Roentgenol",
            "volume": "206",
            "issn": "",
            "pages": "1193--201",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Correlation of chest CT and RT-PCR testing in coronavirus disease 2019 (COVID-19) in China: a report of 1014 cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200642"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chest CT findings in coronavirus disease-19 (COVID-19): relationship to duration of infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bernheim",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200463"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Chest CT findings in cases from the cruise ship \"Diamond Princess",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Inui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fujikawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jitsu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Radiological Society of North America expert consensus statement on reporting chest CT findings related to COVID-19. Endorsed by the Society of Thoracic Radiology, the American College of Radiology, and RSNA",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "U"
                    ],
                    "last": "Kay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbara",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thorac Imaging",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "CO-RADS -a categorical CT assessment scheme for patients with suspected COVID-19: definition and evaluation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Prokop",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van Everdingen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van Rees Vellinga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020201473"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "ACR recommendations for the use of chest radiography and computed tomography (CT) for suspected COVID-19 infection",
            "authors": [
                {
                    "first": "American",
                    "middle": [],
                    "last": "College",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Radiology",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ACR-Position-Statements/Recommendations-for-Chest-Radiography-and-CT-for-Suspected-COVID19-Infection",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Global surveillance for human infection with coronavirus disease (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}