{"paper_id": "2aa9bd5d78425ef241ff110ff03fe45be4383133", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "There has been much discussion regarding the behavioral determinants of exposure to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the cause of COVID-19. The application of social distancing, washing hands, cleaning surfaces touched often, and wearing gloves and masks are all examples of behaviors that reduce exposure to the virus ( Jefferson et al., 2011) . As mentioned earlier, our work on susceptibility to respiratory viruses focused on a different issue. What are the determinants of infection and illness among those who are exposed? Although understanding the determinants of exposure to SARS-CoV-2 has played a key role in response to the current pandemic, it is also essential to identify the factors that predict whether those exposed to SARS-CoV-2 become infected, develop COVID-19, and show disease progression and mortality (del Rio & Malani, 2020) .", "cite_spans": [{"start": 348, "end": 373, "text": "( Jefferson et al., 2011)", "ref_id": "BIBREF42"}, {"start": 855, "end": 879, "text": "(del Rio & Malani, 2020)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": ""}, {"text": "Very little is known right now about COVID-19 and even less is known about the potential role psychosocial factors play in risk for disease and death in persons exposed to SARS-CoV-2. But we can make educated guesses on the basis of evidence from other respiratory viruses. I argue that the potential generality of these results to COVID-19 is based on evidence that the associations we found are replicable across multiple respiratory viruses and that the pathways found to link psychosocial factors to colds and influenza may play similar roles in COVID-19. However, to be clear, I do not think that the results of this research on the risk factors for infection and illness in response to exposure to common cold and influenza viruses can be assumed to generalize to . I propose only that they suggest profitable areas for scientific investigation.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "I begin with a description of the methods used in our work on psychosocial factors as predictors of susceptibility to common cold and influenza viruses. I then provide summaries of our studies investigating the potential roles of risky behaviors, psychological stress, and interpersonal relationships in disease susceptibility. Each summary is followed by a discussion of the potential implications for identifying risk for COVID-19.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Participants Volunteers in our studies ranged from 18 to 55 years old and qualified for participation if they were in \"good general health\" as determined by medical history, physical examination, and clinical profiles via urinalysis, complete blood cell count, and analysis of blood chemistry. They also could not (a) be taking any medications, (b) be seropositive for human immunodeficiency virus, (c) be pregnant, (d) have had an upper respiratory illness during the 30 days before exposure to the study virus, or (e) report to quarantine with any symptoms.", "cite_spans": [], "ref_spans": [], "section": "Description of the Viral-Challenge Studies"}, {"text": "Across studies, the median age of our participants ranged from 29 to 35 years. A typical study had approximately equal numbers of men and women, and about 30% were married or in a marital-type relationship. The vast majority of participants were high school graduates; 75% had 2 or more years of college. Approximately 65% were White, 30% were Black, and 5% were of other racial/ethnic backgrounds. More than 60% were currently employed.", "cite_spans": [], "ref_spans": [], "section": "Description of the Viral-Challenge Studies"}, {"text": "Our early work (Cohen, Tyrrell, Russell, Jarvis, & Smith, 1993; Cohen, Tyrrell, & Smith, 1991) was conducted at the British Common Cold Unit (CCU) in Salisbury, England (Tyrrell & Fielder, 2002) . At the CCU, participants were housed in flats alone or with one or two other participants. They were asked to maintain social distance from their roommates and to wash their hands often. They were allowed to take walks on the grounds of the CCU, remaining at least 30 feet from others.", "cite_spans": [{"start": 15, "end": 63, "text": "(Cohen, Tyrrell, Russell, Jarvis, & Smith, 1993;", "ref_id": "BIBREF23"}, {"start": 64, "end": 94, "text": "Cohen, Tyrrell, & Smith, 1991)", "ref_id": "BIBREF24"}, {"start": 169, "end": 194, "text": "(Tyrrell & Fielder, 2002)", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Quarantine"}, {"text": "The remaining studies were all conducted in Pittsburgh. Here, each participant was quarantined alone in a hotel room on a floor accessible only to study staff and participants. They spent the vast majority of the time in their rooms (reading, watching television, watching movies, etc.) but were allowed into common spaces for acquiring food at meal times, for medical tests, and for occasional informal interaction with staff and participants. They were required to wash their hands often during these periods, to maximize their social distance, and to avoid any physical contact. At no time were they allowed in other participants' rooms.", "cite_spans": [], "ref_spans": [], "section": "Quarantine"}, {"text": "Participants in the study conducted at Britain's CCU were reimbursed for their travel to the CCU and for meals during travel and incidentals. In the Pittsburgh studies, participants were reimbursed between $500 and $1,000 for their time, depending on the requirements of the study. Table 1 depicts the temporal sequence of a typical viralchallenge study conducted in our laboratory. Preexisting immunity (antibody level) to the challenge virus, race, age, educational attainment (years), sex, body mass index (weight in kilograms divided by the square of height in meters), and season of the year were assessed at the medical screening and used as covariates in all the reported analyses. Virus type was also included as a covariate in studies in which more than one virus was used. During the remaining baseline period (between screening and exposure to the virus), qualified volunteers completed questionnaires, interviews, and biomarker assessments that provided measures of potential psychological, social, and behavioral predictors. After the baseline data were collected, we exposed participants to a virus through nasal drops. We then followed them in quarantine for 5 or 6 days (depending on the virus) to assess whether they developed a verified upper respiratory illness (cold or influenza).", "cite_spans": [], "ref_spans": [{"start": 282, "end": 289, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Reimbursement"}, {"text": "Infection. Infectious diseases result from the growth and action of microorganisms or parasites in the body. Infection is the multiplication of an invading microorganism. When an upper respiratory virus replicates, it can be found in nasal-secretion samples. In our studies, a participant was considered infected if we recovered the challenge virus in his or her nasal secretions on any of the postchallenge days (Gwaltney, Colonno, Hamparian, & Turner, 1988) .", "cite_spans": [{"start": 413, "end": 459, "text": "(Gwaltney, Colonno, Hamparian, & Turner, 1988)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Study outcomes"}, {"text": "Antibodies are protein molecules that attach themselves to invading microorganisms and mark them for destruction or prevent them from infecting cells. Because the immune system responds to an infection by producing antibodies to the infectious agent, increases in virus-specific antibody levels after virus exposure provide an indirect marker of infection. Hence, participants were also considered infected if they had a at least a fourfold rise in virus-specific serum neutralizing antibody titer (preexposure to 28 days postexposure; Gwaltney et al., 1988) .", "cite_spans": [{"start": 536, "end": 558, "text": "Gwaltney et al., 1988)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Study outcomes"}, {"text": "Symptoms and signs of illness. Not everyone who is infected by a virus develops the symptoms and signs (objective markers) of illness. In our early work at the British CCU (Cohen et al., , 1993 , illness was determined by a diagnosis by a physician according to a standard list of symptoms assessed during daily examinations. Examples of the symptoms included runny nose, congestion, cough, sore throat, malaise, sneezing, and nasal stuffiness. Physicians were blinded to all psychosocial data. Illness in the later (Pittsburgh) studies was assessed using two objective markers of upper respiratory illness: nasal mucus production and nasal mucociliary clearance function. Daily mucus production was assessed by collecting used tissues in sealed plastic bags (Doyle, McBride, Swarts, Hayden, & Gwaltney, 1988) . Bags with soiled tissues were weighed and the weights of clean tissues and empty bags subtracted resulting in the weight of mucus produced. Clearance function refers to the effectiveness of nasal cilia (small hairs that move the mucus through the respiratory tract) in clearing mucus from the nasal passage toward the throat and is subjectively experienced as congestion. Clearance function was assessed as the time required for a saccharin-dyed solution administered into the nostrils to be tasted by the participant (Doyle et al., 1988) . Here, illness was defined as (a) a total baselineadjusted mucus weight of 10 g or more or (b) average baseline-adjusted nasal mucociliary clearance time of 7 min or longer (Cohen, Doyle, Skoner, Rabin, & Gwaltney, 1997) .", "cite_spans": [{"start": 172, "end": 193, "text": "(Cohen et al., , 1993", "ref_id": "BIBREF23"}, {"start": 759, "end": 809, "text": "(Doyle, McBride, Swarts, Hayden, & Gwaltney, 1988)", "ref_id": "BIBREF28"}, {"start": 1330, "end": 1350, "text": "(Doyle et al., 1988)", "ref_id": "BIBREF28"}, {"start": 1525, "end": 1572, "text": "(Cohen, Doyle, Skoner, Rabin, & Gwaltney, 1997)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Study outcomes"}, {"text": "Diagnosis of clinical disease. Participants were diagnosed as having a clinical disease only if they were both infected with the challenge virus and met the illness criteria. Changes in disease risk associated with psychosocial factors may occur because of changes in the rate of infection, in the rate of illness among infected persons, or both. Several of the studies discussed here included secondary analyses to determine whether one or both of these pathways were at play. Associations attributable to changes in infection rates suggest that psychosocial predictors may be influencing the early immune response (e.g., endothelial or lymphocyte production of interferon and natural killer cell activity), whereas those associated with changes in illness (expression of signs and symptoms) suggest processes involved in the production of symptoms (e.g., proinflammatory cytokine stimulation of inflammatory response). All procedures, questionnaires, assay descriptions, data, and so forth for each of our studies are accessible via the Common Cold Project (CCP) website (https:// www.commoncoldproject.com).", "cite_spans": [], "ref_spans": [], "section": "Study outcomes"}, {"text": "Behaviors such as smoking, excessive alcohol consumption, engaging in insufficient physical activity, not getting enough sleep, and eating poorly have been associated with incidence and progression of a range of diseases including cardiovascular disease, cancer, stroke, Type 2 diabetes mellitus, and chronic obstructive pulmonary disease (COPD; e.g., Ford et al., 2009) as well as with mortality (e.g., Mokdad, Marks, Stroup, & Gerberding, 2004) . Many of these behaviors have also been found to correlate with the occurrence or severity of various infections; however, there has been little research on their potential role as risk factors for upper respiratory diseases.", "cite_spans": [{"start": 352, "end": 370, "text": "Ford et al., 2009)", "ref_id": "BIBREF31"}, {"start": 404, "end": 446, "text": "Mokdad, Marks, Stroup, & Gerberding, 2004)", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "Risky Behaviors and Disease Susceptibility"}, {"text": "In an early study (Cohen et al., 1993) , we examined the relation of smoking and of alcohol consumption, assessed at baseline, with the risk for developing a cold in 391 participants who were subsequently exposed to one of five respiratory viruses (rhinovirus Types 2, 9, and 14, respiratory syncytial virus, or coronavirus 229E). Alcohol consumption was assessed with the use of a self-report questionnaire and smoking status with an objective indicator-serum levels of cotinine, a metabolite of nicotine. We found that smokers were at greater risk than nonsmokers for developing colds because smokers were more likely both to develop infections and to develop illness after infection. In contrast, greater numbers of alcoholic drinks (up to a maximum of 3 or 4 per day) were associated with decreased risk for developing colds because drinking was associated with decreased illness after infection (note that there were no heavy drinkers in our sample). However, only nonsmokers experienced the benefits of moderate drinking.", "cite_spans": [{"start": 18, "end": 38, "text": "(Cohen et al., 1993)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Risky behaviors, the cold, and influenza"}, {"text": "In a later study (Cohen et al., 1997) , we examined 228 healthy volunteers exposed to one of two types of rhinovirus-RV-39 or Hanks-and assessed the independent associations of smoking, exercising, sleep efficiency (percentage of time sleeping while in bed), consuming alcohol, ingesting no more than 85 mg of vitamin C per day, and taking zinc supplements with the development of colds. In this study, all of the risky behaviors were assessed at baseline using questionnaires. After controlling for demographic variables and other potential confounders, we found that smokers were 3 times more likely to develop colds than nonsmokers. Those who exercised less often than twice a week were 1.8 times more likely to develop colds, and those with sleep efficiencies of less than 80% were 2.6 times more likely to develop a cold. In addition, moderate drinking (two to four drinks per day) again was associated with protection from the virus; those who did not drink regularly (consumed less than one alcoholic drink per day) were twice as likely to develop a cold. Finally, those who ingested no more than 85 mg of vitamin C per day were 2 times more likely to develop a cold. There were no associations between zinc and colds. The risky-behavior analyses were done simultaneously, so that each association reported above was independent of the other behaviors. The separate associations of these factors with infection and illness among the infected were not examined.", "cite_spans": [{"start": 17, "end": 37, "text": "(Cohen et al., 1997)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Risky behaviors, the cold, and influenza"}, {"text": "Over the past decade, better understanding of various components of sleep and the development of affordable and nonintrusive technologies to assess sleep in the natural environment led us to further pursue the role of sleep in susceptibility to upper respiratory infections. Recall that in the previous study (Cohen et al., 1997) , using a sleep questionnaire at baseline, we found that those who slept less than 80% of their time in bed (sleep efficiencies of less than 80%) were 2.6 times more likely to develop a cold. In our first follow-up of this work (Cohen, Doyle, Alper, Janicki-Deverts, & Turner, 2009 ), we studied 153 healthy men and women who were interviewed about their sleep quality daily for 14 consecutive days before virus exposure, quarantined, administered nasal drops containing a rhinovirus (RV-39), and monitored for the development of a cold. Average scores for duration and sleep efficiency were calculated over the 14 days. Participants who averaged less than 7 hr of sleep were 2.94 times more likely to develop a cold than those who averaged 8 hr or more. Those with less than 92% efficiency were 5.50 times more likely to develop a cold than those with 98% or more efficiency.", "cite_spans": [{"start": 309, "end": 329, "text": "(Cohen et al., 1997)", "ref_id": "BIBREF15"}, {"start": 558, "end": 611, "text": "(Cohen, Doyle, Alper, Janicki-Deverts, & Turner, 2009", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Risky behaviors, the cold, and influenza"}, {"text": "In a subsequent study (Prather, Janicki-Deverts, Hall, & Cohen, 2015) of 164 men and women, we assessed sleep with actigraphs-wristwatch-like instruments that estimate sleep parameters on the basis of participants' physical movements while they were in bed. Participants wore the actigraphs for 7 consecutive nights. After sleep assessments, they were exposed to RV-39 and quarantined. Here, again, shorter sleep duration was associated with an increased likelihood of the development of a clinical cold. Specifically, those sleeping less than 6 hr were at greater risk of developing the cold compared with those sleeping more than 7 hr per night. The association of sleep duration with cold incidence was primarily driven by illness expression among infected participants. Other sleep variables obtained using actigraphy were not strong predictors of cold susceptibility. The difference in minimum sleep requirements suggested by the earlier study (actigraphy about 6 hr and self-reported sleep about 7 hr) is consistent with differences in results for hours of sleep found when these two assessment methods are used simultaneously (e.g., Lauderdale, Knutson, Yan, Liu, & Rathouz, 2008) .", "cite_spans": [{"start": 22, "end": 69, "text": "(Prather, Janicki-Deverts, Hall, & Cohen, 2015)", "ref_id": "BIBREF60"}, {"start": 1140, "end": 1187, "text": "Lauderdale, Knutson, Yan, Liu, & Rathouz, 2008)", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Risky behaviors, the cold, and influenza"}, {"text": "As mentioned earlier, behaviors we have studied are generally considered risk factors for a broad range of disease outcomes (Ford et al., 2009 ). This implies either that they influence some unitary process that is important for multiple diseases (e.g., immune suppression, inflammation), or that they influence multiple physiological systems and hence have implications for multiple diseases. Either explanation suggests their potential for playing a role in COVID-19.", "cite_spans": [{"start": 124, "end": 142, "text": "(Ford et al., 2009", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Implications for COVID-19"}, {"text": "Smoking is thought to increase the risk of respiratory infections by triggering inflammation or through structural changes in the respiratory tract or suppression of immune response (Zhou, Chen, & Peng, 2016) . Our evidence from two of the studies of colds suggest broad effects of smoking, including increases in the risk for both infection and illness among the infected.", "cite_spans": [{"start": 182, "end": 208, "text": "(Zhou, Chen, & Peng, 2016)", "ref_id": "BIBREF73"}], "ref_spans": [], "section": "Implications for COVID-19"}, {"text": "Epidemiologic data indicate that cigarette smoking is also a substantial risk factor for influenza (Lawrence, Hunter, Murray, Lim, & McKeever, 2019) . It would not be surprising if smoking increased risk and progression of COVID-19 through these same mechanisms. In fact, reviews of studies of data from the first few months of the COVID-19 pandemic (Guo, 2020; Vardavas & Nikitara, 2020) concluded that smoking is associated with negative progression and adverse outcomes of COVID-19. Likewise, a study from China found that smoking in men was associated with greater rates of disease (del Rio & Malani, 2020) . However, the number of cases in most studies to date are low, and designs are often flawed (Berlin, Thomas, Le Faou, & Cornuz, 2020) . More sophisticated studies with larger samples that control for alternative explanations and separate effects of exposure from those of host response to the virus should eventually provide a clearer picture of the association between smoking and COVID-19.", "cite_spans": [{"start": 99, "end": 148, "text": "(Lawrence, Hunter, Murray, Lim, & McKeever, 2019)", "ref_id": "BIBREF46"}, {"start": 350, "end": 361, "text": "(Guo, 2020;", "ref_id": "BIBREF32"}, {"start": 362, "end": 388, "text": "Vardavas & Nikitara, 2020)", "ref_id": "BIBREF70"}, {"start": 586, "end": 610, "text": "(del Rio & Malani, 2020)", "ref_id": "BIBREF27"}, {"start": 704, "end": 745, "text": "(Berlin, Thomas, Le Faou, & Cornuz, 2020)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Implications for COVID-19"}, {"text": "There is strong evidence that long-term alcohol abuse and acute binge drinking are associated with immunosuppression and increased susceptibility to both bacterial and viral infections (Barr, Helms, Grant, & Messaoudi, 2016; Sarkar, Jung, & Wang, 2015) . However, increasing evidence suggests that small to moderate amounts of alcoholic beverages can be associated with an enhanced immune response (Romeo et al., 2007) . This includes evidence that moderate drinkers have lower levels of circulating inflammatory markers (Ridker, Buring, Shih, Matias, & Hennekens, 1998) .", "cite_spans": [{"start": 185, "end": 224, "text": "(Barr, Helms, Grant, & Messaoudi, 2016;", "ref_id": "BIBREF2"}, {"start": 225, "end": 252, "text": "Sarkar, Jung, & Wang, 2015)", "ref_id": "BIBREF65"}, {"start": 398, "end": 418, "text": "(Romeo et al., 2007)", "ref_id": "BIBREF63"}, {"start": 521, "end": 570, "text": "(Ridker, Buring, Shih, Matias, & Hennekens, 1998)", "ref_id": "BIBREF61"}], "ref_spans": [], "section": "Implications for COVID-19"}, {"text": "In two studies, we found that those who abstain from consuming alcohol are at greater risk for colds than those who drink one to four drinks a day. Because we did not have heavier drinkers in our studies, we cannot conclude anything about the potential effects of consuming greater doses, although the evidence on alcohol abuse and immunity leads us to expect that greater numbers of drinks would be associated with greater risk (Barr et al., 2016; Messaoudi, Pasala, & Grant, 2014) . A recent British study of risk for COVID-19 hospitalization similarly found greater risk among those who were nondrinkers before virus exposure but only weak evidence for an increase in risk for those who were heavier drinkers (Hamer, Kivimakib, Gale, & Batty, 2020) . Associations between moderate drinking and more positive health have also been found in coronary heart disease and stroke (Emberson & Bennett, 2005) . The reliability of our findings across seven of the upper respiratory viruses and the potential suppression of light to moderate drinking on the inflammatory response are consistent with a possible beneficial role of moderate drinking in COVID-19 (see Hamer et al., 2020) . (Our analyses did not examine men and women separately, and moderate drinking for women is generally defined as about half that for men.) These data suggest that it would be worth investigating whether low to moderate rates of drinking are related to decreased risk of illness for COVID-19.", "cite_spans": [{"start": 429, "end": 448, "text": "(Barr et al., 2016;", "ref_id": "BIBREF2"}, {"start": 449, "end": 482, "text": "Messaoudi, Pasala, & Grant, 2014)", "ref_id": "BIBREF52"}, {"start": 712, "end": 751, "text": "(Hamer, Kivimakib, Gale, & Batty, 2020)", "ref_id": "BIBREF34"}, {"start": 876, "end": 902, "text": "(Emberson & Bennett, 2005)", "ref_id": "BIBREF30"}, {"start": 1157, "end": 1176, "text": "Hamer et al., 2020)", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Implications for COVID-19"}, {"text": "Although strong evidence has accumulated suggesting that better sleep enhances immune defenses (Besedovsky, Lange, & Born, 2012; Irwin, 2015) , there is actually little direct evidence associating how long people sleep and their risk for infectious disease (Bryant & Curtis, 2013; Irwin, 2015) . In our work, we found that both minimal sleep duration and low sleep efficiency predicted greater risk for colds. Secondary analyses suggested that the association of sleep duration with cold incidence was primarily driven by illness expression among infected participants. A likely pathway linking sleep to illness expression is an excessive inflammatory response (Irwin, 2015) . It is noteworthy that current medical advice for preventing COVID-19 often includes the suggestion to get sufficient hours of sleep (e.g., Medalie, 2020; Mônico-Neto, dos Santos, & Antunes, 2020) . Our work with cold and influenza viruses provides some empirical basis for this suggestion.", "cite_spans": [{"start": 95, "end": 128, "text": "(Besedovsky, Lange, & Born, 2012;", "ref_id": "BIBREF4"}, {"start": 129, "end": 141, "text": "Irwin, 2015)", "ref_id": "BIBREF41"}, {"start": 257, "end": 280, "text": "(Bryant & Curtis, 2013;", "ref_id": "BIBREF8"}, {"start": 281, "end": 293, "text": "Irwin, 2015)", "ref_id": "BIBREF41"}, {"start": 661, "end": 674, "text": "(Irwin, 2015)", "ref_id": "BIBREF41"}, {"start": 816, "end": 830, "text": "Medalie, 2020;", "ref_id": "BIBREF51"}, {"start": 831, "end": 872, "text": "Mônico-Neto, dos Santos, & Antunes, 2020)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Implications for COVID-19"}, {"text": "Prolonged, intense exercise suppresses the immune system, whereas moderate-intensity exercise improves immune function, potentially decreasing the risk and severity of respiratory viral infection by reducing excessive local inflammation (Martin, Pence, & Woods, 2009; Nieman, 1994) . In the single study in which we investigated exercise, we found that those who exercised less than twice a week were 1.8 times more likely to develop a cold. That moderate exercise is associated with the reduction of local inflammation, together with the association between moderate exercise and a decreased risk for colds, suggests the possibility that exercise plays a similar role in risk for COVID-19. In fact, recent evidence found that relatively low levels of physical activity assessed before virus exposure protected against COVID-19 hospitalization (Hamer et al., 2020) .", "cite_spans": [{"start": 237, "end": 267, "text": "(Martin, Pence, & Woods, 2009;", "ref_id": "BIBREF50"}, {"start": 268, "end": 281, "text": "Nieman, 1994)", "ref_id": "BIBREF57"}, {"start": 844, "end": 864, "text": "(Hamer et al., 2020)", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Implications for COVID-19"}, {"text": "Vitamin C contributes to immune defense by supporting various cellular functions of both the innate and adaptive immune system (Carr & Maggini, 2017) . We found that those ingesting no more than 85 mg of vitamin C per day were twice as likely to develop a cold. Our data vary from the broader literature on vitamin C and upper respiratory disease in that we assessed whether participants met a minimum level of vitamin C intake in their regular diets, as opposed to evaluating high-dose supplementation (≥ 200 mg). The supplementation research shows only small effects on cold incidence (Hemila & Chalker, 2013) and does not provide a convincing argument for the possible importance of high doses of vitamin C in COVID-19. Although it is based on only one study at this time, our work indicates that, by contrast, low (insufficient) dietary levels of vitamin C may play an important role.", "cite_spans": [{"start": 127, "end": 149, "text": "(Carr & Maggini, 2017)", "ref_id": "BIBREF9"}, {"start": 587, "end": 611, "text": "(Hemila & Chalker, 2013)", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Implications for COVID-19"}, {"text": "Psychological stress occurs when an individual perceives that environmental demands tax or exceed his or her adaptive capacity (Lazarus & Folkman, 1984) . Operationally speaking, studies of psychological stress focus either on the occurrence of environmental events that are consensually judged as taxing or on individual responses to events that are indicative of this overload, such as perceived stress and event-elicited negative affect. Generally, stressful events are thought to influence the pathogenesis of physical disease by causing negative affective states (e.g., feelings of anxiety and depression), which in turn exert direct effects on biological processes or on behavioral patterns that influence disease risk (Cohen, Gianaros, & Manuck, 2016) . Stress has been associated with a wide range of diseases and mortality (Cohen, Janicki-Deverts, & Miller, 2007; Cohen, Murphy, & Prather, 2019) and also with alterations in immune function with potential implications for increased risk for infectious diseases (Kiecolt-Glaser, McGuire, Robles, & Glaser, 2002) .", "cite_spans": [{"start": 127, "end": 152, "text": "(Lazarus & Folkman, 1984)", "ref_id": "BIBREF47"}, {"start": 725, "end": 758, "text": "(Cohen, Gianaros, & Manuck, 2016)", "ref_id": "BIBREF17"}, {"start": 832, "end": 872, "text": "(Cohen, Janicki-Deverts, & Miller, 2007;", "ref_id": "BIBREF20"}, {"start": 873, "end": 904, "text": "Cohen, Murphy, & Prather, 2019)", "ref_id": "BIBREF22"}, {"start": 1047, "end": 1070, "text": "Robles, & Glaser, 2002)", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Psychological Stress and Disease Susceptibility"}, {"text": "In our first study of the role of psychological stress in susceptibility to upper respiratory disease , we collected data from 394 healthy volunteers, using questionnaires to measure the number of recent major stressful life events (e.g., death of spouse, job loss), perceived stress (perception that demands on them exceed their ability to cope), and negative emotions (e.g., anxiety, depression). A stress index was defined as an equally weighed aggregate of these three indicators. Subsequently, we exposed each volunteer through nasal drops to one of five viruses (rhinovirus Types 2, 9, and 14; respiratory syncytial virus; or coronavirus 229E) that cause a mild common cold. We then followed them in quarantine for 6 days to determine whether they developed colds. Here we found that the higher the score on the stress index, the greater the likelihood that participants would develop a cold when later exposed to a virus. Those in the highest quartile were 2.16 times more likely to develop a cold than those in the lowest. Greater psychological stress was associated with greater risk for clinical illness in response to all five viruses and for both participants with (seropositive) and without (seronegative) earlier exposure to the virus (as indicated by detectable virusspecific antibodies at baseline). None of a group of 26 participants who received a placebo instead of a virus developed a cold.", "cite_spans": [], "ref_spans": [], "section": "Psychological stress, colds, and influenza"}, {"text": "In the next study, instead of stress questionnaires, we used an intensive life-event interview (the Life Events and Difficulties Schedule; Brown & Harris, 1989) that identified each individual's most stressful life event, the type of event (e.g., interpersonal, educational, financial), and how long it lasted. After the interview, we exposed each of the 276 participants to one of two rhinoviruses (RV39 or Hanks) and monitored them in quarantine (Cohen et al., 1998) . We found that the longer participants' most stressful event lasted, the greater their probability of getting sick after virus exposure. Moreover, the types of events that were most predictive of colds were enduring interpersonal problems and being under-or unemployed. The relationships reported here were similar for the two virus types and for both those with and without previous exposure to the virus.", "cite_spans": [{"start": 139, "end": 160, "text": "Brown & Harris, 1989)", "ref_id": "BIBREF7"}, {"start": 448, "end": 468, "text": "(Cohen et al., 1998)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Psychological stress, colds, and influenza"}, {"text": "In the two psychological stress studies discussed above, we also tested whether stress predicted increased risk of disease because of its possible associations with elevated levels of \"stress\" hormones (epinephrine, norepinephrine, cortisol), poorer immune function (natural killer cell cytotoxicity, white blood cell counts), or risky behaviors such as smoking, poor diets, low levels of physical activity, and poor sleep, as well as the potential positive effects of low to moderate alcohol consumption (Cohen et al., 1997; Cohen et al., 1993) . Contrary to expectations, none of these (alone or together) explained why stress was associated with greater risk of developing a cold.", "cite_spans": [{"start": 505, "end": 525, "text": "(Cohen et al., 1997;", "ref_id": "BIBREF15"}, {"start": 526, "end": 545, "text": "Cohen et al., 1993)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Psychological stress, colds, and influenza"}, {"text": "New insights about the function of the immune system provided another possible mediator of the association between stress and disease risk. Chemicals called proinflammatory cytokines are released by the immune system in response to infections. These chemicals elicit an inflammatory response, drawing immune cells to the infected area to help orchestrate the immune defense against an infectious agent. Appropriate amounts of cytokine production facilitates the clearing of the virus. However, if the immune system produces too much of these inflammatory chemicals, the results can be toxic. In the case of infection with common cold and influenza viruses, producing too much proinflammatory cytokine triggers disease symptoms, such as nasal congestion and runny nose (Doyle, Skoner, & Gentile, 2005; Hayden et al., 1998; Short, Kroeze, Fouchier, & Kuiken, 2014) .", "cite_spans": [{"start": 768, "end": 800, "text": "(Doyle, Skoner, & Gentile, 2005;", "ref_id": "BIBREF29"}, {"start": 801, "end": 821, "text": "Hayden et al., 1998;", "ref_id": "BIBREF35"}, {"start": 822, "end": 862, "text": "Short, Kroeze, Fouchier, & Kuiken, 2014)", "ref_id": "BIBREF66"}], "ref_spans": [], "section": "Psychological stress, colds, and influenza"}, {"text": "In our next study (Cohen, Doyle, & Skoner, 1999) , we examined the potential role of cytokine-produced inflammation in the link between stress and symptom production in response to an upper respiratory virus. We measured perceived stress by questionnaire and then exposed 55 participants to an influenza virus (influenza A/Kawasaki/86 H1N1). We measured how much local proinflammatory cytokine (interleukin-6) was found in participants' nasal secretions on the day before virus exposure and on each of the 5 days after exposure. Participants who reported high levels of perceived stress at baseline produced higher levels of these inflammatory chemicals and in turn experienced more symptoms.", "cite_spans": [{"start": 18, "end": 48, "text": "(Cohen, Doyle, & Skoner, 1999)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Psychological stress, colds, and influenza"}, {"text": "These results raised a dilemma for us. Acute stress exposures in the laboratory and natural settings have been found to increase circulating levels of cortisol (e.g., Cohen & Hamrick, 2003) , a glucocorticoid hormone that normally reduces inflammation by suppressing the release of proinflammatory cytokines. Yet even though acute stress had been associated with increased cortisol, and hence would presumably decrease cytokine release, we found that people who suffered from chronic stress produced more, not less, proinflammatory cytokine (Cohen et al., 1999) . In response to this apparent contradiction, we hypothesized that when people are exposed to major stressful events over a prolonged period, their bodies adapt to the initial increase in cortisol by reducing immune cell responsiveness to cortisol (a process called glucocorticoid resistance). As cells become less responsive, the body loses the ability to turn down the inflammatory response (Bailey, Engler, Hunzeker, & Sheridan, 2003) .", "cite_spans": [{"start": 167, "end": 189, "text": "Cohen & Hamrick, 2003)", "ref_id": "BIBREF18"}, {"start": 541, "end": 561, "text": "(Cohen et al., 1999)", "ref_id": "BIBREF14"}, {"start": 955, "end": 999, "text": "(Bailey, Engler, Hunzeker, & Sheridan, 2003)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Psychological stress, colds, and influenza"}, {"text": "We began testing this hypothesis by examining whether chronic stress in humans was associated with reduced responsiveness to cortisol. In a preliminary study (Miller, Cohen, & Ritchey, 2002) , we identified a healthy population that was experiencing an intense and chronic stressful event, parents of children with cancer, and compared them with a matched group of relatively nonstressed parents of healthy children. There were 25 parents in each group. First, as expected, parents of patients with cancer reported more psychological stress than parents of healthy children. Second, when we added a synthetic cortisol-like glucocorticoid, dexamethasone, to blood samples from parents of healthy children, it reduced their immune cells' ability to produce inflammatory chemicals. However, adding dexamethasone to blood samples from parents of patients with cancer was relatively ineffective in reducing the production of these chemicals. That is, immune cells from chronically stressed parents were insensitive to the regulatory effects of this cortisol-like glucocorticoid.", "cite_spans": [{"start": 158, "end": 190, "text": "(Miller, Cohen, & Ritchey, 2002)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Psychological stress, colds, and influenza"}, {"text": "Finally, in two viral-challenge studies (Cohen et al., 2012) , we tested the implications of chronic stresselicited insensitivity to cortisol for susceptibility to disease. In both studies we exposed participants to one of two rhinoviruses (RV-21 and 39). In a study with 276 participants, we found that interpersonal stressful events lasting a month or longer were associated with a decrease in immune cells' sensitivity to cortisol. In turn, decreased sensitivity to cortisol mediated the association between stressful life events and a higher risk of subsequently developing a cold. In a study of 72 participants, we found that lower sensitivity to cortisol was associated with greater production of proinflammatory cytokines in response to being infected by a cold virus.", "cite_spans": [{"start": 40, "end": 60, "text": "(Cohen et al., 2012)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Psychological stress, colds, and influenza"}, {"text": "In sum, the association between stress and disease occurs because chronic stress interferes with the body's ability to turn off the immune system's production of inflammatory chemicals; this failure in regulation (maintaining a proper level) of immune response occurs because chronic stress results in immune cells becoming insensitive to cortisol.", "cite_spans": [], "ref_spans": [], "section": "Psychological stress, colds, and influenza"}, {"text": "We reported a series of studies demonstrating the association between psychological stress and increased risk for the common cold and influenza (also see reviews of broader literature in Cohen & Williamson, 1991; Pedersen, Zachariae, & Bovbjerg, 2010) . These associations were found across eight cold and two influenza viruses and held irrespective of whether the participant had been previously exposed to the virus. In two cases, we found that this association was primarily mediated by greater rates of infection among those with higher stress levels.", "cite_spans": [{"start": 187, "end": 212, "text": "Cohen & Williamson, 1991;", "ref_id": "BIBREF25"}, {"start": 213, "end": 251, "text": "Pedersen, Zachariae, & Bovbjerg, 2010)", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "Implications for COVID-19"}, {"text": "In the remaining studies, the association was primarily attributable to more symptoms among infected persons (which is possibly attributable to less statistical power in the later studies.) Overall, this suggests that stress may have a broad range of physiological effects relevant to responding to upper respiratory viruses.", "cite_spans": [], "ref_spans": [], "section": "Implications for COVID-19"}, {"text": "Importantly, we found that chronic stressful events were associated with overproduction of proinflammatory cytokines and, in turn, with greater risk of illness and greater symptom scores. There is also evidence that increased cytokine levels correlate with disease severity of COVID-19 (Huang et al., 2020) and that continuous high levels are associated with disease deterioration and fatal outcomes. Moreover, preliminary evidence suggests that the disease may be attenuated by a cytokine antagonist (which blocks the action of cytokines by attaching to cytokine receptors; Luo et al., 2020; Nanda, 2020) , to a kinase inhibitor (which blocks the activation of macrophages that produce inflammatory cytokines; Roschewski et al., 2020) , and to dexamethasone (a glucocorticoid inhibitor of cytokine secretion; Ledford, 2020) . Overall, these data suggest the possibility that chronic psychological stressors could play a role in the onset and progression of COVID-19 through their effects of cytokine regulation.", "cite_spans": [{"start": 286, "end": 306, "text": "(Huang et al., 2020)", "ref_id": null}, {"start": 575, "end": 592, "text": "Luo et al., 2020;", "ref_id": "BIBREF49"}, {"start": 593, "end": 605, "text": "Nanda, 2020)", "ref_id": "BIBREF56"}, {"start": 711, "end": 735, "text": "Roschewski et al., 2020)", "ref_id": "BIBREF64"}, {"start": 810, "end": 824, "text": "Ledford, 2020)", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Implications for COVID-19"}, {"text": "Another interesting aspect of our data on psychological stress and upper respiratory illness that has potential implications for the COVID-19 pandemic is the potential importance of interpersonal and economic stressors. These types of stressors may play a crucial role in the experience of prolonged sheltering in place that in turn could alter host resistance to the virus.", "cite_spans": [], "ref_spans": [], "section": "Implications for COVID-19"}, {"text": "The nature and quality of our social relationships have proven to be important predictors of health and wellbeing (Cohen, 2004; Kiecolt-Glaser, Gouin, & Hantsoo, 2010; Robles, Slatcher, Trombello, & McGinn, 2014; Uchino, 2004) . Two social-relationships concepts that have received considerable attention in predicting physical health outcomes are social integration and social support.", "cite_spans": [{"start": 114, "end": 127, "text": "(Cohen, 2004;", "ref_id": "BIBREF12"}, {"start": 128, "end": 167, "text": "Kiecolt-Glaser, Gouin, & Hantsoo, 2010;", "ref_id": "BIBREF43"}, {"start": 168, "end": 212, "text": "Robles, Slatcher, Trombello, & McGinn, 2014;", "ref_id": "BIBREF62"}, {"start": 213, "end": 226, "text": "Uchino, 2004)", "ref_id": "BIBREF68"}], "ref_spans": [], "section": "Interpersonal Relationships and Disease Susceptibility"}, {"text": "Social integration refers to the degree to which an individual participates in a broad range of social relationships (Brissette, Cohen, & Seeman, 2000) and is generally defined in terms of the number of social roles (e.g., spouse, parent, friend, fellow employee, volunteer, church member) one plays. Social integration has been found to predict lesser mortality (reviewed by Holt-Lunstad, Smith, & Layton, 2010) as well as lower risk for cardiovascular disease onset (incidence) and disease progression (reviewed by Chin & Cohen, 2020) . These associations are thought to occur because socially integrated people are subject to social pressures to take care of themselves and because integration is associated with positive psychological states (e.g., feelings of control, self-esteem, and positive affect) that have positive downstream effects on a range of disease-relevant physiological pathways (Cohen, 2004) . In contrast, a particularly low level of integration is viewed as social isolation, which is experienced as a stressful event (Chin & Cohen, 2020) .", "cite_spans": [{"start": 117, "end": 151, "text": "(Brissette, Cohen, & Seeman, 2000)", "ref_id": "BIBREF5"}, {"start": 517, "end": 536, "text": "Chin & Cohen, 2020)", "ref_id": "BIBREF11"}, {"start": 900, "end": 913, "text": "(Cohen, 2004)", "ref_id": "BIBREF12"}, {"start": 1042, "end": 1062, "text": "(Chin & Cohen, 2020)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Interpersonal relationships, colds, and influenza"}, {"text": "After 276 healthy participants reported the extent of their participation in 12 types of social ties (e.g., spouse, parent, friend, workmate, member of social group), we exposed them to nasal drops containing one of two rhinoviruses (RV-39 or Hanks) and then monitored them for the development of a common cold (Cohen et al., 1997) . Susceptibility to colds decreased with increased number of social roles. Those who were the least socially integrated (one to three social roles) were 4.2 times more likely to develop a cold than those who were most integrated (six or more). This association occurred in response to both viruses, occurred in both those with and without previous exposure, and was attributable to social integration, predicting both lower rates of infection and lower rates of illness among infected participants.", "cite_spans": [{"start": 311, "end": 331, "text": "(Cohen et al., 1997)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Interpersonal relationships, colds, and influenza"}, {"text": "Note that the relationship between greater social integration and greater resistance to the virus was unaltered by statistical controls for baseline (before challenge) virus-specific antibody. That is, it could not be explained by the idea that more socially integrated people were resistant to virus-induced illness because their diverse networks resulted in a greater probability of earlier exposure to the virus that in turn resulted in immunity to the virus. Although smoking, poor sleep quality, alcohol abstinence, and low dietary intake of vitamin C were all associated with greater susceptibility to colds (see above), they could account for only a small proportion of the relation between social integration and decreased cold risk.", "cite_spans": [], "ref_spans": [], "section": "Interpersonal relationships, colds, and influenza"}, {"text": "Social support refers to the resources provided by one's social network in the face of adversity. Perceived social support has been hypothesized to protect against the pathogenic effects of stress (Cohen, 2004; Cohen & Wills, 1985) . This is usually attributed to the belief that others would help in the face of adversity by reducing one's appraisal of a situation as threatening (Cohen, 2004) . Using a sample of 404 healthy adults, we examined whether perceived social support buffered the increased risk for colds found among those suffering from enduring interpersonal stressors (Cohen, Janicki-Deverts, Turner, & Doyle, 2015) . As discussed earlier, social conflicts were found to be associated with greater risk of colds among persons exposed to a cold virus (Cohen et al., 1998) . We assessed perceived social support at baseline (before viral challenge) using a validated questionnaire, and we assessed daily interpersonal conflicts by telephone interviews on 14 consecutive evenings. Subsequently, participants were exposed to a rhinovirus (RV-39) or an influenza virus (A/Texas/36/91) and were monitored in quarantine to assess infection and illness signs. Perceived support protected against the increased risk for developing an infection associated with a greater percentage of conflicts over the 14-day baseline, and this association held for both viruses.", "cite_spans": [{"start": 197, "end": 210, "text": "(Cohen, 2004;", "ref_id": "BIBREF12"}, {"start": 211, "end": 231, "text": "Cohen & Wills, 1985)", "ref_id": "BIBREF26"}, {"start": 381, "end": 394, "text": "(Cohen, 2004)", "ref_id": "BIBREF12"}, {"start": 584, "end": 631, "text": "(Cohen, Janicki-Deverts, Turner, & Doyle, 2015)", "ref_id": "BIBREF21"}, {"start": 766, "end": 786, "text": "(Cohen et al., 1998)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Interpersonal relationships, colds, and influenza"}, {"text": "Social integration has been associated with a decrease in the risk for multiple diseases and death. Our work indicated that greater social integration was similarly associated with decreased risk of upper respiratory illness for persons exposed to two different rhinoviruses, irrespective of whether they had previous exposure to the viruses. Moreover, the association of social integration and colds was attributable to decreases in both infection and illness expression among infected participants, allowing for multiple pathways through which integration may influence response to SARS-CoV-2. Because integration effects are sometimes driven by the detrimental effects of the lowest levels of integration (Chin & Cohen, 2020) , it is reasonable to hypothesize that, for some, the social isolation inherent in sheltering at home may contribute to greater susceptibility to infection and disease if they are exposed to the virus.", "cite_spans": [{"start": 708, "end": 728, "text": "(Chin & Cohen, 2020)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Implications for COVID-19"}, {"text": "As discussed earlier, chronic interpersonal stressors were associated with greater risk for illness among persons we exposed to a virus. In our work with both a cold virus (rhinovirus) and an influenza virus, we found that support perceptions were protective in the face of ongoing interpersonal stress. These data are consistent with other work on the protective role of social support, including studies of psychological and physical health outcomes (Cohen, 2004; Cohen & Wills, 1985) . Specifically, it suggests the possibility that perceived support may operate as a resilience factor for stressed persons exposed to SARS-CoV-2. In the face of the pandemictriggered quarantine, support perceptions may be of particular importance in coping with the isolation and/ or intense interaction with family associated with sheltering at home.", "cite_spans": [{"start": 452, "end": 465, "text": "(Cohen, 2004;", "ref_id": "BIBREF12"}, {"start": 466, "end": 486, "text": "Cohen & Wills, 1985)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Implications for COVID-19"}, {"text": "The common cold is an infection of the upper respiratory tract but (at least in response to rhinovirus) may produce lower airway dysfunction and trigger asthma exacerbations. Influenza is also primarily upper respiratory, but the virus and its products can also concentrate in the lungs. Although SARS-CoV-2 is found in the upper respiratory system, it appears to primarily concentrate in the lungs. However, the concentration of the virus varies over the course of the disease.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Implications for COVID-19"}, {"text": "At the simplest level, the common cold, influenza, and COVID-19 have some overlapping symptoms, including sore throat, cough, headache, tiredness, and, in the case of influenza and COVID-19, muscle pain, chills, and fever (Huang et al., 2020) . Those with severe cases of influenza (Short et al., 2014) or COVID-19 (Baas, Taubenberger, Chong, Chui, & Katze, 2006) may experience pneumonia and/or acute respiratory distress syndrome, in which fluid builds up in the tiny, elastic air sacs (alveoli) in the lungs. The fluid keeps the lungs from filling with enough air, making it difficult to breathe and preventing oxygen from reaching the bloodstream.", "cite_spans": [{"start": 222, "end": 242, "text": "(Huang et al., 2020)", "ref_id": null}, {"start": 282, "end": 302, "text": "(Short et al., 2014)", "ref_id": "BIBREF66"}, {"start": 315, "end": 363, "text": "(Baas, Taubenberger, Chong, Chui, & Katze, 2006)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Discussion and Implications for COVID-19"}, {"text": "There are other reasons to think that our results may provide a map for investigating the role of psychosocial factors in susceptibility to COVID-19 among exposed individuals. First, the associations between psychosocial factors and upper respiratory illnesses that we have reported are similar across the upper respiratory viruses. We used a total of eight common cold (rhinovirus Types 2, 9, 14, 21, 39 and Hanks; respiratory syncytial virus; and coronavirus 229E) and 2 influenza viruses (A/ Kawasaki/86 H1N1; and A/Texas/36/91), and data were always consistent across viruses within and between studies. For example, the association between psychological stress and colds was found with all 10 of the viruses. Notably, one of the cold viruses employed in our early research on psychological stress and on smoking and alcohol consumption is one of the four coronaviruses (CoV 229E) that cause colds. Overall, this suggests the existence of common pathways linking psychosocial factors to disease among a wide range of respiratory viruses.", "cite_spans": [{"start": 370, "end": 390, "text": "(rhinovirus Types 2,", "ref_id": null}, {"start": 391, "end": 393, "text": "9,", "ref_id": null}, {"start": 394, "end": 397, "text": "14,", "ref_id": null}, {"start": 398, "end": 401, "text": "21,", "ref_id": null}, {"start": 402, "end": 415, "text": "39 and Hanks;", "ref_id": null}, {"start": 416, "end": 444, "text": "respiratory syncytial virus;", "ref_id": null}, {"start": 445, "end": 466, "text": "and coronavirus 229E)", "ref_id": null}], "ref_spans": [], "section": "Discussion and Implications for COVID-19"}, {"text": "A strong point for the argument that our work may enlighten us about risk for COVID-19 infection and disease derives from the important role of proinflammatory cytokines in colds, influenza, and COVID-19. In both the common cold (Doyle et al., 2005) and influenza (Hayden et al., 1998; Short et al., 2014) , poor regulation of proinflammatory cytokine response to the viral infection (i.e., too much proinflammatory cytokine) triggers the production of respiratory symptoms. A similar process seems to be at play in response to SARS-CoV-2 (Nanda, 2020; Roschewski et al., 2020; Yang et al., 2020) . A coordinated and controlled cytokine response is essential for an effective immune response to SARS-CoV-2. However, as many as 15% of those battling a serious infection fail to turn off proinflammatory cytokine production (referred to as a cytokine storm), resulting in excessive inflammation and in turn damage to multiple organs, including the lungs and liver, that may eventually lead to death (Baas et al., 2006; Yang et al., 2020) .", "cite_spans": [{"start": 229, "end": 249, "text": "(Doyle et al., 2005)", "ref_id": "BIBREF29"}, {"start": 264, "end": 285, "text": "(Hayden et al., 1998;", "ref_id": "BIBREF35"}, {"start": 286, "end": 305, "text": "Short et al., 2014)", "ref_id": "BIBREF66"}, {"start": 539, "end": 552, "text": "(Nanda, 2020;", "ref_id": "BIBREF56"}, {"start": 553, "end": 577, "text": "Roschewski et al., 2020;", "ref_id": "BIBREF64"}, {"start": 578, "end": 596, "text": "Yang et al., 2020)", "ref_id": null}, {"start": 997, "end": 1016, "text": "(Baas et al., 2006;", "ref_id": "BIBREF0"}, {"start": 1017, "end": 1035, "text": "Yang et al., 2020)", "ref_id": null}], "ref_spans": [], "section": "Discussion and Implications for COVID-19"}, {"text": "Excessive inflammation is thought to mediate the associations with upper respiratory disease for nearly all of the disease predictors in the work I have presented. Our own data indicate that the association between chronic psychological stress and disease is mediated by poor proinflammatory cytokine regulation (i.e., too much cytokine), and work by others has suggested that excessive inflammation may mediate (or partially mediate) the associations between the expression and severity of symptoms of respiratory infections and smoking (Zhou et al., 2016) , alcohol consumption (Ridker et al., 1998) , poor sleep (Irwin, 2015) , and insufficient exercise (Martin et al., 2009; Nieman, 1994) . Although inflammation has not been investigated as a mediator of interpersonal relationships and respiratory illness, social integration and support have both been found to be associated with lower circulating levels of inflammatory markers (see meta-analysis by Uchino et al., 2018) . Thus, the psychosocial risk factors discussed in this article as predictors of colds and influenza may play a similar role in COVID-19, another respiratory disease in which poor regulation of proinflammatory cytokine response is thought to drive disease, especially in the most severe cases.", "cite_spans": [{"start": 538, "end": 557, "text": "(Zhou et al., 2016)", "ref_id": "BIBREF73"}, {"start": 580, "end": 601, "text": "(Ridker et al., 1998)", "ref_id": "BIBREF61"}, {"start": 615, "end": 628, "text": "(Irwin, 2015)", "ref_id": "BIBREF41"}, {"start": 657, "end": 678, "text": "(Martin et al., 2009;", "ref_id": "BIBREF50"}, {"start": 679, "end": 692, "text": "Nieman, 1994)", "ref_id": "BIBREF57"}, {"start": 958, "end": 978, "text": "Uchino et al., 2018)", "ref_id": "BIBREF69"}], "ref_spans": [], "section": "Discussion and Implications for COVID-19"}, {"text": "Our studies have some limitations in term of their similarities to data from the pandemic. Early evidence suggests that deaths and serious illness from COVID-19 are concentrated among those who are older and who have underlying health issues, such as diabetes, cancer, and respiratory conditions. Our samples are limited to quite healthy and relatively young (18-55 years old) individuals, and hence it is difficult to estimate whether the patterns of results we find would generalize to the most seriously ill COVID-19 patients. COVID-19 also has a broader array of symptoms than do colds and influenza (e.g., loss of taste and smell, and blood clotting), which suggest that other disease mechanisms are also in play.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Implications for COVID-19"}, {"text": "We have summarized the results from three of our areas of research on psychosocial factors and susceptibility to upper respiratory viruses (see Table 2 ; also see the CCP website for other factors that may influence susceptibility). As noted earlier, I hope that the integrated presentation of this research will inform both the public and scientific community of the importance of behavior, psychological states, and social interactions to our health and, in particular, to the onset and progression of respiratory infectious diseases.", "cite_spans": [], "ref_spans": [{"start": 144, "end": 151, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Final Comments"}, {"text": "In relation to the current pandemic, I also have presented arguments suggesting that these data can help direct the science necessary to identify which people exposed to SARS-CoV-2 are at risk for infection, disease onset, and disease progression. In turn, this should help the public and public-health administrators to identify what constitutes high risk for those exposed to the virus and focus interventions appropriately. The argument that work from the viral-challenge trials are relevant here is based on similarities among the symptoms of colds, influenza, and COVID-19 and in the role of proinflammatory cytokine regulation in disease pathogenesis, as well as on the consistency of psychosocial factors as predictors of disease susceptibility across multiple respiratory viruses. The hypotheses for the generality of each factor discussed here are made with caution, because although there are similarities among colds, influenza, and COVID-19, there are also major differences (Paules, Marston, & Fauci, 2020) . Do our data tell us anything specifically about the potential effects of the COVID-19 pandemic? It is generally accepted that sheltering at home, quarantine for ill patients, and job loss can trigger psychological distress, anxiety, and depression (reviewed by Brooks et al., 2020) and that strong support networks may attenuate these effects (Centers for Disease Control and Prevention, 2019). Our work suggests that chronic interpersonal and employment-related stressors are also potent risks for upper respiratory disease for those exposed to respiratory viruses and that social integration and social support may confer resilience. Diverse networks and strong support systems may be especially beneficial to the extent that network contact can be maintained by phone, social media, Zoom, FaceTime, and so forth (Hobbs, Burke, Christakis, & Fowler, 2016) . It is also possible that those with low levels of support and social integration suffer more in quarantine because of a lack of contacts to engage when isolated. Overall, the evidence from the viral-challenge trials indicates that the experiences associated with the quarantine (including sheltering at home), its potential for interpersonal stressors (including isolation, loneliness and conflict), and the loss of employment are particularly powerful predictors of host resistance to respiratory viruses. In turn, it is possible that they might play a similar role in susceptibility to COVID-19.", "cite_spans": [{"start": 987, "end": 1019, "text": "(Paules, Marston, & Fauci, 2020)", "ref_id": "BIBREF58"}, {"start": 1283, "end": 1303, "text": "Brooks et al., 2020)", "ref_id": "BIBREF6"}, {"start": 1837, "end": 1879, "text": "(Hobbs, Burke, Christakis, & Fowler, 2016)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Final Comments"}, {"text": "Action Editor: Laura A. King Editor: Laura A. King", "cite_spans": [], "ref_spans": [], "section": "Transparency"}, {"text": "The author(s) declared that there were no conflicts of interest with respect to the authorship or the publication of this article. The greater the perceived support, the lesser the risk for highstressed but not for low-stressed persons (stress-buffering)", "cite_spans": [], "ref_spans": [], "section": "Declaration of Conflicting Interests"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "SARS-CoV virus-host interactions and comparative etiologies of acute respiratory distress syndrome as determined by transcriptional and cytokine profiling of formalin-fixed paraffin-embedded tissues", "authors": [{"first": "T", "middle": [], "last": "Baas", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}, {"first": "P", "middle": ["Y"], "last": "Chong", "suffix": ""}, {"first": "P", "middle": [], "last": "Chui", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Katze", "suffix": ""}], "year": 2006, "venue": "Journal of Interferon and Cytokine Research", "volume": "26", "issn": "", "pages": "309--317", "other_ids": {"DOI": ["10.1089/jir.2006.26.309"]}}, "BIBREF1": {"ref_id": "b1", "title": "The hypothalamic-pituitary-adrenal axis and viral infection", "authors": [{"first": "M", "middle": [], "last": "Bailey", "suffix": ""}, {"first": "H", "middle": [], "last": "Engler", "suffix": ""}, {"first": "J", "middle": [], "last": "Hunzeker", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Sheridan", "suffix": ""}], "year": 2003, "venue": "Viral Immunology", "volume": "16", "issn": "", "pages": "141--157", "other_ids": {"DOI": ["10.1089/0882"]}}, "BIBREF2": {"ref_id": "b2", "title": "Opposing effects of alcohol on the immune system", "authors": [{"first": "T", "middle": [], "last": "Barr", "suffix": ""}, {"first": "C", "middle": [], "last": "Helms", "suffix": ""}, {"first": "K", "middle": [], "last": "Grant", "suffix": ""}, {"first": "I", "middle": [], "last": "Messaoudi", "suffix": ""}], "year": 2016, "venue": "Progress in Neuro-Psychopharmacology & Biological Psychiatry", "volume": "65", "issn": "", "pages": "242--251", "other_ids": {"DOI": ["10.1016/j.pnpbp.2015.09.001"]}}, "BIBREF3": {"ref_id": "b3", "title": "COVID-19 and smoking", "authors": [{"first": "I", "middle": [], "last": "Berlin", "suffix": ""}, {"first": "D", "middle": [], "last": "Thomas", "suffix": ""}, {"first": "A.-L", "middle": [], "last": "Le Faou", "suffix": ""}, {"first": "J", "middle": [], "last": "Cornuz", "suffix": ""}], "year": 2020, "venue": "Nicotine & Tobacco Research. Advance online publication", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/ntr/ntaa059"]}}, "BIBREF4": {"ref_id": "b4", "title": "Sleep and immune function", "authors": [{"first": "L", "middle": [], "last": "Besedovsky", "suffix": ""}, {"first": "T", "middle": [], "last": "Lange", "suffix": ""}, {"first": "J", "middle": [], "last": "Born", "suffix": ""}], "year": 2012, "venue": "Pflügers Archiv-European Journal of Physiology", "volume": "463", "issn": "", "pages": "121--137", "other_ids": {"DOI": ["10.1007/s00424-011-1044-0"]}}, "BIBREF5": {"ref_id": "b5", "title": "Social support measurement and intervention: A guide for health and social scientists", "authors": [{"first": "I", "middle": [], "last": "Brissette", "suffix": ""}, {"first": "S", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "T", "middle": [], "last": "Seeman", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "53--85", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The psychological impact of quarantine and how to reduce it: Rapid review of the evidence", "authors": [{"first": "S", "middle": ["K"], "last": "Brooks", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Webster", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Smith", "suffix": ""}, {"first": "L", "middle": [], "last": "Woodland", "suffix": ""}, {"first": "S", "middle": [], "last": "Wessely", "suffix": ""}, {"first": "N", "middle": [], "last": "Greenberg", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Rubin", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "395", "issn": "", "pages": "912--920", "other_ids": {"DOI": ["10.1016/s0140-6736(20)30460-8"]}}, "BIBREF7": {"ref_id": "b7", "title": "Life events and illness", "authors": [{"first": "G", "middle": ["W"], "last": "Brown", "suffix": ""}, {"first": "T", "middle": ["O"], "last": "Harris", "suffix": ""}], "year": 1989, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Sleep and infection: No snooze, you lose?", "authors": [{"first": "P", "middle": ["A"], "last": "Bryant", "suffix": ""}, {"first": "N", "middle": [], "last": "Curtis", "suffix": ""}], "year": 2013, "venue": "Pediatric Infectious Disease Journal", "volume": "32", "issn": "", "pages": "1135--1137", "other_ids": {"DOI": ["10.1097/INF.0b013e3182a4d610"]}}, "BIBREF9": {"ref_id": "b9", "title": "Vitamin C and immune function", "authors": [{"first": "A", "middle": ["C"], "last": "Carr", "suffix": ""}, {"first": "S", "middle": [], "last": "Maggini", "suffix": ""}], "year": 2017, "venue": "Nutrients", "volume": "9", "issn": "11", "pages": "", "other_ids": {"DOI": ["10.3390/nu9111211"]}}, "BIBREF10": {"ref_id": "b10", "title": "COVID-19): Coping with stress", "authors": [], "year": 2020, "venue": "Coronavirus disease 2019", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Review of the association between number of social roles and cardiovascular disease: Graded or threshold effect? Psychosomatic Medicine", "authors": [{"first": "B", "middle": [], "last": "Chin", "suffix": ""}, {"first": "S", "middle": [], "last": "Cohen", "suffix": ""}], "year": 2020, "venue": "", "volume": "82", "issn": "", "pages": "471--486", "other_ids": {"DOI": ["10.1097/PSY.0000000000000809"]}}, "BIBREF12": {"ref_id": "b12", "title": "Social relationships and health", "authors": [{"first": "S", "middle": [], "last": "Cohen", "suffix": ""}], "year": 2004, "venue": "American Psychologist", "volume": "59", "issn": "", "pages": "676--684", "other_ids": {"DOI": ["10.1037/0003-066x.59.8.676"]}}, "BIBREF13": {"ref_id": "b13", "title": "Sleep habits and susceptibility to the common cold", "authors": [{"first": "S", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Doyle", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Alper", "suffix": ""}, {"first": "D", "middle": [], "last": "Janicki-Deverts", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Turner", "suffix": ""}], "year": 2009, "venue": "Archives of Internal Medicine", "volume": "169", "issn": "", "pages": "62--67", "other_ids": {"DOI": ["10.1001/archinternmed.2008.505"]}}, "BIBREF14": {"ref_id": "b14", "title": "Psychological stress, cytokine production, and severity of upper respiratory illness", "authors": [{"first": "S", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Doyle", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Skoner", "suffix": ""}], "year": 1999, "venue": "Psychosomatic Medicine", "volume": "61", "issn": "", "pages": "175--180", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Social ties and susceptibility to the common cold", "authors": [{"first": "S", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Doyle", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Skoner", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Rabin", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}], "year": 1997, "venue": "JAMA", "volume": "277", "issn": "", "pages": "1940--1944", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Types of stressors that increase susceptibility to the common cold in healthy adults", "authors": [{"first": "S", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "E", "middle": [], "last": "Frank", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Doyle", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Skoner", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Rabin", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}], "year": 1998, "venue": "Health Psychology", "volume": "17", "issn": "", "pages": "214--223", "other_ids": {"DOI": ["10.1037/0278-6133.17.3.214"]}}, "BIBREF17": {"ref_id": "b17", "title": "A stage model of stress and disease", "authors": [{"first": "S", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Gianaros", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Manuck", "suffix": ""}], "year": 2016, "venue": "Perspectives on Psychological Science", "volume": "11", "issn": "", "pages": "456--463", "other_ids": {"DOI": ["10.1177/1745691616646305"]}}, "BIBREF18": {"ref_id": "b18", "title": "Stable individual differences in physiological response to stressors: Implications for stress-elicited changes in immune related health", "authors": [{"first": "S", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "N", "middle": [], "last": "Hamrick", "suffix": ""}], "year": 2003, "venue": "Brain, Behavior, and Immunity", "volume": "17", "issn": "03", "pages": "110--117", "other_ids": {"DOI": ["10.1016/s0889-1591"]}}, "BIBREF19": {"ref_id": "b19", "title": "Chronic stress, glucocorticoid receptor resistance, inflammation, and disease risk", "authors": [{"first": "S", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "D", "middle": [], "last": "Janicki-Deverts", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Doyle", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Miller", "suffix": ""}, {"first": "E", "middle": [], "last": "Frank", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Rabin", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Turner", "suffix": ""}], "year": 2012, "venue": "Proceedings of the National Academy of Sciences", "volume": "109", "issn": "", "pages": "5995--5999", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Psychological stress and disease", "authors": [{"first": "S", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "D", "middle": [], "last": "Janicki-Deverts", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Miller", "suffix": ""}], "year": 2007, "venue": "JAMA", "volume": "298", "issn": "", "pages": "1685--1687", "other_ids": {"DOI": ["10.1001/jama.298.14.1685"]}}, "BIBREF21": {"ref_id": "b21", "title": "Does hugging provide a stress-buffering social support? A study of susceptibility to upper respiratory infection and illness", "authors": [{"first": "S", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "D", "middle": [], "last": "Janicki-Deverts", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Turner", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Doyle", "suffix": ""}], "year": 2015, "venue": "Psychological Science", "volume": "26", "issn": "", "pages": "135--147", "other_ids": {"DOI": ["10.1177/0956797614559284"]}}, "BIBREF22": {"ref_id": "b22", "title": "Ten surprising facts about stressful life events and disease risk", "authors": [{"first": "S", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "M", "middle": ["L M"], "last": "Murphy", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Prather", "suffix": ""}], "year": 2019, "venue": "Annual Review of Psychology", "volume": "70", "issn": "", "pages": "577--597", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Smoking, alcohol consumption, and susceptibility to the common cold", "authors": [{"first": "S", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "D", "middle": ["A J"], "last": "Tyrrell", "suffix": ""}, {"first": "M", "middle": ["A H"], "last": "Russell", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Jarvis", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Smith", "suffix": ""}], "year": 1993, "venue": "American Journal of Public Health", "volume": "83", "issn": "", "pages": "1277--1283", "other_ids": {"DOI": ["10.2105/AJPH.83.9.1277"]}}, "BIBREF24": {"ref_id": "b24", "title": "Psychological stress and susceptibility to the common cold", "authors": [{"first": "S", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "D", "middle": ["A J"], "last": "Tyrrell", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Smith", "suffix": ""}], "year": 1991, "venue": "The New England Journal of Medicine", "volume": "325", "issn": "", "pages": "606--612", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Stress and infectious disease in humans", "authors": [{"first": "S", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Williamson", "suffix": ""}], "year": 1991, "venue": "Psychological Bulletin", "volume": "109", "issn": "", "pages": "5--24", "other_ids": {"DOI": ["10.1037/0033-2909.109.1.5"]}}, "BIBREF26": {"ref_id": "b26", "title": "Stress, social support, and the buffering hypothesis", "authors": [{"first": "S", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Wills", "suffix": ""}], "year": 1985, "venue": "Psychological Bulletin", "volume": "98", "issn": "", "pages": "310--357", "other_ids": {"DOI": ["10.1037/0033-2909.98.2.310"]}}, "BIBREF27": {"ref_id": "b27", "title": "COVID-19: New insights on a rapidly changing epidemic", "authors": [{"first": "C", "middle": [], "last": "Del Rio", "suffix": ""}, {"first": "P", "middle": ["N"], "last": "Malani", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "323", "issn": "", "pages": "1339--1340", "other_ids": {"DOI": ["10.1001/jama.2020.3072"]}}, "BIBREF28": {"ref_id": "b28", "title": "The response of the nasal airway, middle ear, and eustachian tube to experimental rhinovirus infection", "authors": [{"first": "W", "middle": ["J"], "last": "Doyle", "suffix": ""}, {"first": "T", "middle": ["P"], "last": "Mcbride", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Swarts", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}], "year": 1988, "venue": "American Journal of Rhinology & Allergy", "volume": "2", "issn": "", "pages": "149--154", "other_ids": {"DOI": ["10.2500/105065888781692961"]}}, "BIBREF29": {"ref_id": "b29", "title": "Nasal cytokines as mediators of illness during the common cold", "authors": [{"first": "W", "middle": ["J"], "last": "Doyle", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Skoner", "suffix": ""}, {"first": "D", "middle": [], "last": "Gentile", "suffix": ""}], "year": 2005, "venue": "Current Allergy and Asthma Reports", "volume": "5", "issn": "", "pages": "173--181", "other_ids": {"DOI": ["10.1007/s11882-005-0034-8"]}}, "BIBREF30": {"ref_id": "b30", "title": "Effect of alcohol on risk of coronary heart disease and stroke: Causality, bias, or a bit of both? Vascular Health and Risk Management", "authors": [{"first": "J", "middle": ["R"], "last": "Emberson", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Bennett", "suffix": ""}], "year": 2005, "venue": "", "volume": "2", "issn": "", "pages": "239--249", "other_ids": {"DOI": ["10.2147/vhrm.2006.2.3.239"]}}, "BIBREF31": {"ref_id": "b31", "title": "Healthy living is the best revenge: Findings from the European Prospective Investigation Into Cancer and Nutrition-Potsdam Study", "authors": [{"first": "E", "middle": ["S"], "last": "Ford", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Bergmann", "suffix": ""}, {"first": "J", "middle": [], "last": "Kroger", "suffix": ""}, {"first": "A", "middle": [], "last": "Schienkiewitz", "suffix": ""}, {"first": "C", "middle": [], "last": "Weikert", "suffix": ""}, {"first": "H", "middle": [], "last": "Boeing", "suffix": ""}], "year": 2009, "venue": "Archives of Internal Medicine", "volume": "169", "issn": "", "pages": "1355--1362", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Active smoking is associated with severity of coronavirus disease 2019 (COVID-19): An update of a meta-analysis", "authors": [{"first": "F", "middle": ["R"], "last": "Guo", "suffix": ""}], "year": 2020, "venue": "Tobacco Induced Diseases", "volume": "18", "issn": "", "pages": "", "other_ids": {"DOI": ["10.18332/tid/121915"]}}, "BIBREF33": {"ref_id": "b33", "title": "Rhinovirus", "authors": [{"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Colonno", "suffix": ""}, {"first": "V", "middle": ["V"], "last": "Hamparian", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Turner", "suffix": ""}], "year": 1988, "venue": "Diagnostic procedures for viral, rickettsial, and chlamydial infections", "volume": "", "issn": "", "pages": "579--614", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Lifestyle risk factors, inflammatory mechanisms, and COVID-19 hospitalization: A community-based cohort study of 387,109 adults in UK", "authors": [{"first": "M", "middle": [], "last": "Hamer", "suffix": ""}, {"first": "M", "middle": [], "last": "Kivimakib", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Gale", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Batty", "suffix": ""}], "year": 2020, "venue": "Brain, Behavior, and Immunity", "volume": "87", "issn": "", "pages": "184--187", "other_ids": {"DOI": ["10.1016/j.bbi.2020.05.059"]}}, "BIBREF35": {"ref_id": "b35", "title": "Local and systemic cytokine responses during experimental human influenza A virus infection: Relation to symptom formation and host defense", "authors": [{"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Fritz", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Lobo", "suffix": ""}, {"first": "W", "middle": ["G"], "last": "Alvord", "suffix": ""}, {"first": "W", "middle": [], "last": "Strober", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Straus", "suffix": ""}], "year": 1998, "venue": "Journal of Clinical Investigation", "volume": "101", "issn": "", "pages": "643--649", "other_ids": {"DOI": ["10.1172/jci1355"]}}, "BIBREF36": {"ref_id": "b36", "title": "Vitamin C for preventing and treating the common cold", "authors": [{"first": "H", "middle": [], "last": "Hemila", "suffix": ""}, {"first": "E", "middle": [], "last": "Chalker", "suffix": ""}], "year": 2013, "venue": "Cochrane Database of Systematic Reviews. Article CD000980", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/14651858.CD000980.pub4"]}}, "BIBREF37": {"ref_id": "b37", "title": "Online social integration is associated with reduced mortality risk", "authors": [{"first": "W", "middle": ["R"], "last": "Hobbs", "suffix": ""}, {"first": "M", "middle": [], "last": "Burke", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Christakis", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Fowler", "suffix": ""}], "year": 2016, "venue": "Proceedings of the National Academy of Sciences", "volume": "113", "issn": "", "pages": "12980--12984", "other_ids": {"DOI": ["10.1073/pnas.1605554113"]}}, "BIBREF38": {"ref_id": "b38", "title": "Social relationships and mortality risk: A meta-analytic review", "authors": [{"first": "J", "middle": [], "last": "Holt-Lunstad", "suffix": ""}, {"first": "T", "middle": ["B"], "last": "Smith", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Layton", "suffix": ""}], "year": 2010, "venue": "Article e1000316", "volume": "7", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pmed.1000316"]}}, "BIBREF40": {"ref_id": "b40", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet", "authors": [{"first": "B", "middle": [], "last": "Cao", "suffix": ""}], "year": 2020, "venue": "", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30183-5"]}}, "BIBREF41": {"ref_id": "b41", "title": "Why sleep is important for health: A psychoneuroimmunology perspective", "authors": [{"first": "M", "middle": ["R"], "last": "Irwin", "suffix": ""}], "year": 2015, "venue": "Annual Review of Psychology", "volume": "66", "issn": "", "pages": "143--172", "other_ids": {"DOI": ["10.1146/annurev-psych-010213-115205"]}}, "BIBREF42": {"ref_id": "b42", "title": "Physical interventions to interrupt or reduce the spread of respiratory viruses", "authors": [{"first": "T", "middle": [], "last": "Jefferson", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Del Mar", "suffix": ""}, {"first": "L", "middle": [], "last": "Dooley", "suffix": ""}, {"first": "E", "middle": [], "last": "Ferroni", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Al-Ansary", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Bawazeer", "suffix": ""}, {"first": ".", "middle": ["."], "last": "Conly", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "", "suffix": ""}], "year": 2011, "venue": "Cochrane Database of Systematic Reviews. Article CD006207", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/14651858.CD006207.pub4"]}}, "BIBREF43": {"ref_id": "b43", "title": "Close relationships, inflammation, and health", "authors": [{"first": "J", "middle": ["K"], "last": "Kiecolt-Glaser", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Gouin", "suffix": ""}, {"first": "L", "middle": [], "last": "Hantsoo", "suffix": ""}], "year": 2010, "venue": "Neuroscience & Biobehavioral Reviews", "volume": "35", "issn": "", "pages": "33--38", "other_ids": {"DOI": ["10.1016/j.neubiorev.2009.09.003"]}}, "BIBREF44": {"ref_id": "b44", "title": "Psychoneuroimmunology: Psychological influences on immune function and health", "authors": [{"first": "J", "middle": ["K"], "last": "Kiecolt-Glaser", "suffix": ""}, {"first": "L", "middle": [], "last": "Mcguire", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Robles", "suffix": ""}, {"first": "R", "middle": [], "last": "Glaser", "suffix": ""}], "year": 2002, "venue": "Journal of Consulting and Clinical Psychology", "volume": "70", "issn": "", "pages": "537--547", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Self-reported and measured sleep duration: How similar are they?", "authors": [{"first": "D", "middle": ["S"], "last": "Lauderdale", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Knutson", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Yan", "suffix": ""}, {"first": "K", "middle": [], "last": "Liu", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Rathouz", "suffix": ""}], "year": 2008, "venue": "Epidemiology", "volume": "19", "issn": "", "pages": "838--845", "other_ids": {"DOI": ["10.1097/EDE.0b013e318187a7b0"]}}, "BIBREF46": {"ref_id": "b46", "title": "Cigarette smoking and the occurrence of influenza: Systematic review", "authors": [{"first": "H", "middle": [], "last": "Lawrence", "suffix": ""}, {"first": "A", "middle": [], "last": "Hunter", "suffix": ""}, {"first": "R", "middle": [], "last": "Murray", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Lim", "suffix": ""}, {"first": "T", "middle": [], "last": "Mckeever", "suffix": ""}], "year": 2019, "venue": "Journal of Infection", "volume": "79", "issn": "", "pages": "401--406", "other_ids": {"DOI": ["10.1016/j.jinf.2019.08.014"]}}, "BIBREF47": {"ref_id": "b47", "title": "Stress, appraisal, and coping", "authors": [{"first": "R", "middle": ["S"], "last": "Lazarus", "suffix": ""}, {"first": "S", "middle": [], "last": "Folkman", "suffix": ""}], "year": 1984, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Coronavirus breakthrough: Dexamethasone is first drug shown to save lives", "authors": [{"first": "H", "middle": [], "last": "Ledford", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "582", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/d41586-020-01824-5"]}}, "BIBREF49": {"ref_id": "b49", "title": "Tocilizumab treatment in COVID-19: A single center experience", "authors": [{"first": "P", "middle": [], "last": "Luo", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "L", "middle": [], "last": "Qiu", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "D", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Journal of Medical Virology", "volume": "92", "issn": "", "pages": "814--818", "other_ids": {"DOI": ["10.1002/jmv.25801"]}}, "BIBREF50": {"ref_id": "b50", "title": "Exercise and respiratory tract viral infections", "authors": [{"first": "S", "middle": ["A"], "last": "Martin", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "Pence", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Woods", "suffix": ""}], "year": 2009, "venue": "Exercise and Sport Sciences Reviews", "volume": "37", "issn": "", "pages": "157--164", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Why it's important to get a good night's sleep during the coronavirus outbreak", "authors": [{"first": "L", "middle": [], "last": "Medalie", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Could moderate alcohol intake be recommended to improve vaccine responses? Expert Review of Vaccines", "authors": [{"first": "I", "middle": [], "last": "Messaoudi", "suffix": ""}, {"first": "S", "middle": [], "last": "Pasala", "suffix": ""}, {"first": "K", "middle": [], "last": "Grant", "suffix": ""}], "year": 2014, "venue": "", "volume": "13", "issn": "", "pages": "817--819", "other_ids": {"DOI": ["10.1586/14760584.2014.924405"]}}, "BIBREF53": {"ref_id": "b53", "title": "Chronic psychological stress and the regulation of pro-inflammatory cytokines: A glucocorticoid-resistance model", "authors": [{"first": "G", "middle": ["E"], "last": "Miller", "suffix": ""}, {"first": "S", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Ritchey", "suffix": ""}], "year": 2002, "venue": "Health Psychology", "volume": "21", "issn": "", "pages": "531--541", "other_ids": {"DOI": ["10.1037/0278-6133.21.6.531"]}}, "BIBREF54": {"ref_id": "b54", "title": "Actual causes of death in the United States", "authors": [{"first": "A", "middle": ["H"], "last": "Mokdad", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Marks", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Stroup", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Gerberding", "suffix": ""}], "year": 2000, "venue": "JAMA", "volume": "291", "issn": "", "pages": "1238--1245", "other_ids": {"DOI": ["10.1001/jama.291.10.1238"]}}, "BIBREF55": {"ref_id": "b55", "title": "The world war against the COVID-19 outbreak: Don't forget to sleep", "authors": [{"first": "M", "middle": [], "last": "Mônico-Neto", "suffix": ""}, {"first": "R", "middle": ["V T"], "last": "Santos", "suffix": ""}, {"first": "H", "middle": ["K M"], "last": "Antunes", "suffix": ""}], "year": 2020, "venue": "Journal of Clinical Sleep Medicine. Advance online publication", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Tocilizumab shows promise for COVID-19 treatment in people with cancer", "authors": [{"first": "S", "middle": [], "last": "Nanda", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Exercise, upper respiratory-tract infection, and the immune-system", "authors": [{"first": "D", "middle": ["C"], "last": "Cohen Nieman", "suffix": ""}], "year": 1994, "venue": "Medicine & Science in Sports & Exercise", "volume": "26", "issn": "", "pages": "128--139", "other_ids": {"DOI": ["10.1249/00005768-199402000-00002"]}}, "BIBREF58": {"ref_id": "b58", "title": "Coronavirus infections: More than just the common cold", "authors": [{"first": "C", "middle": ["I"], "last": "Paules", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "Marston", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "323", "issn": "", "pages": "707--708", "other_ids": {"DOI": ["10.1001/jama.2020.0757"]}}, "BIBREF59": {"ref_id": "b59", "title": "Influence of psychological stress on upper respiratory infection: A meta-analysis of prospective studies", "authors": [{"first": "A", "middle": [], "last": "Pedersen", "suffix": ""}, {"first": "R", "middle": [], "last": "Zachariae", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Bovbjerg", "suffix": ""}], "year": 2010, "venue": "Psychosomatic Medicine", "volume": "72", "issn": "", "pages": "823--832", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Behaviorally assessed sleep and susceptibility to the common cold", "authors": [{"first": "A", "middle": ["A"], "last": "Prather", "suffix": ""}, {"first": "D", "middle": [], "last": "Janicki-Deverts", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Hall", "suffix": ""}, {"first": "S", "middle": [], "last": "Cohen", "suffix": ""}], "year": 2015, "venue": "Sleep", "volume": "38", "issn": "", "pages": "1353--1359", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Prospective study of C-reactive protein and the risk of future cardiovascular events among apparently healthy women", "authors": [{"first": "P", "middle": ["M"], "last": "Ridker", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Buring", "suffix": ""}, {"first": "J", "middle": [], "last": "Shih", "suffix": ""}, {"first": "M", "middle": [], "last": "Matias", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Hennekens", "suffix": ""}], "year": 1998, "venue": "Circulation", "volume": "98", "issn": "", "pages": "731--733", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Marital quality and health: A meta-analytic review", "authors": [{"first": "T", "middle": ["F"], "last": "Robles", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Slatcher", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Trombello", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Mcginn", "suffix": ""}], "year": 2014, "venue": "Psychological Bulletin", "volume": "140", "issn": "", "pages": "140--187", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Moderate alcohol consumption and the immune system: A review", "authors": [{"first": "J", "middle": [], "last": "Romeo", "suffix": ""}, {"first": "J", "middle": [], "last": "Warnberg", "suffix": ""}, {"first": "E", "middle": [], "last": "Nova", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Diaz", "suffix": ""}, {"first": "S", "middle": [], "last": "Gomez-Martinez", "suffix": ""}, {"first": "A", "middle": [], "last": "Marcos", "suffix": ""}], "year": 2007, "venue": "British Journal of Nutrition", "volume": "98", "issn": "", "pages": "111--115", "other_ids": {"DOI": ["10.1017/s0007114507838049"]}}, "BIBREF64": {"ref_id": "b64", "title": "Inhibition of Bruton tyrosine kinase in patients with severe COVID-19", "authors": [{"first": "M", "middle": [], "last": "Roschewski", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Lionakis", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Sharman", "suffix": ""}, {"first": "J", "middle": [], "last": "Roswarski", "suffix": ""}, {"first": "A", "middle": [], "last": "Goy", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Monticelli", "suffix": ""}, {"first": ".", "middle": ["."], "last": "Wilson", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "", "suffix": ""}], "year": 2020, "venue": "Science Immunology", "volume": "5", "issn": "48", "pages": "", "other_ids": {"DOI": ["10.1126/sciimmunol.abd0110"]}}, "BIBREF65": {"ref_id": "b65", "title": "Alcohol and the immune system", "authors": [{"first": "D", "middle": [], "last": "Sarkar", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Jung", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Wang", "suffix": ""}], "year": 2015, "venue": "Alcohol Research: Current Reviews", "volume": "37", "issn": "", "pages": "153--155", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Pathogenesis of influenza-induced acute respiratory distress syndrome", "authors": [{"first": "K", "middle": ["R"], "last": "Short", "suffix": ""}, {"first": "E", "middle": [], "last": "Kroeze", "suffix": ""}, {"first": "R", "middle": ["A M"], "last": "Fouchier", "suffix": ""}, {"first": "T", "middle": [], "last": "Kuiken", "suffix": ""}], "year": 2014, "venue": "Lancet Infectious Diseases", "volume": "14", "issn": "", "pages": "57--69", "other_ids": {"DOI": ["10.1016/s1473-3099(13)70286-x"]}}, "BIBREF67": {"ref_id": "b67", "title": "Cold wars: The fight against the common cold", "authors": [{"first": "D", "middle": [], "last": "Tyrrell", "suffix": ""}, {"first": "M", "middle": [], "last": "Fielder", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.amepre.2003.09.005"]}}, "BIBREF68": {"ref_id": "b68", "title": "Social support and physical health: Understanding the health consequences of relationships", "authors": [{"first": "B", "middle": ["N"], "last": "Uchino", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Social support, social integration, and inflammatory cytokines: A metaanalysis", "authors": [{"first": "B", "middle": ["N"], "last": "Uchino", "suffix": ""}, {"first": "R", "middle": [], "last": "Trettevik", "suffix": ""}, {"first": "R", "middle": ["G K"], "last": "De Grey", "suffix": ""}, {"first": "S", "middle": [], "last": "Cronan", "suffix": ""}, {"first": "J", "middle": [], "last": "Hogan", "suffix": ""}, {"first": "B", "middle": ["R W"], "last": "Baucom", "suffix": ""}], "year": 2018, "venue": "Health Psychology", "volume": "37", "issn": "", "pages": "462--471", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "COVID-19 and smoking: A systematic review of the evidence", "authors": [{"first": "C", "middle": ["I"], "last": "Vardavas", "suffix": ""}, {"first": "K", "middle": [], "last": "Nikitara", "suffix": ""}], "year": 2020, "venue": "Tobacco Induced Diseases", "volume": "18", "issn": "", "pages": "", "other_ids": {"DOI": ["10.18332/tid/119324"]}}, "BIBREF72": {"ref_id": "b72", "title": "Exuberant elevation of IP-10, MCP-3 and IL-1ra during SARS-CoV-2 infection is associated with disease severity and fatal outcome. medRxiv", "authors": [{"first": "Y", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.03.02.20029975"]}}, "BIBREF73": {"ref_id": "b73", "title": "Are healthy smokers really healthy? Tobacco Induced Diseases, 14, Article 35", "authors": [{"first": "Z", "middle": ["J"], "last": "Zhou", "suffix": ""}, {"first": "P", "middle": [], "last": "Chen", "suffix": ""}, {"first": "H", "middle": [], "last": "Peng", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s12971-016-0101-z"]}}}, "ref_entries": {"TABREF0": {"text": "Temporal Sequence of a Typical Trial", "latex": null, "type": "table"}, "TABREF1": {"text": "Funding CCP data are made publicly available through National Center for Complementary and Integrative Health Grant AT006694. The conduct of the studies was supported by National Heart, Lung, and Blood Institute Grants P01-HL65111 and P01-HL65112, National Institute for Allergy and Infectious Diseases Grants R01-AI23072 and R01-AI066367, and National Institute of Mental Health Grant R01-MH50429. Secondary support was provided by National Center for Research Resources Grant UL1-RR024153 and National Center for Advancing Translational Sciences Grant UL1-TR000005 (to the University of Pittsburgh Clinical and Translational Science Institute). Supplemental support was provided by John D. and Catherine T. MacArthur Foundation Research Network on Socioeconomic Status & Health. Acknowledgments I thank my collaborators on the research reported here, especially David Tyrrell of the Medical Research Council's Common Cold Unit and William Doyle of the University of Pittsburgh School of Medicine (both deceased), without whom this research would not have been possible, and Albert Corbett, Ken Kotovsky, Michael Murphy, Drury Sherrod, and Robert Siegler for their comments on an earlier draft.", "latex": null, "type": "table"}, "TABREF2": {"text": "Summary of Psychosocial Factors Associated With Risk for Upper RespiratoryInfectious Disease Among Those Exposed to a Virus", "latex": null, "type": "table"}}, "back_matter": []}