{"paper_id": "2aada329a0cde26b24265c3cdc4d55d2ca72abd1", "metadata": {"title": "Clinical Impact of Community-Acquired Respiratory Viruses on Bronchiolitis Obliterans After Lung Transplant", "authors": [{"first": "Deepali", "middle": [], "last": "Kumar", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Toronto", "location": {"settlement": "Toronto", "region": "Ontario", "country": "Canada"}}, "email": "deepali.kumar@uhn.on.ca"}, {"first": "Dean", "middle": [], "last": "Erdman", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital for Sick Children Toronto", "location": {"region": "Ontario Canada"}}, "email": ""}, {"first": "Shaf", "middle": [], "last": "Keshavjee", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Toronto", "location": {"settlement": "Toronto", "region": "Ontario", "country": "Canada"}}, "email": ""}, {"first": "Teresa", "middle": [], "last": "Peret", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Raymond", "middle": [], "last": "Tellier", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital for Sick Children Toronto", "location": {"region": "Ontario Canada"}}, "email": ""}, {"first": "Denis", "middle": [], "last": "Hadjiliadis", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Toronto", "location": {"settlement": "Toronto", "region": "Ontario", "country": "Canada"}}, "email": ""}, {"first": "Grant", "middle": [], "last": "Johnson", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital for Sick Children Toronto", "location": {"region": "Ontario Canada"}}, "email": ""}, {"first": "Melissa", "middle": [], "last": "Ayers", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Deborah", "middle": [], "last": "Siegal", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Toronto", "location": {"settlement": "Toronto", "region": "Ontario", "country": "Canada"}}, "email": ""}, {"first": "Atul", "middle": [], "last": "Humar", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Toronto", "location": {"settlement": "Toronto", "region": "Ontario", "country": "Canada"}}, "email": ""}]}, "abstract": [{"text": "immunologically mediated detrimental effects on lung function. A cohort of 100 patients was enrolled from 2001 to 2003 in which 50 patients had clinically diagnosed viral RTI and 50 were asymptomatic. All patients had nasopharyngeal and throat swabs taken for respiratory virus antigen detection, culture and RT-PCR. All patients had pulmonary function tests at regular intervals for 12 months. Rates of rejection, decline in forced expiratory volume (L) in 1 s (FEV-1) and bacterial and fungal superinfection were compared at the 3-month primary endpoint. In the 50 patients with RTI, a microbial etiology was identified in 33 of 50 (66%) and included rhinovirus (9), coronavirus (8), RSV (6), influenza A (5), parainfluenza (4) and human metapneumovirus (1). During the 3-month primary endpoint, 8 of 50 (16%) RTI patients had acute rejection versus 0 of 50 non-RTI patients (p = 0.006). The number of patients experiencing a 20% or more decline in FEV-1 by 3 months was 9 of 50 (18%) RTI versus 0 of 50 non-RTI (0%) (p = 0.003). In six of these nine patients, the decline in FEV-1 was sustained over a 1-year period consistent with bronchiolitis obliterans syndrome (BOS). Community-acquired respiratory viruses may be associated with the development of acute rejection and BOS.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Community-acquired viral respiratory tract infections (RTI) are common causes of acute respiratory illness in the general community and have been increasingly recognized as common pathogens after solid organ transplantation (1) (2) (3) . In this patient population, infection with these pathogens can occasionally result in severe pulmonary disease with significant morbidity and mortality. The most common community respiratory viruses include influenza A and B, parainfluenza serotypes 1, 2 and 3, respiratory syncytial virus (RSV), adenovirus, rhinoviruses and coronaviruses and the recently described human metapneumovirus (4, 5) . While lung transplantation has emerged as an effective lifesaving treatment option for a number of diseases resulting in end-stage lung disease, these patients are at particular risk for viral RTIs due to a number of factors. These include potent immunosuppression regimens, decreased cough reflex due to denervation of the transplanted lung, abnormal lymphatic drainage, impaired mucociliary clearance and direct exposure of the allograft to the environment (6, 7) . It has been suggested that lung transplant recipients infected with community-acquired viral RTIs have a high rate of progression to severe viral pneumonitis (8) .", "cite_spans": [{"start": 224, "end": 227, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 228, "end": 231, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 232, "end": 235, "text": "(3)", "ref_id": "BIBREF2"}, {"start": 627, "end": 630, "text": "(4,", "ref_id": "BIBREF3"}, {"start": 631, "end": 633, "text": "5)", "ref_id": "BIBREF4"}, {"start": 1095, "end": 1098, "text": "(6,", "ref_id": "BIBREF5"}, {"start": 1099, "end": 1101, "text": "7)", "ref_id": "BIBREF6"}, {"start": 1262, "end": 1265, "text": "(8)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "In addition to direct sequelae, accumulating data, primarily from retrospective studies, suggest that these viruses can have serious indirect effects. Specifically, they may trigger immunologically mediated lung injury resulting in the development of acute and chronic rejection (3, 9) . Chronic rejection occurs in up to 80% of patients 5-10 years after lung transplantation and is the major factor limiting longterm success of this intervention (6) . Chronic rejection is defined as obliterative bronchiolitis (OB) by histopathology or can be diagnosed clinically based on sustained declines in lung function (bronchiolitis obliterans syndrome (BOS)) (10) . The proposed mechanisms of such injury likely relate to the upregulation of inflammatory cytokine production initiated by viral replication or a direct cytopathic effect on the respiratory epithelium (9) .", "cite_spans": [{"start": 279, "end": 282, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 283, "end": 285, "text": "9)", "ref_id": "BIBREF8"}, {"start": 447, "end": 450, "text": "(6)", "ref_id": "BIBREF5"}, {"start": 653, "end": 657, "text": "(10)", "ref_id": "BIBREF9"}, {"start": 860, "end": 863, "text": "(9)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "There are limited prospectively acquired data on the clinical impact of community-acquired viral RTIs in lung transplant recipients. To analyze this, we performed a prospective cohort study of community-acquired respiratory viral infections in this patient population.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This was a prospective cohort study in lung transplant recipients comparing adverse clinical outcomes in patients with a community-acquired viral RTI to those without. The total cohort included 100 lung transplant recipients; this consisted of 50 patients with symptoms compatible with a communityacquired viral RTI (RTI group) and 50 asymptomatic patients (non-RTI group). All patients were enrolled from outpatient clinics at the Toronto General Hospital. Patients in the RTI group were identified based on symptoms and became eligible if the evaluating physician and the principal investigator agreed on the clinical diagnosis of viral RTI. Symptoms for RTI generally included but were not limited to a new onset of rhinorrhea, sore throat and cough. Inclusion criteria for all patients (RTI and non-RTI group) included stable clinical course and stable forced expiratory volume (L) in 1 s (FEV-1) as measured monthly in the 3 months prior to enrolment. Patient with a previous diagnosis of BOS were eligible but required to have a stable lung function and be rejection-free for a minimum of 3 months prior to enrolment. Fifty lung transplant patients with RTI were identified year round during 2001-2003. Patients with a positive CMV antigenemia or a positive sputum culture for routine bacterial pathogens at the time of initial presentation were excluded.", "cite_spans": [], "ref_spans": [], "section": "Study design and patient recruitment"}, {"text": "For the non-RTI group, 50 asymptomatic lung transplant patients were identified outside of the peak respiratory virus season and were matched for time from transplant to subjects in the RTI group. Patients were included if they had no history of viral RTI or acute rejection in the preceding 3 months. The study was approved by the institutional research ethics board. Informed consent was obtained from all patients.", "cite_spans": [], "ref_spans": [], "section": "Study design and patient recruitment"}, {"text": "All patients were followed for 1 year. All subjects were followed with regular pulmonary function testing at baseline, weeks 1, 2, 3, 4, 6, 8 and 12. Although 3 months was the primary endpoint for this study, all patients routinely had additional pulmonary function testing at 6, 9 and 12 months post-enrolment. A chest radiograph was performed at the time of enrolment and then when clinically indicated. All patients were followed prospectively for the development of adverse clinical events as outlined below.", "cite_spans": [], "ref_spans": [], "section": "Clinical assessments"}, {"text": "Nasopharyngeal and oropharyngeal swabs were performed on both RTI and non-RTI subjects. Samples were immediately tested for the presence of adenovirus, influenza A and B, RSV and parainfluenza 1, 2 and 3 by viral culture and direct fluorescent antibody testing as previously described (11) . Samples were then frozen at -70 • C and underwent further testing in batches.", "cite_spans": [{"start": 285, "end": 289, "text": "(11)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Laboratory assessment"}, {"text": "All samples were also tested at the Centers for Disease Control, Atlanta by a previously described RT-PCR assay panel for RSV, parainfluenza 1, 2 and 3, influenza A and B and human metapneumovirus (5, 12) that was recently expanded to include picornavirus (rhinovirus & enterovirus) [(+) 5 -GGCCCCTGAATGYGGCTAA-3', (−) 5'-GAAACAC GGACACCCAAAGTA-3 ] and adenovirus [(+)5 -CCCMTTYAACCACCACCG-3 , (−)5 -ACATCCTTBCKGAAGTTCCA-3 ]. In brief, nucleic acid was extracted from 100 lL of each specimen using the automated NucliSens extraction system (bioMerieux, Durham, NC). One-step amplification reactions were performed on the extracted nucleic acid using the Access RT-PCR System (Promega Corp., Madison, WI). Oligonucleotide primers were end-labeled with fluorescein (6-FAM) and the amplified products analyzed on an ABI Prism 310 Genetic Analyzer using GeneScan software (Applied Biosystems, Foster City, CA). All positive specimens were confirmed by a second RT-PCR. Amplified DNA from picornavirus positive specimens was sequenced to distinguish rhinovirus from enterovirus. All sample extracts were also tested by RT-PCR for the b-actin house-keeping gene to evaluate the quality of the extracted RNA and monitor for the presence of PCR inhibitors (12) .", "cite_spans": [{"start": 197, "end": 200, "text": "(5,", "ref_id": "BIBREF4"}, {"start": 201, "end": 204, "text": "12)", "ref_id": "BIBREF11"}, {"start": 1248, "end": 1252, "text": "(12)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Laboratory assessment"}, {"text": "Samples that were negative for the above viruses were further tested by an RT-PCR assay specific for human coronaviruses. In this procedure, we used a RT-PCR assay that can detect all known human coronaviruses, as described. The species of the coronavirus was confirmed by sequencing the amplicon, as previously described (13) .", "cite_spans": [{"start": 322, "end": 326, "text": "(13)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Laboratory assessment"}, {"text": "Sputum was set up for routine bacterial and fungal cultures. All patients also had cytomegalovirus antigenemia testing upon enrolment to exclude the possibility of CMV as a cause of symptoms.", "cite_spans": [], "ref_spans": [], "section": "Laboratory assessment"}, {"text": "The primary endpoint was a 3-month analysis of adverse events in the RTI group versus the non-RTI group. Adverse events included (1) clinically treated acute rejection episodes, (2) a 20% or more decline in FEV-1 at 3 months post-enrolment and (3) bacterial or fungal superinfection.", "cite_spans": [], "ref_spans": [], "section": "Outcomes"}, {"text": "A 3-month primary endpoint was chosen because it was hypothesized that adverse clinical events occurring soon after viral infection (i.e. within 3 months) were more likely to be associated with that infection. Also, in the non-RTI group it is likely that over a longer follow-up time, many patients may have developed viral infection as well, thereby potentially confounding the results. The following definitions were used to assess the outcomes:", "cite_spans": [], "ref_spans": [], "section": "Outcomes"}, {"text": "1", "cite_spans": [], "ref_spans": [], "section": "Outcomes"}, {"text": "Acute rejection. Acute rejection was diagnosed on the basis of a transbronchial biopsy that demonstrated characteristic perivascular lymphocytic infiltrates using criteria defined by the International Society for Heart and Lung Transplantation (ISHLT) (14) . Patients with acute rejection were included in the analysis if their biopsy showed Grade 2 or higher rejection. In patients in whom a biopsy could not be performed, a clinical diagnosis of rejection was permitted (i.e. a deterioration in lung function with no other identifiable etiology that responded to a high-dose corticosteroid therapy). 2", "cite_spans": [{"start": 252, "end": 256, "text": "(14)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Outcomes"}, {"text": "FEV-1 decline > 20%. An FEV-1 decline of >20% at 3 months was chosen as being significant in determining chronic allograft dysfunction. An irreversible decline of 20% from post-transplant maximum has been used for the definition of BOS and has been considered significant (10) . Patients with a decline of FEV-1 of 20% by 3 months post-enrolment were evaluated out to 1 year to see if they met the clinical definition of BOS or the histopathologic definition of OB. A clinical diagnosis for BOS was made using the ISHLT algorithm based on FEV-1 values. In this algorithm, BOS is defined as a sustained reduction in FEV-1 to ≤80% of maximum baseline value in the absence of another etiology. BOS can be further staged with stages 1-3 indicating a progressively worsening condition, with 66 to 80%, 51 to 65% and ≤50% of maximum baseline values, respectively (10) . The diagnosis of OB was made on pathological grounds by the presence of fibrous scarring in the walls of the small conducting airways, with partial or complete obliteration of the lumen (10). 3", "cite_spans": [{"start": 272, "end": 276, "text": "(10)", "ref_id": "BIBREF9"}, {"start": 857, "end": 861, "text": "(10)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Outcomes"}, {"text": "Bacterial or fungal superinfection. A bacterial or fungal superinfection was diagnosed when a bronchoalveolar lavage (BAL) culture demonstrated a bacterial or fungal pathogen and a new infiltrate developed on chest radiograph within the follow-up period.", "cite_spans": [], "ref_spans": [], "section": "Outcomes"}, {"text": "All patients completed the 3-month follow-up and were included in the analysis. For the primary analysis of adverse events, outcomes were compared between the RTI and non-RTI groups using a v 2 or Fisher's Exact test. Continuous variables such as the change in FEV-1 were compared by a two-tailed t-test for normally distributed data or by the Mann-Whitney U test for nonnormally distributed data. All statistical analysis was done using SPSS version 13.0 (SPSS, Inc., Chicago, IL).", "cite_spans": [], "ref_spans": [], "section": "Statistical methods"}, {"text": "One hundred lung transplant recipients were recruited (50 RTI and 50 non-RTI) into the study over a period of 2 years. Baseline characteristics of the patients are shown in Table 1 . In keeping with the inclusion criteria, all patients were clinically stable and had a stable FEV-1 in the 3 months prior to enrolment in the study. Age at enrolment, gender, time since transplant, underlying disease and immunosuppression were comparable in the two groups (Table 1). CMV infection in the 6 months prior to enrolment was documented in 2 of 50 (4%) patients in each group (all patients had asymptomatic viremia only). Previous biopsyproven acute rejection requiring treatment in the 6 months prior to enrolment had occurred in two patients in the RTI group and one patient in the non-RTI group. The majority of patients were BOS-free at enrolment in the study: in the RTI group, six patients (12%) had stable BOS prior to enrolment versus five patients (10%) in the non-RTI group (p = NS). No patient in the non-RTI group developed symptoms of a respiratory virus infection during the 3-month follow- up period. Mean time from transplant was 2.7 ± 2.8 years in the RTI group. Of these, 16 of 50 (32%) were within the first year post-transplant. In the RTI group, 35 patients were on cyclosporin and 15 patients on tacrolimus. In the non-RTI group, 42 patients were on cyclosporin and 8 on tacrolimus (p = 0.15). Calcineurin inhibitor levels at the time of enrolment were similar in the RTI and non-RTI groups (for cyclosporin mean trough level 191.2 ± 61.9 l/L vs. 168.8 ± 65.8 l/L, respectively; p = NS).", "cite_spans": [], "ref_spans": [{"start": 173, "end": 180, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Patients"}, {"text": "Subjects with RTI were enrolled a mean of 5.14 ± 3.50 days after the onset of symptoms. Mean number of symptoms per patient was 3.92 ± 1.19 as is outlined in Figure 1 . Coryza, cough and sore throat were the most common presenting symptoms (90%, 78% and 74%, respectively). A microbial etiology was identified in 33 of 50 (66%) of RTI subjects and included rhinovirus (n = 9), coronavirus (n = 8; five with HCoV-OC43, two with HCoV-229E and one with HCoV-NL63), RSV (n = 6), influenza A (n = 5), parainfluenza 3 (n = 4) and human metapneumovirus (n = 1) ( Table 2 ). All patients initially presented with upper RTI symptoms. The rate of progression to lower tract infection (viral pneumonia) was in 4 of 50 (8%) patients: two with influenza A and two with parainfluenza. All patients with influenza A were treated with oseltamivir and all patients with lower tract infection had a reduction in immunosuppression (reduction in prednisone in two patients and a reduction in azathioprine dose in two patients). Upper respiratory infections with the exception of influenza A were not treated with antivirals or a reduction in immunosuppression. HCoV-NL63 is a recently discovered coronavirus; for this patient sample, the sequence of the amplicon, between the primers, was identical to the reported sequence of HCoV-NL63 (15) .", "cite_spans": [{"start": 1317, "end": 1321, "text": "(15)", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 158, "end": 166, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 556, "end": 563, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Etiology and symptoms"}, {"text": "In the 3-month primary follow-up period, clinically treated acute rejection occurred in 8 of 50 (16%) RTI patients versus 0 of 50 (0%) non-RTI patients; p = 0.006 (Table 2) . All of the rejection episodes were accompanied by a drop and in FEV-1 and all patients were treated with a high-dose methylprednisolone bolus therapy. Of the eight patients with acute rejection, four were biopsy-proven (all Grade 2 rejection), and four were diagnosed on clinical grounds because either biopsy could not be safely performed due to poor lung function (three patients) or the sample was insufficient to interpret (one patient). The rate of biopsy-proven rejection was also significantly greater in the RTI group (p = 0.041). The mean time from the onset of RTI to the development of acute rejection was 44 days (range: 7-84 days) (Figure 2) . A specific viral etiology was identified in seven of the eight patients with subsequent acute rejection and included rhinovirus (n = 4), coronavirus OC43 (n = 1), RSV (n = 1) and influenza A virus (n = 1).", "cite_spans": [], "ref_spans": [{"start": 163, "end": 172, "text": "(Table 2)", "ref_id": "TABREF1"}, {"start": 819, "end": 829, "text": "(Figure 2)", "ref_id": "FIGREF1"}], "section": "Acute rejection"}, {"text": "The number of patients experiencing a 20% or more decline in FEV-1 by 3 months was 9 of 50 (18%) RTI patients versus 0 of 50 (0%) non-RTI patients; p = 0.003. Of the nine patients, four were positive for a respiratory virus (rhinovirus (1), coronavirus (2) and influenza A (1)). Only one of these patients had a pre-enrolment diagnosis of BOS while the remaining eight patients had been BOS-free prior to enrolment. In six of these nine patients (67%), the decline in FEV-1 was sustained (>20%) over a 1-year period consistent with BOS. Biopsy and/or autopsy material from five of these six patients confirmed the diagnosis of OB. By 1 year of follow-up, two patients had died due to progressive BOS. While 3 of 9 patients had some improvement of lung function at 1 year, they remained at 5%, 15% and 5% below their baseline FEV-1, respectively. RTI patients within the first year post-transplant had outcomes similar to those beyond the first year post-transplant (data not shown).", "cite_spans": [], "ref_spans": [], "section": "Lung function"}, {"text": "Other adverse clinical events were uncommon. Invasive fungal pulmonary infection during the 3-month primary follow-up period occurred in one patient in each group (one RTI patient with blastomycosis, and one non-RTI patient with aspergillosis). Bacterial superinfection (pneumonia) occurred in two patients in the RTI group and none in the non-RTI group (one patient with Haemophilus influenzae pneumonia following influenza and one patient with Pseudomonas aeruginosa pneumonia following rhinovirus infection).", "cite_spans": [], "ref_spans": [], "section": "Other adverse events"}, {"text": "We have prospectively assessed the clinical impact of community-acquired respiratory virus infections in lung transplant recipients. These infections had both direct and indirect effects on graft function and our data suggest that viral infections can be a trigger for acute rejection and ultimately for chronic allograft dysfunction. Although all patients recovered from their primary infection, RTI patients had significantly higher incidence of acute rejection in the following 3 months compared to non-RTI patients. In addition, 18% of patients (9 of 50) had a 20% or more drop in FEV-1 by 3-month post-infection, with many of these subsequently having pathologically proven OB.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Although an association between respiratory viruses and BOS has always been suspected, the literature is limited to retrospective data. Such data, by nature, tend to result in case ascertainment bias and thus include more severe cases of viral RTIs, specifically those associated with pneumonia. For example, Khalifah et al. retrospectively reviewed 259 lung transplant recipients and found 21 respiratory viral infections (16) . These 21 patients were at increased risk for BOS and death. The majority of these patients (11 of 21) had lower tract respiratory infections.", "cite_spans": [{"start": 423, "end": 427, "text": "(16)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "Similarly, 10 episodes of viral RTIs were found in a review of 122 lung transplant recipients (17) . Four of these patients developed OB and two died of lower tract infection. Similar data from other groups have also suggested a high rate of severe lower tract infection, a detrimental effect on lung function and a triggering of BOS (18) (19) (20) (21) . Since viral infections were detected in the clinical setting, extensive microbiological investigation, including the use of RT-PCR to detect viruses such as coronaviruses, rhinoviruses and metapneumovirus were not routinely used in the majority of previous studies.", "cite_spans": [{"start": 94, "end": 98, "text": "(17)", "ref_id": "BIBREF16"}, {"start": 334, "end": 338, "text": "(18)", "ref_id": "BIBREF17"}, {"start": 339, "end": 343, "text": "(19)", "ref_id": "BIBREF18"}, {"start": 344, "end": 348, "text": "(20)", "ref_id": "BIBREF19"}, {"start": 349, "end": 353, "text": "(21)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "Several other unique observations were made in this study. The true rate of progression in lung transplant recipients from upper RTI to lower RTI is not known although it is generally presumed to be high. However, in our prospective study, relatively few (8%) RTI subjects progressed to lower RTI. The rate of progression to lower tract infection may be higher with specific viruses as shown in a previous study where viral pneumonia was present in 25.6% of patients with influenza and parainfluenza respiratory infections (3). The 4 of 50 patients who progressed to lower tract infection in our study also had either influenza or parainfluenza infection.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "We sought to carefully define the etiology of viral RTI patients in this study using multiple testing methods including RT-PCR against a broad array of viruses. In addition to the commonly recognized pathogens in lung transplant patients, such as influenza, RSV and parainfluenza, we found a number of infections due to rhinovirus, coronavirus (other than SARS) and one infection due to metapneumovirus. None of these viruses has been well described in the lung transplant literature, although they are well-recognized causes of community-acquired RTIs in immunocompetent persons. Recently, severe lower tract infections with rhinovirus, non-SARS coronavirus and metapneumovirus have been suggested in studies evaluating immunocompromised patients (including lung transplant recipients) with the use of RT-PCR on BAL samples that had been obtained during acute respiratory events (5, 19) . In our study, rhinoviruses and coronaviruses together accounted for 52% of microbiologically confirmed viral infections, but all of these infections were relatively mild and self-limited. In a subset of patients, however, they were associated with serious indirect sequelae. For example, in the eight patients with rejection, four had prior rhinovirus infection and one had prior coronavirus infection (one had prior influenza and one had prior RSV). One noteworthy observation in this study is that one patient was infected with the recently described human coronavirus NL63 (15, 22) . To our knowledge, this is the first published report of HCoV-NL63 infection in an organ transplant recipient.", "cite_spans": [{"start": 880, "end": 883, "text": "(5,", "ref_id": "BIBREF4"}, {"start": 884, "end": 887, "text": "19)", "ref_id": "BIBREF18"}, {"start": 1466, "end": 1470, "text": "(15,", "ref_id": "BIBREF14"}, {"start": 1471, "end": 1474, "text": "22)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Discussion"}, {"text": "One-third of RTI subjects had no viral etiology identified in our study despite of compatible clinical symptoms. These patients may have been shedding virus at con-centrations below the level of detection of our assay(s). Alternatively, these patients may have had atypical bacterial etiologies for their symptoms such as Mycoplasma pneumoniae or Chlamydia pneumoniae or other known or unknown viruses not included in the testing panel. The time lag between the onset of symptoms and specimen collection may have also reduced the yield of viruses. Interestingly, four patients in the asymptomatic group without viral RTI symptoms were also positive for rhinovirus by RT-PCR. Although patients with a history of viral RTI in the past 3 months were excluded from the study, this may be a result of prolonged shedding in an immunocompromised patient (23, 24) .", "cite_spans": [{"start": 847, "end": 851, "text": "(23,", "ref_id": "BIBREF22"}, {"start": 852, "end": 855, "text": "24)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our study had a number of limitations. It is possible that BOS is linked to the severity of the initial viral RTI. We were not able to adequately assess this for several reasons: (1) the duration of shedding or peak concentration of virus were not measured, and (2) inherent limitations in the ability to clinically assess severity of disease (upper vs. lower tract infection, invasive vs. simple bronchitis). Also, undetected RTIs after enrolment may have affected the results. Although patients were specifically asked about symptoms of repeat episodes of viral RTI after enrolment, subclinical RTIs may have gone undetected.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A number of other factors that have been associated with the development of BOS in lung transplant recipients although studies are conflicting (25) . In a recent systematic review, acute rejection and lymphocytic bronchiolitis/bronchitis were identified as risk factors for BOS (25) . CMV infection may also be a risk factor (9) . To attempt to control for some of these variables, only patients who had been clinically well, rejection free and with a stable FEV-1 in the 3 months prior to enrolment were included in the study. The incidence of acute rejection in the 6 months prior to enrolment was low, and comparable in both arms. We excluded those with a positive CMV antigenemia at the time of enrolment. In the follow-up period, three subjects in each group developed a positive CMV antigenemia, none of whom experienced an adverse clinical event or a drop in lung function.", "cite_spans": [{"start": 143, "end": 147, "text": "(25)", "ref_id": "BIBREF24"}, {"start": 278, "end": 282, "text": "(25)", "ref_id": "BIBREF24"}, {"start": 325, "end": 328, "text": "(9)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "Since the data support an association with viral infection and subsequent acute rejection and BOS, the next question is whether specific intervention in these patients at the time of infection is warranted. With the exception of influenza virus, for which neuraminidase inhibitors and other agents are available, proven antiviral therapy for respiratory viral infections is limited. Aerosolized ribavirin has been reported as beneficial in uncontrolled studies of parainfluenza and RSV infections (20, 26) . Other therapies that may be beneficial include intravenous immunoglobulin, RSV immunoglobulin and palivizumab (27) . Ribavirin has also been used by some for parainfluenza virus infections although good evidence of its efficacy is lacking (27) . Pleconaril has activity against rhinovirus infections, but remains an investigational drug, and no specific antiviral agent exists for coronaviruses (28) . Finally, it is unknown whether treatment of an acute infection with specific antiviral agents will prevent or ameliorate the indirect sequelae of these infections.", "cite_spans": [{"start": 497, "end": 501, "text": "(20,", "ref_id": "BIBREF19"}, {"start": 502, "end": 505, "text": "26)", "ref_id": "BIBREF25"}, {"start": 618, "end": 622, "text": "(27)", "ref_id": "BIBREF26"}, {"start": 747, "end": 751, "text": "(27)", "ref_id": "BIBREF26"}, {"start": 903, "end": 907, "text": "(28)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Discussion"}, {"text": "In summary, previously stable lung transplant recipients with community-acquired viral RTIs have a relatively low rate of progression to viral pneumonitis. The most common etiologic agents are rhinoviruses and coronaviruses. Most acute infections are self-limited and resolve without specific therapy. However, viral infections, even those that are relatively benign, are likely a trigger for acute rejection, sustained declines in lung function and ultimately for the development of OB and therefore have serious clinical sequelae. Respiratory viral pathogens are ubiquitous. Since antiviral therapy is limited, effective prevention methods are necessary.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Community acquired respiratory viruses in lung transplant patients: incidence and outcomes", "authors": [{"first": "T", "middle": ["N"], "last": "Hodges", "suffix": ""}, {"first": "F", "middle": ["P"], "last": "Torres", "suffix": ""}, {"first": "J", "middle": [], "last": "Marqueson", "suffix": ""}, {"first": "M", "middle": [], "last": "Diercks", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Zamora", "suffix": ""}], "year": 2001, "venue": "J Heart Lung Transplant", "volume": "20", "issn": "", "pages": "169--170", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Community respiratory virus infections following lung transplantation", "authors": [{"first": "J", "middle": ["L"], "last": "Billings", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Hertz", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Wendt", "suffix": ""}], "year": 2001, "venue": "Transpl Infect Dis", "volume": "3", "issn": "", "pages": "138--148", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Influenza and parainfluenza respiratory viral infection requiring admission in adult lung transplant recipients", "authors": [{"first": "R", "middle": [], "last": "Vilchez", "suffix": ""}, {"first": "K", "middle": [], "last": "Mccurry", "suffix": ""}, {"first": "J", "middle": [], "last": "Dauber", "suffix": ""}], "year": 2002, "venue": "Transplantation", "volume": "73", "issn": "", "pages": "1075--1078", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Epidemiology of viral respiratory infections", "authors": [{"first": "A", "middle": ["S"], "last": "Monto", "suffix": ""}], "year": 2002, "venue": "Am J Med", "volume": "112", "issn": "", "pages": "4--12", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Human metapneumovirus infection among children hospitalized with acute respiratory illness", "authors": [{"first": "J", "middle": ["A"], "last": "Mullins", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Erdman", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Weinberg", "suffix": ""}], "year": 2004, "venue": "Emerg Infect Dis", "volume": "10", "issn": "", "pages": "700--705", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Lung transplantation", "authors": [{"first": "S", "middle": ["M"], "last": "Arcasoy", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Kotloff", "suffix": ""}], "year": 1999, "venue": "N Engl J Med", "volume": "340", "issn": "", "pages": "1081--1091", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Epidemiology and management of infections after lung transplantation", "authors": [{"first": "R", "middle": [], "last": "Speich", "suffix": ""}, {"first": "W", "middle": [], "last": "Van Der Bij", "suffix": ""}], "year": 2001, "venue": "Clin Infect Dis", "volume": "33", "issn": "", "pages": "58--65", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Influenza pneumonia in lung transplant recipients: clinical features and association with bronchiolitis obliterans syndrome", "authors": [{"first": "S", "middle": [], "last": "Garantziotis", "suffix": ""}, {"first": "D", "middle": ["N"], "last": "Howell", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Mcadams", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Davis", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Henshaw", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Palmer", "suffix": ""}], "year": 2001, "venue": "Chest", "volume": "119", "issn": "", "pages": "1277--1280", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Bronchiolitis obliterans and lung transplantation: evidence for an infectious etiology", "authors": [{"first": "S", "middle": [], "last": "Husain", "suffix": ""}, {"first": "N", "middle": [], "last": "Singh", "suffix": ""}], "year": 2002, "venue": "Semin Respir Infect", "volume": "17", "issn": "", "pages": "310--314", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A working formulation for the standardization of nomenclature and for clinical staging of chronic dysfunction in lung allografts. International society for Heart and Lung Transplantation", "authors": [{"first": "J", "middle": ["D"], "last": "Cooper", "suffix": ""}, {"first": "M", "middle": [], "last": "Billingham", "suffix": ""}, {"first": "T", "middle": [], "last": "Egan", "suffix": ""}], "year": 1993, "venue": "J Heart Lung Transplant", "volume": "12", "issn": "", "pages": "713--716", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Molecular characterization of a nosocomial outbreak of human respiratory syncytial virus on an adult leukemia/lymphoma ward", "authors": [{"first": "T", "middle": [], "last": "Mazzulli", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Peret", "suffix": ""}, {"first": "A", "middle": [], "last": "Mcgeer", "suffix": ""}], "year": 1999, "venue": "J Infect Dis", "volume": "180", "issn": "", "pages": "1686--1689", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "GeneScan reverse transcription-PCR assay for detection of six common respiratory viruses in young children hospitalized with acute respiratory illness", "authors": [{"first": "D", "middle": ["D"], "last": "Erdman", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Weinberg", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Edwards", "suffix": ""}], "year": 2003, "venue": "J Clin Microbiol", "volume": "41", "issn": "", "pages": "4298--4303", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Comprehensive detection and identification of human coronaviruses, including the SARSassociated coronavirus, with a single RT-PCR assay", "authors": [{"first": "D", "middle": [], "last": "Adachi", "suffix": ""}, {"first": "G", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "R", "middle": [], "last": "Draker", "suffix": ""}], "year": 2004, "venue": "J Virol Methods", "volume": "122", "issn": "", "pages": "29--36", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Revision of the 1990 working formulation for the classification of pulmonary allograft rejection: lung rejection study group", "authors": [{"first": "S", "middle": ["A"], "last": "Yousem", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Berry", "suffix": ""}, {"first": "P", "middle": ["T"], "last": "Cagle", "suffix": ""}], "year": 1996, "venue": "J Heart Lung Transplant", "volume": "15", "issn": "", "pages": "1--15", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Identification of a new human coronavirus", "authors": [{"first": "L", "middle": [], "last": "Van Der Hoek", "suffix": ""}, {"first": "K", "middle": [], "last": "Pyrc", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Jebbink", "suffix": ""}], "year": 2004, "venue": "Nat Med", "volume": "10", "issn": "", "pages": "368--373", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Respiratory viral infections are a distinct risk for bronchiolitis obliterans syndrome and death", "authors": [{"first": "A", "middle": ["P"], "last": "Khalifah", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Hachem", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Chakinala", "suffix": ""}], "year": 2004, "venue": "Am J Respir Crit Care Med", "volume": "170", "issn": "", "pages": "181--187", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Community respiratory viral infection in adult lung transplant recipients", "authors": [{"first": "S", "middle": ["M"], "last": "Palmer", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Henshaw", "suffix": ""}, {"first": "D", "middle": ["N"], "last": "Howell", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Miller", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Davis", "suffix": ""}, {"first": "V", "middle": ["F"], "last": "Tapson", "suffix": ""}], "year": 1998, "venue": "Chest", "volume": "113", "issn": "", "pages": "944--950", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Infectious etiology of bronchiolitis obliterans: the respiratory viruses connection -myth or reality?", "authors": [{"first": "R", "middle": ["A"], "last": "Vilchez", "suffix": ""}, {"first": "J", "middle": [], "last": "Dauber", "suffix": ""}, {"first": "S", "middle": [], "last": "Kusne", "suffix": ""}], "year": 2003, "venue": "Am J Transplant", "volume": "3", "issn": "", "pages": "245--249", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Respiratory viruses and severe lower respiratory tract complications in hospitalized patients", "authors": [{"first": "J", "middle": [], "last": "Garbino", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Gerbase", "suffix": ""}, {"first": "W", "middle": [], "last": "Wunderli", "suffix": ""}], "year": 2004, "venue": "Chest", "volume": "125", "issn": "", "pages": "1033--1039", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Paramyxovirus infection in lung transplant recipients", "authors": [{"first": "C", "middle": ["H"], "last": "Wendt", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Fox", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Hertz", "suffix": ""}], "year": 1995, "venue": "J Heart Lung Transplant", "volume": "14", "issn": "", "pages": "479--485", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Lower respiratory viral illnesses: improved diagnosis by molecular methods and clinical impact", "authors": [{"first": "J", "middle": [], "last": "Garbino", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Gerbase", "suffix": ""}, {"first": "W", "middle": [], "last": "Wunderli", "suffix": ""}], "year": 2004, "venue": "Am J Respir Crit Care Med", "volume": "170", "issn": "", "pages": "1197--1203", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "A previously undescribed coronavirus associated with respiratory disease in humans", "authors": [{"first": "R", "middle": ["A"], "last": "Fouchier", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Hartwig", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Bestebroer", "suffix": ""}], "year": 2004, "venue": "Proc Natl Acad Sci U S A", "volume": "101", "issn": "", "pages": "6212--6216", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The Seattle virus watch. V. Epidemiologic observations of rhinovirus infections, 1965-1969, in families with young children", "authors": [{"first": "J", "middle": ["P"], "last": "Fox", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Cooney", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Hall", "suffix": ""}], "year": 1975, "venue": "Am J Epidemiol", "volume": "101", "issn": "", "pages": "122--143", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Couch RB et alCommunity respiratory virus infections among hospitalized adult bone marrow transplant recipients", "authors": [{"first": "E", "middle": [], "last": "Whimbey", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Champlin", "suffix": ""}], "year": 1996, "venue": "Clin Infect Dis", "volume": "22", "issn": "", "pages": "778--782", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Risk factors for bronchiolitis obliterans: a systematic review of recent publications", "authors": [{"first": "L", "middle": ["D"], "last": "Sharples", "suffix": ""}, {"first": "K", "middle": [], "last": "Mcneil", "suffix": ""}, {"first": "S", "middle": [], "last": "Stewart", "suffix": ""}, {"first": "J", "middle": [], "last": "Wallwork", "suffix": ""}], "year": 2002, "venue": "J Heart Lung Transplant", "volume": "21", "issn": "", "pages": "271--281", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Clinical features and outcomes of paramyxoviral infection in lung transplant recipients treated with ribavirin", "authors": [{"first": "L", "middle": ["H"], "last": "Mccurdy", "suffix": ""}, {"first": "A", "middle": [], "last": "Milstone", "suffix": ""}, {"first": "S", "middle": [], "last": "Dummer", "suffix": ""}], "year": 2003, "venue": "J Heart Lung Transplant", "volume": "22", "issn": "", "pages": "745--753", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Guidelines for the Prevention and Management of Infectious Complications of Solid Organ Transplantation: community-acquired respiratory viruses", "authors": [], "year": 2004, "venue": "Am J Transplant", "volume": "4", "issn": "", "pages": "105--109", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Pleconaril Respiratory Infection Study Group. Efficacy and safety of oral pleconaril for treatment of colds due to picornaviruses in adults: results of 2 double-blind, randomized, placebo-controlled trials", "authors": [{"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Herrington", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Coats", "suffix": ""}], "year": 2003, "venue": "Clin Infect Dis", "volume": "36", "issn": "", "pages": "1523--1532", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Symptoms of patients with respiratory tract infection (RTI) at the time of enrolment.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Kaplan-Meier curve for development of acute rejection in the 3 months following enrolment. Solid line is non-RTI group and dotted line is RTI group. p = 0.006 by log-rank statistic.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Baseline characteristics of study subjects in the respiratory tract infection group (RTI group) and the non-RTI group prior to enrolment * p = nonsignificant for all comparisons.", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "This research was supported by the physicians of Ontario through the P.S.I. Foundation (grant no. 01-26).", "cite_spans": [], "ref_spans": [], "section": "Acknowledgment"}]}