{
    "paper_id": "2ab66cc2ca0689c3717a06ebc968041a9d20b36a",
    "metadata": {
        "title": "Journal Pre-proof Famotidine Use is Associated with Improved Clinical Outcomes in Hospitalized COVID-19 Patients: A Propensity Score Matched Retrospective Cohort Study Famotidine Use is Associated with Improved Clinical Outcomes in Hospitalized COVID-19 Patients: A Propensity Score Matched Retrospective Cohort Study",
        "authors": [
            {
                "first": "Daniel",
                "middle": [
                    "E"
                ],
                "last": "Freedberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [],
                "last": "Conigliaro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [
                    "C"
                ],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Kevin",
                "middle": [
                    "J"
                ],
                "last": "Tracey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwell Health",
                    "location": {
                        "settlement": "Manhasset",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "V"
                ],
                "last": "Callahan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts General Hospital",
                    "location": {
                        "settlement": "Boston, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Julian",
                "middle": [
                    "A"
                ],
                "last": "Abrams",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Sobieszczyk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "D"
                ],
                "last": "Markowitz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Aakriti",
                "middle": [],
                "last": "Gupta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Max",
                "middle": [
                    "R"
                ],
                "last": "O&apos;donnell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianhua",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "A"
                ],
                "last": "Tuveson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Cancer Center, Cold Spring Harbor Laboratory, Cold Spring Harbor",
                    "institution": "",
                    "location": {
                        "settlement": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhezhen",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Mailman",
                    "location": {
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "William",
                "middle": [
                    "C"
                ],
                "last": "Turner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Donald",
                "middle": [
                    "W"
                ],
                "last": "Landry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Freedberg",
                "middle": [],
                "last": "De",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Conigliaro",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wang",
                "middle": [],
                "last": "Tc",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tracey",
                "middle": [],
                "last": "Kj",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Callahan",
                "middle": [],
                "last": "Mv",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abrams",
                "middle": [],
                "last": "Ja",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Magdalena",
                "middle": [
                    "E"
                ],
                "last": "Sobieszczyk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Julian",
                "middle": [],
                "last": "Abrams",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "COVID-19 caused 2 million cases and over 150,000 deaths worldwide as of mid-April 2020 (1) .",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Clinical trials are underway to assess the efficacy of a variety of antiviral drugs. However, many of these drugs have toxicities and thus far no drug has been proven to improve outcomes in COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Famotidine is a histamine-2 receptor antagonist that suppresses gastric acid production. In vitro, famotidine inhibits HIV replication (2) . Recently, Wu et al. (3) used computational methods to predict structures of proteins encoded by the SARS-CoV-2 genome and identified famotidine as one of the drugs most likely to inhibit the 3-chymotrypsin-like protease (3CL pro ) which processes proteins essential for viral replication (4) . We hypothesized that famotidine would be associated with improved clinical outcomes among hospitalized patients with COVID-19. To explore this, we performed a retrospective cohort study at a single academic center located at the epicenter of the COVID-19 pandemic in the United States.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 151,
                    "end": 164,
                    "text": "Wu et al. (3)",
                    "ref_id": null
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Complete methods are available in a Methods Supplement. In brief, adults were eligible for the study if they were admitted to our institution from February 25, 2020 to April 13, 2020 and tested positive for SARS-CoV-2 within no more than 72 hours following admission. Patients were excluded if they died or were intubated within 48 hours following hospital admission. The primary exposure was use of famotidine (any dose, form of administration, or duration), classified as present if famotidine was received within 24 hours of hospital admission and otherwise as absent. The primary outcome was a composite of death or endotracheal intubation from hospital day 2 to day 30 (intubation-free survival). This follow-up period avoided immortal time bias because the exposure was classified based on the 24 hour period after hospitalization and the at-risk period began on hospital day 2. Cox proportional hazards modeling was performed on the full cohort, and a matched subset was examined with propensity scoring matching to balance baseline characteristics based on use of famotidine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "1,620 patients met criteria for analysis including 84 patients (5.1%) who received famotidine within 24 hours of hospital admission. Home use of famotidine was documented on admission medication reconciliation in 15% of those who used famotidine while hospitalized compared to 1% of those who did not (p<0.01). 28% of all famotidine doses were intravenous; 47% were 20 mg, 35% were 40 mg, and 17% were 10 mg. Famotidine users received a median 5.8 days of drug for a total median dose of 136 mg (63 -233 mg). There were minimal differences comparing patients who used famotidine to those who did not, and balance between the groups was further improved after propensity score matching (Supplemental Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 699,
                    "end": 706,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Population and use of famotidine"
        },
        {
            "text": "142 (8.8%) patients were intubated and 238 (15%) died; 340 (21%) patients met the composite study outcome. In crude analysis, use of famotidine was significantly associated with reduced risk for the composite outcome of death or intubation (Figure 1A , log-rank p<0.01). This association was driven primarily by the relationship between famotidine and death ( Figure 1B, log-rank p<0.01) and when those who died prior to intubation were excluded, there was no association between use of famotidine and intubation (log-rank p=0.40). After adjusting for baseline patient characteristics, use of famotidine remained independently associated with risk for death or intubation (Supplemental Table 2 , adjusted hazard ratio (aHR) 0.42, 95% CI 0.21-0.85) and this remained unchanged after propensity score matching to further balance the covariables (HR 0.43, 95% CI 0.21-0.88).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 250,
                    "text": "(Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 360,
                    "end": 370,
                    "text": "Figure 1B,",
                    "ref_id": null
                },
                {
                    "start": 686,
                    "end": 693,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Death or intubation"
        },
        {
            "text": "Use of proton pump inhibitors (PPIs) was analyzed because PPIs are also gastric acid suppression medications with similar indications as famotidine. There was a no protective effect associated with use of PPIs (aHR 1.34, 95% CI 1.06-1.69). Next, 784 patients without COVID-19 who were hospitalized during the same study period were analyzed; among these patients, famotidine was not associated with reduced risk for death or intubation (24 deaths or intubations, log-rank p=0.70). The maximum plasma ferritin value during the hospitalization was assessed to address the hypothesis that, by blocking viral replication, famotidine reduces cytokine storm during COVID-19. Median ferritin was 708 ng/mL (IQR 370-1,152) among users of famotidine versus 846 ng/mL (IQR 406-1,552) among non-users (rank-sum p=0.03).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional analyses"
        },
        {
            "text": "This retrospective study found that, in patients hospitalized with COVID-19, famotidine use was associated with a reduced risk of clinical deterioration leading to intubation or death. The study was premised on the assumption that use of famotidine represented a continuation of home use, but documentation of why famotidine was given was poor. The results were specific for famotidine (no protective association was seen for PPIs) and also specific for COVID-19 (no protective association in patients without COVID-19). A lower peak ferritin value was observed among users of famotidine, supporting the hypothesis that use of famotidine may decrease cytokine release in the setting of SARS-CoV-2 infection. A randomized controlled trial is currently underway to determine whether famotidine can improve clinical outcomes in hospitalized COVID-19 patients (NCT04370262).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Famotidine has not previously been studied in patients for antiviral effects, and there is limited relevant prior data. An untargeted computer modeling analysis identified famotidine as one of the highest-ranked matches for drugs predicted to bind 3CL pro (3), a SARS-CoV-2 protease which generates non-structure proteins critical to viral replication (4). In the 1990s, histamine-2 receptor antagonists including famotidine were shown to inhibit HIV replication without affecting lymphocyte viability in vitro (2, 5, 6) .",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 514,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 515,
                    "end": 517,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 518,
                    "end": 520,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "There are limitations to the study. It was observational, and we cannot exclude the possibility of unmeasured confounders or hidden bias that account for the association between famotidine use and improved outcomes. No samples were gathered, and mechanism cannot be directly assessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Finally, this was a single center study, which may limit generalizability of the findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "In sum, in patients hospitalized with COVID-19 and not initially intubated, famotidine use was associated with a two-fold reduction in clinical deterioration leading to intubation or death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "These findings are observational and should not be interpreted to mean that famotidine has a protective effect against COVID-19. Randomized controlled trials are underway. Figure Caption: Patients were included in the study if they survived without intubation for two days following hospital admission. Use of famotidine was classified as present if it was received within the first 24 hours following hospital admission (any dose, form of administration, or duration) and otherwise as absent. The at-risk time began on hospital day 2 (indicated with a dashed red line) and patients were followed until hospital day 30. This study design avoided potential for immortal time bias because the exposure was classified prior to the start of the atrisk period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "nutrition support core curriculum : a case-based approach : the adult patient. Silver Spring, MD: American Society for Parenteral and Enteral Nutrition",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Gottschlich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Delegge",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Guenter",
                    "suffix": ""
                },
                {
                    "first": "American",
                    "middle": [],
                    "last": "Society For P",
                    "suffix": ""
                },
                {
                    "first": "Enteral",
                    "middle": [
                        "N"
                    ],
                    "last": "The",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S P E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The effect of histamine type 2 receptor antagonists on human immunodeficiency virus (HIV) replication: identification of a new class of antiviral agents",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Bourinbaiar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Fruhstorfer",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Life Sci",
            "volume": "59",
            "issn": "23",
            "pages": "365--70",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Analysis of therapeutic targets for SARS-CoV-2 and discovery of potential drugs by computational methods",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Pharm Sin B",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus main proteinase (3CLpro) structure: basis for design of anti-SARS drugs",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Anand",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wadhwani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mesters",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hilgenfeld",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "5626",
            "pages": "1763--1770",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Bone Marrow Myeloid Cells Regulate Myeloid-Biased Hematopoietic Stem Cells via a Histamine-Dependent Feedback Loop",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Churchill",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Luchsinger",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell Stem Cell",
            "volume": "21",
            "issn": "6",
            "pages": "747--60",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Existing bitter medicines for fighting 2019-nCoVassociated infectious diseases",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "FASEB J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Kaplan-Meier plot showing (A) intubation-free survival and (B) survival through a maximum of 30 days after hospital admission, stratified by use of famotidine.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}