{
    "paper_id": "2ac897fbafa9e0606902e27dfa242697df8d4d2b",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "COVID-19 has spread across the globe at an alarming rate. 1 It has not only caused significant disruption in how we perform day-to-day activities but also placed a huge burden on the health care system. Health care professionals are in harm's way and have to take the proper precautions to prevent further disease spread. GI fellows are particularly vulnerable as we perform procedures on COVID-19 floors and in the emergency department, where a significant number of fomites are present and aerosolization of the virus can occur.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 59,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This video (Video 1, available online at www.VideoGIE. org) demonstrates the essential steps in mitigating disease spread. We discuss the proper techniques to use in the hospital and the steps necessary to protect our families from acquiring the disease. Personal protective equipment use and reusing our N95s and face shields are important as personal protective equipment shortages are becoming a reality. Finally, we detail the important points necessary to guide you through the process of dealing with an infection, if it does occur, and we show you how to teach the patient to practice social distancing, even at home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All authors disclosed no financial relationships.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCLOSURE"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus COVID-19 Global Cases by the Center for Systems Science and Engineering",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "storm: infection control for endoscopy trainees during the COVID-19 pandemic in New York City Ahmed Al-Kazraji, MD, Moiz Ahmed, MD, Bhanu Singh, MD, Umer Syed, MD, Krishna C. Gurram, MD",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}