{
    "paper_id": "2ad307aa29d86f3fa0f75ba334626fbd5b3e9e6d",
    "metadata": {
        "title": "0123456789) 1 3 Journal of Robotic Surgery",
        "authors": [
            {
                "first": "Jef",
                "middle": [],
                "last": "Van Den Eynde",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospitals Leuven",
                    "location": {
                        "addrLine": "Herestraat 49",
                        "postCode": "3000",
                        "settlement": "Leuven",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Senne",
                "middle": [],
                "last": "De Groote",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospitals Leuven",
                    "location": {
                        "addrLine": "Herestraat 49",
                        "postCode": "3000",
                        "settlement": "Leuven",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Robin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Van",
                "middle": [],
                "last": "Lerberghe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospitals Leuven",
                    "location": {
                        "addrLine": "Herestraat 49",
                        "postCode": "3000",
                        "settlement": "Leuven",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Raf",
                "middle": [],
                "last": "Van Den Eynde",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospitals Leuven",
                    "location": {
                        "settlement": "Leuven",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Wouter"
                ],
                "last": "Oosterlinck",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospitals Leuven",
                    "location": {
                        "addrLine": "Herestraat 49",
                        "postCode": "3000",
                        "settlement": "Leuven",
                        "country": "Belgium"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The coronavirus disease 2019 pandemic poses an immense threat to healthcare systems worldwide. At a time when elective surgeries are being suspended and questions are being raised about how the remaining procedures on COVID-19 positive patients can be performed safely, it is important to consider the potential role of robotic assisted surgery within the current pandemic. Recently, several robotic assisted surgery societies have issued their recommendations. To date, however, no specific recommendations are available for cardiothoracic robotic assisted surgery in COVID-19 positive patients. Here, we discuss the potential risks, benefits, and preventive measures that need to be taken into account when considering robotic assisted surgery for cardiothoracic indications in patients with confirmed COVID-19. It is suggested that robotic assisted surgery might have various advantages such as early recovery after surgery, shorter hospital stay, and reduced loss of blood and fluids as well as smaller incisions. However, electrosurgical and ultrasonic devices, as well as CO2 insufflation should be managed with caution to prevent the risk of aerosolization of viral particles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The coronavirus disease 2019 (COVID-19) pandemic poses an immense threat to healthcare systems worldwide. Its repercussions are also felt in multiple branches of surgery, with the majority of elective surgeries being suspended to prioritize the use of means, operating rooms, and intensive care beds for COVID-19 positive patients. Questions have been raised as to which surgical procedures can still take place and if they do, how they can be performed safely. In response to this situation, various surgical societies have already issued their recommendations on adequate patient selection and preparation, as well as measures that can be taken to minimize the spread of viral particles. More recently, the European Society of Urology-Robotic Urology Section (ERUS) [1] , the American Association of Gynecologic Laparoscopists (AAGL) [2] , and the Society of European Robotic Gynaecological Surgery (SERGS) [3] have published their statements on robotic assisted surgery (RAS) in response to the current pandemic. However, to date no specific recommendations are available for cardiothoracic RAS in COVID-19 positive patients.",
            "cite_spans": [
                {
                    "start": 768,
                    "end": 771,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 836,
                    "end": 839,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 909,
                    "end": 912,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It has to be noted that most guidelines recommend to suspend all elective procedures, first to create capacity for the care of victims of the pandemic but second to prevent exacerbation of the cytokine storm associated with COVID-19 infection. As all surgical procedures induce a considerable amount of inflammation, this should always be weighed against the benefits of timely intervention. Once a decision has been made after a thorough selection, several measures need to be taken into account during RAS, as summarized in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 526,
                    "end": 533,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "As pointed out by ERUS and AAGL, electrosurgical and ultrasonic devices can produce large amounts of smoke. The low-temperature aerosol from ultrasonic scalpels seems to be ineffective in deactivating the molecular components of viruses and other microbial agents [4] . Among others, activated Corynebacterium, papillomavirus, and HIV have been detected in surgical smoke. Gloster et al. [5] reported the transmission of a rare papillomavirus to several healthcare workers after exposure to surgical smoke. To decrease the production of surgical smoke, the power setting of the electrocautery should, therefore, be as low as possible and long dissecting times at the same spot should be avoided.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 267,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Furthermore, it has been demonstrated that 10 min of electrocautery creates smoke with higher particle concentrations during laparoscopic surgery when compared to open surgery [6] . A possible explanation might be the relatively low gas mobilisation within a pneumoperitoneum. Moreover, the increased intracavitary pressures associated with pneumoperitoneum might represent an additional risk for aerosolization of viral particles with potential exposure of the operating staff. Because similar principles are applied for CO2 insufflation of the thorax, it is important to also be aware of this theoretical risk of viral spread in cardiothoracic RAS. Viral load might potentially even be higher in operating fields close to the lungs, especially because COVID-19 lesions are mostly seen at the basal and peripheral parts of the lungs [7] . Insufflation pressures should, therefore, be reduced to the lowest level possible without compromising the surgical field exposure; research has demonstrated that robotic vision remains stable and optimal up to 5 mmHg [8] . Care should also be taken to prevent sudden release of trocar valves or non-air-tight change of instruments. Additionally, it is advised that an integrated flow system is used with continuous smoke evacuation through an Ultra-Low Penetrating Air (ULPA) filter or water lock to avoid escape of gases and particles [3] . If an incision needs to be made after the robotic assisted part of the procedure, such as is the case in robotic assisted minimally invasive coronary artery bypass grafting, CO2 insufflation should be stopped and intrathoracic pressures should have decreased sufficiently before the incision can be made.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 834,
                    "end": 837,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1058,
                    "end": 1061,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1377,
                    "end": 1380,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Importantly, cardiothoracic RAS may require one-lung ventilation to create more space within the thoracic cavity, hence providing adequate visualization during robotic surgery. However, the use of one-lung ventilation may constitute several dangers for both the patient and healthcare workers. First, airway instrumentation, including in-and extubation maneuvers as well as bronchoscopy, for the placement of a double lumen tube (DLT) or endobronchial blocker represents additional risk of aerosolization of viral particles [9] . Second, one-lung ventilation may be associated with intolerable hypoxemia or hypercapnia in COVID-19-injured lungs [10] . Third, one-lung ventilation is associated with additional lung injury, even when protective one-lung ventilation strategies are used [11] . To date, no clinical studies have addressed these dangers, but it may be advisable to avoid one-lung ventilation in COVID-19 diseased lungs if possible. Lowering the positive end-expiratory pressure (PEEP) in patients with acute respiratory distress syndrome (ARDS) in an attempt to create more space and better surgical visualization is also not a good option, as this will result in hypoxemia [12] .",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 527,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 645,
                    "end": 649,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 785,
                    "end": 789,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1187,
                    "end": 1191,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Provided that the above discussed risks are taken into account and met with these preventive measures, cardiothoracic RAS might on the other hand have various benefits to offer during the current COVID-19 pandemic when compared to conventional open surgery. First, RAS allows for earlier mobilization of the patient and a shorter hospital stay, resulting in lower chances of patients contracting complications such as pneumonia or spreading COVID-19 at the ward. In addition, more hospital beds will be preserved to meet the increased need of capacity for the treatment of non-surgical COVID-19 positive patients. Furthermore, blood and fluid loss are considerably lower after RAS than after open surgery and incisions are smaller, thus implying less routes through which the virus can spread to healthcare professionals, other patients, and the hospital environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Offering a type of surgery which includes less direct tissue contact, which is performed in a closed system, and which is characterized by early postoperative recovery, RAS might be an option with regard to patients requiring cardiothoracic surgery in times of COVID-19, although only after thorough selection based on patient characteristics and severity of the condition that requires treatment. Caution Table 1 Measures during cardiothoracic robot assisted surgery (Adapted and modified from Table 3 All surgery during the COVID-19 pandemic should be regarded as high-risk, and, therefore, adequate preventive measures should be taken even in patients who tested negative or who have not been tested for COVID-19 During cardiothoracic robotic assisted surgery, take steps to minimize CO2 release Close the taps of ports before inserting them to avoid escape of gas during insertion Attach a CO2 filter (ULPA or similar) or water lock to one of the ports for smoke evacuation. Do not open the tap of any ports unless they are attached to a CO2 filter or being used to deliver the gas Minimize introduction and removal of instruments through the ports as much as possible. For introduction of material (such as bags, meshes) or specimen retrieval (such as biopsies), deflate the thorax with a suction device before entering or removing the material into or from the thorax or use an air-lock system. Re-insert the port before turning CO2 on again At the end of the procedure turn CO2 off, deflate the thorax with a suction device and via the port with CO2 filter, before removal of the ports Avoid the use of ultrasonic sealing and use lowest possible electrocautery power. If possible use electrothermal bipolar vessel sealing One-lung ventilation should not be used in patients with COVD-19 diseased lungs and PEEP should not be lowered in an attempt to improve surgical visualisation is advised with the use of electrosurgical and ultrasonic devices, CO2 insufflation, and the use of trocar valves, all of which carry a potential risk of aerosolization into the operating theatre. Adequate measures including filtration systems should, therefore, at any time be respected when performing RAS in COVD-19 positive patients. Furthermore, one-lung ventilation should not be used in COVID-19 diseased lungs. Finally, general measures recommended by surgical societies such as personal protective equipment, optimal patient selection, and limitation of operating room staff evidently remain applicable in RAS and should be adhered to strictly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 406,
                    "end": 413,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 502,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Funding None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conflicts of interest WO is proctor for minimally invasive multivessel MIDCAB at Medtronic. JVDE, SDG, RVL, and RVDE declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creat iveco mmons .org/licen ses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "ERUS (EAU Robotic Urology Section) guidelines during COVID-19 emergency",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mottrie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "European Association of Urology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Amercian Association of Gynecologic Laparoscopists (AAGL). (2020) COVID-19: joint statement on minimally invasive gynecologic surgery",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Robot assisted surgery during the COVID-19 pandemic, especially for gynecological cancer: a statement of the Society of European Robotic Gynaecological Surgery (SERGS)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kimmig",
                    "suffix": ""
                },
                {
                    "first": "Rhm",
                    "middle": [],
                    "last": "Verheijen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rudnicki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Gynecol Oncol",
            "volume": "31",
            "issn": "3",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Minimally invasive surgery and the Novel Coronavirus Outbreak: lessons learned in China and Italy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Boni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fingerhut",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/SLA.0000000000003924"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Risk of acquiring human papillomavirus from the plume produced by the carbon dioxide laser in the treatment of warts",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Gloster",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Roenigk",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Am Acad Dermatol",
            "volume": "32",
            "issn": "3",
            "pages": "90065--90074",
            "other_ids": {
                "DOI": [
                    "10.1016/0190-9622(95)90065-9"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characterization of smoke generated during the use of surgical knife in laparotomy surgeries",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Pai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Air Waste Manag Assoc",
            "volume": "70",
            "issn": "3",
            "pages": "324--332",
            "other_ids": {
                "DOI": [
                    "10.1080/10962247.2020.1717675"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Essentials for radiologists on COVID-19: an update-radiology scientific expert panel",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kanne",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Little",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Elicker",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Ketai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200527"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Influence of pneumoperitoneum pressure on surgical field during robotic and laparoscopic surgery: a comparative study",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Angioli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Terranova",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Plotti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Cafà",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gennari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ricciardi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Arch Gynecol Obstet",
            "volume": "291",
            "issn": "",
            "pages": "865--868",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Anesthetic issues for robotic cardiac surgery",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann Card Anaesth",
            "volume": "18",
            "issn": "1",
            "pages": "58--68",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Thoracic Anesthesia of Patients with Suspected or Confirmed 2019 Novel Coronavirus Infection: Preliminary Recommendations for Airway Management by the EACTA Thoracic Subspecialty Committee",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Şentürk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "El Tahan",
                    "suffix": ""
                },
                {
                    "first": "Szegedi",
                    "middle": [],
                    "last": "Ll",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Cardiothorac Vasc Anesth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1053/j.jvca.2020.03.059"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Lung injury after one-lung ventilation: a review of the pathophysiologic mechanisms affecting the ventilated and the collapsed lung",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lohser",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slinger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Anesth Analg",
            "volume": "121",
            "issn": "2",
            "pages": "302--318",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Covid-19 does not lead to a \"Typical\" acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gattinoni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coppola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cressoni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Busana",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chiumello",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Respir Crit Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.202003-0817LE"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "19 coronavirus disease 2019, PEEP positive end-expiratory pressure, ULPA Ultra-Low Penetrating Air",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}