{"paper_id": "2ad4a32315e1ce061a37ba49106dc886512b5883", "metadata": {"title": "Clinical Characteristics and Differential Clinical Diagnosis of Novel Coronavirus Disease 2019 (COVID-19)", "authors": [{"first": "Raman", "middle": [], "last": "Sharma", "suffix": "", "affiliation": {"laboratory": "Centre for Advanced Research (CFAR)-Stem Cell/Cell Culture Unit, Faculty of Medicine, King George's Medical University (KGMU)", "institution": "Sawai Man Singh Medical College", "location": {"settlement": "Jaipur, Lucknow", "country": "India, India"}}, "email": ""}, {"first": "Madhulata", "middle": [], "last": "Agarwal", "suffix": "", "affiliation": {"laboratory": "Centre for Advanced Research (CFAR)-Stem Cell/Cell Culture Unit, Faculty of Medicine, King George's Medical University (KGMU)", "institution": "Sawai Man Singh Medical College", "location": {"settlement": "Jaipur, Lucknow", "country": "India, India"}}, "email": ""}, {"first": "Mayank", "middle": [], "last": "Gupta", "suffix": "", "affiliation": {"laboratory": "Centre for Advanced Research (CFAR)-Stem Cell/Cell Culture Unit, Faculty of Medicine, King George's Medical University (KGMU)", "institution": "Sawai Man Singh Medical College", "location": {"settlement": "Jaipur, Lucknow", "country": "India, India"}}, "email": ""}, {"first": "Somyata", "middle": [], "last": "Somendra", "suffix": "", "affiliation": {"laboratory": "Centre for Advanced Research (CFAR)-Stem Cell/Cell Culture Unit, Faculty of Medicine, King George's Medical University (KGMU)", "institution": "Sawai Man Singh Medical College", "location": {"settlement": "Jaipur, Lucknow", "country": "India, India"}}, "email": ""}, {"first": "Shailendra", "middle": ["K"], "last": "Saxena", "suffix": "", "affiliation": {"laboratory": "Centre for Advanced Research (CFAR)-Stem Cell/Cell Culture Unit, Faculty of Medicine, King George's Medical University (KGMU)", "institution": "Sawai Man Singh Medical College", "location": {"settlement": "Jaipur, Lucknow", "country": "India, India"}}, "email": ""}, {"first": "R", "middle": [], "last": "Sharma", "suffix": "", "affiliation": {"laboratory": "Centre for Advanced Research (CFAR)-Stem Cell/Cell Culture Unit, Faculty of Medicine, King George's Medical University (KGMU)", "institution": "Sawai Man Singh Medical College", "location": {"settlement": "Jaipur, Lucknow", "country": "India, India"}}, "email": ""}, {"first": "M", "middle": [], "last": "Agarwal", "suffix": "", "affiliation": {"laboratory": "Centre for Advanced Research (CFAR)-Stem Cell/Cell Culture Unit, Faculty of Medicine, King George's Medical University (KGMU)", "institution": "Sawai Man Singh Medical College", "location": {"settlement": "Jaipur, Lucknow", "country": "India, India"}}, "email": ""}, {"first": "·", "middle": ["M"], "last": "Gupta", "suffix": "", "affiliation": {"laboratory": "Centre for Advanced Research (CFAR)-Stem Cell/Cell Culture Unit, Faculty of Medicine, King George's Medical University (KGMU)", "institution": "Sawai Man Singh Medical College", "location": {"settlement": "Jaipur, Lucknow", "country": "India, India"}}, "email": ""}, {"first": "·", "middle": ["S"], "last": "Somendra", "suffix": "", "affiliation": {"laboratory": "Centre for Advanced Research (CFAR)-Stem Cell/Cell Culture Unit, Faculty of Medicine, King George's Medical University (KGMU)", "institution": "Sawai Man Singh Medical College", "location": {"settlement": "Jaipur, Lucknow", "country": "India, India"}}, "email": ""}, {"first": "S", "middle": ["K"], "last": "Saxena", "suffix": "", "affiliation": {"laboratory": "Centre for Advanced Research (CFAR)-Stem Cell/Cell Culture Unit, Faculty of Medicine, King George's Medical University (KGMU)", "institution": "Sawai Man Singh Medical College", "location": {"settlement": "Jaipur, Lucknow", "country": "India, India"}}, "email": ""}]}, "abstract": [{"text": "Novel Coronavirus Disease has become a rapidly growing pandemic involving several nations. It is of serious concern and extreme challenge not only to the health personnel but also to the countries for containment. The causative organism is SARS-CoV-2, RNA virus of subgenus Sarbecovirus, similar to the SARS virus, and seventh member of the human coronavirus family responsible for this zoonotic infection. It binds to the human angiotensin converting enzyme (hACE-2) receptor and causes constitutional and respiratory symptoms. The major mode of transmission is human to human and the median incubation period is 4 days. The most common symptom as studied from various cohorts of COVID-19 patients are fever (83-98%) followed by fatigue (70%) and dry cough (59%); gastrointestinal symptoms are relatively uncommon differentiating it from SARS and MERS. Most of the SAR-CoV-2 infection are mild (80%) with a usual recovery period of 2 weeks. COVID-19 commonly affects males in the middle age and elderly age group, with highest case fatality (8-15%) among those aged >80 years. The disease begins with fever, dry cough, fatigue and myalgia progressing to dyspnoea and ARDS over 6 and 8 days post exposure, respectively. Underlying co-morbidities increase mortality in COVID-19. Poor prognostic factors are elderly, co-morbidities, severe lymphopaenia, high CRP and D-dimer >1 μg/L. The overall mortality rate ranges from 1.5 to 3.6%. COVID-19 has to be differen-55 tiated from other viral and bacterial pneumonias as they are more common among healthy adults. Despite constant and vigorous efforts by researchers and health agencies, we are far from containment, cure or prevention by vaccine; hence right information and stringent prevention and control measures are the only weapon in the armoury to combat the ongoing infection.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The world is yet again facing a global pandemic of zoonotic origin after the 2002 SARS (severe acute respiratory syndrome) and 2012 MERS (Middle East respiratory syndrome) era. Renowned microbiologists Macfarlane Burnet and David White predicted in 1972 that \"the most likely forecast about the future of infectious diseases is that it will be very dull.\" They further admitted that there was always a risk of \"some wholly unexpected emergence of a new and dangerous infectious disease\" (Burnet and White 1972) . True to their prediction, in December 2019, a cluster of cases of pneumonia of unknown cause, linked to the local seafood market in Wuhan, capital of Hubei province in China heralded the now global pandemic of SARS-CoV-2, previous called the novel coronavirus 2019 (2019-nCoV) (Wuhan Municipal Health Commission 2019). It was in February 2020 the Director-General of WHO, Dr. Tedros Ghebreyesus, christened it as coronavirus disease 2019 (COVID-19) (World Health Organization 2020a). It was isolated from the human airway epithelial cells, and after the viral genomic sequencing was identified as the seventh member of the betacoronavirus family infecting humans, subfamily Orthocoronavirinae, order nidovirales and subgenus Sarbecovirus similar to the SARS virus but different clade with profound similarity to bat coronaviruses (Tan et al. 2020) . It is a non-segmented, positive sense, single-stranded RNA virus. After the initial identification of the local cluster of cases in Wuhan, the epidemic peaked in China between late January and early February (WHO 2020a). The virus simultaneously spread rapidly worldwide by community transmission in Italy, Iran, Japan and South Korea and superspreading events affecting many nations across the globe causing the WHO to declare a public health emergency of international concern (PHEIC) on January 30th 2020 and a global pandemic on 12th March 2020 (WHO 2020b) . Understanding of the disease is ever evolving since its emergence. SARS-CoV-2 is a pathogen with a naughty mix of virulence and contagiousness combined with human-animal interaction, urban crowding, global trade and tourism has made it a potential threat to mankind worldwide. Rapid containment of this pandemic needs enhancement of our knowledge regarding its transmission, incubation period, reproducibility, pathogenicity and clinical signs and symptoms and the differential diagnosis.", "cite_spans": [{"start": 213, "end": 253, "text": "Burnet and David White predicted in 1972", "ref_id": null}, {"start": 487, "end": 510, "text": "(Burnet and White 1972)", "ref_id": "BIBREF0"}, {"start": 1343, "end": 1360, "text": "(Tan et al. 2020)", "ref_id": "BIBREF11"}, {"start": 1912, "end": 1923, "text": "(WHO 2020b)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "COVID-19 has been studied extensively since its first appearance in Wuhan.", "cite_spans": [], "ref_spans": [], "section": "General Symptoms of Novel Coronavirus Disease 2019 (COVID-19)"}, {"text": "Majority of the early cases (55%) clustered in Wuhan were initially transmitted due to direct contact with local seafood wholesale market and from residents in its local vicinity, but very soon person-to-person transmission was identified as the major mode of transmission (World Health Organization 2020b). SARS-CoV-2 like SARS virus binds to the human angiotensin-converting enzyme 2 receptor (hACE-2) located on type II alveolar and intestinal cells (Zhou et al. 2020a ). Thus, the major mode of transmission is via airborne large droplets with a risk limited to~6 ft from the patient (del Rio and Malani 2020). Due to large droplets borne transmission, infection can be prevented from spreading by using surgical face masks and airborne precautions. The other mode of person-to-person transmission is contact transmission via fomites, as the large droplets settle on surface and contaminate it, thus mandate decontamination of fomites and good hand hygiene.", "cite_spans": [{"start": 453, "end": 471, "text": "(Zhou et al. 2020a", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Transmission"}, {"text": "Reproduction number-the number of new cases arising from an infected case-was identified initially at 2·35 and declined to 1·05 over the period from December 2019 to January 2020 after travel restrictions were implemented in Wuhan (Kucharski et al. 2020) . Reproduction number >1 implies that the epidemic will increase. Secondary attack rate (SAR), defined as the probability that an infection occurs among susceptible people within a specific group (such as household or close contacts), was identified to be 1-5% in China and 0.45% in the United States (WHO 2020c). These are important in deciding the importance of social interaction in causation of epidemic spread and highlight the significance of contact tracing.", "cite_spans": [{"start": 231, "end": 254, "text": "(Kucharski et al. 2020)", "ref_id": null}], "ref_spans": [], "section": "Reproduction Number and Secondary Attack Rates"}, {"text": "An infected person moves through stages of replication over initial few days followed by a stage of adaptive immunity over the next few days (Karakike and Giamarellos-Bourboulis 2019) . In the replicative stage the virus replicates, leading to influenza like illness characterized by mild symptoms due to direct cytopathic effect of the virus. In the stage of adaptive immunity viral levels decline as immune system takes over, but the inflammatory cytokine storm leads to tissue destruction and clinical deterioration-which explains the phenomenon where patients remain relatively well initially before deteriorating suddenly. This implicates early initiation of antiviral therapies for better outcomes and use of immunosuppressive therapies in the adaptive immune stage.", "cite_spans": [{"start": 141, "end": 183, "text": "(Karakike and Giamarellos-Bourboulis 2019)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Pathophysiology Behind Symptoms and Signs"}, {"text": "Incubation period for COVID-19 is defined as the interval between the potential earliest date of contact of the transmission source (wildlife or person with suspected or confirmed case) and the potential earliest date of symptom onset (i.e. cough, fever, fatigue or myalgia) and is within 14 days following exposure. Median incubation period being 4 days (interquartile range, 2-7 days; means 50% cases are dispersed during this period) (Guan et al. 2020 ).", "cite_spans": [{"start": 437, "end": 454, "text": "(Guan et al. 2020", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Incubation Period (IP)"}, {"text": "Spectrum of illness ranges from mild disease (no or mild pneumonia) in 81% with a usual recovery period of about 2 weeks, through severe disease (dyspnoea, hypoxia or >50% lung involvement on imaging within 24-48 h) in 14% with a recovery period of about 3-6 weeks to critical disease (ARDS, sepsis, septic shock or MODS) in 5%; this was observed in data of 44,500 confirmed cases of COVID-19 as per information from Chinese Centre for Disease Control and Prevention (Wu and McGoogan 2020) . COVID-19 predominantly affects males (58.1%), in particular of Asian ethnicity; this might be due to increased expression of hACE-2 receptor in them and also due to higher rates of smoking which further leads to increased expression of hACE-2 receptor (Cai 2020) . But these are just speculations and further studies worldwide involving other ethnicities are needed. The age group affected predominantly are the middle aged and elderly (Median: 47 years; Range: 30-79 years), with very few cases reported among children (0.9-2%). Elderly are more severely affected and have higher case fatality (8-15%) (Zu et al. 2020) .", "cite_spans": [{"start": 467, "end": 489, "text": "(Wu and McGoogan 2020)", "ref_id": "BIBREF18"}, {"start": 744, "end": 754, "text": "(Cai 2020)", "ref_id": "BIBREF1"}, {"start": 1095, "end": 1111, "text": "(Zu et al. 2020)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Demographic Features and General Symptoms of COVID-19"}, {"text": "Most studies (summarized in Table 6 .1) on hospitalized patients from Wuhan reveal that the common symptoms of COVID-19 are fever (83-98%), fatigue (70%), dry cough (59%), anorexia (40%), myalgia (35%), dyspnoea (31%) and sputum production (27%). Fever in COVID-19 in various cohorts has been described as very low grade (axillary temperature >37.5 C), intermittent and of prolonged duration (up to~14 days). In the cohort of 1099 patients, in a study by Guan et al. (2020) only 43.8% had fever on admission and 88.7% had it during hospitalization.", "cite_spans": [{"start": 455, "end": 473, "text": "Guan et al. (2020)", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 28, "end": 35, "text": "Table 6", "ref_id": "TABREF0"}], "section": "Demographic Features and General Symptoms of COVID-19"}, {"text": "Gastrointestinal symptoms such as nausea and vomiting (5%) and diarrhoea (3.8%) were relatively uncommon. Most common symptoms in most cohorts of COVID-19 are fever and cough, and gastrointestinal symptoms are relatively uncommon which differentiates COVID-19 from SARS and MERS. Asymptomatic infection too was observed but the frequency is unknown as was seen in the Diamond Princess cruise ship where out of the 619 people (17%) who were positive for SARS-CoV-2 (Japanese National Institute of Infectious Diseases 2020), 50% were asymptomatic with few of them showing objective abnormalities on imaging. Physical examination is nonspecific and unremarkable with <2% having pharyngitis or tonsillar enlargement.", "cite_spans": [], "ref_spans": [], "section": "Demographic Features and General Symptoms of COVID-19"}, {"text": "Symptomatic infection in children appears to be uncommon and if it does occur it is mild; only rarely severe infection has been documented. In a recent review by Chinese Centre for Disease Control and Prevention, less than 1% of the cases were reported in children less than 10 years of age (Wu and McGoogan 2020) . In a study of 1391 children assessed and tested at Wuhan children's hospital from 28th January to 26th February, 2020, a total of 171 (12.3%) were confirmed to have SARS-CoV-2 infection, with 104 males and 67 females. The median age of the children was 6.7 years. Cough was the most common symptom (48.5%), followed by pharyngeal erythema (46.2%) and fever (41.5%). Most common radiological finding was bilateral groundglass opacities observed in 32.7% children. Radiological features were seen in 12 children with pneumonia without any symptoms and 27 (15.8%) had no radiological findings. As of March 8, 2020, 29 are stable in ward and 149 have been discharged with only single mortality of a child with underlying intussusceptions (Lu et al. 2020) .", "cite_spans": [{"start": 291, "end": 313, "text": "(Wu and McGoogan 2020)", "ref_id": "BIBREF18"}, {"start": 1050, "end": 1066, "text": "(Lu et al. 2020)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "COVID-19 in Children and Pregnancy"}, {"text": "In a large cohort study from China, <2% infection by SARS-COV-2 occurs in young individuals <20 years (Wu and McGoogan 2020) . There is very little data regarding COVID-19 in pregnancy, and knowledge regarding its intra-uterine and perinatal transmission is scarce. However, in a study of 18 pregnant females including both confirmed and suspected cases of SARS-CoV-2 infection only two cases of neonatal transmission were reported. One was by contact infection from the mother (Chen et al. 2020a ). Thus, as of now the diagnosis and management of pregnant individuals is same as non-pregnant females. It is unknown if transmission occurs via breast milk; hence, airborne droplet and contact precautions are mandatory in lactating mothers or they have to avoid breastfeeding. So far the outcome studies in pregnancy seem inadequate due to the prolonged period of gestation.", "cite_spans": [{"start": 102, "end": 124, "text": "(Wu and McGoogan 2020)", "ref_id": "BIBREF18"}, {"start": 478, "end": 496, "text": "(Chen et al. 2020a", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "COVID-19 in Children and Pregnancy"}, {"text": "The symptoms of COVID-19 ( Fig. 6 .1) initially begin with symptoms of fatigue, low-grade intermittent fever of prolonged duration, myalgia, dry cough and shortness of breath, which then either improves with early identification and conservative management ( Fig. 6. 2) or worsens and progresses to dyspnoea and productive cough. The median time to onset of dyspnoea from various cohorts was found to Fig. 6 .1 Timeline of COVID-19 after onset of illness be 6 days following exposure. The median time to admission, development of ARDS and need for mechanical ventilation and ICU care was 8, 8.2 and 10 days, respectively. In a study (summarized in Table 6 .2) by Zhou et al. (2020b) the median time to discharge from onset of illness was 22 days (IQR: 18-25 days), whereas the median time to death was 18Á5 days (15-22 days). The median duration of fever was 12 days (8-13 days) and cough persisted for 19 days (IQR: 12-23 days) in survivors. Complications such as bilateral pneumonia followed by ARDS, sepsis and septic shock, acute cardiac injury, acute kidney injury and secondary infection developed at a median of 12 days (8-15 days), 9 days (7-13 days), 15 days (10-17 days), 15 days (13-19 days) and 17 days (13-19 days). The median duration of viral shedding was 20 days (IQR 17-24 days) from illness onset in survivors (Fig. 6.3a) vs. non-survivors (Fig. 6 .3b) who continued shedding virus till death. In patients who received anti-retroviral with a median time of 14 days to their ", "cite_spans": [{"start": 401, "end": 407, "text": "Fig. 6", "ref_id": null}, {"start": 663, "end": 682, "text": "Zhou et al. (2020b)", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 27, "end": 33, "text": "Fig. 6", "ref_id": null}, {"start": 259, "end": 266, "text": "Fig. 6.", "ref_id": null}, {"start": 648, "end": 655, "text": "Table 6", "ref_id": "TABREF0"}, {"start": 1328, "end": 1339, "text": "(Fig. 6.3a)", "ref_id": null}, {"start": 1358, "end": 1365, "text": "(Fig. 6", "ref_id": null}], "section": "Clinical Course of COVID-19 (Day-Wise)"}, {"text": "The most common complications that develop in COVID-19 are bilateral pneumonia which may progress to ARDS, sepsis and septic shock, acute kidney injury (AKI) and others such as acute cardiac injury (arrhythmias, heart failure, MI), coagulopathy, rhabdomyolysis, hyponatremia and acidosis. Complications are more in severe disease vs. non-severe disease. In the study cohort of 1099 COVID-19 cases by Guan et al. (2020) , bilateral pneumonia (91.1%) occurred non-survivors most commonly followed by ARDS (3.4%), septic shock (1.1%), AKI (0.5%) and coagulopathy (0.1%). In this cohort 926 (84%) had non-severe and 173 (16%) had severe disease. Underlying co-morbidities were more common among patients with severe disease than among non-severe disease (38.7% vs. 21.0%). Outcomes were as follows: 55 (5%) were discharged, 15 (1.4%) died, 9 (0.8%) recovered and 1029 (93.6%) remain hospitalized as of March 6, 2020. Overall mortality associated with COVID as of March 1, 2020, as estimated by the WHO, is 3.6% in China and 1.5% outside China. The mortality of COVID-19 ( Fig. 6.4) is much less than that of SARS (9.6%) and MERS (34%). Case fatality rate of COVID-19 ranges from 5.8% in Wuhan to 0.7% in China. It is higher in elderly >70 years (8-15%). Overall case fatality is 2.3% (WHO 2020c). In most of the people with COVID-19, almost >80% have mild illness (Wu and McGoogan 2020).", "cite_spans": [{"start": 400, "end": 418, "text": "Guan et al. (2020)", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 1068, "end": 1077, "text": "Fig. 6.4)", "ref_id": "FIGREF2"}], "section": "Clinical Complications and Outcomes"}, {"text": "The major underlying co-morbidities that complicate the course of COVID-19 by increasing the severity of illness, use of mechanical ventilation and length of ICU stay and thus increase the mortality include uncontrolled hypertension, diabetes, coronary heart disease, hepatitis B, cerebrovascular disease, chronic obstructive airway disease and others like cancer, chronic kidney disease and immunodeficiency. In a study by Guan et al. (2020) , hypertension (15%) was predominantly followed by diabetes (7.4%), the probable explanation to this could be due to hACE-2 receptor polymorphism in Asian population (Table 6 .3). ", "cite_spans": [{"start": 424, "end": 442, "text": "Guan et al. (2020)", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 609, "end": 617, "text": "(Table 6", "ref_id": "TABREF0"}], "section": "Underlying Co-morbidities Complicating COVID-19"}, {"text": "Surveillance definition: A person with acute respiratory infection (sudden onset of at least one of the following: fever, cough, sore throat, shortness of breath) requiring hospitalization or not AND In the 14 days prior to symptom onset, meets at least one of the following epidemiological criteria:", "cite_spans": [], "ref_spans": [], "section": "Case Definitions (WHO 2020d)"}, {"text": "• Was in close contact with a confirmed or probable case of COVID-19 • History of travel to areas of China with ongoing community transmission of SARS-CoV-2 • Worked in or attended a health care facility where COVID-19 patients were being treated Probable case: A suspected case in whom testing for SARS-CoV-2 is inconclusive (result of the test reported by BSL4 lab) or in whom testing was positive on a pan-coronavirus assay.", "cite_spans": [], "ref_spans": [], "section": "Case Definitions (WHO 2020d)"}, {"text": "Confirmed case: A person with laboratory confirmation of virus causing COVID-19 infection by RT-PCR of oropharyngeal or nasopharyngeal swab, irrespective of clinical signs and symptoms. ", "cite_spans": [], "ref_spans": [], "section": "Case Definitions (WHO 2020d)"}, {"text": "Clinical diagnosis is based on signs and symptoms as described in previous sections along with substantiation from routine laboratory investigations and imaging and further confirmed by RT-PCR of nasopharyngeal or oropharyngeal swabs.", "cite_spans": [], "ref_spans": [], "section": "Clinical Diagnosis of Novel Coronavirus Disease 2019 (COVID-19)"}, {"text": "Major lab findings (Table 6 .4) as in all other respiratory viral illness include leukopenia and lymphopaenia, elevated transaminases and D-dimer (Centres for Disease Control and Prevention 2020). Severe lymphopaenia, elevated C-reactive protein (CRP), elevated D-dimer (>1 μg/L), IL-6, ALT, serum ferritin, lactate dehydrogenase, creatine kinase, high-sensitivity cardiac troponin I, creatinine, prothrombin time and procalcitonin are associated with higher mortality (Guan et al. 2020) .", "cite_spans": [{"start": 469, "end": 487, "text": "(Guan et al. 2020)", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 19, "end": 27, "text": "(Table 6", "ref_id": "TABREF0"}], "section": "Routine Pathology and Biochemistry Lab Findings and Imaging in COVID-19"}, {"text": "The most common radiological findings on X-ray and CT thorax observed are bilateral ground-glass opacities (GGOs) with or without consolidation. Lesions predominantly involve bilateral lower lobes with peripheral distribution (Shi et al. 2020). ", "cite_spans": [], "ref_spans": [], "section": "Routine Pathology and Biochemistry Lab Findings and Imaging in COVID-19"}, {"text": "Strong independent predictors of high mortality are elderly (age !70 years); underlying co-morbidities such as uncontrolled hypertension, diabetes and coronary artery disease, chronic obstructive pulmonary disease and malignancy; severe lymphopaenia (<0.8 Â 10 9 /L) and D-dimer (>1 μg/L) (Chen et al. 2020b ). Other poor prognostic factors are elevated C-reactive protein, LDH, ALT, serum ferritin, IL-6 and high-sensitivity cardiac troponin.", "cite_spans": [{"start": 289, "end": 307, "text": "(Chen et al. 2020b", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Poor Prognostic Factors in COVID-19"}, {"text": "COVID-19 needs to be differentiated from other respiratory illnesses ( Fig. 6 .5) as well as other viral pneumonias (Table 6 .5) associated with adenovirus, influenza, human metapneumovirus, parainfluenza, respiratory syncytial virus (RSV), rhinovirus and bacterial pneumonias (Ishiguro et al. 2019 ). Novel coronavirus disease (COVID-19) presents as mild illness in majority of cases with <5% developing life-threatening critical illness. Thus, timely recognition of appropriate history of exposure and prompt recognition of symptoms will help identify cases early and help in better contact tracing and early isolation. This will help bring down superspreading events and prevent further spread of the disease, also it will aid in reducing mortality related to COVID-19. Since its origin in Wuhan with a cluster of cases of pneumonia of unknown origin, a long path has been tread in research on SARS-CoV-2. Our knowledge regarding this novel human coronavirus grows with each passing day, due to untiring efforts of researchers, epidemiologists and various health agencies, yet we are far from the magic bullet. There are lots of questions that remain unanswered, like its zoonotic origin, the frequency of asymptomatic cases, duration of viral shedding in cases, period of infectivity, pathogenicity, long-term sequelae of the disease, its consequences in pregnant individuals, development of a vaccine, etc. In order to contain the pandemic effectively, the epidemiological questions that need answers are regarding; shape of the disease pyramid, percentage infected who develop the disease and proportion of those who seek health care. Amidst all the uncertainty, the pandemic of SARS-CoV-2 grows unabated, fuelled by misinformation causing panic worldwide. This information has to be counteracted by authentic scientific narration. History has lot of lessons to offer regarding mitigating large epidemics, provided we be wise and combat the epidemic by strict vigilance and surveillance, stringent prevention and control practices and intervention strategies. In the era of globalization and mass media, dissemination of life saving research can alone aid in curbing the monstrously growing global epidemic of COVID-19.", "cite_spans": [{"start": 277, "end": 298, "text": "(Ishiguro et al. 2019", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 71, "end": 77, "text": "Fig. 6", "ref_id": null}, {"start": 116, "end": 124, "text": "(Table 6", "ref_id": "TABREF0"}], "section": "Differential Diagnosis of Novel Coronavirus Disease 2019 (COVID-19)"}, {"text": "• SARS-CoV-2 was isolated from the human airway epithelial cells and was identified as the seventh member of the betacoronavirus family infecting humans, subfamily Orthocoronavirinae and subgenus Sarbecovirus similar to the SARS virus but different clade with profound similarity to bat coronaviruses.", "cite_spans": [], "ref_spans": [], "section": "Executive Summary"}, {"text": "-Transmitted mainly by human to human transmission and by contact with infected fomites. -Has a median incubation period of 4 days (Interquartile range: 2-7 days). -It predominantly affects middle aged and elderly males with a high case fatality of 8-15% in age group >70 years, affects <2% individuals <20 years. -The common symptoms are fever (low grade) in (83-98%), fatigue (70%) and dry cough (59%); GI symptoms are uncommon. -Most of the cases are of mild infection (80%) with a usual recovery period of 2 weeks; only 15 and 5% of cases are of severe and critical nature respectively.", "cite_spans": [], "ref_spans": [], "section": "• Clinical features of COVID-19"}, {"text": "• Clinical course of COVID-19", "cite_spans": [], "ref_spans": [], "section": "• Clinical features of COVID-19"}, {"text": "-The disease begins with fever and dry cough and progresses to dyspnoea and ARDS and need for mechanical ventilation over 6, 8.2, and 10 days post exposure, respectively.", "cite_spans": [], "ref_spans": [], "section": "• Clinical features of COVID-19"}, {"text": "• Complications, outcome and case definition:", "cite_spans": [], "ref_spans": [], "section": "• Clinical features of COVID-19"}, {"text": "-Most common complications are bilateral pneumonia progressing to ARDS, sepsis and septic shock.", "cite_spans": [], "ref_spans": [], "section": "• Clinical features of COVID-19"}, {"text": "(continued)", "cite_spans": [], "ref_spans": [], "section": "• Clinical features of COVID-19"}, {"text": "-Major underlying co-morbidities that complicate the course of COVID-19 include hypertension, diabetes, coronary heart disease, chronic obstructive pulmonary disease and malignancy. -Overall mortality rate associated with COVID-19 ranges from 1.5 to 3.6%. The mortality rate of COVID-19 is much less than that of SARS (9.6%) and MERS (34%). Case fatality of COVID-19 is 2.3%. -Confirmed case is defined as a person with laboratory confirmation of virus causing COVID-19 infection, irrespective of clinical signs and symptoms.", "cite_spans": [], "ref_spans": [], "section": "• Clinical features of COVID-19"}, {"text": "• Clinical diagnosis of COVID-19 and prognostic factors -Clinical diagnosis is based on signs and symptoms along with routine laboratory investigations and imaging and confirmed by RT-PCR of nasopharyngeal or oropharyngeal swabs. -Major lab findings as in all other respiratory viral illness include leukopenia and lymphopaenia, elevated transaminases, CRP and D-dimer. -Most common radiological findings on X-ray and CT thorax observed are bilateral ground-glass opacities (GGOs), patchy consolidation or extensive exudative infiltrates. -Strong independent predictors of high mortality are elderly (age !80 years); underlying co-morbidities such as uncontrolled hypertension, diabetes and coronary artery disease, chronic obstructive pulmonary disease and malignancy; severe lymphopaenia (<0.8 Â 10 9 /L) and D-dimer (>1 μg/L).", "cite_spans": [], "ref_spans": [], "section": "• Clinical features of COVID-19"}, {"text": "• Differential diagnosis includes other viral pneumonia like adenovirus, influenza, human metapneumovirus, parainfluenza, respiratory syncytial virus (RSV), rhinovirus and bacterial pneumonia.", "cite_spans": [], "ref_spans": [], "section": "• Clinical features of COVID-19"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Natural history of infectious disease", "authors": [{"first": "M", "middle": [], "last": "Burnet", "suffix": ""}, {"first": "D", "middle": ["O"], "last": "White", "suffix": ""}], "year": 1972, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Bulk and single-cell transcriptomics identify tobacco-use disparity in lung gene expression of ACE2, the receptor of 2019-nCov", "authors": [{"first": "G", "middle": [], "last": "Cai", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.02.05.20020107"]}}, "BIBREF2": {"ref_id": "b2", "title": "Centres for Disease Control and Prevention (2020) Interim clinical guidance for management of patients with confirmed 2019 novel coronavirus (2019-nCoV) infection", "authors": [], "year": 2012, "venue": "", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records", "authors": [{"first": "H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Guo", "suffix": ""}, {"first": "C", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "809--815", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study", "authors": [{"first": "N", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Dong", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "COVID-19-new insights on a rapidly changing epidemic", "authors": [{"first": "C", "middle": [], "last": "Del Rio", "suffix": ""}, {"first": "P", "middle": ["N"], "last": "Malani", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.3072"]}}, "BIBREF6": {"ref_id": "b6", "title": "Early dynamics of transmission and control of COVID-19: a mathematical modelling study", "authors": [{"first": "W", "middle": ["J"], "last": "Guan", "suffix": ""}, {"first": "Z", "middle": ["Y"], "last": "Ni", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "N Engl J Med Kucharski AJ", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/S1473-3099(20)30144-4"]}}, "BIBREF7": {"ref_id": "b7", "title": "Viral pneumonia requiring differentiation from acute and progressive diffuse interstitial lung diseases", "authors": [{"first": "T", "middle": [], "last": "Ishiguro", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kobayashi", "suffix": ""}, {"first": "R", "middle": [], "last": "Uozumi", "suffix": ""}], "year": 2019, "venue": "Intern Med", "volume": "58", "issn": "24", "pages": "3509--3519", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Japanese National Institute of Infectious Diseases (2020) Field briefing: diamond princess COVID-19 cases, 20 Feb Update", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Macrophage activation-like syndrome: a distinct entity leading to early death in sepsis", "authors": [{"first": "E", "middle": [], "last": "Karakike", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Giamarellos-Bourboulis", "suffix": ""}], "year": 2019, "venue": "Front Immunol", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study", "authors": [{"first": "X", "middle": [], "last": "Lu", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "H", "middle": [], "last": "Du", "suffix": ""}], "year": 2020, "venue": "Lancet Infect Dis", "volume": "20", "issn": "", "pages": "425--434", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A novel coronavirus genome identified in a cluster of pneumonia cases-Wuhan", "authors": [{"first": "W", "middle": ["J"], "last": "Tan", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "X", "middle": ["J"], "last": "Ma", "suffix": ""}], "year": 2020, "venue": "China CDC Weekly", "volume": "2", "issn": "", "pages": "61--62", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "WHO (2020a) Director-General's opening remarks at the media briefing on COVID-19-24", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "COVID-19) situation report-36", "authors": [], "year": 2020, "venue": "WHO (2020b) Coronavirus disease 2019", "volume": "26", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "WHO (2020c) Report of the WHO-China Joint Mission on coronavirus disease 2019 (COVID-2019)", "authors": [], "year": 2020, "venue": "", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "COVID-19) technical guidance: surveillance and case definitions", "authors": [], "year": 2020, "venue": "WHO (2020d) Coronavirus disease", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "World Health Organization (2020a) Director-General's remarks at the media briefing on 2019-nCoV on 11", "authors": [], "year": 2020, "venue": "", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Novel coronavirus situation report-2", "authors": [], "year": 2020, "venue": "World Health Organization", "volume": "23", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Centre for Disease Control and Prevention", "authors": [{"first": "Z", "middle": [], "last": "Wu", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mcgoogan", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Report of clustering pneumonia of unknown aetiology in Wuhan City. Wuhan Municipal Health Commission", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Discovery of a novel coronavirus associated with the recent pneumonia outbreak in 2 humans and its potential bat origin", "authors": [{"first": "P", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X-L", "middle": [], "last": "Yang", "suffix": ""}, {"first": "X-G", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study", "authors": [{"first": "F", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "T", "middle": [], "last": "Yu", "suffix": ""}, {"first": "R", "middle": [], "last": "Du", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "1054--1062", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study", "authors": [{"first": "F", "middle": [], "last": "Zu", "suffix": ""}, {"first": "T", "middle": [], "last": "Yu", "suffix": ""}, {"first": "R", "middle": [], "last": "Du", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Clinical progression and management of COVID-19", "latex": null, "type": "figure"}, "FIGREF1": {"text": "(a) Course of illness among COVID-19 survivors. (b) Course of illness among COVID-19", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Current global mortality rates estimate of COVID-19 by the WHO (February 11 to March 1, 2020)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Flow chart depicting general symptoms of COVID-19 and its mimics 6.7 Conclusions and Future Perspectives: What We Do Not Know Today?", "latex": null, "type": "figure"}, "TABREF0": {"text": "General symptoms at the time of presentation in various cohorts Guan et al. N ¼ 1099 Shi et al. N ¼ 21 Xu et al. N ¼ 62 Zhou et al. N ¼ 191", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": ".3 Summarized co-morbidities, complications and mortality in various cohorts of COVID-19", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variables\n</td><td>Guan et al.\nN ¼ 1099 (%)\n</td><td>Zhou et al.\nN ¼ 191 (%)\n</td><td>Huang et al.\nN ¼ 41 (%)\n</td></tr><tr><td>Hypertension </td><td>15 </td><td>30 </td><td>15\n</td></tr><tr><td>Diabetes </td><td>7.4 </td><td>19 </td><td>20\n</td></tr><tr><td>Coronary heart disease </td><td>2.5 </td><td>8 </td><td>15\n</td></tr><tr><td>Chronic obstructive pulmonary disease </td><td>1.1 </td><td>3 </td><td>2\n</td></tr><tr><td>Cerebrovascular disease </td><td>1.4\n</td><td> </td><td> </td></tr><tr><td>Hepatitis B </td><td>2.1\n</td><td> </td><td> </td></tr><tr><td>Cancer </td><td>0.9 </td><td>1 </td><td>2\n</td></tr><tr><td>Pneumonia </td><td>91.1\n</td><td> </td><td> </td></tr><tr><td>Septic shock </td><td>1.1 </td><td>20 </td><td>7\n</td></tr><tr><td>ARDS </td><td>3.4 </td><td>31 </td><td>29\n</td></tr><tr><td>Acute kidney injury </td><td>0.5 </td><td>15 </td><td>7\n</td></tr><tr><td>Acute cardiac injury </td><td> </td><td>17 </td><td>12\n</td></tr><tr><td>Coagulopathy </td><td>0.1 </td><td>19\n</td><td> </td></tr><tr><td>Rhabdomyolysis </td><td>0.2\n</td><td> </td><td> </td></tr><tr><td>Invasive mechanical ventilation </td><td>2.3 </td><td>17 </td><td>5\n</td></tr><tr><td>ECMO </td><td>5 </td><td>2 </td><td>5\n</td></tr><tr><td>CRRT </td><td>9 </td><td>5 </td><td>7\n</td></tr><tr><td>Mortality </td><td>1.4 </td><td>28.3 </td><td>15\n</td></tr></table></body></html>"}, "TABREF3": {"text": ".4 Laboratory findings in patients of COVID-19 in various cohorts", "latex": null, "type": "table"}, "TABREF4": {"text": "Manifestations of COVID-19 and other viral and bacterial pneumoniaRT-PCR positive for SARS-CoV-2, lymphopaenia, elevated aminotransferases, CRP and D-dimer Chest CT findings", "latex": null, "type": "table"}}, "back_matter": []}