{"paper_id": "2ad9b7992f37afd377076317f9e5f56d19937c8b", "metadata": {"title": "Journal Pre-proof A possible strategy to fight COVID-19: Interfering with spike glycoprotein trimerization A possible strategy to fight COVID-19: interfering with spike glycoprotein trimerization", "authors": [{"first": "Pietro", "middle": [], "last": "Bongini", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Siena", "location": {"postCode": "53100", "settlement": "Siena", "country": "Italy"}}, "email": "bongini@gmail.com"}, {"first": "Alfonso", "middle": [], "last": "Trezza", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Siena", "location": {"postCode": "53100", "settlement": "Siena", "country": "Italy"}}, "email": "trezzaalfonso@gmail.com"}, {"first": "Monica", "middle": [], "last": "Bianchini", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Siena", "location": {"postCode": "53100", "settlement": "Siena", "country": "Italy"}}, "email": "monica@dii.unisi.itottaviaspiga:ottavia.spiga@unisi.it"}, {"first": "Ottavia", "middle": [], "last": "Spiga", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Siena", "location": {"postCode": "53100", "settlement": "Siena", "country": "Italy"}}, "email": ""}, {"first": "Neri", "middle": [], "last": "Niccolai", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Siena", "location": {"postCode": "53100", "settlement": "Siena", "country": "Italy"}}, "email": ""}, {"first": "Pietro", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The recent release of COVID-19 spike glycoprotein allows detailed analysis of the structural features that are required for stabilizing the infective form of its quaternary assembly. Trying to disassemble the trimeric structure of COVID-19 spike glycoprotein, we analyzed single protomer surfaces searching for concave moieties that are located at the three protomer-protomer interfaces. The presence of some druggable pockets at these interfaces suggested that some of the available drugs in Drug Bank could destabilize the quaternary spike glycoprotein formation by binding to these pockets, therefore interfering with COVID-19 life cycle. The approach we propose here can be an additional strategy to fight against the deadly virus. Ligands of COVID-19 spike glycoprotein that we have predicted in the present computational investigation, might be the basis for new experimental studies in vitro and in vivo.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Nowadays COVID-19 infection represents a terrible and unexpected threat to human life. It is rather obvious that, waiting for efficient vaccines, antiviral drugs and, eventually, herd immunity, any attempt to fight against the deadly virus needs to be performed. Available tools of structural and computational Biology are particularly suited to obtain predictions for new therapeutic strategies through fast and safe procedures if we have a reliable structural basis. The fact that the quaternary structure of COVID-19 spike (S) glycoprotein has been resolved [1] and is now freely downloadable from the Protein Data Bank (PDB) opens to Structural Biology new perspectives to stop the viral infection. The S glycoprotein, indeed, is central for COVID-19 infection as it mediates attachment of virions to the host cell receptor, it is involved in cell-to-cell fusion and induces neutralizing antibodies, bearing also virulence determinants [2] .", "cite_spans": [{"start": 561, "end": 564, "text": "[1]", "ref_id": null}, {"start": 940, "end": 943, "text": "[2]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Assembly of protomers into the bioactive form of S glycoprotein trimeric structure has been experimentally proved to be the rate-limiting step for transmissible gastroenteritis coronavirus (TGEV) infecting cycle [3] . The close similarity between S glycoprotein of TGEV and COVID-19, as controlled in the present study, suggests that the same hindrances that in vitro occur for TGEV S glycoprotein assembly [3] should also hold in the COVID-19 case. Thus, being S glycoprotein trimerization probably not a so direct and fast process, we might have the chance to interfere with the quaternary structure assembly that COVID-19 needs for infecting human cells.", "cite_spans": [{"start": 212, "end": 215, "text": "[3]", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Even though protein-protein adducts are in general characterized by flat interacting surfaces [4] , we have explored whether convex moieties that can be suitable for small molecule binding are present at protomer-protomer interfaces of S glycoprotein. In the present report, we describe our search of potential binding sites in S glycoprotein protomers and their corresponding possible ligands.", "cite_spans": [{"start": 94, "end": 97, "text": "[4]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "From the PDB we have retrieved the quaternary structure of COVID-19 S glycoprotein, PDB ID 6VSB [1] , as the basis for the present analysis. After removing all heteroatoms from 6VSB PDB file, as they would interfere with our calculations, we defined atom depths and pocket locations for each of the three COVID-19 S glycoprotein protomers. Atom depths were obtained by using SADIC algorithm [5] through the on-line service [6] . PISA analysis [7] yielded the complete list of residues located at the S glycoprotein protomer interfaces. Pockets located at the protomer surface were identified by using EPOS BP [8] . Autodock VinaXB [9] was used to calculate free energy of interaction between COVID-19 S glycoprotein at pocket #1 and #6 with ligands contained in the DrugBank database v.5.1.5 [10] . Ligad toxicity has been analyzed according to ProTox II [11] . Open source PyMOL v. 1.7.1.0 has been used for structural data analysis and presentation.", "cite_spans": [{"start": 96, "end": 99, "text": "[1]", "ref_id": null}, {"start": 391, "end": 394, "text": "[5]", "ref_id": "BIBREF5"}, {"start": 423, "end": 426, "text": "[6]", "ref_id": "BIBREF6"}, {"start": 443, "end": 446, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 609, "end": 612, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 631, "end": 634, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 792, "end": 796, "text": "[10]", "ref_id": null}, {"start": 855, "end": 859, "text": "[11]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "METHODS"}, {"text": "By comparing S glycoprotein sequences of COVID-19 and TGEV coronaviruses, we gave a preliminary check on the central issue of this investigation, i.e. the possibility that the in vitro observed problematic assembly of TGEV quaternary S glycoprotein structure [3] would hold also for the one of COVID-19. On March 28 of the current year, NCBI GenBank [12] reported 99 S glycoprotein sequences for COVID-19. One of these sequences, YP_009724390.1, and one representative of TGEV, AAY22404.1, were aligned by using Clustal Omega [13] . In the latter alignment the S glycoprotein S2 domain, the most critical region to stabilize the trimeric form of the S glycoprotein, showed 81% sequence similarity, ensuring the reliability of our initial assumption.", "cite_spans": [{"start": 350, "end": 354, "text": "[12]", "ref_id": "BIBREF13"}, {"start": 526, "end": 530, "text": "[13]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "RESULTS AND DISCUSSION"}, {"text": "Then, from the PDB we have retrieved the quaternary structure of COVID-19 S glycoprotein.", "cite_spans": [], "ref_spans": [], "section": "RESULTS AND DISCUSSION"}, {"text": "Before analyzing the complex pattern of S glycoprotein trimerization, we have depleted the PDB structure from all heteroatoms to simplify our atom depth calculations. Thus, from a molecular visualization accounting for individual atom depth [5] , in each of the three S glycoprotein protomers, we could easily identify many surface pockets, see Fig. 1 . It is apparent that the surface of S glycoprotein protomer A, in the PDB nomenclature, has plenty of deep concave regions.", "cite_spans": [{"start": 241, "end": 244, "text": "[5]", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 345, "end": 351, "text": "Fig. 1", "ref_id": null}], "section": "RESULTS AND DISCUSSION"}, {"text": "Afterward, we have carried out a quantitative analysis on each of the three surfaces of S glycoprotein protomers by using EPOS BP software [8] finding 143 pockets with volumes ranging from 190 to 850 Å 3 . Then, we have characterized the amino acid content of the three protomerprotomer interfaces by using the EBI PISA tool [7] . Overlapping of EPOS BP surface pockets with PISA defined interfaces yielded initial clues of COVID-19 S glycoprotein moieties that could be the target of our study. All the pockets located at protomer-protomer interfaces were screened for druggability according to PockDrug-Server [14] .", "cite_spans": [{"start": 139, "end": 142, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 325, "end": 328, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 612, "end": 616, "text": "[14]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "RESULTS AND DISCUSSION"}, {"text": "Hence, to restrict our investigation to the most reliable predictions of potential ligand binding sites on COVID-19 protomer surfaces, we have filtered all EPOS BP defined pockets to consider only the ones fulfilling these limitations: a) overlapping with interface surfaces higher than 70%, b) pocket volume > 300 Å 3 , c) druggability scores > 0.7, d) located in the S2 domain of S glycoprotein region and e) the number of pocket residues > 10. It must be underlined that condition d is particularly important, as stem moieties of S glycoprotein seem to be the most critical ones for achieving quaternary assembly.", "cite_spans": [], "ref_spans": [], "section": "RESULTS AND DISCUSSION"}, {"text": "This procedure restricted all EPOS BP defined pockets to 6 cases. Structural features of these pockets, well representing the three protomer-protomer S glycoprotein interfaces, are Before selecting possible ligands that can bind to the above-described protomer pockets, it is mandatory to check the sequence conservation of residues listed in Table 2 . Hence, all the 99 S glycoprotein sequences stored in NCBI GenBank [12] were aligned by using Clustal Omega [13] . All residues belonging to COVID-19 S glycoprotein S2 domain, encompassing 660-1273 sequence fragment, exhibited full identity, indicating the fundamental role of this glycoprotein moiety for quaternary structure stability, see Supplementary Material. This finding also suggests that COVID-19 evolution should not influence possible ligand binding to the pockets that we have delineated.", "cite_spans": [{"start": 419, "end": 423, "text": "[12]", "ref_id": "BIBREF13"}, {"start": 460, "end": 464, "text": "[13]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 343, "end": 350, "text": "Table 2", "ref_id": "TABREF1"}], "section": "RESULTS AND DISCUSSION"}, {"text": "We extended our sequence conservation analysis on S glycoprotein not only for COVID-19, but also for similar coronaviruses by using BLAST software [15] and multiple alignment Cobalt tool [16] . As reported in Supplementary Material, alignment of 160 S glycoprotein sequences from NCBI GenBank for a large variety of bat and SARS coronaviruses shows full conservation, apart from Pro792 and Ile882, for all the residues that form pockets reported in Table 1 . The latter result adds additional value to the therapeutic use of ligands whose binding to COVID-19 S glycoprotein may interfere with its quaternary structure assembly.", "cite_spans": [{"start": 147, "end": 151, "text": "[15]", "ref_id": null}, {"start": 187, "end": 191, "text": "[16]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 449, "end": 456, "text": "Table 1", "ref_id": "TABREF0"}], "section": "RESULTS AND DISCUSSION"}, {"text": "Then, we have looked for the existence of small molecules that can interfere with COVID-19 S glycoprotein trimerization through binding to the pockets that we have delineated on the protomer surfaces. This task was achieved by downloading the content of DrugBank 5.1,5 [10] to obtain two distinct data sets of possible COVID-19 ligands, i.e. one set containing 108 nutraceutical drugs and the other set containing 1,223 FDA-approved small molecule drugs. Afterward, we carried out a docking simulation between all the small molecules of the two data sets and pockets #1 and #6, among all the ones that are listed in Table 1 , for the sake of computing time. By using Autodock VinaXB [9] we have analyzed all the steric and energetic features characterizing the interactions of small molecules in our two data sets. By restricting the docking simulation only to the protomer surface regions where pocket #1 and #6 are located, we obtained a large array of possible ligands. Based on their calculated free energy of interaction, we have selected, and listed in Table 3 , eight of the best candidates for further experimental investigations. Table 1 ; c) binding free energy. d) compound toxicity (1 -> high toxicity ; 6 -> no toxicity) [11] It is interesting to note that the eight best ligand candidates reported in Table 3 are all binding pocket #1. Fig 3 reports the sterical features of the interaction between ergoloid and pocket #1.", "cite_spans": [{"start": 683, "end": 686, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 1234, "end": 1238, "text": "[11]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 616, "end": 623, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1059, "end": 1066, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 1139, "end": 1146, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1315, "end": 1322, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 1350, "end": 1363, "text": "Fig 3 reports", "ref_id": "FIGREF2"}], "section": "RESULTS AND DISCUSSION"}, {"text": "We believe that the present analysis of protomer-protomer interfaces of COVID-19 S glycoprotein can be a useful starting point for predicting ligands that are already in use for other pathologies and, by interfering with quaternary structure assembly of COVID-19 S glycoprotein, can exhibit therapeutic activity against viral life cycle.", "cite_spans": [], "ref_spans": [], "section": "RESULTS AND DISCUSSION"}, {"text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.", "cite_spans": [], "ref_spans": [], "section": "DECLARATION OF COMPETING INTEREST"}, {"text": "Thanks are due to Prof. Rino Esposito for stimulating this study and to Prof. P.A. Temussi for useful discussion. Adele Caciolli and Valentina Pacciani are also acknowledged for technical assistance.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}, {"text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. Figure 1 : front-rear view of protomer A from COVID-19 S glycoprotein: structure is obtained from PDB file with ID code 6VSB; protomer surface is colored according to atom depths. ", "cite_spans": [], "ref_spans": [{"start": 125, "end": 133, "text": "Figure 1", "ref_id": null}], "section": "ACKNOWLEDGMENTS"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation", "authors": [{"first": "", "middle": [], "last": "Mclellan", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "367", "issn": "6483", "pages": "1260--1263", "other_ids": {"DOI": ["10.1126/science.abb2507"]}}, "BIBREF2": {"ref_id": "b2", "title": "Coronaviruses: structure and genome expression", "authors": [{"first": "W", "middle": [], "last": "Spaan", "suffix": ""}, {"first": "D", "middle": [], "last": "Cavanagh", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Horzinek", "suffix": ""}], "year": 1988, "venue": "J. Gen. Virol", "volume": "69", "issn": "12", "pages": "2939--2952", "other_ids": {"PMID": ["3058868"]}}, "BIBREF3": {"ref_id": "b3", "title": "Assembly of coronavirus spike protein into trimers and its role in epitope expression", "authors": [{"first": "B", "middle": [], "last": "Delmas", "suffix": ""}, {"first": "H", "middle": [], "last": "Laude", "suffix": ""}], "year": 1990, "venue": "J. Virol", "volume": "64", "issn": "11", "pages": "5367--5375", "other_ids": {"PMID": ["2170676"]}}, "BIBREF4": {"ref_id": "b4", "title": "Reaching for high-hanging fruit in drug discovery at proteinprotein interfaces", "authors": [{"first": "J", "middle": ["A"], "last": "Wells", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Mcclendon", "suffix": ""}], "year": 2007, "venue": "Review. PubMed", "volume": "450", "issn": "7172", "pages": "1001--1009", "other_ids": {"PMID": ["18075579"]}}, "BIBREF5": {"ref_id": "b5", "title": "Three-dimensional computation of atom depth in complex molecular structures", "authors": [{"first": "D", "middle": [], "last": "Varrazzo", "suffix": ""}, {"first": "A", "middle": [], "last": "Bernini", "suffix": ""}, {"first": "O", "middle": [], "last": "Spiga", "suffix": ""}, {"first": "A", "middle": [], "last": "Ciutti", "suffix": ""}, {"first": "S", "middle": [], "last": "Chiellini", "suffix": ""}, {"first": "V", "middle": [], "last": "Venditti", "suffix": ""}, {"first": "L", "middle": [], "last": "Bracci", "suffix": ""}, {"first": "N", "middle": [], "last": "Niccolai", "suffix": ""}], "year": 2005, "venue": "Bioinformatics", "volume": "21", "issn": "12", "pages": "2856--2860", "other_ids": {"PMID": ["15827080"]}}, "BIBREF6": {"ref_id": "b6", "title": "Simple Atom Depth Index Calculator (SADIC)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Inference of macromolecular assemblies from crystalline state", "authors": [{"first": "E", "middle": [], "last": "Krissinel", "suffix": ""}, {"first": "K", "middle": [], "last": "Henrick", "suffix": ""}], "year": 2007, "venue": "J. Mol. Biol", "volume": "372", "issn": "3", "pages": "774--797", "other_ids": {"PMID": ["17681537"]}}, "BIBREF8": {"ref_id": "b8", "title": "Transient pockets on protein surfaces involved in protein-protein interaction", "authors": [{"first": "S", "middle": [], "last": "Eyrisch", "suffix": ""}, {"first": "V", "middle": [], "last": "Helms", "suffix": ""}], "year": 2007, "venue": "J. Med. Chem", "volume": "50", "issn": "15", "pages": "3457--3464", "other_ids": {"PMID": ["17602601"]}}, "BIBREF9": {"ref_id": "b9", "title": "AutoDock VinaXB: implementation of XBSF, new empirical halogen bond scoring function, into AutoDock Vina", "authors": [{"first": "M", "middle": ["R"], "last": "Koebel", "suffix": ""}, {"first": "G", "middle": [], "last": "Schmadeke", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Posner", "suffix": ""}, {"first": "S", "middle": [], "last": "Sirimulla", "suffix": ""}], "year": 2016, "venue": "J. Cheminform. eCollection", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s13321-016-0139-1"]}}, "BIBREF11": {"ref_id": "b11", "title": "DrugBank 5.0: a major update to the DrugBank database for", "authors": [{"first": "D", "middle": [], "last": "Cummings", "suffix": ""}, {"first": "A", "middle": [], "last": "Le", "suffix": ""}, {"first": "C", "middle": [], "last": "Pon", "suffix": ""}, {"first": "M", "middle": [], "last": "Knox", "suffix": ""}, {"first": "", "middle": [], "last": "Wilson", "suffix": ""}], "year": 2017, "venue": "Nucleic Acids Res", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/nar/gkx1037"]}}, "BIBREF12": {"ref_id": "b12", "title": "ProTox-II: a webserver for the prediction of toxicity of chemicals", "authors": [{"first": "P", "middle": [], "last": "Banerjee", "suffix": ""}, {"first": "A", "middle": ["O"], "last": "Eckert", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Schrey", "suffix": ""}, {"first": "R", "middle": [], "last": "Preissner", "suffix": ""}], "year": 2018, "venue": "Nucleic Acids Res", "volume": "50", "issn": "W1", "pages": "257--263", "other_ids": {"DOI": ["10.1093/nar/gky318"], "PMID": ["29718510"]}}, "BIBREF13": {"ref_id": "b13", "title": "Severe acute respiratory syndrome coronavirus 2) Sequences", "authors": [{"first": "", "middle": [], "last": "Sars-Cov", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Fast, scalable generation of high-quality protein multiple sequence alignments using Clustal Omega", "authors": [{"first": "F", "middle": [], "last": "Sievers", "suffix": ""}, {"first": "A", "middle": [], "last": "Wilm", "suffix": ""}, {"first": "D", "middle": [], "last": "Dineen", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Gibson", "suffix": ""}, {"first": "K", "middle": [], "last": "Karplus", "suffix": ""}, {"first": "W", "middle": [], "last": "Li", "suffix": ""}, {"first": "R", "middle": [], "last": "Lopez", "suffix": ""}, {"first": "H", "middle": [], "last": "Mcwilliam", "suffix": ""}, {"first": "M", "middle": [], "last": "Remmert", "suffix": ""}, {"first": "J", "middle": [], "last": "Söding", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Thompson", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "", "suffix": ""}], "year": 2011, "venue": "Mol. Syst. Biol", "volume": "7", "issn": "539", "pages": "", "other_ids": {"DOI": ["10.1038/msb.2011.75"]}}, "BIBREF15": {"ref_id": "b15", "title": "PockDrug-Server: a new web server for predicting pocket druggability on holo and apo proteins", "authors": [{"first": "H", "middle": ["A"], "last": "Hussein", "suffix": ""}, {"first": "A", "middle": [], "last": "Borrel", "suffix": ""}, {"first": "C", "middle": [], "last": "Geneix", "suffix": ""}, {"first": "M", "middle": [], "last": "Petitjean", "suffix": ""}, {"first": "L", "middle": [], "last": "Regad", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Camproux", "suffix": ""}], "year": 2015, "venue": "Nucleic Acids Res", "volume": "43", "issn": "1", "pages": "436--442", "other_ids": {"DOI": ["10.1093/nar/gkv462"], "PMID": ["25956651"]}}, "BIBREF17": {"ref_id": "b17", "title": "BLAST: a more efficient report with usability improvements", "authors": [{"first": "S", "middle": ["D"], "last": "Matten", "suffix": ""}, {"first": "Y", "middle": [], "last": "Mcginnis", "suffix": ""}, {"first": "Y", "middle": [], "last": "Merezhuk", "suffix": ""}, {"first": "E", "middle": ["W"], "last": "Raytselis", "suffix": ""}, {"first": "T", "middle": [], "last": "Sayers", "suffix": ""}, {"first": "J", "middle": [], "last": "Tao", "suffix": ""}, {"first": "I", "middle": [], "last": "Ye", "suffix": ""}, {"first": "", "middle": [], "last": "Zaretskaya", "suffix": ""}], "year": 2013, "venue": "Nucleic Acids Res", "volume": "41", "issn": "", "pages": "29--33", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "COBALT: constraint-based alignment tool for multiple protein sequences", "authors": [{"first": "J", "middle": ["S"], "last": "Papadopoulos", "suffix": ""}, {"first": "R", "middle": [], "last": "Agarwala", "suffix": ""}], "year": 2007, "venue": "Bioinformatics", "volume": "23", "issn": "", "pages": "1073--1079", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "summarized in Tables 1 and 2. The six pockets reported in Tables 1 and 2, fulfilling all our limitations, can be considered as good starting points for further medicinal chemistry investigations, all of them exhibiting suitable features for small molecule binding. Data reported inTables 1 and 2indicate that, apart from pocket #5, all the other ones are present in two or three protomers, even though with slightly different local structures accounting for their volumes and druggability. This finding proves that local rearrangements of COVID-19 S glycoprotein are required during quaternary assembling.Fig.2summarizes the structural features of pockets #1 and #6.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Grey sphere representation of protomer A and C: red colored atoms belong to the interface with protomer C and A respectively. Pocket #1 in protomer A and #6 in protomer C are highlighted with yellow surfaces. Enlarged view of both pockets is shown on the right.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Protomer A of COVID-19 S glycoprotein bound to ergoloid: detailed view of pocket#1, colored in cyan, bound to ergoloid shown in ball and stick CPK representation.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Structural features of filtered surface pockets# interface a residues b DS c Volume d (Å 3 )", "latex": null, "type": "table"}, "TABREF1": {"text": "Amino acid composition of pocket surfaces", "latex": null, "type": "table", "html": "<html><body><table><tr><td>#a </td><td>Interface residuesb </td></tr><tr><td>1 and 3 </td><td>Pro792 Ile794 Lys795 Asp796 Phe797 Gly798 Ile882 Thr883 Gln895 Ile 896 Pro897 Phe898 Ala899 Met900 Tyr917 Gln920 </td></tr><tr><td>2, 4 and 6 </td><td>Tyr707 Ser708 Asn709 Asn710 Ser711 Ile712 Thr1077 Ala1078 Pro1079 Ala1080 Phe1089 Pro1090 Gly1093 Val1094 Phe1095 </td></tr><tr><td>Arg1107 Phe1121 Ile1130 Gly1131 Ile1132 Val1133 Ala783 Gln784 Val785 Lys786 Gln787 Tyr789 Phe888 Gly889 </td></tr><tr><td>5 </td><td> </td></tr><tr><td> </td><td>Ala890 Gly891 Ala892 Ala893 Ser1030 Leu1034 </td></tr></table></body></html>"}, "TABREF2": {"text": "N in the case of nutraceutical drugs and A in the case of FDA-approved drugs; b) pocket label from", "latex": null, "type": "table"}}, "back_matter": [{"text": "• Search for ligand binding sites in COVID-19 S glycoprotein protomeric interfaces • Structure based ligand selection for interfering to COVID-19 S glycoprotein assembly • Ligand-protomer docking simulation to find the best candidates for therapeutic use", "cite_spans": [], "ref_spans": [], "section": "Highlights"}, {"text": "☑ The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.☐ The authors declare the following financial interests/personal relationships which may be considered as potential competing interests:Please note that all Biochemical and Biophysical Research Communications authors are required to report the following potential conflicts of interest with each submission. If applicable to your manuscript, please provide the necessary declaration in the box above.(1) All third-party financial support for the work in the submitted manuscript.(2) All financial relationships with any entities that could be viewed as relevant to the general area of the submitted manuscript.(3) All sources of revenue with relevance to the submitted work who made payments to you, or to your institution on your behalf, in the 36 months prior to submission. (4) Any other interactions with the sponsor of outside of the submitted work should also be reported. (5) Any relevant patents or copyrights (planned, pending, or issued). (6) Any other relationships or affiliations that may be perceived by readers to have influenced, or give the appearance of potentially influencing, what you wrote in the submitted work. As a general guideline, it is usually better to disclose a relationship than not.", "cite_spans": [{"start": 1051, "end": 1054, "text": "(5)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Declaration of competing interests"}]}