{
    "paper_id": "2adb6f9d2a88162cf0551a775071a8ffc201ea54",
    "metadata": {
        "title": "Barriers to Hospital Electronic Public Health Reporting and Implications for the COVID- 19 Pandemic",
        "authors": [
            {
                "first": "Jay",
                "middle": [],
                "last": "Holmgren",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of San",
                    "location": {
                        "postCode": "517-896-0614",
                        "settlement": "San Francisco",
                        "region": "MA, IN, CA, MA"
                    }
                },
                "email": "aholmgren@hbs.edu"
            },
            {
                "first": "Nate",
                "middle": [
                    "C"
                ],
                "last": "Apathy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of San",
                    "location": {
                        "postCode": "517-896-0614",
                        "settlement": "San Francisco",
                        "region": "MA, IN, CA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "M"
                ],
                "last": "Fairbanks",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of San",
                    "location": {
                        "postCode": "517-896-0614",
                        "settlement": "San Francisco",
                        "region": "MA, IN, CA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Julia",
                "middle": [],
                "last": "Adler-Milstein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of San",
                    "location": {
                        "postCode": "517-896-0614",
                        "settlement": "San Francisco",
                        "region": "MA, IN, CA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Cotting",
                "middle": [],
                "last": "House",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of San",
                    "location": {
                        "postCode": "517-896-0614",
                        "settlement": "San Francisco",
                        "region": "MA, IN, CA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Soldiers",
                "middle": [],
                "last": "Field",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of San",
                    "location": {
                        "postCode": "517-896-0614",
                        "settlement": "San Francisco",
                        "region": "MA, IN, CA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rd",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of San",
                    "location": {
                        "postCode": "517-896-0614",
                        "settlement": "San Francisco",
                        "region": "MA, IN, CA, MA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We sought to identify barriers to hospital reporting of electronic surveillance data to local, state, and federal public health agencies and the impact on areas projected to be overwhelmed by the COVID-19 pandemic. Using 2018 American Hospital Association data, we identified barriers to surveillance data reporting, and combined this with data on the projected impact of the COVID-19 pandemic on hospital capacity at the hospital referral region (HRR) level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our results find the most common barrier was public health agencies lacked the capacity to electronically receive data, with 41.2% of all hospitals reporting it. We also identified 31 HRRs in the top quartile of projected bed capacity needed for COVID-19 patients in which over half of hospitals in the area reported that the relevant public health agency was unable to receive electronic data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Public health agencies' inability to receive electronic data is the most prominent hospitalreported barrier to effective syndromic surveillance. This reflects the policy commitment of investing in information technology for hospitals without a concomitant investment in IT infrastructure for state and local public health agencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "https://mc.manuscriptcentral.com/jamia",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Effective pandemic response requires rapid, accurate information sharing between hospitals and public health agencies. To advance these capabilities, the Centers for Medicare and Medicaid Services (CMS) requires hospitals to electronically send health information, including lab results and syndromic surveillance data, to local, state, and federal public health agencies, usually city or state Departments of Health. [1 2] These reporting requirements were intended to allow public health agencies to monitor and react quickly to potential infectious disease and influenza outbreaks. However, hospitals may experience technical or administrative barriers to this reporting, and electronic hospital reporting to public health agency has been inconsistent. [3] The resulting information gaps can exacerbate the public health challenges of identifying, quarantining, and contact tracing potentially infected individuals and preclude timely response to infected areas. [4] These gaps have come into sharp relief during the COVID-19 outbreak. Despite billions of dollars in federal investment in digitizing the US health care system, aggregating information such as test results and potential cases was done in a patchwork way, with data sharing often occurring via fax or phone. [5] Had electronic data sharing been in place, hospitals could have quickly transmitted COVD-19 testing results and syndromic surveillance data to public health agencies to supplement their testing and provide greater clarity on disease prevalence and incidence. [6] A 2016 survey found 79% of public health agencies report having electronic disease reporting systems, and while larger agencies illustrate greater rates of adoption, the representativeness and completeness of data within these systems was not assessed. [7] Moreover, an agency's adoption of electronic disease reporting systems does not necessarily mean that hospitals are able to electronically submit data to the public health agency. Since public health agencies are generally located at the state or county level, there is likely significant variation across agencies in capacity to electronically receive and aggregate data from hospitals in their locale. [8] Additionally, given the large jurisdictions many public health agencies serve, hospitals within the same jurisdiction are likely to vary in their capacity to report this data electronically. As a result, the agency is charged with adopting and maintaining multiple routes of data submission, to cater to varying hospital abilities. Little is known regarding how well the process of hospital reporting to public health agencies functions or what the barriers to reporting are.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 423,
                    "text": "[1 2]",
                    "ref_id": null
                },
                {
                    "start": 756,
                    "end": 759,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 966,
                    "end": 969,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1276,
                    "end": 1279,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1539,
                    "end": 1542,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1796,
                    "end": 1799,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2204,
                    "end": 2207,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To address this gap, we offer the first national data on barriers hospitals face to electronic submission of health information, including lab results and syndromic surveillance, to public health agencies. We also examine variation across states and the overlap with areas where COVID-19 has been projected to overwhelm hospital bed capacity most severely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We used newly available data from the 2018 American Hospital Association (AHA) Annual Survey and IT Supplement, fielded from January 2019 to May 2019. The survey is sent annually to the CEO of every hospital in the United Sates, with a request to complete it or delegate completion to the most knowledgeable person in the organization. To achieve a high response rate, all non-respondents receive multiple mailings and follow-up phone calls, and the response rate for 2018 was 64%. The survey includes data on hospitals use of information technology as well as hospital characteristics such as size, teaching status, location, system membership, and ownership. We analyzed responses to the question \"What are some of the challenges your hospital has experienced when trying to submit health information to public health agencies to meet meaningful use requirements?\" The question had six yes/no response options for hospitals to select from. We calculated the number of barriers reported on average as well as the proportion of hospitals reporting each of the six barriers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "We combined this data with hospital referral region (HRR) level data on the projected impact of the COVID-19 pandemic from the Harvard Global Health Institute, which included HRR-level data on the projected number of total COVID-19 infections, infections requiring hospitalization, infections requiring ICU beds, and projected hospital capacity necessary for COVID-19 patients. [9] Projected hospital capacity needed is measured as a percentage of total hospital beds available in the HRR. Our final analytic dataset consisted of 3,512 hospitals located in 302 HRRs in 50 states.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 381,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "We first calculated sample statistics on the characteristics of hospitals in our sample, and the mean and standard deviation of the number of barriers to electronic public health reporting. We then calculated the proportion of hospitals reporting each of the six different potential barriers. For the most prevalent challenge (lack of public health agency capacity to electronically receive data), we calculated the proportion of hospitals reporting it in each state and HRR. HRRs with more than half of hospitals reporting the public health agency inability to receive electronic data were labeled \"capability gap\" HRRs. Next, we assessed the projected impact of the COVID-19 pandemic on hospital capacity at the HRR level, measured by number of infections and hospital beds needed. We assumed a 40% population infection rate over 12 months, [9] and stratified HRRs into quartiles based on hospital bed capacity proportion needed. Top-quartile HRRs were labeled \"high need\" HRRs. For capability gap/high need HRRs, we aggregated impact measures to quantify total projected COVID-19 infections and average hospital bed capacity needs.",
            "cite_spans": [
                {
                    "start": 843,
                    "end": 846,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "The mean number of barriers to electronically reporting data to public health agencies reported by hospitals in our sample was 1.14, with a standard deviation of 1.20. Most hospitals in our sample were small with fewer than 100 beds (49.5% of hospitals), non-teaching (60.7%), located in urban areas (68.3%), and privately-owned non-profit (59.1%). (Table 1 The most prevalent barrier, reported by 41.2% of hospitals, was that public health agencies lacked the capacity to electronically receive data. Interface-related issues (e.g. costs, complexity) were the next most common, reported by 31.9% of hospitals. Other barriers included difficulty extracting data from the EHR (14.7% of hospitals), different vocabulary standards (14.2%), hospitals lack the capacity to electronically send data (8.3%), or hospitals do not know to which public health agencies they should send data (3.3%) (Figure 1 ) There was significant variation across states in the proportion of hospitals reporting public health agency capacity as a barrier, with Hawaii and Rhode Island (83.3% of hospitals) having the greatest proportion of hospitals reporting it, New Jersey and Virginia at the median (40%), while Delaware (0.0%) had none. (Figure 2) We identified 31 HRRs that illustrated both high hospital bed capacity needs and capability gaps with respect to the public health agencies' ability to accept electronic reporting data, with more than 50% of hospitals reporting public health agencies lacked the capacity to receive data electronically and were also in the top quartile of HRRs in needed bed capacity for COVID-19 patients. The average share of needed beds in these HRRs is 269% of capacity; with 12,557,747 infections projected in these HRRs (12.7% of all projected infections).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 357,
                    "text": "(Table 1",
                    "ref_id": null
                },
                {
                    "start": 887,
                    "end": 896,
                    "text": "(Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1215,
                    "end": 1225,
                    "text": "(Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "More than 4 in 10 US hospitals report that public health agencies are unable to receive electronic data. This finding may reflect the fact that substantial federal funding has been devoted to hospital information technology adoption, including the ability to send data electronically, without a concomitant investment in the ability of public health agencies to receive and act upon this data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We also found variation in hospital-reported barriers to public health reporting across states: one state had no hospitals reporting public health agency inability to receive electronic data while several states had the majority of hospitals reporting that barrier. Differential funding levels priorities for public health agencies at the state and local level may explain some of this geographic variation. Within state variation in hospital response -potentially with respect to the same public health agency -may be attributable to state-level public health agencies that are able to only receive selected data elements, or only from certain EHR systems, barriers which may manifest differently to different hospitals in the same jurisdiction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "All of these sources of variation may leave states without a full surveillance picture from hospitals. Hospitals may also report to both local and state agencies with differing capabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The impact of this mismatch is evident in the COVID-19 crisis: many areas reporting barriers to public health receipt of electronic data are also projected to be overwhelmed by COVID-19 patients, indicating that it is not just low density or rural areas who lack critical IT infrastructure for electronic disease surveillance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our study has several important limitations. We observe barriers at the hospital level and do not have data from public health agencies. Our data is also cross-sectional and represents the state of electronic public health reporting at a given time, and improvements may have been made since 2018. Finally, our data do not ask which specific data elements public health agencies are unable to receive, though they do ask specifically about data used for meaningful use such as syndromic surveillance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "COVID-19 has shown that lack of data can hinder pandemic management efforts. Test results and syndromic data should flow seamlessly from hospitals to public health agencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Policymakers should prioritize investment in public health IT infrastructure along with broader health system information technology for both long-term COVID-19 monitoring as well as future pandemic preparedness. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Notes: Map plots the proportion of hospitals in each state reporting that their local public health agency lacks the capacity to electronically receive health information. 2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 346,
                    "text": "2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47",
                    "ref_id": null
                }
            ],
            "section": "Unable to Electronically Receive Data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Syndromic surveillance for influenza in two hospital emergency departments. Relationships between ICD-10 codes and notified cases, before and during a pandemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Franklin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Public Health",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Meaningful Use\" Regulation for Electronic Health Records",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Blumenthal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tavenner",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "The",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N Engl J Med",
            "volume": "363",
            "issn": "",
            "pages": "501--505",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp1006114"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Update on progress in electronic reporting of laboratory results to public health agencies -United States",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Satre",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hurd-Kundeti",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MMWR. Morbidity and mortality weekly report",
            "volume": "64",
            "issn": "12",
            "pages": "328--358",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Diagnostic Testing for the Novel Coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sharfstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Mello",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3864"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Virus hunters rely on faxes, paper records as more states reopen. Secondary Virus hunters rely on faxes, paper records as more states reopen 2020",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tahir",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "These 'disease hunters' developed a novel technique for tracking pandemics after 9/11, but lost funding right before COVID-19. Secondary These 'disease hunters' developed a novel technique for tracking pandemics after 9/11, but lost funding right before COVID-19 2020",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Farr",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "National Profile of Local Health Departments. Secondary 2016 National Profile of Local Health Departments",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Accelerating Data Infrastructure For COVID-19 Surveillance And Management",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miri",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "O&apos;neill",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "American Hospital Capacity And Projected Need for COVID-19 Patient Care",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Legend",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ")",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "All authors contributed to the concept, design, and drafting of the study. A Jay Holmgren and Nate C Apathy acquired study data and performed analysis. Julia Adler-Milstein provided supervision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}