{
    "paper_id": "2add7cc62452b275d93473ec78da559df09eb073",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Mohammad-Nasan",
                "middle": [],
                "last": "Abdul-Baki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Hama",
                    "location": {
                        "postCode": "0500",
                        "settlement": "Hama",
                        "country": "Syria"
                    }
                },
                "email": ""
            },
            {
                "first": "Yaseen",
                "middle": [],
                "last": "Dhemesh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Hama",
                    "location": {
                        "postCode": "0500",
                        "settlement": "Hama",
                        "country": "Syria"
                    }
                },
                "email": ""
            },
            {
                "first": "Lugien",
                "middle": [],
                "last": "Alasadi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Damascus University",
                    "location": {
                        "postCode": "0100",
                        "settlement": "Damascus",
                        "country": "Syria"
                    }
                },
                "email": ""
            },
            {
                "first": "Tamim",
                "middle": [],
                "last": "Alsuliman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AP-HP Sorbonne University",
                    "location": {
                        "postCode": "75012",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The substantial awareness role of web-based and social media platforms in developing countries during a pandemic scenario: the example of COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Background During the outbreak of coronavirus COVID-19, social media platforms have shown effectiveness in information dissemination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Delivering evidence-based medical knowledge and trustworthy recommendations is a dif cult mission for classical entities, especially in a war-torn country with a fragile health system. In this context, the role of non-governmental scienti c organizations was proven, lling the gap between original scienti c sources and a non-English speaking population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We reviewed an example of an organization named Syrian Researchers, which publishes based-on-reliable-sources of scienti c content and has massive reachability across Middle East and beyond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We strongly believe that this model is a simple and suitable approach that may be helpful for other low-income or war-torn countries in the context of health-related disasters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions This subject is of high importance and we believe that this approach may ameliorate public health knowledge, thus, participate in defying the COVID-19 consequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Today, social media platforms have become a major source of information. Although these platforms have incredible reachability, some have also mediocre reliability, 1 which makes it suitable to spread pseudoscience and misinformation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Due to its unique features, social media can and should be harnessed to support the public health response in case of outbreaks, for example, the pandemic of COVID-19. 2 The situation in developing countries is of special interest, where the governmental health services are not su cient and the for-profit private sector may not be accessible for most of the population due to their high cost and the lack of governmental support. This aspect can justify the popularity of some not-for-profit entities as a reliable (public advisory system). 3 In this context, Syria may represent a factual example. The role of non-governmental scientific initiatives in the Middle East was proven, as some of them showed their attractivity in societies which mostly lack public non-political unbiased scientific platforms that may fill the gap between original scientific sources and a non-English speaking population.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 169,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 543,
                    "end": 544,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Syrian Researchers' Network may represent a suitable model. 4 It has more than 2 million followers on its online platforms that address Arabic-speaking individuals and societies attempting to raise medical and scientific awareness. Furthermore, it has published more than 20 000 work during more than 7 years. It has also helped actively in carrying out peer-reviewed original researches publications. 5 Recently in the COVID-19 outbreak, the Syrian Researchers' Network has played the role of local awareness provider by publishing, until April 30th, more than 313 written and visual COVID-19-related pieces such as explanatory videos, infographics, short and long communications, charts and diagrams. The content was created depending on reliable sources and continuously updated data. 3 Importantly posting short, shareable bullet points was an e ective approach to get massive attention, particularly under quarantine and confinement statues.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 65,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 406,
                    "end": 407,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 792,
                    "end": 793,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The aim of this method is to provide a simple comprehensive public health advice and provoke possible changes in public attitudes and behaviors (such as social-distancing, mental health, hand washing and disinfection), as well as to disseminate reliable information about the disease and its symptoms, preventive measures, development of new treatments and rebutting widely spread misleading information and rumors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "By the end of April, a COVID-19-related reachability exceeding 16.5 million was registered across its social media platforms: Facebook 15 million, Instagram 1.19 million and Twitter 313 thousand. This high reachability is of special importance giving the fact that it helps guiding the public toward reliable information and faces the untrusted 'infodemic' that accompanied the spread of COVID-19 pandemic, as warned by the WHO. 2 As the world continues its battle to contain the spread of COVID-19, more attention to online health promotion and digital platforms must be given.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 430,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We believe that the experience of Syrian Researchers is a simple and suitable approach that may be helpful for other low-income or war-torn countries in the context of healthrelated disasters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Questioning reliability assessments of health information on social media",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Dalmer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Med Libr Assoc",
            "volume": "105",
            "issn": "1",
            "pages": "61--69",
            "other_ids": {
                "DOI": [
                    "10.5195/jmla.2017.108"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Social media and emergency preparedness in response to novel coronavirus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Merchant",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lurie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "20",
            "pages": "2011--2012",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4469"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A scoping review of the uses and institutionalisation of knowledge for health policy in lowand middle-income countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Koon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Windmeyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bigdeli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Health Res Policy Syst",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12961-019-0522-2"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Middle East: popular uprising spreads science",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alduhishy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Malek",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "525",
            "issn": "7570",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/525455a"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Language of written medical educational materials for non-English speaking populations: an evaluation of a simplified bi-lingual approach",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Alsuliman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alasadi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mouki",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Med Educ",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12909-019-1846-x"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors received no specific funding for this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "All authors are volunteers of Syrian Researchers (all unpaid voluntary positions and missions); no other conflict of interest is to be declared for this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Con icts of interest"
        }
    ]
}