{"paper_id": "2ae5a096f13c036aaadd1f3a54a9f7ecfc2d4d81", "metadata": {"title": "Characteristics of laboratory indexes in COVID-19 patients with non-severe symptoms in Hefei City, China: diagnostic value in organ injuries", "authors": [{"first": "Tao", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lianzi", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Huihui", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yufeng", "middle": [], "last": "Gao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xianwei", "middle": [], "last": "Hu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xuemei", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shubing", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yuanhong", "middle": [], "last": "Xu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wei", "middle": [], "last": "Wei", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "This study compared the laboratory indexes in 40 non-severe COVID-19 patients with those in 57 healthy controls. In the peripheral blood system of non-severe symptom COVID-19 patients, lymphocytes, eosinophils, basophils, total procollagen type 1 amino-terminal propeptide, osteocalcin N-terminal, thyroid-stimulating hormone, growth hormone, and insulin-like growth factor-binding protein 3 significantly decreased, and total protein, albumin, alanine transaminase, alkaline phosphatase, γglutamyl transferase, activated partial thromboplastin time, prothrombin time, fibrinogen, D-dimer, fibrinogen degradation products, human epididymal protein 4, serum ferritin, and C-reactive protein were elevated. SARS-CoV-2 infection can affect hematopoiesis, hemostasis, coagulation, fibrinolysis, bone metabolism, thyroid, parathyroid glands, the liver, and the reproductive system.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Since the unexplained viral pneumonia was reported in Wuhan in December 2019 [1] , local, national, and international transmission of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) [2] has enabled it to spread rapidly to 188 regions and countries around the world with more than 7 million confirmed infections and 402,699 deaths [3] . At present, there are many reports on the clinical characteristics of patients with severe disease and those who die [4] [5] [6] ; however, there are few reports describing the clinical characteristics of non-severe patients. In this study, the clinical characteristics and laboratory indexes of 40 patients with non-severe COVID-19 treated in our hospital are described. Additionally, we explored the characteristics and changing trends in these laboratory indexes.", "cite_spans": [{"start": 77, "end": 80, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 195, "end": 198, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 343, "end": 346, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 466, "end": 469, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 470, "end": 473, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 474, "end": 477, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "This was a cross-sectional study that recruited 40 COVID-19 patients from the First Affiliated Hospital of Anhui Medical University in Hefei City, China, from 26 January 2020 to 8", "cite_spans": [], "ref_spans": [], "section": "Subjects"}, {"text": "March 2020, diagnosed on the basis of results from the nucleic acid reverse transcription polymerase chain reaction (RT-PCR) test as well as the pathological changes observed in computed tomography (CT) images, and 57 healthy individuals from the healthy examination center at the First Affiliated Hospital of Anhui Medical University over the same period, matched to the COVID-19 patients based on age and gender.", "cite_spans": [], "ref_spans": [], "section": "Subjects"}, {"text": "Blood specimen collection Two-milliliter blood samples were collected for all included participants after fasting for at least 8 h. It was left standing for 30 min and centrifuged for 5 min at 2352g within 2 h. The serum was subsequently used to measure the different levels of biochemical markers, and abbreviations for the various biochemical markers are shown in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 366, "end": 373, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Biochemical measurements"}, {"text": "Furthermore, screening tests by serology for other pathogens were also conducted on the COVID-19 patients. These tests were conducted to identify the hepatitis C virus antibody, the Treponema pallidum antibody, the human immunodeficiency virus antibody, the hepatitis B surface antigen, the hepatitis B surface antibody, the hepatitis B e-antigen, the hepatitis B e-antibody, the hepatitis B core antibody, the serum IgM antibody for Q fever and rickettsia, Mycoplasma pneumoniae, Chlamydia pneumoniae, parainfluenza (including subtypes 1, 2, and 3), respiratory syncytial virus, influenza A and B viruses, Legionella pneumophila, and adenovirus.", "cite_spans": [], "ref_spans": [], "section": "Biochemical measurements"}, {"text": "The COVID-19 patients and controls were assessed at four different time points based on the number of hospital admission days: time 1, the 1st day of admission; time 2, the 4th day of admission; time 3, the 7th day of admission; time 4, the 10th day of admission. All patients received four serological examinations.", "cite_spans": [], "ref_spans": [], "section": "Outcomes measures"}, {"text": "SPSS (version 19) was used for the statistical analyses of the data. Two-sample t tests were used to analyze the differences in the continuous variables between two groups. One-way ANOVA was to analyze the differences in the continuous variables between multiple groups; thereafter, the SNK-q test was used to make comparisons between all of the groups. All continuous variables are expressed as means ± standard deviations (SD). Chi-squared tests (χ 2 ) were used for comparisons between categorical variables. p values less than 0.05 were considered statistically significant. Statistical charts were drawn using GraphPad Prism 8.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The LYMPH, EO, and BSO counts in patients with COVID-19 were significantly lower, compared with the controls on the 1st, 4th, 7th, and 10th days of admission, while the MONO counts were significantly higher in COVID-19 patients ( Fig. 1a-d) . LYMPH, EO, and BSO all presented upward trends. Analyses of liver, skeletal muscle, and myocardial indexes TP and ALB decreased significantly compared with the controls and showed a progressive downward trend, but GLO was increased, which led to the decrease of A/G (1.655 ± 0.305 VS 1.844 ± 0.223, p = 0.004) (Fig. 2a-d) . Overall, 62.5% of the patients had a transient increase in ALT and/or AST ( Table 2) ; eight of them had a simultaneous increase in ɑ-HBDH, MY, CK, or CK-MB suggesting that these patients had liver injuries and some patients had skeletal muscle injuries ( Table 2) .", "cite_spans": [], "ref_spans": [{"start": 230, "end": 240, "text": "Fig. 1a-d)", "ref_id": null}, {"start": 553, "end": 564, "text": "(Fig. 2a-d)", "ref_id": null}, {"start": 643, "end": 651, "text": "Table 2)", "ref_id": "TABREF1"}, {"start": 823, "end": 831, "text": "Table 2)", "ref_id": "TABREF1"}], "section": "Changes in white blood cells in peripheral blood"}, {"text": "There were abnormalities in CRE, eGFR, UREA, and Ca 2+ in COVID-19 patients (Figs. 3a-c). In the process of continuous monitoring, the expression of CRE in patients with COVID-19 were significantly lower than those in the controls on the 1st, 4th, and 7th days of admission, and showed an overall downward trend (Fig. 3a) . The expression of Ca 2+ in patients with COVID-19 were significantly lower than those in the controls on the 1st, 4th, 7th and 10th days of admission, and showed an overall upward trend (Fig. 3d ). *Because the concentrations of IL-1β in patients and IL-10 in controls are below the lower limit of the measurement range, we use the lower limit value of the measurement range as statistical data", "cite_spans": [], "ref_spans": [{"start": 312, "end": 321, "text": "(Fig. 3a)", "ref_id": "FIGREF0"}, {"start": 510, "end": 518, "text": "(Fig. 3d", "ref_id": "FIGREF0"}], "section": "Analyses of biochemical indexes of renal function"}, {"text": "Analyses of hemostasis, coagulation, and fibrinolysisrelated systems APTT and PT for COVID-19 patients were significantly longer than those in controls, and FDP, D-D, FIB, and PT-INR were higher compared with those in the controls (Table 2 and Fig. 4a f). The expression of FIB in patients with COVID-19 were significantly higher as compared with those in the controls on the 1st, 4th, 7th, and 10th days of admission, and 50% of the patients' results were higher than the reference range ( Table 2) .", "cite_spans": [], "ref_spans": [{"start": 231, "end": 239, "text": "(Table 2", "ref_id": "TABREF1"}, {"start": 244, "end": 251, "text": "Fig. 4a", "ref_id": "FIGREF1"}, {"start": 491, "end": 499, "text": "Table 2)", "ref_id": "TABREF1"}], "section": "Analyses of biochemical indexes of renal function"}, {"text": "Analyses of thyroid axis and growth hormone axisrelated markers, the parathyroid gland, and bone metabolism-related markers", "cite_spans": [], "ref_spans": [], "section": "Analyses of biochemical indexes of renal function"}, {"text": "The expression of PTH was elevated in COVID-19 patients on the 4th, 7th, and 10th days of admission (Table 2 and Fig. 5a ). The expression of TSH, FT3, P1NP, N-MID OC, 25(OH)D 3 , GH, and IGFBP-3 in COVID-19 patients decreased compared with those in controls (Fig. 5b-h) .", "cite_spans": [], "ref_spans": [{"start": 100, "end": 108, "text": "(Table 2", "ref_id": "TABREF1"}, {"start": 113, "end": 120, "text": "Fig. 5a", "ref_id": null}, {"start": 259, "end": 270, "text": "(Fig. 5b-h)", "ref_id": null}], "section": "Analyses of biochemical indexes of renal function"}, {"text": "The expression of HE4, SF, and CRP significantly increased in COVID-19 patients during the early stages of the disease (Fig. 6b-d) . However, the expression of ProGRP, IL-1β, and IL-8 significantly decreased in COVID-19 patients compared with those in controls (Fig. 6a , e, f).", "cite_spans": [], "ref_spans": [{"start": 119, "end": 130, "text": "(Fig. 6b-d)", "ref_id": null}, {"start": 261, "end": 269, "text": "(Fig. 6a", "ref_id": null}], "section": "Analyses of carbohydrate antigens, other cellular antigens, and cytokines"}, {"text": "Our study found that in the early stages of disease, LYMPH, EO, and BSO counts were lower in COVID-19 patients than in controls. In acute infection or inflammation, the number of circulating EOs decreases rapidly and continuously [7] . It is worth noting that two eosinophil granule proteins, eosinophil cationic protein (ECP) and eosinophil-derived neurotoxin (EDN), neutralize most viruses [8] . The decreasing ESO in COVID-19 patients may be caused by the SARS-CoV-2 virus attacking ECP and EDN. Besides, both BSO and EO can produce IL-4, which is an important cytokine to stimulate the proliferation of activated B and T cells [9] . Therefore, the decrease of EO and BSO counts in COVID-19 patients may further lead to the decrease of LYMPH counts. Impairment of liver function caused by SARS-CoV-2 has also been reported in many studies recently [10, 11] . Our results showed that the serum TP and ALB of patients decreased significantly while the level of GLO increased, leading to the abnormal frequency of A/G in the early stages of the disease.", "cite_spans": [{"start": 230, "end": 233, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 392, "end": 395, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 631, "end": 634, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 851, "end": 855, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 856, "end": 859, "text": "11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "Additionally, the discovery that eight COVID-19 patients had a simultaneous increase in ɑ-HBDH, MY, CK, or CK-MB suggested that we should pay attention to patients with different degrees of skeletal muscle injuries. It has been reported that the human kidneys are a specific target for SARS-CoV-2 infection [12] . Our results showed that there were abnormalities in CRE, eGFR, and UREA in COVID-19 patients, mainly in CRE. In the process of continuous monitoring, we also found that the CRE levels on the 1th, 4th, and 7th day of admission in COVID-19 patients were Our results also showed that the APTT of COVID-19 patients were longer than that of controls, and the indexes of FDP, D-D, and FIB were higher than those of the control, suggesting that SARS-CoV-2 has an important effect on the hematopoietic system and hemostasis. Coagulation abnormalities such as prolonged PT and APTT, increased fibrin degradation products, and disseminated intravascular coagulation (DIC) require continuous vigilance and timely interventions. We found that N-MID OC, PINP, and TSH were significantly decreased, while PTH increased in COVID-19 patients. Some studies have already highlighted that SARS-CoV-2 can affect thyroid function [13, 14] . Therefore, thyroid damage caused by SARS-CoV-2 also needs further exploration. We found that GH and IGFBP-3 significantly decreased in the serum of COVID-19 patients, suggesting that SARS-CoV-2 may invade the central nervous system. Baig et al. reported that the detection of SARS-CoV-2 in the cerebrospinal fluid of COVID-19 patients suggests that the CNS may be invaded by SARS-COV-2 [13] .", "cite_spans": [{"start": 307, "end": 311, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1223, "end": 1227, "text": "[13,", "ref_id": "BIBREF13"}, {"start": 1228, "end": 1231, "text": "14]", "ref_id": "BIBREF14"}, {"start": 1620, "end": 1624, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "Inflammatory infection can promote the synthesis of ferritin and lead to an increase in ferritin. Our study showed that SF and CRP abnormally increased in COVID-19 patients. An analysis of the data from 21 COVID-19 patients showed that the performance of SF in the patients significantly differed from that in the healthy control, which is consistent with our findings [5] . SF needs to be further studied to assist in the diagnosis of SARS-CoV-2 infection or to be used to monitor disease activity, and response to treatment in SARS-CoV-2 patients.", "cite_spans": [{"start": 369, "end": 372, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Discussion"}, {"text": "This study had some limitations. First, our sample size was small thus limiting the validity of our findings. Second, the cross-sectional survey used in this study limited our ability to identify etiological factors associated with COVID-19 patients. Third, we were unable to obtain all the clinical and treatment information of the subjects enrolled in the study, which limited us to having an analysis combined with clinical feature and limited us in explaining the phenomenon Fig. 6 The expression of HE4, SF, CRP, ProGRP, IL-1β, and IL-8 in COVID-19 patients (a-f) caused by SARS-CoV-2. In further studies, we could focus on the specific biochemical marker difference in COVID-19 patients, and try to figure out the mechanism.", "cite_spans": [], "ref_spans": [{"start": 479, "end": 485, "text": "Fig. 6", "ref_id": null}], "section": "Discussion"}, {"text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection can affect hematopoiesis, hemostasis, coagulation, fibrinolysis, bone metabolism, thyroid and parathyroid glands, the liver, and the reproductive system. ", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Conflict of interest The authors declare that they have no conflicts of interest.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}, {"text": "Ethics approval This retrospective chart review study involving human participants was in accordance with the ethical standards of the institutional and national research committee and with the 1964 Helsinki Declaration and its later amendments or comparable ethical standards. The Ethics Committee of the First Affiliated Hospital of Anhui Medical University approved this study and waived informed consent as a retrospective observational study.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}, {"text": "Informed consent This study was a retrospective study, so formal consent was not required.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "China novel coronavirus investigating and research team. A novel coronavirus from patients with pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "727--733", "other_ids": {"DOI": ["10.1056/NEJMoa2001017"]}}, "BIBREF1": {"ref_id": "b1", "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Guan", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "1199--1207", "other_ids": {"DOI": ["10.1056/NEJMoa2001316"]}}, "BIBREF2": {"ref_id": "b2", "title": "Available online: https://gisanddata.Maps.Arcgis. C o m", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Clinical features of COVID-19 in elderly patients: a comparison with young and middle-aged patients", "authors": [{"first": "K", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "R", "middle": [], "last": "Lin", "suffix": ""}, {"first": "K", "middle": [], "last": "Han", "suffix": ""}], "year": 2020, "venue": "J Inf Secur", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jinf.2020.03.005"]}}, "BIBREF4": {"ref_id": "b4", "title": "Clinical and immunologic features in severe and moderate coronavirus disease 2019", "authors": [{"first": "G", "middle": [], "last": "Chen", "suffix": ""}, {"first": "D", "middle": [], "last": "Wu", "suffix": ""}, {"first": "W", "middle": [], "last": "Guo", "suffix": ""}], "year": 2020, "venue": "J Clin Invest", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1172/JCI137244"]}}, "BIBREF5": {"ref_id": "b5", "title": "The clinical and chest CT features associated with severe and critical COVID-19 pneumonia", "authors": [{"first": "K", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": [], "last": "Wu", "suffix": ""}, {"first": "F", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "Investig Radiol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1097/RLI.0000000000000672"]}}, "BIBREF6": {"ref_id": "b6", "title": "Mechanisms of eosinophil-associated inflammation", "authors": [{"first": "G", "middle": ["J"], "last": "Gleich", "suffix": ""}], "year": 2000, "venue": "J Allergy Clin Immunol", "volume": "105", "issn": "", "pages": "651--663", "other_ids": {"DOI": ["10.1067/mai.2000.105712"]}}, "BIBREF7": {"ref_id": "b7", "title": "Structure and chromosome localization of the human eosinophil-derived neurotoxin and eosinophil cationic protein genes: evidence for intronless coding sequences in the ribonuclease gene superfamily", "authors": [{"first": "K", "middle": ["J"], "last": "Hamann", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Ten", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Loegering", "suffix": ""}], "year": 1990, "venue": "Genomics", "volume": "7", "issn": "", "pages": "535--546", "other_ids": {"DOI": ["10.1016/0888-7543(90)90197-3"]}}, "BIBREF8": {"ref_id": "b8", "title": "Type 1 and type 2 cytokine dysregulation in human infectious, neoplastic, and inflammatory diseases", "authors": [{"first": "D", "middle": ["R"], "last": "Lucey", "suffix": ""}, {"first": "M", "middle": [], "last": "Clerici", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Shearer", "suffix": ""}], "year": 1996, "venue": "Clin Microbiol Rev", "volume": "9", "issn": "", "pages": "532--562", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A comparative study on the clinical features of COVID-19 pneumonia to other pneumonias", "authors": [{"first": "D", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "F", "middle": [], "last": "Yao", "suffix": ""}, {"first": "L", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "Clin Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/cid/ciaa247"]}}, "BIBREF10": {"ref_id": "b10", "title": "Clinical characteristics of 161 cases of corona virus disease 2019 (COVID-19) in Changsha", "authors": [{"first": "F", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "W", "middle": [], "last": "Tang", "suffix": ""}, {"first": "H", "middle": [], "last": "Li", "suffix": ""}, {"first": "Y", "middle": ["X"], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": ["L"], "last": "Xie", "suffix": ""}, {"first": "Z", "middle": ["G"], "last": "Zhou", "suffix": ""}], "year": 2020, "venue": "Eur Rev Med Pharmacol Sci", "volume": "24", "issn": "", "pages": "3404--3410", "other_ids": {"DOI": ["10.26355/eurrev_202003_20711"]}}, "BIBREF11": {"ref_id": "b11", "title": "Human kidney is a target for novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection. medRxiv", "authors": [{"first": "Bo", "middle": [], "last": "Diao", "suffix": ""}, {"first": "Chenhui", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Rongshuai", "middle": [], "last": "Wang", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Neurological manifestations in COVID-19 caused by SARS-CoV-2", "authors": [{"first": "A", "middle": ["M"], "last": "Baig", "suffix": ""}], "year": 2020, "venue": "CNS Neurosci Ther", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/cns.13372"]}}, "BIBREF14": {"ref_id": "b14", "title": "A pathological report of three COVID-19 cases by minimally invasive autopsies", "authors": [{"first": "X", "middle": ["H"], "last": "Yao", "suffix": ""}, {"first": "T", "middle": ["Y"], "last": "Li", "suffix": ""}, {"first": "Z", "middle": ["C"], "last": "He", "suffix": ""}], "year": 2020, "venue": "Zhonghua Bing Li Xue Za Zhi", "volume": "49", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3760/cma.j.cn112151-20200312-00193"]}}, "BIBREF15": {"ref_id": "b15", "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Abnormalities in CRE, eGFR, UREA, and Ca2+ in COVID-19 patients (a-d)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "APTT and PT duration and FDP, D-D, FIB, and PT-INR concentrations (a-f) significantly higher than those in the controls suggesting that SARS-CoV-2 virus might infect the kidneys of the patients, with the potential to cause renal damage.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Fig. 5 The expression of TSH, FT3, P1NP, N-MID OC, 25(OH)D3, GH, and IGFBP-3 in COVID-19 patients (a-h)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Funding information This work was supported by the Scientific Research Project of Anhui Province for the Prevention and Control of New Coronavirus Pneumonia (202004a07020015).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Laboratory indexes and their abbreviation name", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Full name </td><td>Abbreviation name\n</td></tr><tr><td>25-Hydroxy vitamin D3 </td><td>25(OH)D3\n</td></tr><tr><td>Activated partial thromboplastin time </td><td>APTT\n</td></tr><tr><td>Alanine transaminase </td><td>ALT\n</td></tr><tr><td>Albumin </td><td>ALB\n</td></tr><tr><td>Albumin/globulin ratio </td><td>A/G\n</td></tr><tr><td>Aspartate aminotransferase </td><td>AST\n</td></tr><tr><td>Basophil counts </td><td>BASO#\n</td></tr><tr><td>Calcium </td><td>Ca\n</td></tr><tr><td>C-reactive protein </td><td>CRP\n</td></tr><tr><td>Creatine phosphokinase </td><td>CK\n</td></tr><tr><td>Creatine phosphokinase-MB </td><td>CK-MB\n</td></tr><tr><td>Creatinine </td><td>CRE\n</td></tr><tr><td>D-dimer </td><td>D-D\n</td></tr><tr><td>Eosinophil counts </td><td>EO#\n</td></tr><tr><td>Estimated glomerular filtration rate </td><td>eGFR\n</td></tr><tr><td>Fibrinogen </td><td>FIB\n</td></tr><tr><td>Fibrinogen degradation products </td><td>FDP\n</td></tr><tr><td>Free 3,5,3′-triiodothyronine </td><td>FT3\n</td></tr><tr><td>Globulin </td><td>GLB\n</td></tr><tr><td>Growth hormone </td><td>GH\n</td></tr><tr><td>Human epididymal protein 4 </td><td>HE4\n</td></tr><tr><td>Insulin-like growth factor-binding protein 3 </td><td>IGFBP-3\n</td></tr><tr><td>Interleukin 1 beta </td><td>IL-1β\n</td></tr><tr><td>Interleukin 8 </td><td>IL-8\n</td></tr><tr><td>Lymphocyte counts </td><td>LYMPH#\n</td></tr><tr><td>Monocyte counts </td><td>MONO#\n</td></tr><tr><td>Myoglobin </td><td>MY\n</td></tr><tr><td>Osteocalcin N-terminal in the middle </td><td>N-MID OC\n</td></tr><tr><td>Parathyroid hormone </td><td>PTH\n</td></tr><tr><td>Progastrin-releasing peptide </td><td>ProGRP\n</td></tr><tr><td>Prothrombin time </td><td>PT\n</td></tr><tr><td>Serum ferritin </td><td>SF\n</td></tr><tr><td>Thyroid-stimulating hormone </td><td>TSH\n</td></tr><tr><td>Total procollagen type 1 amino-terminal propeptide P1NP\nTotal protein TP\n</td></tr><tr><td>Urea </td><td>UREA\n</td></tr><tr><td>α-Hydroxybutyrate dehydrogenase </td><td>α-HBDH\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Baseline characteristics of laboratory tests in patients with COVID-19 (mean ± SD)", "latex": null, "type": "table"}}, "back_matter": []}