{
    "paper_id": "2ae6ae5d1645dda13544fb2b2671cdfc49f6cc18",
    "metadata": {
        "title": "Journal Pre-proof COVID 19-An eye on the virus COVID 19 -An eye on the virus",
        "authors": [
            {
                "first": "Pauline",
                "middle": [],
                "last": "Cho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maureen",
                "middle": [],
                "last": "Boost",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In the current pandemic crisis, remember to 'Follow WOMEN' and 'Avoid touching MEN'. Follow 'WOMEN', ie. Wash your hands frequently with soap and water; Obey social distancing; Mask is a must if you leave your house; Eat a heathy diet rich in vegetables and fruits; N -No going out if you are not feeling well. Avoid touching 'MEN' i.e. Mouth, Eyes, and Nose …. because the COVID 19 virus can enter your body via any of these gateways. This is the advice from the Departments of Health worldwide. Of the three entry points, the least considered, has been the eyes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Many people wear face masks, but far fewer consider the need for eye protection. Although the eye is probably a less important gateway for the virus, in the last few days, evidence has emerged of the likelihood of transmission via the conjunctival epithelium [1]. So, the question arises \"What does this mean for optometrists and ophthalmologists and their patients?\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Wearing glasses or a visor may reduce risk of contamination, but it does not protect against COVID 19 infections [2]. This is a similar situation to wearing a regular surgical or other face covering in that there is an imperfect seal allowing unfiltered air to reach the nose, mouth, and eyes -it helps, but it does not prevent [2] [3] . This is why frontline health care workers need to use a higher standard of face mask, the N95, which needs to be individually fitted, together with well-fitted goggles. J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 331,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "It is currently unknown how the organism can infect the eye, whether it is direct transmission by droplets or aerosol from infected patients or spread from the nasal tissues via the nasolacrimal duct [4] . Optometrists, whilst not considered frontline health care workers for COVID 19, may nonetheless, be exposed to asymptomatic patients or their close contacts. Therefore, they need to take precautions to protect themselves and others in their practices. Depending on local regulations, it is a sensible precaution to check the temperature of anyone entering the practice, including staff, and for all present to wear a surgical mask, and use hand sanitizers. Ideally, this should be supplemented with a face visor, as certain diagnostic procedures do require close contact with patients. In addition, ophthalmic instruments should be shielded as far as possible to prevent contamination and wiped down with disinfectant or alcohol after each patient. Clients may try on several frames when choosing new spectacles, so, although it is not normal practice to clean these after every customer, at this extraordinary time, all items that come into contact with potentially infected persons must be wiped with alcohol or equivalently effective method. This means that clients trying on frames must be supervised to ensure that frames tried by the clients can be identified for cleaning.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the optometry practice is not the correct setting, some patients may present with ocular manifestations, such as conjunctivitis [5] , rather than attending the hospital or a medical practitioner.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An ocular condition may be the first symptom of COVID 19 [6] and it is considered that one of the first J o u r n a l P r e -p r o o f practitioners to draw attention to this new infection was Dr Li Wenliang, an ophthalmologist [5] . It is thought that he contracted the virus from a glaucoma patient. In China, Guan et al. [7] reported that less than 1% of COVID 19 patients had conjunctival congestion, but subsequent reports have observed higher percentages [6, 8, 9] , although not all conjunctivitis present in COVID 19 patients was attributable to the virus [6] .",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 60,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 324,
                    "end": 327,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 465,
                    "end": 467,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 468,
                    "end": 470,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Regarding the use of contact lenses during this period of worldwide infection, mixed messages have emerged from various health sources, making it difficult for practitioners to provide absolute guidance to their patients. The most frequent question regards the safety of wearing contact lenses for vision correction during the crisis. Contact lens wear itself is safe if there is strict compliance with care and wear routines. [10] This has not been changed by the pandemic. There is no definitive evidence so far of direct transmission via contact lenses. However, it is well recognized that contact lens patients are frequently not compliant [11] [12] [13] . In addition, contact lens wearers may experience minor discomfort or irritation more frequently than spectacle wearers [14] , and this in turn increases the chance of the natural response to touch or rub eyes [15] . This is especially true for patients who experience some dryness when using contact lenses. For these patients in particular, it may be prudent to switch to spectacles for this period. Alternatively, those who are more dependent on their contact lenses may consider wearing plano spectacles or sunglasses, in addition to their lenses, in public. Nevertheless, as spectacle wearers may also rub their eyes after removing their glasses, they also need to be reminded to avoid doing so.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 431,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 780,
                    "end": 784,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 870,
                    "end": 874,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During this pandemic, many countries have instituted formal lockdowns, or working from home. Whilst this reduces the risk of contact with others, it may encourage another form of non-compliancenapping while wearing contact lenses. This can lead to hypoxia, which increases the risk of infection J o u r n a l P r e -p r o o f [16] . Once again, practitioners should remind their patients of the importance of not sleeping with their lenses on, unless prescribed otherwise.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 330,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another issue regarding lockdown is the lack of accessibility to aftercare consultations. Some practitioners are sending out refill lenses on request, which allows them to remind patients to attend the clinic after lockdown is lifted. For other patients, a general reminder sent by social media helps to maintain rapport with the practitioners and may prevent patients from regularly ordering lenses online even after the lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Practitioners of course, are responsible for impressing upon their patients the importance of good hygiene, but some additional precautions are needed during this time of pandemic. Spectacle wearers should be reminded to clean their glasses on returning home, either using alcohol wipes or with soap and water. Clients should also be reminded that other frequently contacted items, especially mobile phones, should also be regularly cleaned to prevent cross transmission. Any patient who does contract COVID 19 should be advised to discard all previously worn contact lenses and used accessories (eg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "solutions, lens storage case) after recovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since the beginning of the pandemic, it was believed that children were relatively safe from COVID 19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, according to a recent study in the US, the risk has been underemphasized [17] , as several cases of severe, even fatal, disease have been reported. It appears to be relayed to an immense over response of the immune system to the infection, which is very difficult to treat. The authors consider a surge of severe pediatric cases of COVID 19 would be disastrous, in view of inadequate pediatric hospital care resources. This observation is likely to be the case in many other countries as well. At this time, it is essential to increase awareness of children wearing contact lenses for myopia control. These include J o u r n a l P r e -p r o o f those wearing specialized soft contact lenses in the daytime and overnight orthokeratology. It is more difficult to impress on children the importance of not touching 'MEN'. Therefore, the case for temporary discontinuation of daytime lens wear at this time may be stronger, but the final decision must be made by the practitioner after careful consideration of the likelihood of good compliance and amount of time spent out of the home. In many places, schools are closed and time outdoors is strictly limited, reducing opportunities for contamination and infection. Once again, when outdoors, the risk can be ameliorated by the use of plano glasses or sunglasses with the contact lenses.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With respect to orthokeratology, lenses are only worn at home and insertion/removal is often performed with the assistance of parents. Children sleep with the lenses in place, thereby reducing the chance of touching their eyes; after all, no one wears a face mask to sleep! One problem of school closures is that children may be allowed to sleep in longer. Practitioners need to caution parents that extended hours of sleep with the orthokeratology lenses may lead to development of corneal oedema. This condition has been observed in a few children undergoing orthokeratology treatment just recently in Hong Kong. As patients may be unable to visit clinics or practices due to lockdown, it may be advisable for practitioners to contact the parents of all of their orthokeratology patients to alert them about this problem. After all, as Boris Johnson said, \"We must all be alert!\" (10 May, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Tropism, replication competence, and innate immune responses of the coronavirus SARS-CoV-2 in human respiratory tract and conjunctiva: an analysis in ex-vivo and in-vitro cultures",
            "authors": [
                {
                    "first": "Kpy",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "Rapm",
                    "middle": [],
                    "last": "Perera",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "Cht",
                    "middle": [],
                    "last": "Bui",
                    "suffix": ""
                },
                {
                    "first": "Jcw",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "20",
            "pages": "30193--30197",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30193-4"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Face shields for infection control: A review",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Roberge",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Occup Environ Hyg",
            "volume": "13",
            "issn": "4",
            "pages": "235--242",
            "other_ids": {
                "DOI": [
                    "10.1080/15459624.2015.1095302"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Potential utilities of mask-wearing and instant hand hygiene for fighting SARS-CoV-2",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "X"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25805"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Can the coronavirus disease 2019 (COVID-19) affect the eyes? A review of coronaviruses and ocular implications in humans and animals",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Seah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Agrawal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ocul Immunol Inflamm",
            "volume": "28",
            "issn": "",
            "pages": "391--396",
            "other_ids": {
                "DOI": [
                    "10.1080/09273948.2020.1738501"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ophthalmic manifestations of coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "StatPearls [Internet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characteristics of ocular findings of patients with coronavirus disease 2019 (COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Ophthalmol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamaophthalmol.2020.1291"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1708--1728",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The evidence of SARS-CoV-2 infection on ocular surface",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ocul Surf",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtos.2020.03.010"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Evaluation of ocular symptoms and tropism of SARS-CoV-2 in patients confirmed with COVID-19",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yap",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Ophthalmol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/aos.14445"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The COVID-19 pandemic: Important considerations for contact lens practitioners",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Willcox",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nichols",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cont Lens Anterior Eye",
            "volume": "",
            "issn": "20",
            "pages": "30055--30057",
            "other_ids": {
                "DOI": [
                    "10.1016/j.clae.2020.03.012"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Noncompliance and microbial contamination in orthokeratology",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Boost",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Optom Vis Sci",
            "volume": "86",
            "issn": "",
            "pages": "1227--1261",
            "other_ids": {
                "DOI": [
                    "10.1097/OPX.0b013e3181bbc55d"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Hand hygiene is linked to microbial keratitis and corneal inflammatory events",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fonn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cont Lens Anterior Eye",
            "volume": "42",
            "issn": "",
            "pages": "132--137",
            "other_ids": {
                "DOI": [
                    "10.1016/j.clae.2018.10.022"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A study of contact lens compliance in a non-clinical setting",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Rueff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cont Lens Anterior Eye",
            "volume": "42",
            "issn": "",
            "pages": "557--61",
            "other_ids": {
                "DOI": [
                    "10.1016/j.clae.2019.03.001"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Responses of contact lens wearers to a dry eye survey",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Begley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Caffery",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Nichols",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chalmers",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Optom Vis Sci",
            "volume": "77",
            "issn": "",
            "pages": "40--46",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Eye rubbing-induced changes in intraocular pressure and corneal thickness measured at five locations, in subjects with ocular allergy",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "L"
                    ],
                    "last": "Osuagwu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Alanazi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Ophthalmol",
            "volume": "8",
            "issn": "",
            "pages": "81--88",
            "other_ids": {
                "DOI": [
                    "10.3980/j.issn.2222-3959.2015.01.15"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Pathogenesis of contact lens-associated microbial keratitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Fleiszig",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Optom Vis Sci",
            "volume": "87",
            "issn": "",
            "pages": "225--257",
            "other_ids": {
                "DOI": [
                    "10.1097/OPX.0b013e3181d408ee"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "COVID-19 in children in the United States: intensive care admissions, estimated total infected, and projected numbers of severe pediatric cases in 2020",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Pathak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Salemi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sobers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Menard",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Hambleton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Public Health Manag Pract",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/PHH.0000000000001190"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The long and variable incubation period of this viral infection makes it difficult to determine the exact time and/or method of spread. Many patients with COVID 19 are asymptomatic, increasing the challenge of pinpointing the actual time or person responsible for passing on the infection. Regardless of the route, the presence of the virus in the eye makes this infection of particular importance to practitioners and their clients.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}