{
    "paper_id": "2ae86f61593841a61646b04798d610c3629d518c",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "William",
                "middle": [],
                "last": "Dunn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Section Electron Microscopy",
                    "institution": "Leiden University Medical Center",
                    "location": {
                        "settlement": "Leiden",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "These authors contributed equally *Correspondence: m.barcena@lumc.nl (M. Bárcena).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Georg Wolff, 1, 4 Charlotte E. Melia, 1, 3, 4 Eric J. Snijder, 2 and Montserrat Bárcena 1,4, * Viruses, as obligate intracellular parasites, exploit cellular pathways and resources in a variety of fascinating ways. A striking example of this is the remodelling of intracellular membranes into specialized structures that support the replication of positive-sense ssRNA (+RNA) viruses infecting eukaryotes. These distinct forms of virus-induced structures include double-membrane vesicles (DMVs), found during viral infections as diverse and notorious as those of coronaviruses, enteroviruses, noroviruses, or hepatitis C virus. Our understanding of these DMVs has evolved over the past 15 years thanks to advances in imaging techniques and modern molecular biology tools. In this article, we review contemporary understanding of the biogenesis, structure, and function of virus-induced DMVs as well as the open questions posed by these intriguing structures.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 15,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 16,
                    "end": 17,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 31,
                    "end": 37,
                    "text": "Melia,",
                    "ref_id": null
                },
                {
                    "start": 38,
                    "end": 40,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 41,
                    "end": 43,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 44,
                    "end": 45,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Double-Membrane Vesicles as Platforms for Viral Replication"
        },
        {
            "text": "The replication of all +RNA viruses infecting eukaryotes occurs in the cytoplasm of the host cell in association with intracellular membranes that are transformed into distinctive and captivating structures. These virus-induced membrane modifications are increasingly referred to as viral replication organelles (ROs), a term that captures the idea of a subcellular structure that serves the invading virus rather than the host cell. Viral ROs may provide optimal platforms for viral RNA (vRNA) synthesis by concentrating viral replicative proteins and relevant host factors, and may hide replication intermediates, contributing to the evasion of innate immune sensors that can detect vRNA [1] . Additionally, they may help to spatially coordinate different steps in the viral replication cycle. Interestingly, while viral ROs are a hallmark of +RNA virus infections, the confinement of viral replication to a specific altered region of the cytoplasm appears to be an advantageous strategy that is also employed by other viruses [2] [3] [4] . Due to their conserved role in the replication cycle of +RNA viruses, viral ROs are attractive targets for novel antiviral strategies.",
            "cite_spans": [
                {
                    "start": 690,
                    "end": 693,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1029,
                    "end": 1032,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1033,
                    "end": 1036,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1037,
                    "end": 1040,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Viral Replication Organelles and DMVs"
        },
        {
            "text": "Different families of +RNA viruses target diverse intracellular membranes to generate complex and unique membrane rearrangements. However, +RNA viruses seem to segregate into two main groups regarding the ROs they induce. The first group includes viruses that generate spherules via the formation of invaginations in specific host organelles, such as the endoplasmic reticulum (ER), mitochondria, or endolysosomes, (reviewed in [5] ; see also [6, 7] ). These invaginated spherules remain connected to the cytosol by a narrow channel that can mediate import of metabolites and export of newly-synthesized positive-sense vRNAs to the cytosol for translation and packaging into new virions. The second class of +RNA viruses induces vesiculotubular membrane clusters containing different structural elements, among which DMVs have emerged as a recurrent motif. Double-membrane organelles are somewhat atypical structures, limited in animal cells to the nucleus, mitochondria, and autophagosomes. Yet DMVs are induced in cells infected with a number of +RNA viruses, including picornaviruses (e.g., poliovirus) [8] [9] [10] , noroviruses [11] , hepatitis C virus (HCV) [12] , arteriviruses [13, 14] , and coronaviruses such as the severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS) coronaviruses [15] [16] [17] . Moreover, DMV-like structures have also been reported in infections with a number of plant +RNA viruses [18, 19] . In Positive-sense RNA viruses utilize host membranes to generate viral replication organelles (ROs), inducing either invaginated spherules or double-membrane vesicles (DMVs) to support viral RNA synthesis.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 431,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 447,
                    "end": 449,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1106,
                    "end": 1109,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1110,
                    "end": 1113,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1114,
                    "end": 1118,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1133,
                    "end": 1137,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1164,
                    "end": 1168,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1185,
                    "end": 1189,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1190,
                    "end": 1193,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1325,
                    "end": 1329,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1330,
                    "end": 1334,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1335,
                    "end": 1339,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1446,
                    "end": 1450,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1451,
                    "end": 1454,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Viral Replication Organelles and DMVs"
        },
        {
            "text": "DMVs have emerged as a recurrent RO motif among important human pathogenic viruses. These include picornaviruses such as enteroviruses and poliovirus, hepatitis C virus, noroviruses, and coronaviruses such as Middle East respiratory syndrome (MERS)-and severe acute respiratory syndrome (SARS)-coronaviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Replication Organelles and DMVs"
        },
        {
            "text": "Virus-induced DMVs appear to derive from membranes of the secretory pathway and form via several membrane remodelling steps coordinated by specific viral nonstructural proteins and host factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Replication Organelles and DMVs"
        },
        {
            "text": "Recent evidence demonstrates that DMVs are a central hub for the synthesis of viral RNA (vRNA), making them attractive targets for novel antiviral interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Replication Organelles and DMVs"
        },
        {
            "text": "general, our understanding of the ROs associated with DMV-inducing viruses is relatively poorly developed due to the higher complexity and morphological variations in these membrane arrangements. This complexity implies an elaborate biogenesis process and makes straightforward structure-function interpretations challenging. Here, we review recent studies that have offered significant progress in this regard, with a special focus on human and animal viruses. We present emerging views on the replication of DMV-inducing viruses and highlight the conceptual and practical challenges that these structures continue to pose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Replication Organelles and DMVs"
        },
        {
            "text": "In the past decade, advances in electron microscopy (EM) imaging and EM sample preparation have greatly contributed to our knowledge of the ROs of DMV-inducing viruses (Box 1). In particular, electron tomography has provided exquisitely detailed 3D images of these ROs and revealed Box 1. Advances in EM for the Study of Viral ROs During the past 15 years, electron tomography (ET) has revealed the detailed 3D architecture of viral ROs [8] [9] [10] [11] [12] [13] [14] [15] 17, 20] . To generate a 3D volume from the projection images generated in a transmission EM by ET (reviewed in [94]), a series of projection images is recorded while the sample (usually a 100-300 nm thick section through the infected cell) is gradually tilted in the microscope along one or two orthogonal axes. Subsequently, these tilt-series are computationally aligned and reconstructed into a 3D volume (tomogram) whose virtual slices are only a few nanometres thick, thus much thinner than the slices achievable by manual sectioning. In this way fine details of the RO architecture (e.g., small neck-like membrane connections), which may be obscured in the 2D projection images, can be resolved.",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 440,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 470,
                    "end": 474,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Common Structural Themes and Variations among DMV-Inducing Viruses"
        },
        {
            "text": "Prior to transmission electron microscopy (TEM) imaging, samples are typically fixed, stained and sectioned. The classical approach is chemical fixation, using crosslinkers such as glutaraldehyde or formaldehyde to stabilize the cellular ultrastructure for further processing. This method, however, is prone to structural artefacts which can be minimized by the use of cryo-fixation followed by freeze substitution [95] . With cryo-fixation, the sample is quickly frozen by immersion in a cryogen (plunge-freezing) or, more commonly, under pressure (high-pressure freezing) to hamper ice-crystal formation. Cryo-fixation allows better preservation of membranous structures; this can be particularly beneficial for the visualization of viral ROs [13, 96] . Depending on the approach to fixation and the protocol used for subsequent staining steps, the appearance of different subcellular elements can vary significantly. Virus-induced DMVs, which appear to be particularly fragile, are perhaps one of the best examples to illustrate this point ( Figure I ) and how the interpretation of structural details should always be guided by the technical limitations in EM sample preparation.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 419,
                    "text": "[95]",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 750,
                    "end": 753,
                    "text": "96]",
                    "ref_id": "BIBREF94"
                }
            ],
            "ref_spans": [
                {
                    "start": 1045,
                    "end": 1053,
                    "text": "Figure I",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Common Structural Themes and Variations among DMV-Inducing Viruses"
        },
        {
            "text": "Correlative light and electron microscopy (CLEM) has also become a valuable imaging approach to study viral infection [11, 12] . CLEM methods facilitate the identification of specific target areas for sequential light and electron microscopy, after which data from the two modalities can be overlaid and interpreted together. Furthermore, the ability to monitor live cells ahead of CLEM adds temporal information to intrinsically static EM images, meaning rare or transient events, such as RO biogenesis, can be pinpointed ahead of fixation [26, 76, 97] . , and MERScoronavirus (D, fixed by high-pressure freezing), respectively. DMV membranes appear tightly apposed and with minimal deformation, illustrating the superior structural preservation of this approach. (D) High-pressure freezing is considered to be the optimal fixation method for room temperature EM [95] and reveals a core of dense material inside the DMVs, which are surrounded by a denser cytosol. (A) was adapted from [96] , copyright © American Society for Microbiology, and (C) was adapted from [15] . (B) and (D) are unpublished images from samples described in [17, 16] , respectively. Scale bars, 250 nm.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 541,
                    "end": 545,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "76,",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "97]",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 864,
                    "end": 868,
                    "text": "[95]",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 986,
                    "end": 990,
                    "text": "[96]",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 1065,
                    "end": 1069,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1133,
                    "end": 1137,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1138,
                    "end": 1141,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Common Structural Themes and Variations among DMV-Inducing Viruses"
        },
        {
            "text": "that, while broadly speaking, all virus-induced DMVs are~100-300 nm vesicles delimited by two paired membranes, there are significant variations in their architecture (Figure 1 ). At one extreme, the DMVs induced by nidoviruses appear to define closed compartments whose outer membranes are frequently connected to other virus-induced membrane structures or to the ER, [11, 12, 25, 27] . Single-membrane tubules (SMTs), sometimes together with SMVs, appear early in picornavirus infections and are DMV precursors [8] [9] [10] 98] . Picornaviruses, HCV, and noroviruses also generate multilamellar vesicles (MLVs), which arise late in infection from massive enwrapping of certain replication organelle (RO) elements by others [8] [9] [10] [11] [12] . Double-membrane tubules (DMTs) are also late structures that may arise from DMVs [12] . Nidoviruses induce additional double-membrane structures, including paired membranes (PMs) [13, 29] which, in the case of coronaviruses, adopt different configurations, from a nonbranching form, termed zippered ER (Zip-ER) [20, 99] , to a highly labyrinthine structure known as convoluted membranes (CMs) [15] [16] [17] 100] . Small open doublemembrane spherules (DMSs), highly reminiscent of the invaginated spherules induced by other +RNA viruses, are formed as invaginations in Zip-ER or CM [17, 20, 99] . Colours indicate cytosolic (grey) or luminal (green) space.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 373,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 513,
                    "end": 516,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "98]",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 725,
                    "end": 728,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 729,
                    "end": 732,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 733,
                    "end": 737,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 738,
                    "end": 742,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 743,
                    "end": 747,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 831,
                    "end": 835,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 929,
                    "end": 933,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 934,
                    "end": 937,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1061,
                    "end": 1065,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1066,
                    "end": 1069,
                    "text": "99]",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 1143,
                    "end": 1147,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1148,
                    "end": 1152,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1153,
                    "end": 1157,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1158,
                    "end": 1162,
                    "text": "100]",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 1332,
                    "end": 1336,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1337,
                    "end": 1340,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1341,
                    "end": 1344,
                    "text": "99]",
                    "ref_id": "BIBREF97"
                }
            ],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 176,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Trends in Microbiology"
        },
        {
            "text": "thus establishing large reticulovesicular membrane networks [13] [14] [15] 17, 20] . At the other extreme, picornavirus-induced DMVs are disconnected structures that often appear in an open vase-like configuration [8] [9] [10] . The DMVs induced by HCV and noroviruses seem to represent intermediate cases [11, 12] .",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 65,
                    "end": 69,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 70,
                    "end": 74,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 75,
                    "end": 78,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 79,
                    "end": 82,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 214,
                    "end": 217,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 218,
                    "end": 221,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Trends in Microbiology"
        },
        {
            "text": "Further confounding a universal view, these viruses induce different additional membrane structures, which often arise at particular stages in infection ( Figure 1 ). When considered collectively, these structures define divergent and complex ROs that can transform over the course of infection. This raises questions about their potentially differentiated roles that remain largely unanswered. A particularly pertinent question is which of these elements serve as platforms for vRNA synthesis. Localization of key viral components (e.g., by immuno-EM) is insufficient to shed light on this matter as only a small proportion of these may be engaged in active replication complexes, as elegantly demonstrated using biochemical approaches [21] . Many viral proteins are known or suspected to have additional functions in the virus-directed manipulation of the infected cell. In recent years, the more reliable method of metabolic labelling of newly synthesized vRNA has produced abundant experimental evidence that points to DMVs as active sites of vRNA synthesis [9, 10, 17, [22] [23] [24] . However, intriguing differences seem to exist among virus groups. While the single-membrane structures of picornaviruses are also active sites of vRNA replication and, as predominant structures at the peak of viral replication, may be the most relevant RO elements [9, 10, 24] , coronavirus-induced DMVs appear to be the primaryif not exclusivesites of vRNA synthesis [17] .",
            "cite_spans": [
                {
                    "start": 737,
                    "end": 741,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1062,
                    "end": 1065,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1066,
                    "end": 1069,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1070,
                    "end": 1073,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1074,
                    "end": 1078,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1079,
                    "end": 1083,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1084,
                    "end": 1088,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1356,
                    "end": 1359,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1360,
                    "end": 1363,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1364,
                    "end": 1367,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1459,
                    "end": 1463,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 163,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Trends in Microbiology"
        },
        {
            "text": "While virus-induced invaginations can form on membranes of very diverse organelles [5] , all DMVinducing viruses studied so far appear to hijack membranes of the secretory pathway. In recent years, 3D ultrastructural analyses have provided key insights by revealing membranous connections between viral ROs and their putative membrane donor organelle ( Figure 1 ). The detection of direct membranous continuities between DMVs and the ER points towards a primary role of ER membranes in the formation of ROs induced by nidoviruses [13] [14] [15] 17, 20] , HCV [12] , noroviruses [11, 25] , and cardioviruses [24] . Enterovirus ROs, however, have typically been found as separate compartments lacking connections [8, 9] , which complicates the identification of the donor organelle. Only recently, a study combining live-cell imaging and whole-cell 3D-EM to capture early stages in RO formation revealed that enterovirus ROs originate from both ER and Golgi membranes, which seem to be used in a sequential manner [26] .",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 530,
                    "end": 534,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 545,
                    "end": 548,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 549,
                    "end": 552,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 559,
                    "end": 563,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 578,
                    "end": 582,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 583,
                    "end": 586,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 715,
                    "end": 717,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1012,
                    "end": 1016,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 353,
                    "end": 361,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Biogenesis of DMVs"
        },
        {
            "text": "From a mechanistic point of view, DMV biogenesis is a complex process that requires several membrane-remodelling steps. These include the induction of positive and negative curvature, membrane paring, and, depending on the DMV topology, several membrane fission events. These steps can be combined in numerous ways to form a DMV. Consequently, finding structural intermediates is key to elucidating the exact biogenesis path and has been accomplished in some cases. It should be noted, however, that short-lived intermediates may not be captured in EM images and, therefore, the existence of additional rapid DMV biogenesis routes cannot be entirely discarded. Possible intermediates in DMV formation have been clearly identified for several picornaviruses [8] [9] [10] , supporting a mechanism in which single-membrane structures transform into membrane-paired cisternae that subsequently curve and seal to form DMVs (Figure 2 ). The formation of abundant single-membrane structures early in infection is also a characteristic of HCV and norovirus infections [11, 12, 25, 27] , and DMV biogenesis paths similar to that of picornaviruses have been suggested [11, 27, 28] . Different lines of evidence point towards an alternative DMV biogenesis route for nidoviruses, where segments of paired ER membranes progressively bend to form a DMV (Figure 2 ). Putative intermediates in this transformation have been observed in arterivirus-infected cells [29] , and, both for arteriviruses and coronaviruses, in conditions where",
            "cite_spans": [
                {
                    "start": 757,
                    "end": 760,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 761,
                    "end": 764,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 765,
                    "end": 769,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1060,
                    "end": 1064,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1065,
                    "end": 1068,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1069,
                    "end": 1072,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1073,
                    "end": 1076,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1158,
                    "end": 1162,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1163,
                    "end": 1166,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1167,
                    "end": 1170,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1447,
                    "end": 1451,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 918,
                    "end": 927,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1339,
                    "end": 1348,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Biogenesis of DMVs"
        },
        {
            "text": "DMV formation appeared to be impaired [30, 31] , suggesting a common mechanism for nidovirus DMV biogenesis.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 42,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 43,
                    "end": 46,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Trends in Microbiology"
        },
        {
            "text": "The Role of Viral Proteins +RNA viruses express polyproteins that are cleaved into numerous subunits, including nonstructural proteins that perform the enzymatic functions driving vRNA synthesis. Some nonstructural proteins contain transmembrane or membrane-tethering domains that play critical roles in DMV biogenesis. Upon ectopic expression in noninfected cells, some of these nonstructural proteins have been shown to be sufficient to induce the formation of DMVs. By contrast, the biogenesis of invagination-type ROs appears in some cases to be critically dependent on the presence of vRNA [32, 33] .",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 599,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 600,
                    "end": 603,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Trends in Microbiology"
        },
        {
            "text": "Using these systems, the nonstructural proteins nsp3 and nsp4, which contain predicted transmembrane domains, were identified as critical for coronavirus DMV biogenesis [31, 34] . However, additional nonstructural proteins may be required in some coronavirus genera [35] . Their functional equivalents in arteriviruses [36] , namely nsp2 and nsp3, have also been shown to be necessary and sufficient for DMV formation [37] . In the case of poliovirus, the most extensively studied of the picornaviruses, a combination of the membrane-associated nonstructural proteins 2BC and 3A seems to be sufficient for the formation of DMVs [38] . Strikingly, protein 3AB even induced the formation of structures resembling DMVs that appeared to form by invagination of liposomes in vitro [39] . For some viruses, expression of a single nonstructural protein is sufficient for the formation of DMVs. This is the case for norovirus NS4 and HCV NS5A, both of which contain an N-terminal amphipathic helix [11, 12] . [8] [9] [10] and it has been speculated that norovirus-and Hepatitis C (HCV)-induced DMVs may be formed in a similar way [11, 27, 28] . (Top right) A 3D model of DMVs (yellow) next to virus-induced SM tubules (blue) in cells infected with encephalomyocarditis virus (family Picornaviridae, genus Cardiovirus), adapted from [10] . (Path 2, bottom) A different pathway of DMV biogenesis appears to take place in nidovirus-infected cells [29] [30] [31] . Here, endoplasmic reticulum (ER) membranes would pair to form cisternae; these would subsequently curve and undergo one or two fission events to result in connected or free-floating DMVs. (Bottom right) A 3D model of Middle East respiratory syndrome (MERS)-coronavirus-induced DMVs (yellow and lilac, outer and inner membrane, respectively), connected to the ER (green) and convoluted membranes (blue) that include a double-membrane spherule (orange). Model adapted from [17] .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 319,
                    "end": 323,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 776,
                    "end": 780,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 990,
                    "end": 994,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 995,
                    "end": 998,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1001,
                    "end": 1004,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1005,
                    "end": 1008,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1009,
                    "end": 1013,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1122,
                    "end": 1126,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1127,
                    "end": 1130,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1131,
                    "end": 1134,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1324,
                    "end": 1328,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1436,
                    "end": 1440,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1441,
                    "end": 1445,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1446,
                    "end": 1450,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1924,
                    "end": 1928,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Trends in Microbiology"
        },
        {
            "text": "Nevertheless, the membrane phenotype observed after expression of the (minimal set of) proteins capable of inducing DMVs does not fully resemble that of infection. In addition to the lack of vRNA synthesis, differences between these structures and native DMVs include their abundance, their morphology, and the absence (or unusual abundance) of other membrane alterations. This indicates that additional factors may have a strong influence on DMV biogenesis. Some studies using expression of polyprotein fragments suggest that expression in the context of a complete viral polyprotein, polyprotein processing, and even the speed of this process can affect DMV formation [31, 40] . Processing intermediates produced in a time-controlled fashion could be important, for example, in favouring interactions between nonstructural proteins that facilitate membrane remodelling. Intriguingly, while HCV DMV formation can be induced by NS5A alone [12] , there is an additional requirement for a functional NS3 helicase domain when expression occurs in the context of an NS3-5B polyprotein [40] . Additional nonstructural proteins frequently assist or modulate DMV formation, as documented for HCV NS4B [28, 41] and NS5B [12] (a highly hydrophobic protein and the RNA-dependent RNA polymerase, respectively), as well as for the arterivirus nsp5 transmembrane protein [29] . This may also be true of coronavirus nsp6 or norovirus NS1-2 and NS3, which have putative transmembrane helices and have been found to induce proliferation of altered membranes when expressed alone [11, 34] .",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 674,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 675,
                    "end": 678,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 939,
                    "end": 943,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1081,
                    "end": 1085,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1194,
                    "end": 1198,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1199,
                    "end": 1202,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1212,
                    "end": 1216,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1358,
                    "end": 1362,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1563,
                    "end": 1567,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1568,
                    "end": 1571,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Trends Trends in in Microbiology Microbiology"
        },
        {
            "text": "Despite the knowledge accumulated in recent years, the role of viral proteins in DMV biogenesis is only starting to unfold. Studies identifying critical domains and residues for DMV formation are still relatively scarce [28, [40] [41] [42] [43] [44] . Gaining insight into this aspect, and dissecting specific roles in the complex sequence of membrane remodelling steps required for DMV formation, will be essential to understand this process from a molecular perspective.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 235,
                    "end": 239,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 240,
                    "end": 244,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Trends Trends in in Microbiology Microbiology"
        },
        {
            "text": "The Role of Host Factors While viral factors are evidently critical for replication, their success is dependent on host factors that are recruited and subverted by +RNA viruses throughout the infection cycle [5, 45] . In addition to supporting viral replication more broadly, host factors are also likely essential for RO formation, for example, as lipids or (recruited) protein complexes that act as scaffolds or introduce local asymmetry. While much of the available evidence is suggestive rather than mechanistic, this section discusses those host factors thought to play a role in DMV biogenesis.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Trends Trends in in Microbiology Microbiology"
        },
        {
            "text": "Of particular interest are factors with canonical membrane-remodelling functions that are associated with the membranes from which DMVs are derived. In this regard, canonical membranescaffolding proteins, like the ER-associated reticulons, which have been shown to have an important role in the formation of virus-induced invaginations [46] , are intuitive host-factor candidates that may contribute to DMV formation. Although the role of reticulons in DMV formation has not been specifically addressed, the association of reticulon 3 with enterovirus 71 (EV-71) protein 2C appears to promote enterovirus infection [47] . Intriguingly, both pro-and anti-replicative effects of reticulon 3 during HCV infection, presumably mediated by its interaction with HCV NS4B, have been reported [48, 49] . Another host protein with canonical roles in membrane remodelling is the F-BAR domain-containing proline-serine-threonine phosphatase-interacting protein 2 (PSTPIP2). While abolishing the interaction between HCV NS4B/NS5A and PSTPIP2 limited DMV formation, viral replication reduced correspondingly [50] . In many cases it is difficult to establish whether reduced levels of DMV formation are a cause or consequence of reduced levels of replication under intervention. Indeed, given the multifaceted function of many host factors, and their requirement for viral replication, untangling specific roles across infection is often challenging and may require the use of systems where protein expression is uncoupled from viral replication.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 340,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 784,
                    "end": 788,
                    "text": "[48,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 789,
                    "end": 792,
                    "text": "49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1094,
                    "end": 1098,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Trends Trends in in Microbiology Microbiology"
        },
        {
            "text": "Two other major cellular systems relying on ER membrane remodelling are the secretory and autophagy pathways, and both have been implicated in DMV formation. In particular, the autophagy pathway, which produces morphologically analogous structures to viral DMVs, is an intuitive candidate. Interestingly, the autophagy marker LC3 has been found to colocalize with viral replicase proteins for a number of DMV-inducing viruses [51] [52] [53] [54] . Nevertheless, the significance of this association and, more broadly, the specific involvement of (canonical) autophagy in DMV formation, remains unclear. For HCV, the early steps of autophagy have been suggested to be involved in DMV biogenesis. ATG5 has been strongly implicated in HCV replication [54, 55] , and limiting the formation of ATG5-12 conjugates during infection resulted in the formation of fewer and smaller viral DMVs [55] . A role has also been suggested for the early-acting autophagy protein DFCP1 [54, 56] , while inhibiting the recruitment or components of the ATG14L autophagosome initiation complex was found to reduce DMV numbers [57] .",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 430,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 431,
                    "end": 435,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 441,
                    "end": 445,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 748,
                    "end": 752,
                    "text": "[54,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 753,
                    "end": 756,
                    "text": "55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 883,
                    "end": 887,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 966,
                    "end": 970,
                    "text": "[54,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 971,
                    "end": 974,
                    "text": "56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1103,
                    "end": 1107,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Trends in Microbiology"
        },
        {
            "text": "While COPI-or COPII-coated secretory vesicles, or proteins promoting their formation, have been implicated in the replication of many DMV-inducing +RNA viruses, DMV biogenesis via the subversion of machineries ostensibly used for the production of singlemembrane vesicles is conceptually challenging. In the case of coronaviruses, inhibition of the early secretory protein GBF1 has been shown to reduce DMV numbers, albeit with a corresponding drop in replication [58] . However, while GBF1 appears to play an important role in the replication of enteroviruses and HCV, its inhibition was not found to affect DMV formation [59, 60] .",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 468,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "[59,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 628,
                    "end": 631,
                    "text": "60]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Trends in Microbiology"
        },
        {
            "text": "Lipids are also important determinants of membrane asymmetry, curvature, and DMV formation [45, 61] . Both phosphatidylinositol 4-phopshate (PI4P) and cholesterol are potent modifiers of membrane properties [62, 63] . In the case of picornaviruses, PI4P is an essential host factor for replication and has been shown to have a direct role in expediting enterovirus RO formation [24, 64] . PI4P is also critical in HCV infection, and it modulates the morphology of the HCV ROs, often referred to as the membranous web [65] . Inhibition of oxysterol-binding protein (OSBP), which mediates a PI4P-cholesterol counter current during enterovirus and HCV infections [66] [67] [68] , has also been shown to alter HCV membranous web formation [68] . Together with data demonstrating that endosomal cholesterol homeostasis can influence DMV size, this suggests a role for cholesterol in HCV RO formation [69] .",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "[45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 96,
                    "end": 99,
                    "text": "61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 207,
                    "end": 211,
                    "text": "[62,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 660,
                    "end": 664,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 665,
                    "end": 669,
                    "text": "[67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "[68]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "[68]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 895,
                    "end": 899,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Trends in Microbiology"
        },
        {
            "text": "Viruses must also stimulate the import or synthesis of lipid constituents to support the rapid proliferation of membranes for DMV biogenesis. While they are relatively minor membrane constituents, lysophospholipids (LPLs) have nonetheless the potential to modify membrane curvature and have been shown to be important for coronavirus infections, as reduced LPL levels resulted in a dramatic reduction in replication and loss of DMVs [70] . Unlike LPL, phosphatidylcholine (PC) is a major structural component of secretory pathway membranes. Its biosynthesis and regulators thereof have been shown to be crucial for the replication of enteroviruses, cardioviruses, and HCV [71] [72] [73] , where it may serve to support the expansion of suitable membranes for DMV formation. Indeed, enterovirus DMV formation was severely impaired under conditions where PC biosynthesis was limited [73] . Access to the PC required for enterovirus RO formation and replication is now thought to depend upon membrane contact sites between viral ROs and lipid droplets (LDs) [26, 73, 74] , mediated by the membrane-associated viral 2C protein [74] . In the case of HCV, the association between the HCV core protein and LDs, and their importance for virus particle assembly, is long established [75] . More recently, a striking physical association has been found between apparently depleted LDs enwrapped in",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 437,
                    "text": "[70]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "[71]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "[72]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[73]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 881,
                    "end": 885,
                    "text": "[73]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1055,
                    "end": 1059,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1060,
                    "end": 1063,
                    "text": "73,",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1064,
                    "end": 1067,
                    "text": "74]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1123,
                    "end": 1127,
                    "text": "[74]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1274,
                    "end": 1278,
                    "text": "[75]",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "Trends in Microbiology"
        },
        {
            "text": "ER and viral DMVs [76] . This could suggest tightly co-ordinated roles for LDs both in sustaining HCV DMV biogenesis for replication and in supporting virion assembly.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "text": "[76]",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Trends in Microbiology"
        },
        {
            "text": "Despite the accumulated knowledge on the structure, function, and biogenesis of DMVs, a fundamental question remains unanswered: what are the specific advantages of forming these atypical structures for viral replication? Strictly speaking, this question could be extended to other types of viral ROs, as many of the proposed RO functions are based on rational speculation rather than on direct evidence. Answering this question may ultimately require comparison with systems in which virus replication can occur without (typical) ROs, which are understandably rare. A remarkable example is that of a mutant CVB3 enterovirus that, in the exponential phase of vRNA synthesis, can replicate its genome in the absence of ROs, using instead morphologically intact Golgi membranes [24] . Together with evidence that replication can be redirected to alternative platforms for some +RNA viruses that induce invaginations [77, 78] , this underlines that the core requirements for replication are not always tied to specific membrane compartments. Interestingly, this delay in enterovirus RO formation did not seem to induce accelerated sensing of vRNA or an enhanced innate immune response during one cycle of viral replication, challenging the idea that ROs may be critical in shielding vRNA from cellular sensors of the innate immune system. A subsequent study on poliovirus showed that, under conditions where RO formation may be more severely impaired, recognition of vRNA by a cellular sensor can be enhanced, though it may take several replication cycles to generate an antiviral response that translates to reduced virus propagation [73] .",
            "cite_spans": [
                {
                    "start": 776,
                    "end": 780,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 914,
                    "end": 918,
                    "text": "[77,",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 919,
                    "end": 922,
                    "text": "78]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1632,
                    "end": 1636,
                    "text": "[73]",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Connecting DMV Structure and Function"
        },
        {
            "text": "The implication that vRNA in ROs could be shielded from detection by the host is also supported by the observation that immune sensors of double-stranded RNA (dsRNA, present in vRNA replication intermediates), such as RIG-I and MDA5, have restricted access to ROs in HCV-infected cells, which benefits viral replication [79] . The mechanistic details involved, and even the specific contribution of the ROs to this phenomenon, are unclear; however, components of the nuclear transport machinery, some of which are found in HCV RO regions [80] , appear to play key roles in the observed segregation of immune sensors and ROs. Along similar lines, several studies with different DMV-inducing viruses indicate that (intact) ROs have a vital function in shielding vRNA from RNase access or from immunodetection [21, 23, [81] [82] [83] making it plausible that this protective function could also serve to conceal viral replication intermediates from cellular sensors. Nevertheless, it remains unknown whether this effect depends on specific RO morphologies. Unlike the spherules induced by other +RNA viruses, which define compartments that are relatively isolated from the cytosol, all the membrane structures induced by DMV-inducing viruses represent large exposed surfaces that could be vulnerable to sensing. For these viruses, the concept that the morphology of their ROs is adapted to shield vRNA is less intuitive. In this respect, picornavirus-induced singlemembrane structures, which are proven active sites of vRNA synthesis and predominate at the peak of replication [8] [9] [10] , probably represent the most challenging example. Here, the cytosol-facing replication complex must associate with an exposed RO surface, which defies the idea of compartmentalization as a general RO mechanism to conceal viral replication intermediates and suggests alternative evasion strategies, for example, through shielding by the viral replication machinery.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "[79]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 538,
                    "end": 542,
                    "text": "[80]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 807,
                    "end": 811,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 812,
                    "end": 815,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 816,
                    "end": 820,
                    "text": "[81]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "[82]",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 826,
                    "end": 830,
                    "text": "[83]",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 1574,
                    "end": 1577,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1578,
                    "end": 1581,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1582,
                    "end": 1586,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Connecting DMV Structure and Function"
        },
        {
            "text": "Although DMVs also have large exposed outer surfaces, replication may instead occur in association with the inner membrane facing the cytosolic interior of the DMV, which could clearly provide the kind of secluded environment ideal for viral replication. Such a compartment, Trends in Microbiology however, should remain capable of exchanging material with the cytosol in order to import metabolites and export the positive-sense vRNA products for translation and encapsidation into progeny virions. In a virus-induced spherule, the neck-like channel that connects it with the cytosol appears to serve this purpose. By contrast, closed DMVs without apparent openings to the surrounding cytosol have regularly been observed in infected cells (Figure 1 ). For HCV and picornaviruses, these coexist with open DMVs, which are likely their precursors [8] [9] [10] 12] . It is thus conceivable that productive vRNA synthesis occurs inside open DMVs that eventually become sealed, perhaps to hide an excess of vRNA accumulated throughout infection. Alternative functions of these DMVs have also been proposed. Recent studies suggest that some viruses may be able to transfer the DMV content to other cells, using mechanisms such as extracellular vesicles or nanotubes [84] [85] [86] . This content potentially includes genomic RNA, which would be sufficient to initiate an infection if delivered into a naïve cell. In the case of enteroviruses, where some DMVs appear to contain progeny virions, DMVs have been linked to en bloc transmission of mature virions [84] , which could increase the likelihood of a viable infection if complementary viral quasispecies are exported together. These mechanisms could confer an additional benefit by facilitating viral propagation in a manner that eludes antibody neutralization.",
            "cite_spans": [
                {
                    "start": 846,
                    "end": 849,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 850,
                    "end": 853,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 854,
                    "end": 858,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 859,
                    "end": 862,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1261,
                    "end": 1265,
                    "text": "[84]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1266,
                    "end": 1270,
                    "text": "[85]",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 1271,
                    "end": 1275,
                    "text": "[86]",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1553,
                    "end": 1557,
                    "text": "[84]",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [
                {
                    "start": 741,
                    "end": 750,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Connecting DMV Structure and Function"
        },
        {
            "text": "The specific case of nidoviruses challenges the idea that only open DMVs are involved in effective RNA synthesis. Nidovirus-induced DMVs have been systematically documented as closed structures [13, 15, 17, 20] yet they have been shown to be the central hub for vRNA synthesis in coronavirus infection [17] and they accumulate the bulk of immunodetected dsRNA [13, 15, 17, 87] . Despite the closed appearance of many virus-induced DMVs, mechanisms for material exchange with the cytosol are still conceivable, for example, in the form of molecular pores that may be undetectable in conventional EM samples. Furthermore, it should be noted that it is still unclear whether DMV-associated vRNA synthesis occurs on the inner, outer, or both membranes.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 360,
                    "end": 364,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "87]",
                    "ref_id": "BIBREF86"
                }
            ],
            "ref_spans": [],
            "section": "Connecting DMV Structure and Function"
        },
        {
            "text": "The nature of viral DMVs, as effective sites for replication and/or shields against cellular defences, has been extensively explored over previous decades. DMVs are sites of vRNA replication for HCV [23] , appear to be the major replication platform for coronaviruses [17, 22] , and a substantial support for vRNA replication in picornaviruses [9, 10, 24] , demonstrating that these structures possess the minimum requirements to serve as replication membranes. While it is currently unclear whether the roles of DMVs are conserved across these viruses, and how critical DMVs are for effective viral propagation, these remain vital questions as demand for broad-acting antivirals remains high and viral ROs constitute a largely unexplored target [88] [89] [90] . Our understanding of the additional membrane structures commonly found alongside DMVs also remains incomplete. If and how these diverse morphologies arise from a single membrane origin, and what their functional significance might be, remain fascinating open questions. An important conceptual distinction exists between virus-induced membrane structures that support viral genome replication and those that do not. Indeed, our definition of the viral RO may evolve as our understanding of replication membranes versus alternative membrane structures and functions advances (see Outstanding Questions). Further identifying and investigating host factors will play an important part in determining the roles of these structures and the compositional divergences that allow different morphologies to arise. To this end, effective methods for host factor discovery, including proximity labelling [91] and lipidomic approaches [92] , will be increasingly valuable. These investigations can be complemented with powerful imaging approaches such as cryoelectron tomography and sub-tomogram averaging, which can be used to reveal details",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 746,
                    "end": 750,
                    "text": "[88]",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 751,
                    "end": 755,
                    "text": "[89]",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 756,
                    "end": 760,
                    "text": "[90]",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 1656,
                    "end": 1660,
                    "text": "[91]",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 1686,
                    "end": 1690,
                    "text": "[92]",
                    "ref_id": "BIBREF91"
                }
            ],
            "ref_spans": [],
            "section": "Concluding Remarks"
        },
        {
            "text": "What are the morphological constraints and minimal components required to create a membrane platform suitable for viral replication?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Questions"
        },
        {
            "text": "Do the specific morphologies of membrane modifications induced by +RNA viruses, such as DMVs, confer a selective advantage for viral replication? Is the DMV morphology critical to the success of those invading viruses that induce their formation?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Questions"
        },
        {
            "text": "Can DMVs be effectively targeted for antiviral drug development?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Questions"
        },
        {
            "text": "What are the molecular details of the interplay between viral proteins and host factors that generate DMVs? How conserved are the host factor requirements for DMV biogenesis among the viruses that utilize them?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Questions"
        },
        {
            "text": "How do we overcome the challenge of identifying essential host and viral factors with specific roles in DMV biogenesis? What are the roadblocks to developing broadly applicable replication-independent assays that uncouple protein expression from the need for viral replication?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Questions"
        },
        {
            "text": "Does viral RNA synthesis occur at the outer or inner surface of DMVs? In the latter case, how is access between the cytosol and replication complex maintained during the peak of replication?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Questions"
        },
        {
            "text": "What additional functions might DMVs perform beyond serving as effective platforms for viral RNA synthesis? How critical are these functions?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Questions"
        },
        {
            "text": "Could some of the membrane modifications found alongside DMVs be by-products of viral infection (e.g., of viral protein overexpression)? Or do they serve specific functions in the viral replication cycle?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Questions"
        },
        {
            "text": "of RO complexes at the molecular level [93] , representing a holistic approach for elucidating how viral and host factors come together to confer replication membrane form and function.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "text": "[93]",
                    "ref_id": "BIBREF92"
                }
            ],
            "ref_spans": [],
            "section": "Trends in Microbiology"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Interaction of the innate immune system with positive-strand RNA virus replication organelles",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Scutigliani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kikkert",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cytokine Growth Factor Rev",
            "volume": "37",
            "issn": "",
            "pages": "17--27",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Virus factories: biogenesis and structural design",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "De Castro",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell. Microbiol",
            "volume": "15",
            "issn": "",
            "pages": "24--34",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "From crescent to mature virion: vaccinia virus assembly and maturation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Viruses",
            "volume": "6",
            "issn": "",
            "pages": "3787--3808",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Function, architecture, and biogenesis of reovirus replication neoorganelles",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tenorio",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Viruses",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ultrastructure of the replication sites of positive-strand RNA viruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Harak",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lohmann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virology",
            "volume": "479",
            "issn": "",
            "pages": "418--433",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ultrastructural characterization of Zika virus replication factories",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cortese",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell Rep",
            "volume": "18",
            "issn": "",
            "pages": "2113--2123",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Three-dimensional imaging of the intracellular assembly of a functional viral RNA replicase complex",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Fernandez De Castro",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Cell Sci",
            "volume": "130",
            "issn": "",
            "pages": "260--268",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The transformation of enterovirus replication structures: a three-dimensional study of singleand double-membrane compartments",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Limpens",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "166--177",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Complex dynamic development of poliovirus membranous replication complexes",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Belov",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol",
            "volume": "86",
            "issn": "",
            "pages": "302--312",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The origin, dynamic morphology, and PI4P-independent formation of encephalomyocarditis virus replication organelles",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Melia",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "420--438",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Membrane alterations induced by nonstructural proteins of human norovirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Doerflinger",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Pathog",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Three-dimensional architecture and biogenesis of membrane structures associated with hepatitis C virus replication",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Romero-Brey",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ultrastructural characterization of arterivirus replication structures: reshaping the endoplasmic reticulum to accommodate viral RNA synthesis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Knoops",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol",
            "volume": "86",
            "issn": "",
            "pages": "2474--2487",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "An integrated analysis of membrane remodeling during porcine reproductive and respiratory syndrome virus replication and assembly",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS One",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "SARS-coronavirus replication is supported by a reticulovesicular network of modified endoplasmic reticulum",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Knoops",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Biol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "MERS-coronavirus replication induces severe in vitro cytopathology and is strongly inhibited by cyclosporin A or interferon-alpha treatment",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "De Wilde",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Gen. Virol",
            "volume": "94",
            "issn": "",
            "pages": "1749--1760",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A unifying structural and functional model of the coronavirus replication organelle: tracking down RNA synthesis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PLoS Biol",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.24.005298"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Beet yellows virus replicase and replicative compartments: parallels with other RNA viruses",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Gushchin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Front. Microbiol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Three-dimensional architecture and biogenesis of membrane structures associated with plant virus replication",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front. Plant Sci",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Infectious bronchitis virus generates spherules from zippered endoplasmic reticulum membranes",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Maier",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "801--814",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Quantitative analysis of the hepatitis C virus replication complex",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Quinkert",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "13594--13605",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "RNA replication of mouse hepatitis virus takes place at double-membrane vesicles",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gosert",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Virol",
            "volume": "76",
            "issn": "",
            "pages": "3697--3708",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Morphological and biochemical characterization of the membranous hepatitis C virus replication compartment",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "",
            "pages": "10612--10627",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Escaping host factor PI4KB inhibition: enterovirus genomic RNA replication in the absence of replication organelles",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Melia",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell Rep",
            "volume": "21",
            "issn": "",
            "pages": "587--599",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Replication of Norovirus in cell culture reveals a tropism for dendritic cells and macrophages",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Wobus",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "PLoS Biol",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Origins of enterovirus replication organelles established by whole-cell electron microscopy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Melia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "951--970",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Sequential biogenesis of host cell membrane rearrangements induced by hepatitis C virus infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ferraris",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell. Mol. Life Sci",
            "volume": "70",
            "issn": "",
            "pages": "1297--1306",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Glycine zipper motifs in hepatitis c virus nonstructural protein 4B are required for the establishment of viral replication organelles",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Virol",
            "volume": "92",
            "issn": "",
            "pages": "1890--1907",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Biogenesis and architecture of arterivirus replication organelles",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Der Hoeven",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Virus Res",
            "volume": "220",
            "issn": "",
            "pages": "70--90",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Antiviral innate immune response interferes with the formation of replication-associated membrane structures induced by a positive-strand RNA virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Oudshoorn",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "1991--2007",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Expression and cleavage of middle east respiratory syndrome coronavirus nsp3-4 polyprotein induce the formation of double-membrane vesicles that mimic those associated with coronaviral RNA replication",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Oudshoorn",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "1658--1675",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Nodavirus-induced membrane rearrangement in replication complex assembly requires replicase protein A, RNA templates, and polymerase activity",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Kopek",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol",
            "volume": "84",
            "issn": "",
            "pages": "12492--12503",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Assembly of alphavirus replication complexes from RNA and protein components in a novel transreplication system in mammalian cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Spuul",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol",
            "volume": "85",
            "issn": "",
            "pages": "4739--4751",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Severe acute respiratory syndrome coronavirus nonstructural proteins 3, 4, and 6 induce doublemembrane vesicles",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Angelini",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "524--537",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Infectious bronchitis virus nonstructural protein 4 alone induces membrane pairing",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Doyle",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Viruses",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Nidovirales: evolving the largest RNA virus genome",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virus Res",
            "volume": "117",
            "issn": "",
            "pages": "17--37",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Non-structural proteins 2 and 3 interact to modify host cell membranes during the formation of the arterivirus replication complex",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Gen. Virol",
            "volume": "82",
            "issn": "",
            "pages": "985--994",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Remodeling the endoplasmic reticulum by poliovirus infection and by individual viral proteins: an autophagy-like origin for virus-induced vesicles",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Suhy",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol",
            "volume": "74",
            "issn": "",
            "pages": "8953--8965",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Double-membraned liposomes sculpted by poliovirus 3AB protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Biol. Chem",
            "volume": "288",
            "issn": "",
            "pages": "27287--27298",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "NS5A domain 1 and polyprotein cleavage kinetics are critical for induction of doublemembrane vesicles associated with hepatitis C virus replication",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Romero-Brey",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "NS4B self-interaction through conserved C-terminal elements is required for the establishment of functional hepatitis C virus replication complexes",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol",
            "volume": "85",
            "issn": "",
            "pages": "6963--6976",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Aminoterminal amphipathic alphahelix AH1 of hepatitis C virus nonstructural protein 4B possesses a dual role in RNA replication and virus production",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gouttenoire",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Membrane rearrangements mediated by coronavirus nonstructural proteins 3 and 4. Virology 458-459",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Hagemeijer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "125--135",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Formation of the arterivirus replication/transcription complex: a key role for nonstructural protein 3 in the remodeling of intracellular membranes",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Posthuma",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Virol",
            "volume": "82",
            "issn": "",
            "pages": "4480--4491",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Host lipids in positive-strand RNA virus genome replication",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Front. Microbiol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Role of host reticulon proteins in rearranging membranes for positive-strand RNA virus replication",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ahlquist",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr. Opin. Microbiol",
            "volume": "15",
            "issn": "",
            "pages": "519--524",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Reticulon 3 binds the 2C protein of enterovirus 71 and is required for viral replication",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Biol. Chem",
            "volume": "282",
            "issn": "",
            "pages": "5888--5898",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Reticulon 3 interacts with NS4B of the hepatitis C virus and negatively regulates viral replication by disrupting NS4B self-interaction",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell. Microbiol",
            "volume": "16",
            "issn": "",
            "pages": "1603--1618",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Intrahepatic HCV RNA level and genotype 1 independently associate with hepatic reticulon 3 expression",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Anticancer Res",
            "volume": "37",
            "issn": "",
            "pages": "2885--2891",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Proline-serine-threonine phosphataseinteracting protein 2 (PSTPIP2), a host membrane-deforming protein, is critical for membranous web formation in hepatitis C virus replication",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Chao",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol",
            "volume": "86",
            "issn": "",
            "pages": "1739--1749",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Subversion of cellular autophagosomal machinery by RNA viruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Biol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Coronaviruses hijack the LC3-Ipositive EDEMosomes, ER-derived vesicles exporting short-lived ERAD regulators, for replication",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Reggiori",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Host Microbe",
            "volume": "7",
            "issn": "",
            "pages": "500--508",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "An autophagy-independent role for LC3 in equine arteritis virus replication",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Monastyrska",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Autophagy",
            "volume": "9",
            "issn": "",
            "pages": "164--174",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "HCV-induced autophagosomes are generated via homotypic fusion of phagophores that mediate HCV RNA replication",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Pathog",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The autophagy elongation complex (ATG5-12/16L1) positively regulates HCV replication and is required for wild-type membranous web formation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fahmy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Labonte",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci. Rep",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Early events in the generation of autophagosomes are required for the formation of membrane structures involved in hepatitis C virus genome replication",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Mohl",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Gen. Virol",
            "volume": "97",
            "issn": "",
            "pages": "680--693",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "RACK1 mediates rewiring of intracellular networks induced by hepatitis C virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLoS Pathog",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Mouse hepatitis coronavirus RNA replication depends on GBF1-mediated ARF1 activation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Verheije",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Pathog",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "A critical role of a cellular membrane traffic protein in poliovirus RNA replication",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Belov",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Pathog",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Identification of GBF1 as a cellular factor required for hepatitis C virus RNA replication",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Goueslain",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol",
            "volume": "84",
            "issn": "",
            "pages": "773--787",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Curvature of double-membrane organelles generated by changes in membrane size and composition",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Knorr",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Lipid membrane curvature induced by distearoyl phosphatidylinositol 4-phosphate",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Furse",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Soft Matter",
            "volume": "8",
            "issn": "",
            "pages": "3090--3093",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "The role of cholesterol in membrane fusion",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Chem. Phys. Lipids",
            "volume": "199",
            "issn": "",
            "pages": "136--143",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Viral reorganization of the secretory pathway generates distinct organelles for RNA replication",
            "authors": [
                {
                    "first": "N.-Y",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell",
            "volume": "141",
            "issn": "",
            "pages": "799--811",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Recruitment and activation of a lipid kinase by hepatitis C virus NS5A is essential for integrity of the membranous replication compartment",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reiss",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cell Host Microbe",
            "volume": "9",
            "issn": "",
            "pages": "32--45",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Enteroviruses harness the cellular endocytic machinery to remodel the host cell cholesterol landscape for effective viral replication",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ilnytska",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell Host Microbe",
            "volume": "14",
            "issn": "",
            "pages": "281--293",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Rhinovirus uses a phosphatidylinositol 4-phosphate/cholesterol counter-current for the formation of replication compartments at the ER-Golgi interface",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Roulin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell Host Microbe",
            "volume": "16",
            "issn": "",
            "pages": "677--690",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Oxysterol-binding protein is a phosphatidylinositol 4-kinase effector required for HCV replication membrane integrity and cholesterol trafficking",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Gastroenterology",
            "volume": "146",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Hepatitis C virus replication depends on endosomal cholesterol homeostasis",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Stoeck",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Virol",
            "volume": "92",
            "issn": "",
            "pages": "1196--1213",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Inhibition of cytosolic phospholipase A2α impairs an early step of coronavirus replication in cell culture",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Virol",
            "volume": "92",
            "issn": "",
            "pages": "1463--1480",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Effect of mengovirus replication on choline metabolism and membrane formation in novikoff hepatoma cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Plagemann",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "J. Virol",
            "volume": "6",
            "issn": "",
            "pages": "800--812",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Positive-strand RNA viruses stimulate host phosphatidylcholine synthesis at viral replication sites",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "113",
            "issn": "",
            "pages": "1064--1073",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Phospholipid synthesis fueled by lipid droplets drives the structural development of poliovirus replication organelles",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Viktorova",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Pathog",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Viral generated inter-organelle contacts redirect lipid flux for genome replication",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Laufman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cell",
            "volume": "178",
            "issn": "",
            "pages": "275--289",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "The lipid droplet is an important organelle for hepatitis C virus production",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Miyanari",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Cell Biol",
            "volume": "9",
            "issn": "",
            "pages": "1089--1097",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Spatiotemporal coupling of the hepatitis C virus replication cycle by creating a lipid droplet-proximal membranous replication compartment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cell Rep",
            "volume": "27",
            "issn": "",
            "pages": "3602--3617",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Alternate, virus-induced membrane rearrangements support positive-strand RNA virus genome replication",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "101",
            "issn": "",
            "pages": "11263--11268",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Expanding use of multi-origin subcellular membranes by positive-strand RNA viruses during replication",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Curr. Opin. Virol",
            "volume": "9",
            "issn": "",
            "pages": "119--126",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "The hepatitis C virus-induced membranous web and associated nuclear transport machinery limit access of pattern recognition receptors to viral replication sites",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Neufeldt",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Pathog",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Hepatitis C virus-induced cytoplasmic organelles use the nuclear transport machinery to establish an environment conducive to virus replication",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Neufeldt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Structural and functional characterization of the poliovirus replication complex",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bienz",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Virol",
            "volume": "66",
            "issn": "",
            "pages": "2740--2747",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Replicase-mediated shielding of the poliovirus replicative double-stranded RNA to avoid recognition by MDA5",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Gen. Virol",
            "volume": "99",
            "issn": "",
            "pages": "1199--1209",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "SARS-coronavirus replication/transcription complexes are membrane-protected and need a host factor for activity in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Hemert",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Pathog",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Phosphatidylserine vesicles enable efficient en bloc transmission of enteroviruses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "160",
            "issn": "",
            "pages": "619--630",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Porcine reproductive and respiratory syndrome virus utilizes nanotubes for intercellular spread",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Virol",
            "volume": "90",
            "issn": "",
            "pages": "5163--5175",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Secretion of hepatitis C virus replication intermediates reduces activation of Toll-like receptor 3 in hepatocytes",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Grunvogel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Gastroenterology",
            "volume": "154",
            "issn": "",
            "pages": "2237--2251",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Ultrastructural characterization of membranous torovirus replication factories",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Avila-Perez",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell. Microbiol",
            "volume": "18",
            "issn": "",
            "pages": "1691--1708",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Daclatasvir-like inhibitors of NS5A block early biogenesis of hepatitis C virus-induced membranous replication factories, independent of RNA replication",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Gastroenterology",
            "volume": "147",
            "issn": "",
            "pages": "1094--1105",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "The small-compound inhibitor K22 displays broad antiviral activity against different members of the family Flaviviridae and offers potential as a panviral inhibitor",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Garcia-Nicolas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "62",
            "issn": "",
            "pages": "1206--1224",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Targeting membrane-bound viral RNA synthesis reveals potent inhibition of diverse coronaviruses including the middle East respiratory syndrome virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lundin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Determination of host proteins composing the microenvironment of coronavirus replicase complexes by proximity-labeling",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "V&apos;kovski",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "SREBP-dependent lipidomic reprogramming as a broad-spectrum antiviral target",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat. Commun",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Cryo-electron tomography reveals novel features of a viral RNA replication compartment. eLife 6, e25940 94",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Ertel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Semin. Cell Dev. Biol",
            "volume": "20",
            "issn": "",
            "pages": "920--930",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Out with the old and in with the new: rapid specimen preparation procedures for electron microscopy of sectioned biological material",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Protoplasma",
            "volume": "251",
            "issn": "",
            "pages": "429--448",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Ultrastructure and origin of membrane vesicles associated with the severe acute respiratory syndrome coronavirus replication complex",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol",
            "volume": "80",
            "issn": "",
            "pages": "5927--5940",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Correlative light and electron microscopy methods for the study of virus-cell interactions",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Bykov",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "FEBS Lett",
            "volume": "590",
            "issn": "",
            "pages": "1877--1895",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "The ultrastructure of the developing replication site in foot-and-mouth disease virus-infected BHK-38 cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Monaghan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Gen. Virol",
            "volume": "85",
            "issn": "",
            "pages": "933--946",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "The porcine Deltacoronavirus replication organelle comprises double-membrane vesicles and zippered endoplasmic reticulum with double-membrane spherules",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Doyle",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Viruses",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Qualitative and quantitative ultrastructural analysis of the membrane rearrangements induced by coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ulasli",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell. Microbiol",
            "volume": "12",
            "issn": "",
            "pages": "844--861",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The Appearance of Double-Membrane Vesicles (DMVs) Can Drastically Change with Different Preparation Protocols for Electron Microscopy (EM). The changing appearance of DMVs in different preparation protocols illustrated by images of coronavirus-induced DMVs. (A,B) Examples of DMVs found in cells infected with severe acute respiratory syndrome (SARS)-coronavirus (A) and Middle East respiratory syndrome (MERS)-coronavirus (B), both prepared using chemical fixation but with different protocols. The protocol used in (A) results in poor membrane preservation, and the DMV morphology is difficult to interpret. In (B), both DMV membranes are readily visible, though large artefactual gaps between the inner and outer membrane are present. In general, chemically fixed DMVs are deformed and only roughly spherical. (C,D) Examples of cryo-fixed DMVs induced by SARS-coronavirus (C, fixed by plunge freezing)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Schematic Representing the Membrane Modifications Induced by Double-Membrane Vesicle (DMV)-Inducing Viruses. The viral order and family are indicated in the core and inner ring respectively. The next ring depicts the types of DMV architecture that have been described for different virus families, which include open and/or closed DMVs that may be disconnected or continuous with other structures as shown. In most cases, these connections are established with the endoplasmic reticulum (ER), but nidoviral DMVs are also interconnected and connected to other virus-induced membrane structures. For noroviruses the open/closed state of DMVs is unreported, indicated by broken lines. The outer ring depicts additional virus-induced membrane structures. Single-membrane vesicles (SMVs) have been documented for HCV and noroviruses",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Pathways of Double-Membrane Vesicle (DMV) Biogenesis and Representative 3D Models. The biogenesis of DMVs induced by different +RNA viruses appear to occur through two main pathways. (Path 1, top) Initially, by the induction of positive membrane curvature, single-membrane (SM) vesicles or tubules bud out from the donor organelle. Through membrane pairing, these structures form cisternae that curve (inducing positive and negative curvature at the outer and inner membrane, respectively) to finally seal and transform into a closed DMV. This mechanism is supported by intermediate structures found in picornavirus infections",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank A.J. Koster [Leiden University Medical Center (LUMC)] for his suggestions regarding the manuscript, and the many other colleagues at LUMC and elsewhere who have contributed over many years to our virus research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}