{"paper_id": "2ae81644d62af97d80322750eaf154c025fe3ac8", "metadata": {"title": "", "authors": [{"first": "Ş", "middle": [], "last": "Şahin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["C"], "last": "Boado-Penas", "suffix": "", "affiliation": {}, "email": ""}, {"first": "C", "middle": [], "last": "Constantinescu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": [], "last": "Eisenberg", "suffix": "", "affiliation": {}, "email": ""}, {"first": "K", "middle": [], "last": "Henshaw", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": [], "last": "Hu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "W", "middle": [], "last": "Zhu", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The crisis caused by COVID-19 revealed the global unpreparedness to handle the impact of a pandemic. In this paper, we present a statistical analysis of the data related to the COVID-19 outbreak in China, specifically the infection speed, death and fatality rates in Hubei province. By fitting distributions of these quantities we design a parametric reinsurance contract whose trigger and cap are based on the probability distributions of the infection speed, death and fatality rates. In particular, fitting the distribution for the infection speed and death rates we provide a measure of the effectiveness of a state's action during an epidemic, and propose a reinsurance contract as a supplement to a state's social insurance to alleviate financial costs.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Pandemics, and in particular COVID-19, have significant impact on health systems, financial markets and vulnerable industries such as manufacturing, tourism and hospitality amongst others. Some governments have already announced economic measures to safeguard jobs and guarantee wages during the COVID-19 pandemic, but for the countries' economies this has a cost. For governments, planning and coordination are vital at the start of any epidemic to ensure that their health system is not overwhelmed and to further alleviate the economic impact of the pandemic.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "First reports of an outbreak of the (2019-nCov)-novel coronavirus-infected pneumonia (NCIP) were identified in December 2019 in the city of Wuhan, Hubei Province, China. Initially identified as pneumonia of unknown origin, confirmed cases were found to bear similarities to the severe acute respiratory syndrome coronavirus (SARS-CoV) of 2003 and the Middle East respiratory syndrome (MERS-CoV) of 2012, with the earliest instances of the virus linked to the Huanan Seafood Wholesale Market in Wuhan. Declared a pandemic by the World Health Organisation on 11 March 2020, the highly contagious virus has rapidly become a global concern, now present in more than 175 countries.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "According to the World Health Organization (WHO), coronaviruses (CoV) are a large family of viruses that cause illnesses ranging from the common cold to more severe diseases such as SARS-CoV and MERS-CoV. The outbreak of SARS-CoV, Deng and Peng [2] , started in China in 2002 and was defeated by disease prevention and control systems. MERS-CoV was first reported in Saudi Arabia in 2012 and has since spread to several other countries. Although most of coronavirus infections, Huang et al. [5] , Sohrabi et al. [9] and Zhu et al. [23] , are not severe, more than 10,000 cumulative cases have been associated with SARS-CoV and MERS-CoV in the past two decades, with mortality rates of 10% and 37% respectively. For governments there are two possible strategies to handle an epidemic: a) mitigation, which focuses on slowing the epidemic without interrupting transmission completely, i.e. reducing the peak healthcare demand while protecting vulnerable groups, and b) suppression which aims to reverse epidemic growth by reducing the number of cases to the minimum level. Mitigation involves isolating suspected cases, quarantining households with suspected cases and socially distancing the most vulnerable for around three months at the peak of the outbreak. Suppression includes the social distancing of the entire population with the added possibility of school and university closures. Mitigation, Ferguson et al. [4] , was the strategy adopted by some US cities during the Spanish flu in 1918 and, in general, by the world in the 1957, 1968 and 2009 influenza pandemics. Suppression, while successful to date in China 1 and South Korea, carries with it enormous social and economic costs which may significantly impact the well-being of society in the short and long run. Hence, 1 Since the inital reporting of the outbreak in Wuhan, Deng and Peng [2] , Yang et al. [21] and Sohrabi et al. [9] , China quickly entered a state of fighting against the new coronavirus based on their experience in the use of suppression policies during the SARS-CoV epidemic. Individual behaviour has been crucial in controlling the spread of COVID-19. As a result of the suppression measures taken by the government, on January 23rd 2020 Wuhan was quarantined and movement was restricted across Hubei province, affecting 50 million people. All public transportation was sealed off within China while outside of China aviation restrictions were applied and several countries initiated temperature and symptom screening protocols towards Chinese citizens. In Wuhan, two new hospitals were built in two weeks in early February to treat coronavirus patients.", "cite_spans": [{"start": 245, "end": 248, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 491, "end": 494, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 512, "end": 515, "text": "[9]", "ref_id": "BIBREF7"}, {"start": 531, "end": 535, "text": "[23]", "ref_id": "BIBREF21"}, {"start": 1418, "end": 1421, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1784, "end": 1785, "text": "1", "ref_id": "BIBREF0"}, {"start": 1853, "end": 1856, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1871, "end": 1875, "text": "[21]", "ref_id": "BIBREF19"}, {"start": 1895, "end": 1898, "text": "[9]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "there is a trade-off between minimising deaths from a pandemic and the economic impact of viral spread.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "With the aim of ensuring an efficient healthcare response during a pandemic, governments could engage in (re)insurance contracts at state level to provide financial relief to both the state and the most vulnerable population stratum. According to World Bank [15] , the insurance industry can ensure rapid disbursement of funds to finance disaster response, and can create incentives for investing in risk mitigation and preparedness. Specifically for infectious diseases, the World Bank, and other partners, developed the Pandemic Emergency Financing Facility (PEF), an insurance vehicle designed to provide rapid disbursement of emergency finance. In practice, the World Bank collects the premiums and issues bonds and swaps to private investors, which can be seen as a type of catastrophe bond. So far the PEF has been widely criticised mainly due to the generous returns to investors and difficulty in accessing funding during the early stages of the disease outbreaks.", "cite_spans": [{"start": 258, "end": 262, "text": "[15]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "In general, the short-term mortality spikes caused by a pandemic have a tremendous impact on the world economy. Information about the expected severity and length of a possible outbreak is a corner stone for pricing a reinsurance contract. In recent years, in particular after the outbreak of SARS in 2002, scientists have warned about the possibility of a new pandemic. The warning stated that most of the world is unprepared for such a challenge, see for instance World Bank [15] , since pandemics create unmanageable risks for life, travel and business insurance and ultimately the entire (re)insurance industry.", "cite_spans": [{"start": 477, "end": 481, "text": "[15]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "Apart from the devastating economic and political disruption at the state level, a pandemic has an additional effect of a micro-social-economic nature, bringing many families and individuals to the edge of poverty or even beyond. Unlike any other rare event such as a tsunami or an earthquake, a pandemic can last over relatively long periods, putting severe strain on a households' income through isolation restrictions. One of the roles of governments is to protect society against internal threats and to defend the country from any external threat that affects people's lives. COVID-19 represents a major threat to people's security. Allowing the state to purchase social reinsurance would limit the financial costs (i.e. income protection or any other type of unemployment benefit due to the effects of the pandemic) for the government to ensure the well-being of citizens in the case of a pandemic. 2 This is especially important for poor countries, where the financial resources are limited, or for countries with a high degree of income inequality.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The question arises of how a reinsurance company should quantify the risk from a pandemic and design a corresponding reinsurance contract. Although the reinsurance design and pricing challenges are not the core questions of the present paper, we highlight a path that links the already available data to the preparedness for a new pandemic at a national level. Pandemics call for fat-tailed distributions, see Cirillo and Taleb [1] . In Yan et al. [19] , the authors suggest to calculate the expected loss in terms of the expected number of deaths, assigning a \"statistical death\" to each country. Such a method could provide a reinsurer with a sense of the expected losses to occur during a pandemic. However, without adequate measures and regulations in place, the losses might be almost unbounded, and therefore a cap for reinsurance coverage should be introduced. By estimating potential risks and in particular the necessary cap, reinsurance companies \"prepare for the last war,\" using the data available from comparable events in the past. There are several studies that estimate the basic reproductive numbers using epidemiological compartmental models. The reproductive number estimates the speed at which a disease is capable of spreading in a population, i.e. the number of secondary infected cases generated by one primary infected case. 3 In this paper, we aim to provide an insight into an adequate reinsurance design with a coverage cap that provides an upper limit for reinsurance payments. Our analysis takes Hubei province in China as a benchmark due to the stringent measures implemented there since the start of the epidemic. If a particular country suffering the effect of a pandemic does not take sufficient measures to decrease the death rates and control the infection speed, the economic loss would be immense. We adopt a data driven approach to calculate the economic loss caused by COVID-19 by exploring the probability distributions of the infection speed, death and fatality rates using the daily cross-sectional data obtained from 17 cities in Hubei province in China. Furthermore, we consider the parameter uncertainty in the probability distributions by treating the parameters as random variables over the course of the pandemic and investigating their distributions. Those parameters establish the coverage limit of our reinsurance contract and can be compared with the pre-specified \"barriers\" to determine the liability of the reinsurance company based on the relevant contract. By considering the infection speed, death and fatality rates, our approach not only provides a comprehensive perception of the losses caused by COVID-19 but also a measure of the effectiveness of the state's action during the pandemic in order to price an adequate reinsurance contract.", "cite_spans": [{"start": 428, "end": 431, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 448, "end": 452, "text": "[19]", "ref_id": "BIBREF17"}, {"start": 1349, "end": 1350, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "Following this introduction, the paper is structured as follows. In Section 2 we present some illustration of the data from China. Section 3 presents a descriptive analysis of the infection speed, death and fatality rates. In Section 4 we fit the distributions of the infection speed, death and fatality rates, and propose a parametric reinsurance to serve as a social reinsurance contract for governments. We conclude in Section 5 and in Section 6, we define some of the distributions used in our data analysis as an appendix.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "As of 9 April 2020, the WHO reported 1,524,852 cumulative confirmed cases of COVID-19 in the world with 88,965 deaths and 332,989 recoveries. In China, the cumulative confirmed cases and number of deaths are 81,865 and 3,335 respectively. However the current number of infected cases is just 1,160, with this variable having decreased as of February 18th as a result of the measures imposed by the Chinese government in response to the coronavirus outbreak. As of 29 March 2020 the epicentre of the illness has been in Italy and Spain, with 95,262 and 85,043 active cases as of 9 April and a total number of 17,669 and 15,238 deaths respectively. In the USA the number of active cases is 397,472 with 14,797 deaths. In other countries such as Germany, France, Iran and the UK the number of confirmed cases is not negligible and has an exponential growth.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "The R package, nCov2019, developed by Yu [22] , provides direct access to real-time epidemiological data of the outbreak. There are two kinds of data available from this package, real-time data and historical data. The real-time data, which contains current numbers of confirmed cases and deaths in geographical locations, are retrieved using API (application programming interface) calls to the Tencent SARS-COV-2 website [12] . The Tencent website relies on official data obtained from the Chinese provincial health agencies, the China National Health Commission (CNHC), the World Health Organization (WHO) and public health agencies in other countries.", "cite_spans": [{"start": 41, "end": 45, "text": "[22]", "ref_id": "BIBREF20"}, {"start": 423, "end": 427, "text": "[12]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Data"}, {"text": "The historical data provided by the package, which forms the basis of our analysis, has three different sources. The first source is obtained directly from the CNHC. 4 The second source is a non-governmental organisation Dingxiangyuan. 5 The third source is a public GitHub repository. 6 All three historical datasets are updated daily and are almost consistent with one other [17] . We choose the third source since it provides the earliest data. Although not all data sources are official statistics, this kind of detailed data offers a unique opportunity to study the novel pathogen. In Figures 1a and 1b, we observe that the epidemic was controlled by the end of February with almost no new cases. After this moment, an increase in the number of recoveries is seen in Hubei, particularly in Wuhan.", "cite_spans": [{"start": 166, "end": 167, "text": "4", "ref_id": "BIBREF3"}, {"start": 236, "end": 237, "text": "5", "ref_id": "BIBREF4"}, {"start": 377, "end": 381, "text": "[17]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Data"}, {"text": "Hundreds of cities in China could even be considered as semi-independent outbreaks, as many are far from the epicentre and were effectively on lockdown from the end of January 2020. We particularly focused on the historical data in the epicentre, Hubei Province. The raw data contains the number of cumulative confirmed cases (Figure 2a ), cumulative deaths ( Figure 2b ) and cumulative recovered cases. We use CC t , CD t and CR t to denote the number of cumulative confirmed cases, cumulative deaths and cumulative recovered cases respectively at time t. Our analysis will focus on three variables, infection speed, death rate and fatality rate. The infection speed for a city at time t, v t is defined by dividing the newly confirmed cases at time t (the cumulative confirmed cases at time t subtracted by the cumulative confirmed cases at time t − 1) by the currently uninfected cases at time t − 1 (the total population (TP) subtracted by the cumulative confirmed cases", "cite_spans": [], "ref_spans": [{"start": 326, "end": 336, "text": "(Figure 2a", "ref_id": "FIGREF2"}, {"start": 360, "end": 369, "text": "Figure 2b", "ref_id": "FIGREF2"}], "section": "Data"}, {"text": "The death rate for a city at time t, ∆ t is defined by dividing the new deaths at time t (the cumulative deaths at time t subtracted by the cumulative deaths at time t − 1) by the currently infected cases at time t − 1 (the cumulative confirmed cases at time t − 1 subtracted by the sum of cumulative deaths and recovered cases at time t − 1)", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "The fatality rate for a city at time t, ψ t is defined by dividing the cumulative deaths by the cumulative confirmed cases on that day", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "Here we have two important assumptions. First, it is impossible to obtain daily updated population data, hence we use the official population data from the Hubei Statistical Yearbook 2019 published by the Hubei Provincial Bureau of Statistics [6] . Second, we assume recovered patients will be immune to the virus and so do not include recovered cases in the calculation of the infection speed. In fact, the second assumption will not affect the analysis significantly since the number of recovered cases is negligible in comparison to the total population. Figure 3 shows the descriptive statistics for daily infection speed for the period 24 January -17 March 2020, which were affected dramatically by the change in the way Chinese authorities accounted for confirmed cases as of 12 February. The mean and standard deviation graphs show sudden jumps on that specific day, however values are quite stable before and particularly afterwards. The median is much more robust to the outliers in the data than the mean and is not affected by the significant jump. Skewness and kurtosis values display similar patterns on different scales, both are mostly positive and consist of high values, an indication of a heavy tailed and right skewed distribution. There are no recorded deaths in Wuhan on 21 February which affects the skewness and kurtosis values. Figure 4a , the mean and median of the daily death rates, investigated over the period 28 January -17 March 2020, are quite stable and present values which are close together from 6 February, the median values are however systematically lower than the mean values which may indicate a slight skewness to the right. The daily mean is around 0.0016 in the period following early February. Figure 4b presents a low and stable standard deviation ranging from 0 to 0.002. At the end of the period the average death rate reaches a value of 0.0024, mainly due to the decrease in the number of new cases of infected people and thus a decrease in the number of deaths in the region. Skewness mainly fluctuates between 0 and 3 despite having a number of values both lower and higher, and the excess kurtosis is also extremely volatile and always positive, which may indicate a heavy tailed distribution for death rate time series data. ", "cite_spans": [{"start": 243, "end": 246, "text": "[6]", "ref_id": null}], "ref_spans": [{"start": 558, "end": 566, "text": "Figure 3", "ref_id": "FIGREF4"}, {"start": 1352, "end": 1361, "text": "Figure 4a", "ref_id": "FIGREF6"}, {"start": 1739, "end": 1748, "text": "Figure 4b", "ref_id": "FIGREF6"}], "section": "Data"}, {"text": "Following the definition of the infection speed, death rate and fatality ratio, daily rates for each city in Hubei were calculated. A total of 61 distributions were fitted to daily speed data for which there are 41 days ranging from 24 January to 4 March 2020. Identifying the best three distributions based on Kolmogorov-Smirnov statistics for each day, the Generalised Extreme Value (GEV) distribution most frequently outperformed alternative distributions, fitting the data best in 28 cases. The same process was carried out for daily death rate, again fitting 61 distributions to 36 days of data from 28 January to 4 March 2020. The Normal distribution was the best fitting distribution in this case. For fatality ratio daily data, after fitting 61 distributions to 53 days of data from 25 January to 17 March 2020 and observing the associated Kolmogorov-Smirnov statistics for each day, the Johnson SB distribution was identified as the best fitting distribution.", "cite_spans": [], "ref_spans": [], "section": "Methods employed and analysis of results"}, {"text": "Selecting the Generalised Extreme Value, Normal and Johnson SB distributions for speed, death and fatality data respectively, we fit only these distributions to each of the 41, 36 and 53 days. Parameters obtained were recorded and the best fitting distributions for each parameter identified. Further analyses of the model parameters including descriptive statistics and time series plots are detailed in Tables 2-5 and Figures 6-8 , respectively.", "cite_spans": [], "ref_spans": [{"start": 405, "end": 415, "text": "Tables 2-5", "ref_id": "TABREF1"}, {"start": 420, "end": 431, "text": "Figures 6-8", "ref_id": "FIGREF11"}], "section": "Methods employed and analysis of results"}, {"text": "For the three sets of data, infection speed, death rate and fatality ratio, we analyse the structure of the future losses caused by the coronavirus pandemic. Due to the lack of reliable data at the beginning of the pandemic in Wuhan, the diminishing number of confirmed cases and the occurrence of zero death rates in many cities by mid March, we choose periods with comparatively stable data flow for each data set, as described in Section 2, and fit probability distributions to the daily Hubei province data. We use cross-sectional data by focusing on the infection speed, daily death rate and fatality ratio in 17 cities of Hubei, namely considering 17 observations per day. Once the best fitting distribution for each data set is decided, we consider the parameter uncertainty by examining the distribution of the parameters themselves.", "cite_spans": [], "ref_spans": [], "section": "Methods employed and analysis of results"}, {"text": "Recall, our analysis aims to provide an insight into a social reinsurance design with a feasible deductible and a coverage cap, thus providing a band for the reinsurance payments. If a state affected by a pandemic does not take sufficient measures to decrease the death rate and infection speed, the economic loss may be unbounded. In particular, after a certain number of citizens have already been infected, the pandemic cannot be stopped. Therefore, a reinsurance company or more likely a conglomerate of reinsurance companies, would require a cap for the coverage of possible losses. Below we show how a cap can be defined by choosing a barrier for the parameters describing the future death rates or the infection speed, over a contractually pre-specified time interval. Based on our analysis, we will suggest a distribution and the corresponding parameters which should not exceed a certain interval indicating the cap for the cedent entity.", "cite_spans": [], "ref_spans": [], "section": "Methods employed and analysis of results"}, {"text": "We consider the infection speed as it reflects in particular the activity of the government in preventing further outbreak of the infection, through for example, isolation measures, travel restrictions and the provision of face masks. As for daily speed data, a total of 61 distributions were fitted for the period beginning on 24 January and ending 4 March. Based on the Kolmogorov-Smirnov test statistics we identified the best three distributions for each day, selecting the most frequently fitted distribution to be the Generalised Extreme Value (GEV) distribution, and thus fit the GEV to each day. The probability density function of the GEV distribution is given by", "cite_spans": [], "ref_spans": [], "section": "Methods employed and analysis of results"}, {"text": "where k is the continuous shape parameter, σ the continuous scale parameter (σ > 0) and µ the continuous location parameter. The parameters for infection speed are plotted in Figure 6 and the descriptive statistics of the parameters presented in Table 1 . The positive values of the shape parameter in Figure 6 indicate a heavy tailed distribution over the course of the pandemic while the location and scale parameters converge to zero rapidly during the second half of the period. This is consistent with the daily speed data for which values also become smaller and approach zero for most cities. The descriptive statistics in Table 1 show that k has a symmetric distribution and the best fitting distribution for the shape parameter is the Johnson SB as given in Table 2 . The location and scale parameters have negative excess kurtosis along with small skewness values, these are properties compatible with the Beta distribution whose probability density function is given by", "cite_spans": [], "ref_spans": [{"start": 175, "end": 183, "text": "Figure 6", "ref_id": "FIGREF11"}, {"start": 246, "end": 253, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 302, "end": 310, "text": "Figure 6", "ref_id": "FIGREF11"}, {"start": 630, "end": 637, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 767, "end": 774, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Methods employed and analysis of results"}, {"text": "where B(α 1 , α 2 ) is the Beta function", "cite_spans": [], "ref_spans": [], "section": "Mean SD"}, {"text": "Here α 1 and α 2 are continuous shape parameters (α 1 > 0, α 2 > 0) and a and b are continuous boundary parameters (a < b). The domain over which the distribution is defined is", "cite_spans": [], "ref_spans": [], "section": "Mean SD"}, {"text": "The pdf of the Beta distribution has a U-shape with high density near the ends of the intervals (0, 0.0014) for µ and (0, 0.0015) for σ, and low density near 0.001 for both parameters. Beta distributions with the given parameters put a lot of density on the extremes. The latter result is perfectly in line with the intuition behind the Beta distribution. The two extremes: the worst possible situation (highest µ and σ) and the best possible situation (µ and σ equal zero) are the most likely events. Considering the famous baseball interpretation of the Beta distribution, we imagine the Chinese government as the baseball player, who has a success if the parameters µ and σ are zero, i.e. the infection speed becomes zero, and a failure if the parameters attain the highest possible values in the support of the corresponding Beta distribution. In addition to the intuitive explanation in support of selection of the distribution, the Beta distribution is widely used in data modelling since it is conjugate prior to the Bernoulli, binomial, negative binomial and geometric distributions in Bayesian inference. The computations in Bayesian inference may be very complex, however assuming a Beta distribution as a prior yields closed form formulas on the one hand and ensures the posterior distribution is a Beta distribution on the other.", "cite_spans": [], "ref_spans": [], "section": "Mean SD"}, {"text": "The normal distribution is the best fitting distribution for the daily death rates, outperforming on 18 out of 36 days for the period 28 January to 4 March 2020. The domain over which the distribution is defined is −∞ < x < +∞ and the probability density function of the normal distribution is given by", "cite_spans": [], "ref_spans": [], "section": "Mean SD"}, {"text": "where σ is the continuous scale parameter (σ > 0) and µ the continuous location parameter.", "cite_spans": [], "ref_spans": [], "section": "Mean SD"}, {"text": "The second and third most frequent best performing distributions for daily death rates are Johnson SB with 15 days and Generalised Pareto with 13 days. Graphs of the normal death rate parameters, location parameter µ and scale parameter σ, are shown in Figure  8 . From early February both parameters have very small values and are fairly stable particularly for the last 15 days. The descriptive statistics in Table 3 indicate heavy tailed distributions for both parameters, identified as the Burr distribution for µ and the Inverse Gaussian distribution for σ with parameters presented in Table 4 The death rates reflect in particular the effectiveness of actions concerning health care after being infected, such as building additional hospitals in record time and providing the necessary medical equipment. However, the parameters mean µ and variance σ 2 follow heavy tailed distributions. This means even if the death rates converge to zero relatively quickly, the probability for a large mean and variance remains high for quite a long time. The measures taken by a government may suppress the death rate, however the expectation of the rate might still increase, depending on the effectiveness of the measures. The variance being heavy-tailed coincides with the observations already made for COVID-19, that the severity of symptoms depends on the age of the infected person, generating in this way clusters in the set of the infected. Indeed, those older than 70 show more severe symptoms and have higher death rates than younger infected persons, [13] .", "cite_spans": [{"start": 1555, "end": 1559, "text": "[13]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 253, "end": 262, "text": "Figure  8", "ref_id": "FIGREF14"}, {"start": 411, "end": 418, "text": "Table 3", "ref_id": "TABREF3"}, {"start": 591, "end": 598, "text": "Table 4", "ref_id": "TABREF4"}], "section": "Mean SD"}, {"text": "We analysed daily fatality ratios for the 53 day period from 25 January to 17 March as the final data set. Since the fatality ratio is calculated by dividing cumulative deaths by cumulative confirmed cases, the values converge to specific rates due to the decrease in the death rate and the number of infected people. The Johnson SB distribution is selected as the best fitting distribution, outperforming for 18 days of the period under consideration. The probability density function of the Johnson SB distribution is given by", "cite_spans": [], "ref_spans": [], "section": "Mean SD"}, {"text": "where γ and δ are continuous shape parameters (δ > 0), λ is the continuous scale parameter (λ > 0) and ξ the continuous location parameter. The domain over which the distribution is defined is ξ ≤ x ≤ ξ + λ. The parameter values plotted in Figure 8 are mostly volatile during the observation period, presenting several jumps particularly during the second half of February. The change in the method of counting the number of confirmed cases on 12 February affects calculation of fatality rates, as the number of cumulative confirmed cases is used directly in the calculation. All parameters reflect drastic change, with the jumps also influencing the distribution of the parameters. The descriptive statistics presented in Table 5 indicate that the positive shape parameter δ, and the scale parameter λ, have heavy tailed distributions. The best fitting distributions for these parameters are given in Table  6 , which identifies the Weibull distribution for δ and the GEV for λ, while the location parameter ξ, has Hypersecant distribution and the shape parameter γ, Generalised Pareto distribution. Based on our analysis, we propose two possibilities which can be extended by different options for a reinsurance contract. The first suggestion is to take as a basis a GEV distribution for the infection speed, a normal distribution for the death rate and to chooseμ s andμ d as coverage limit parameters for the infection speed and death rates respectively.", "cite_spans": [], "ref_spans": [{"start": 240, "end": 248, "text": "Figure 8", "ref_id": "FIGREF14"}, {"start": 723, "end": 730, "text": "Table 5", "ref_id": null}, {"start": 902, "end": 910, "text": "Table  6", "ref_id": "TABREF5"}], "section": "Mean SD"}, {"text": "Observing the data during a new pandemic, the reinsurance company will compare the location parameter obtained under the assumption of a GEV distribution with the given \"barrier\"μ s and the mean of the death rate under assumption of a normal distribution with the barrierμ d . If the obtained parameters exceed (here we can choose between different definitions of exceeding a barrier in a multidimensional setup) the barriers, the reinsurance company will reinstate just the amount assigned to the fixed vector (μ s ,μ d ). In this way we take into account both features of government's actions: the health care of the already infected and the measures preventing further outbreak.", "cite_spans": [], "ref_spans": [], "section": "Mean"}, {"text": "The second possibility would be to use a one-dimensional cap -the fatality rate. Fatality rates combine the death rate and infection speed in a natural way that cannot be observed directly. Similarly to the above described procedures, we assume a Johnson SB distribution for the fatality rates, fix the limit location parameter to beξ and observe the location parameter ξ of the new pandemic. If the obtained parameter exceeds the barrierξ, the reinsurance company will reinstate just the amount assigned toξ. We assume that the assignment procedures will follow a predefined method where a statistical death is linked to an average loss connected to a specific country, region or even population stratum, see for instance Yan et al. [19] .", "cite_spans": [{"start": 734, "end": 738, "text": "[19]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Mean"}, {"text": "Hence, we are proposing a type of a parametric reinsurance, where not (only) the trigger but the cap is linked to an event parameter, a vector containing location parameters of the death rate and infection speed or of the fatality ratio. Of course, one can also extend the number or the character of triggers and/or caps by adding for example the scales to the event parameter vector. Once the reinsurance mechanism is triggered, payments will be made regardless of the actual physical loss sustained, a cap is applied if the parameter threshold is reached or exceeded.", "cite_spans": [], "ref_spans": [], "section": "Mean"}, {"text": "Big reinsurance companies like for example Swiss Re use parametric products for events such as earthquakes, tropical cyclones, or floods, where the parameters are magnitude, wind speed or precipitation respectively, see [10] . We do not propose to replace traditional reinsurance products by a parametric reinsurance. We suggest to fill an existing gap, left by traditional insurance, see Yan et al. [19] , where the insured, in our case a state, has no control over the emergence and initial spread of a highly contagious and deadly infection. However, a government can take measures against the quick spread and high mortality once a potential danger has been detected. The parametric (re)insurance design we suggest will measure the effectiveness of government's actions and indemnify the losses on this basis, preventing the bankruptcy of the reinsurer and providing the necessary help to the vulnerable.", "cite_spans": [{"start": 220, "end": 224, "text": "[10]", "ref_id": "BIBREF8"}, {"start": 400, "end": 404, "text": "[19]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Mean"}, {"text": "The level of testing, accuracy of the diagnosis and efficiency of methods for recording confirmed, recovered and death cases are of crucial importance to the collected data. Although we are aware the robustness of our analysis are subject to the limitations imposed by the data, the fitted distributions and the distributions of the parameters provide crucial information regarding the evolution of the pandemic and the economic loss it might cause. Focusing on the GEV infection speed parameters, one can easily infer that the pandemic in China has been taken under control, with the time series graphs of the location and scale parameters heading to zero by mid February. This shows that measures such as lockdown, isolation, face masks, and so on, taken by the Chinese government decreased the number of newly infected people significantly and thus the infection speed. On the other hand, being distributed normally, the death rates are forced to lower as of early February, exhibiting some volatility during the course of the pandemic. The actions taken by governments do not only determine the associated loss but also the duration of the pandemic and this can be observed in the parameter values recorded over time. Similar comments are valid for the fatality ratios as the parameters of the fitted Johnson SB distribution start to flatten from early March, the effect of government interventions is visible in the ratios, which are based on cumulative deaths and cumulative confirmed cases, over a longer period.", "cite_spans": [], "ref_spans": [], "section": "Mean"}, {"text": "Since mid-February in China, where the novel coronavirus was initially reported, the number of infected people has steadily declined thanks to the extreme measures the government took to contain the virus. Currently the only new cases in China are cases brought in from abroad.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "As of 9 April 2020, more than 184 countries have reported cases of COVID-19. In particular, the WHO reported 1,524,852 cases in the world including 88,965 deaths. In terms of financial impact, the shock to the global economy from COVID-19 has been faster and more severe than the 2008 global financial crisis and even the Great Depression. For governments developing capacities for mitigating the effects of a pandemic, health security is a priority. Activities such as planning and coordination are vital at the start of an epidemic or a pandemic. In response to the COVID-19 outbreak, some governments have launched unprecedented public health and economic responses. In recent weeks, more than 80 poor and middle-income countries have sought financial help from the International Monetary Fund as they struggle to cope with the economic fallout from the COVID-19 pandemic. We hope our analysis will help inform such decisions.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The social reinsurance design provided in this paper can be considered a supplement to the social insurance of the state and it could be a solution to alleviate the financial costs for governments in the event of a pandemic. It is a type of parametric reinsurance whose trigger and cap are based on the probability distributions of the infection speed, death and fatality rates. As this social resinsurance product design involves a cap, it forces governments to take the measures needed to fight against the pandemic. Based on the methodology described, it would be interesting to analyse how effective the measures taken by other countries are in terms of infection speed, mortality rate and fatality ratio. Another direction of research would be to calculate the expected shortfall of the loss depending on the measures taken by governments.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "We would like to close with \"Recommendation 10\" of the World Bank [15] : \"To reinforce incentives for national governments to invest in preparedness, the IMF and World Bank should work to facilitate the incorporation of the economic risks of infectious disease outbreaks into macroeconomic and market assessments, including: (i) inclusion into assessments where such risks are macro-critical; (ii) encouraging the development of academic and private sector indices and maps of intrinsic risk, preparedness and economic vulnerability.\" Maybe we will be forearmed for the next one.", "cite_spans": [{"start": 66, "end": 70, "text": "[15]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Conclusion"}, {"text": "In Cirillo and Taleb [1] , analysis of the history of pandemics suggests a fat-tailed distribution for the number of deaths, which could always have a Generalized Pareto Distribution (GPD) as a tail approximation. The distributions we identified as the best fitting distributions for the infection speed, death rate and fatality ratio are mostly fat-tailed, and the ones not defined in the paper, are defined below.", "cite_spans": [{"start": 21, "end": 24, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Relevant distributions"}, {"text": "Burr Distribution:", "cite_spans": [], "ref_spans": [], "section": "Relevant distributions"}, {"text": "The Burr distribution has parameters k, α, β and γ, where k and α are continuous shape parameters (k > 0, α > 0), β is the continuous scale parameter (β > 0) and γ the continuous location parameter (γ ≡ 0 yields the three-parameter Burr distribution). The domain over which the distribution is defined is γ ≤ x < +∞.", "cite_spans": [], "ref_spans": [], "section": "Relevant distributions"}, {"text": "The probability density function of the four-parameter Burr distribution is given by", "cite_spans": [], "ref_spans": [], "section": "Relevant distributions"}, {"text": "Inverse Gaussian Distribution:", "cite_spans": [], "ref_spans": [], "section": "Relevant distributions"}, {"text": "The Inverse Gaussian distribution has parameters λ, µ and γ, where λ and µ are continuous parameters (λ > 0, µ > 0) and γ is the continuous location parameter (γ ≡ 0 yields the two-parameter Inverse Gaussian distribution). The domain over which the distribution is defined is γ < x < +∞.", "cite_spans": [], "ref_spans": [], "section": "Relevant distributions"}, {"text": "The probability density function of the three-parameter Inverse Gaussian distribution is given by", "cite_spans": [], "ref_spans": [], "section": "Relevant distributions"}, {"text": "Generalized Pareto Distribution:", "cite_spans": [], "ref_spans": [], "section": "Relevant distributions"}, {"text": "The Generalized Pareto distribution has parameters k, σ and µ, where k is the continuous shape parameter, σ the continuous scale parameter (σ > 0) and µ the continuous location parameter. The domain over which the distribution is defined is", "cite_spans": [], "ref_spans": [], "section": "Relevant distributions"}, {"text": "The probability density function of the Generalized Pareto distribution is given by", "cite_spans": [], "ref_spans": [], "section": "Relevant distributions"}, {"text": "Weibull Distribution:", "cite_spans": [], "ref_spans": [], "section": "Relevant distributions"}, {"text": "The Weibull distribution has parameters α, β and γ, where α is the continuous shape parameter (α > 0), β the continuous scale parameter (β > 0) and γ the continuous location parameter (γ ≡ 0 yields the two-parameter Weibull distribution). The domain over which the distribution is defined is γ ≤ x < +∞.", "cite_spans": [], "ref_spans": [], "section": "Relevant distributions"}, {"text": "The probability density function of the three-parameter Weibull distribution is given by", "cite_spans": [], "ref_spans": [], "section": "Relevant distributions"}, {"text": "Hyperbolic Secant Distribution:", "cite_spans": [], "ref_spans": [], "section": "Relevant distributions"}, {"text": "The Hyperbolic Secant distribution has parameters σ and µ, where σ is the continuous scale parameter (σ > 0) and µ the continuous location parameter. The domain over which the distribution is defined is −∞ < x < +∞.", "cite_spans": [], "ref_spans": [], "section": "Relevant distributions"}, {"text": "The probability density function of the Hyperbolic Secant distribution is given by", "cite_spans": [], "ref_spans": [], "section": "Relevant distributions"}, {"text": ".", "cite_spans": [], "ref_spans": [], "section": "Relevant distributions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Tail risk of contagious diseases", "authors": [{"first": "P", "middle": [], "last": "Cirillo", "suffix": ""}, {"first": "N", "middle": [], "last": "Taleb", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Characteristics of and public health responses to the coronavirus disease 2019 outbreak in China", "authors": [{"first": "S", "middle": ["Q"], "last": "Deng", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Peng", "suffix": ""}], "year": 2020, "venue": "Journal of Clinical Medicine", "volume": "9", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Real-time data on the novel coronavirus", "authors": [{"first": "", "middle": [], "last": "Dingxiangyuan", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand", "authors": [{"first": "N", "middle": [], "last": "Ferguson", "suffix": ""}, {"first": "D", "middle": [], "last": "Laydon", "suffix": ""}, {"first": "G", "middle": [], "last": "Nedjati-Gilani", "suffix": ""}, {"first": "N", "middle": [], "last": "Imai", "suffix": ""}, {"first": "K", "middle": [], "last": "Ainslie", "suffix": ""}, {"first": "M", "middle": [], "last": "Baguelin", "suffix": ""}, {"first": ".", "middle": ["."], "last": "", "suffix": ""}, {"first": "A", "middle": [], "last": "Ghani", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Ren", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": ".", "middle": ["."], "last": "", "suffix": ""}, {"first": "B", "middle": [], "last": "Cao", "suffix": ""}], "year": 2020, "venue": "China. The Lancet", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Transmissibility of 2019-nCoV", "authors": [{"first": "N", "middle": [], "last": "Imai", "suffix": ""}, {"first": "A", "middle": [], "last": "Cori", "suffix": ""}, {"first": "I", "middle": [], "last": "Dorigatti", "suffix": ""}, {"first": "M", "middle": [], "last": "Baguelin", "suffix": ""}, {"first": "C", "middle": [], "last": "Donnelly", "suffix": ""}, {"first": "S", "middle": [], "last": "Riley", "suffix": ""}, {"first": ".", "middle": ["."], "last": "", "suffix": ""}, {"first": "N", "middle": [], "last": "Ferguson", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Guan", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tong", "suffix": ""}, {"first": ".", "middle": ["."], "last": "", "suffix": ""}, {"first": "Z", "middle": [], "last": "Feng", "suffix": ""}], "year": 2020, "venue": "New England Journal of Medicine", "volume": "382", "issn": "13", "pages": "1199--1207", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "World Health Organization declares global emergency: a review of the 2019 novel coronavirus (COVID-19)", "authors": [{"first": "C", "middle": [], "last": "Sohrabi", "suffix": ""}, {"first": "Z", "middle": [], "last": "Alsafi", "suffix": ""}, {"first": "N", "middle": [], "last": "O&apos;neill", "suffix": ""}, {"first": "M", "middle": [], "last": "Khan", "suffix": ""}, {"first": "A", "middle": [], "last": "Kerwan", "suffix": ""}, {"first": "A", "middle": [], "last": "Al-Jabir", "suffix": ""}, {"first": ",", "middle": ["."], "last": "", "suffix": ""}, {"first": "R", "middle": [], "last": "Agha", "suffix": ""}], "year": 2020, "venue": "International Journal of Surgery", "volume": "76", "issn": "", "pages": "71--76", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "What is parametric insurance?", "authors": [{"first": "Swiss", "middle": [], "last": "Re", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Estimation of the transmission risk of the 2019-nCoV and its implication for public health interventions", "authors": [{"first": "B", "middle": [], "last": "Tang", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "N", "middle": [], "last": "Bragazzi", "suffix": ""}, {"first": "S", "middle": [], "last": "Tang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xiao", "suffix": ""}, {"first": ".", "middle": ["."], "last": "", "suffix": ""}, {"first": "J", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "Journal of Clinical Medicine", "volume": "9", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Real-time tracking of the coronavirus infection", "authors": [{"first": "", "middle": [], "last": "Tencent", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Ferguson. Estimates of the severity of COVID-19 disease. medRxiv", "authors": [{"first": "R", "middle": [], "last": "Verity", "suffix": ""}, {"first": "L", "middle": [], "last": "Okell", "suffix": ""}, {"first": "I", "middle": [], "last": "Dorigatti", "suffix": ""}, {"first": "P", "middle": [], "last": "Winskill", "suffix": ""}, {"first": "C", "middle": [], "last": "Whittaker", "suffix": ""}, {"first": "N", "middle": [], "last": "Imai", "suffix": ""}, {"first": ".", "middle": ["."], "last": "", "suffix": ""}, {"first": "N", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "From panic and neglect to investing in health security: financing pandemic preparedness at a national level", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study", "authors": [{"first": "J", "middle": [], "last": "Wu", "suffix": ""}, {"first": "K", "middle": [], "last": "Leung", "suffix": ""}, {"first": "G", "middle": [], "last": "Leung", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "395", "issn": "", "pages": "689--697", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "nCov2019 for studying COVID-19 coronavirus outbreak", "authors": [{"first": "T", "middle": [], "last": "Wu", "suffix": ""}, {"first": "E", "middle": [], "last": "Hu", "suffix": ""}, {"first": "P", "middle": [], "last": "Tung", "suffix": ""}, {"first": "X", "middle": [], "last": "Ge", "suffix": ""}, {"first": "G", "middle": [], "last": "Yu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Daily statistics of 2019-nCov", "authors": [{"first": "", "middle": [], "last": "Wuhan-2019-Ncov. Github", "suffix": ""}, {"first": "", "middle": [], "last": "Repo", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Pandemic risk: how large are the expected losses?", "authors": [{"first": "V", "middle": [], "last": "Yan", "suffix": ""}, {"first": "D", "middle": [], "last": "Jamison", "suffix": ""}, {"first": "L", "middle": [], "last": "Summers", "suffix": ""}], "year": 2018, "venue": "Bulletin of the World Health Organization", "volume": "96", "issn": "", "pages": "129--134", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "A mathematical model for the novel coronavirus epidemic in Wuhan", "authors": [{"first": "C", "middle": [], "last": "Yang", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "China. Mathematical Biosciences and Engineering", "volume": "17", "issn": "3", "pages": "2708--2724", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Modified SEIR and AI prediction of the epidemics trend of COVID-19 in China under public health interventions", "authors": [{"first": "Z", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zeng", "suffix": ""}, {"first": "K", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S.-S", "middle": [], "last": "Wong", "suffix": ""}, {"first": "W", "middle": [], "last": "Liang", "suffix": ""}, {"first": "M", "middle": [], "last": "Zanin", "suffix": ""}, {"first": ".", "middle": ["."], "last": "", "suffix": ""}, {"first": "J", "middle": [], "last": "He", "suffix": ""}], "year": 2020, "venue": "Journal of Thoracic Disease", "volume": "12", "issn": "3", "pages": "165--174", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "nCov2019: An R package with real-time data, historical data and Shiny app", "authors": [{"first": "G", "middle": [], "last": "Yu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "A novel coronavirus from patients with pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "B", "middle": [], "last": "Yang", "suffix": ""}, {"first": ".", "middle": ["."], "last": "Song", "suffix": ""}, {"first": "W", "middle": [], "last": "Tan", "suffix": ""}], "year": 2019, "venue": "New England Journal of Medicine", "volume": "382", "issn": "8", "pages": "727--733", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "Evolution of infected, recoveries and deaths in Hubei and Wuhan", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Growth curve data in Hubei", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Descriptive statistics for infection speedAs displayed in", "latex": null, "type": "figure"}, "FIGREF5": {"text": "time series graph for death rate skewness (d) Daily time series graph for death rate kurtosis", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Descriptive statistics for death rateFigure 5presents the graphs of the descriptive statistics for daily fatality rates for the period 25 January -17 March 2020. As seen inFigure 5a, the mean and median of the daily fatality rates have values which are distant from one another due to the zero deaths recorded in many cities during the early period of the outbreak. The close values of the mean and median after mid February indicates there are no outliers in the period under consideration and that the distributions of the daily fatality rates are not skewed significantly. The daily mean values of the fatality rates seem to stabilise around 3% for the second half of the period analysed. We also observe inFigure 5b, that the values of daily standard deviations are higher for the first half of the period while concentrated around 0.013 for the rest. The skewness,Figure 5c, taking positive values before 15 February and negative values afterwards indicates that the data has different distributional structures, although values are mostly between -1 and 1. The daily excess kurtosis values,Figure 5d, are more volatile and present higher values before 15 February while displaying relatively small positive and negative values after this date, indicating a tail structure similar to the normal distribution.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "time series graph for fatality ratio skewness (d) Daily time series graph for fatality ratio kurtosis", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Descriptive statistics for fatality ratio", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Daily time series for GEV parameters", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Daily time series for Normal parameters", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Daily time series for Johnson SB parameters", "latex": null, "type": "figure"}, "TABREF0": {"text": "Descriptive statistics for GEV parameters", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Mean </td><td>SD </td><td>Median </td><td>Min </td><td>Max </td><td>Skewness </td><td>Kurtosis\n</td></tr><tr><td>k </td><td>0.6170 </td><td>0.2920 </td><td>0.6299 </td><td>0.0008 </td><td>0.9881 </td><td>-0.5015 </td><td>-0.7809\n</td></tr><tr><td>µ </td><td>0.0005 </td><td>0.0005 </td><td>0.0003 </td><td>0.0000 </td><td>0.0014 </td><td>0.5914 </td><td>-1.1120\n</td></tr><tr><td>σ </td><td>0.0005 </td><td>0.0005 </td><td>0.0003 </td><td>0.0000 </td><td>0.0015 </td><td>0.4677 </td><td>-1.2250\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Best fitting distributions for parameters of the GEV distribution for daily infection speed data", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Parameter </td><td>Distribution </td><td>Model Parameters\n</td></tr><tr><td> </td><td> </td><td>γ = −0.5248\n</td></tr><tr><td> </td><td> </td><td>δ = 0.72549\n</td></tr><tr><td>k </td><td>Johnson SB distribution\n</td><td>λ = 1.1917\n</td></tr><tr><td> </td><td> </td><td>ξ = −0.13403\n</td></tr><tr><td> </td><td> </td><td>α1 = 0.30959\n</td></tr><tr><td> </td><td> </td><td>α2 = 0.59326\n</td></tr><tr><td>µ </td><td>Beta distribution\n</td><td>a = 1.9019e-07\n</td></tr><tr><td> </td><td> </td><td>b = 0.00144\n</td></tr><tr><td> </td><td> </td><td>α1 = 0.38219\n</td></tr><tr><td> </td><td> </td><td>α2 = 0.67948\n</td></tr><tr><td>σ </td><td>Beta distribution\n</td><td>a = 1.3167e-07\n</td></tr><tr><td> </td><td> </td><td>b = 0.00147\n</td></tr></table></body></html>"}, "TABREF2": {"text": ".", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Mean </td><td>SD </td><td>Median </td><td>Min </td><td>Max </td><td>Skewness </td><td>Kurtosis\n</td></tr><tr><td>k </td><td>0.6170 </td><td>0.2920 </td><td>0.6299 </td><td>0.0008 </td><td>0.9881 </td><td>-0.5015 </td><td>-0.7809\n</td></tr><tr><td>µ </td><td>0.0005 </td><td>0.0005 </td><td>0.0003 </td><td>0.0000 </td><td>0.0014 </td><td>0.5914 </td><td>-1.1120\n</td></tr><tr><td>σ </td><td>0.0005 </td><td>0.0005 </td><td>0.0003 </td><td>0.0000 </td><td>0.0015 </td><td>0.4677 </td><td>-1.2250\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Descriptive statistics for Normal parameters", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Mean </td><td>SD </td><td>Median </td><td>Min </td><td>Max </td><td>Skewness </td><td>Kurtosis\n</td></tr><tr><td>µ </td><td>0.0024 </td><td>0.0018 </td><td>0.0017 </td><td>0.0007 </td><td>0.0095 </td><td>2.2120 </td><td>5.9997\n</td></tr><tr><td>σ </td><td>0.0037 </td><td>0.0037 </td><td>0.0024 </td><td>0.0011 </td><td>0.0194 </td><td>2.8292 </td><td>9.5398\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Best fitting distributions for parameters of the Normal distribution for daily death rate data", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Parameter </td><td>Distribution </td><td>Model Parameters\n</td></tr><tr><td> </td><td> </td><td>k = 0.35518\n</td></tr><tr><td>µ </td><td>Burr distribution\n</td><td>α = 5.1224\n</td></tr><tr><td> </td><td> </td><td>β = 0.00125\n</td></tr><tr><td> </td><td> </td><td>λ = 0.00152\n</td></tr><tr><td>σ </td><td>Inverse Gaussian distribution\n</td><td>µ = 0.00284\n</td></tr><tr><td> </td><td> </td><td>γ = 8.6910e-04\n</td></tr></table></body></html>"}, "TABREF5": {"text": "", "latex": null, "type": "table"}}, "back_matter": []}