{
    "paper_id": "2af19a379c452f85805187303b75f3294799f7fd",
    "metadata": {
        "title": "Chapter 4 Networks and Models with Heterogeneous Population Structure in Epidemiology the grow- ing interest in combining contact structure data with phylogenetics to identify real",
        "authors": [
            {
                "first": "R",
                "middle": [
                    "R"
                ],
                "last": "Kao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Glasgow",
                    "location": {
                        "settlement": "Glasgow",
                        "country": "UK"
                    }
                },
                "email": "r.kao@vet.gla.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "Heterogeneous population structure can have a profound effect on infectious disease dynamics, and is particularly important when investigating \"tactical\" disease control questions. At times, the nature of the network involved in the transmission of the pathogen (bacteria, virus, macro-parasite, etc.) appears to be clear; however, the nature of the network involved is dependent on the scale (e.g. withinhost, between-host, or between-population), the nature of the contact, which ranges from the highly specific (e.g. sexual acts or needle sharing at the person-to-person level) to almost completely non-specific (e.g. aerosol transmission, often over long distances as can occur with the highly infectious livestock pathogen foot-and-mouth disease virus-FMDv-at the farm-to-farm level, e.g. Schley et al. in J. R. Soc. Interface 6:455-462, 2008), and the timescale of interest (e.g. at the scale of the individual, the typical infectious period of the host). Theoretical approaches to examining the implications of particular network structures on disease transmission have provided critical insight; however, a greater challenge is the integration of network approaches with data on real population structures. In this chapter, some concepts in disease modelling will be introduced, the relevance of selected network phenomena discussed, and then results from real data and their relationship to network analyses summarised. These include examinations of the patterns of air traffic and its relation to the spread of SARS in 2003 (Colizza et al. in ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "contact patterns as they directly relate to diseases of interest (Cottam et ",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 75,
                    "text": "(Cottam et",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The susceptible/infected/resistant (SIR) ordinary differential equation (ODE) model lies at the foundation of modern quantitative epidemiology. Though the original work [46] considered infectious states in greater generality, the most common version of this model makes the simplification of assuming a single exponentially distributed infectious stage, with all infected individuals being equally infectious. With this assumption, the system takes the form of a \"compartmental model\". Here there are a set of three ordinary differential equations to be integrated over time: (4.1)",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Simple Mathematical Models"
        },
        {
            "text": "In the system of equations (4.1), the compartments are: S the number of susceptible individuals, I the number of infected, and R the number of removed (usually considered to be recovered and immune, though other interpretations of this state are possible). The total population size N is fixed. The parameter β is the rate per infected individual at which infections occur, while γ is the rate at which infected individuals are removed. Important principles that have guided mathematical epidemiology over the last century are apparent in this simple formulation. First, interest in the field has concentrated on the nonlinear interactions over time between a host population and a pathogen that exploits it. Second, individuals are treated as indistinguishable except for their disease state. Third, the nonlinear terms incorporate the \"mean-field\" assumption, where interactions between members of the population are considered to occur at random, with equal probability that any member will interact with any other element of the system. Finally, the model operates in continuous time and population-space. In contrast, under the network paradigm of disease spread, a population is a network (or \"graph\") of nodes (\"vertices\") representing epidemiological units at a relevant scale (e.g. individuals, towns, cities, farms or wildlife communities). Each node i is connected to other nodes by a number k i links (\"edges\"), this defining the degree of the node. The links usually represent potentially infectious contacts. For example, for sexually transmitted infections, or STIs, links may be sexual acts or sexual partners [32] , while for diseases transmitting within a hospital links may represent contacts occurring through room-and ward-sharing [53] . Multiple, simultaneous exposures to a pathogen are usually assumed to act independently; therefore, if a node is connected to two infected nodes each of which can infect with probabilityp, the probability of becoming infected is (1 − (1 −p) 2 ), where in this case, all links have the same weight. In directed networks (e.g. where one individual can infect another but not necessarily vice versa), links are distinguished as being inor out-links, with nodes having in-and out-degrees. For infectious diseases, this is more likely to be appropriate for larger scale models, for example, where transmission may be related to the migration of individuals who do not return to their origin. In most epidemiologically relevant examples where network structure is important, k N , where k is the average node degree, and N the population size. Borrowing the concept from the simple ODE models, nodes typically possess one of a limited number of states (e.g. susceptible, infected or removed as in (4.1)). \"Meanfield\" models such as described by (4.1) are similar to maximally connected network models-i.e. where every individual in the population is connected to any other individual and k = k i = N − 1 for all nodes i. Network models can in this sense be considered a generalisation of mean-field models. Both network models and ODE models differ from detailed simulations studies, by being abstractions for gaining insight into how heterogeneity in the contacts amongst individuals can contribute to disease spread and its control. However, mean-field and network models differ in terms of the philosophy behind their representations. Mean-field models often do have population structure, but this structure is imposed on the population, rather than being generated from individual properties. In the network perspective, each node only has information about a limited subset of neighbours. Links are generated from this \"local neighbourhood\" that defines the social network. Thus the network model displays corresponding \"emergent behaviour\" in a way that the Kermack-McKendrick model does not. An important question is the extent to which the pattern, or the population structure, and process, or temporally-dependent changes as highlighted in mean-field models, are important in determining how epidemics spread. That most work has previously concentrated on the dynamics amongst simplified compartments is at least partially because observational data on overall disease incidence, and detailed data describing the time course of individual infection states have historically been more available than meaningful population contact structure data, particularly for humans. One of the most detailed and successful models of disease transmission on structured human populations is the description of measles outbreaks in post-WWII Britain (e.g. [7, 28] ) which includes comprehensive measles incidence reports, but where location is only specified to the level of city or town. Contact structure is therefore highly abstract (though more recent work in this field has used gravity models to described the underlying demographic contacts between cities [72] ). The development of the field has also benefited from the rich literature of dynamical systems, and the development of analogous models in chemical kinetics, reflected in the early appellation of \"mass-action\" dynamics when referring to what is now commonly known as \"density dependent\" contact. 1 Nevertheless, many of the ideas explored in social network analyses have been pre-viously explored using other approaches, though the social network paradigm has often proved to be more natural, and provided new insights.",
            "cite_spans": [
                {
                    "start": 1626,
                    "end": 1630,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1752,
                    "end": 1756,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2798,
                    "end": 2803,
                    "text": "(4.1)",
                    "ref_id": null
                },
                {
                    "start": 4602,
                    "end": 4605,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 4606,
                    "end": 4609,
                    "text": "28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 4909,
                    "end": 4913,
                    "text": "[72]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 5212,
                    "end": 5213,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Simple Mathematical Models"
        },
        {
            "text": "For compartmental models of disease spread, the stability of the disease-free steady state is determined by the basic reproduction number, R 0 , which is the central quantity of modern theoretical epidemiology (e.g. [2] ). The \"simple\", commonly accepted biological definition of R 0 is generally stated as \"the number of new infections generated by a single infected individual introduced into a wholly susceptible, homogeneously mixed population at equilibrium\". For the system of equations (4.1), the definition is equivalent to",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introducing R 0"
        },
        {
            "text": "For simple systems, if R 0 < 1, then the disease-free state is globally asymptotically stable (but see the section below). Each infected person will typically infect fewer than one person before dying or recovering, so the outbreak itself will die out (i.e. dI dt t=0 + < 0). When R 0 > 1, each person who becomes infected will infect on average more than one person, so the epidemic will spread (i.e. dI dt t=0 + > 0). While this definition is intuitive, conceptual problems immediately arise. For example, can one define a \"typical\" infected individual? At what stage of the infection process is the infected individual introduced? What if there are distinct subpopulations or population structures? Is R 0 then a meaningful concept? Considerable attention has been devoted to these questions (e.g. [31, 60, 66] ), in particular due to the generalisation to more complex population and infection structures via the next generation matrix formalism [15] . However, these definitions are meaningful only if meaningful sub-populations can be defined, allowing for an exponential growth phase in an epidemic. Thus most network models with their complex structure do not lend themselves to such simple definitions, and the relationship between R 0 and the network representation is further discussed below.",
            "cite_spans": [
                {
                    "start": 801,
                    "end": 805,
                    "text": "[31,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 806,
                    "end": 809,
                    "text": "60,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 810,
                    "end": 813,
                    "text": "66]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 950,
                    "end": 954,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introducing R 0"
        },
        {
            "text": "A connection from (4.1) to network models can be established by a closer examination of the contact structure implicit in the nonlinear term βSI , which can be understood if this expression is replaced with a term τ C(N )I S N (see, for example, [59] ). Here, each individual has C(N) potential infectious contacts (infectious with probability τ ), and this is dependent on the total popula-tion N . 2 The region in the parameter space where R 0 < 1 then defines a globally stable disease-free state if dC/dN ≥ 0 (usually, d 2 C/dN 2 ≤ 0 but this is not required), and none of C(N), β or γ are functions of I . In particular, if dC/dI > 0, dβ/dI > 0, or dγ /dI > 0, global stability is lost. This can occur if, for example, removal of infected individuals requires the availability of limited resources, so that dγ /dI > 0 (e.g. foot-and-mouth disease in the UK in 2001, see [30] ) or one may have dC/dI > 0 if, for example, contacts are increased by otherwise sedentary individuals attempting to flee an epidemic, as may have occurred during the Black Death in the fourteenth century Europe. Each infected individual has a probability S/N per contact of interacting with a susceptible individual. For density dependent contact, C(N) = N and the form of system (4.1) is obtained. For \"frequency dependent\" contact, C(N) = κ, a constant. In this case, the rate that new infections appear is τ SI κ/N, and R 0 = τ κ/γ . A critical difference between the two cases is that, with density dependence, thinning of the total population reduces N and therefore the value of R 0 , while with frequency dependence the reduction in population density or size has no effect on R 0 . In frequency dependent models, the number of contacts (links) is independent of population size. However, they differ from network models in that the contact is made with a random individual in the population. Thus the two are only equivalent in the case of a dynamic network with links that switch to new partners at an infinite rate [57] . An important consequence of this is that any infected individual still has κ outward potentially infectious contacts in a frequency dependent model, while in static network models with bi-directional links, at least one of them is \"used up\" because the node was infected along one of its existing links (see, for example, [14] ).",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "[59]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 400,
                    "end": 401,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2006,
                    "end": 2010,
                    "text": "[57]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 2335,
                    "end": 2339,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Density vs. Frequency Dependent Contact"
        },
        {
            "text": "As previously noted, in network models individuals can no longer be assumed to be in potentially infectious contact with all members of the population. If the degree distribution p(k) gives the probability that a randomly selected node has exactly k links, then the average number of connections per node is given by k = l lp(l). Epidemiologically, the degree of a node gives the maximum number of nodes that a node could infect. Of course, as k N , only a few nodes are likely to be directly infected by any given node. In a Poisson random network (originally studied by Erdős and Rényi [19] ), nodes are connected by links, these chosen randomly from the N(N − 1)/2 possible links. A Poisson network can be constructed via a binomial model where, rather than fixing the number of links and choosing partners at random, every possible pair out of the nodes is connected with probability p. The average number of connections per node is k = p(N − 1) and the degree distribution is given by",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 592,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Density vs. Frequency Dependent Contact"
        },
        {
            "text": "Here, exact equivalence is achieved when N → ∞. When p is sufficiently large, random networks tend to have relatively small diameters (maximum shortest path length considering all possible node pairs). The number of nodes at a distance l from a given node is well approximated by k l for the Poisson network [20] . When the whole network is captured starting from a given node, k l ∼ = N , and l approaches the network diameter d. Hence, d depends only logarithmically on the number of nodes, and the average path length is also expected to scale only slowly with increasing population size, i.e. l rand ∝ ln(N )/ ln( k ), with correspondingly small diameter. In this case, there is a direct relationship to the \"simple\" SIR model, as R 0 = τ k . For more complex network structures, the correspondence to R 0 is less clear.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Density vs. Frequency Dependent Contact"
        },
        {
            "text": "A contact network with a small diameter such as found in Poisson networks supports epidemics that can spread broadly throughout the network in a few generations. Thus even for a disease with low probability of transmission and where the disease has been identified within a few generations of infection after its introduction, it would be difficult to identify and isolate subgroups of individuals who are at higher risk of becoming infected. Localisation is exemplified by spatial spread, such as found in lattice models, where nodes are positioned on a regular grid of locations, and neighbouring individuals are connected. Such lattice models/networks exhibit homogeneous contact but have much longer average path lengths and diameters than Poisson networks. Empirical measurements confirm that many real-world networks are characterised by greater localisation of connections-i.e. the tendency for links to occur with greater probability than average amongst subgroups of nodes, but have small average path lengths very similar to that of Poisson random networks. Motivated by social structures where most individuals belong to localised communities composed of work colleagues, neighbours or people sharing similar interests, but some individuals also have connections with individuals that belong to other localised communities (e.g. relatives living considerable distances away and thus likely to belong to distant social communities as well) and old acquaintances, Watts and Strogatz [71] proposed the famous \"small-world network\" (SWN) model, which uses a one-parameter model to interpolate between a regular lattice model and a Poisson network. Their model starts with a ring lattice with N nodes where each node is connected to an arbitrary fixed number K of its closest neighbours. Two types of SWNs have commonly been studied. In the original version, a random rewiring of all links is carried out with probability q. A variant with similar properties does not rewire, but adds long range links randomly, with probability q to generate the same number of long range links as in the original model ( Fig. 4.1 ). Both approaches produce on average qKN/2 \"long-range\" links (or more correctly, they connect nodes at random). As the latter approach simplifies some calculations but has the same key properties as the original model, it will be referred to 1 An example small-world network, with each node connected locally to its four nearest neighbours later in the chapter. For a broad range of q, the SWN generates average path lengths approaching those observed in Poisson random graphs, yet with much greater localisation. The smaller average path length driven by the limited number of longrange connections (shortcuts) makes the network more connected, with fewer edges needed to connect any two nodes. A smaller average path length also means a smaller number of infectious generations with a shorter epidemic time scale, and a lower threshold for a large epidemic. The critical idea put forward by this model is that a relatively few \"long-distance\" connections are important for the transmission and persistence of disease. This has long been established, for example, within the metapopulation paradigm developed in the 1960s [50] where occasional migration between habitat patches was invoked to explain the persistence of species that would otherwise go extinct-in the case of epidemiology, the metapopulation is the pathogen operating on the host (or communities of hosts), which represent the habitat patches, such as the cities and towns in the previously mentioned measles models [7, 28] . Where the model of Watts and Strogatz' differed, however, was showing in an elegantly simple model, and in a quantifiable way, how simple couplings defined only as a property of individuals could be weak, yet produce dramatic effects in communities.",
            "cite_spans": [
                {
                    "start": 1492,
                    "end": 1496,
                    "text": "[71]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 3246,
                    "end": 3250,
                    "text": "[50]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 3606,
                    "end": 3609,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3610,
                    "end": 3613,
                    "text": "28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 2112,
                    "end": 2120,
                    "text": "Fig. 4.1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Small Worlds"
        },
        {
            "text": "The SWN model is a very specific, illustrative example of a highly clustered network. More generally, there are often subgroups or communities of individuals that are more likely to be associated with each other, and there is an extensive literature devoted to identifying network-based measures of community (for a review, see [12] ). One measure of localisation is the clustering coefficient which can be quantified as c = 3·triangles triples , where a triangle is defined by a set of three nodes X, Y and Z in a triplet, where X is connected to Y which is connected to Z, and X is also connected to Z. Clustering can be viewed as expressing the probability of two friends of any one individual being themselves friends of each other, and this is illustrated in the classic signature of the small world effect, which is the rapid decline in the average path length between nodes, when the clustering coefficient remains high [71] . This definition is not unique; for example, clustering can also be computed by averaging the clustering coefficients of individual nodes c i = E i k i (k i −1)/2 , which represents the ratio between the number of links E i present amongst the neighbours of node and the possible maximum number of such links. For any meaningful definition, in networks approximating the structure of Poisson random networks have small inherent clustering, and in the limit of infinite populations, zero. Clustered networks can be generated by randomly distributing individuals/nodes in a given n-dimensional space (e.g. a specified two-dimensional surface) and assuming that the probability of a connection between two individuals is a function of their distance. By choosing an appropriate function, the average degree and clustering can be varied. Of course, clustering alone does not uniquely define a network; for example, an infinite number of networks can be generated with zero clustering.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 332,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 927,
                    "end": 931,
                    "text": "[71]",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Clustering on Networks and Moment Closure"
        },
        {
            "text": "While the definition of clustering and its extensions to higher order loops including four or more nodes allows for the description of heterogeneous structures in networks, it does not create an analytical tool for describing the effect on disease transmission (Fig. 4.2) . One approach to this is \"moment closure\" [42, 44] . A population can be described in terms of the frequency of clusters of individuals of various types (e.g. S, I , and R) and of various sizes (singlets, doublets, triplets and so on; i.e. the 'moments' of the distribution). By including the frequency of moments of increasingly higher order, the population can be described with increasing accuracy, but at the cost of increasing complexity. Disease transmission is dependent on whether one of the pairs is connected to an infectious individual, i.e. if ",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 319,
                    "text": "[42,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "44]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 271,
                    "text": "(Fig. 4.2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Clustering on Networks and Moment Closure"
        },
        {
            "text": "where τ [SSI ] denotes the creation of an SI pair through the infection of S in the central position of the triple. In a similar fashion, the number of triplets requires knowledge about the number of quadruplets, and so on, and the system soon becomes completely intractable. Analytical tractability is achieved by \"closing\" the system at the level of pairs and approximating triplets as a function of pairs and individual classes [44] . In clustered networks there will be some heterogeneity in the probability of association between two nodes (in social networks, for example, the probability that two people will be friends will increase if they have a friend in common, or for spatially clustered populations, that the Voronoi tessellation for three nodes produces a common boundary point [45] ). To account for the correlation between the node in state X and node in state Z, a closure relation is considered [42] , where if N is the total population size, and Φ the expected proportion of triplets that are triangles, then",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 435,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 793,
                    "end": 797,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 914,
                    "end": 918,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Clustering on Networks and Moment Closure"
        },
        {
            "text": "This approach has the attractive feature that is transparent, easy to parameterise and builds on understanding global properties of the system based on local/neighbourhood interactions. The closure at the triplet level (i.e. ignoring loops incorporating four or more nodes) is a compromise between incorporating contact heterogeneity and retaining analytical tractability, and it has been successful in accounting for correlations that form due to diseases spreading amongst clusters of connected individuals. An important feature of even moderate levels of clustering is the rapid decrease in the average number of new infections produced by each infectious individual. Largely due to the depletion of the susceptible neighbourhood; past the first generation, infected nodes often have at least one neighbour that is already infected. In networks clustered in two dimensions, there is a corresponding spatial localisation of epidemics ( Fig. 4 .2). While moment closure can provide a good approximation to the time course of stochastic simulations on clustered networks [42] , as always such good agreement depends on the underlying model being considered. Based on a model using Poisson-random networks with contact tracing and a delay before infectiousness [47] , Fig. 4 .2 shows how, even with no \"forced\" clustering (i.e. clustering only occurs due to population size effects), there is poor agreement between simulations and the analytic approximation, and this difference quickly becomes pronounced as clustering increases. While the sources of the discrepancy are not entirely clear, the delay in the onset of infectiousness and the addition of contact tracing add considerably to the complexity of the system being studied, highlighting the need for further research into analytical models of this type of contact heterogeneity. Despite these difficulties, as a strategic tool, moment closure equations allow us to explore the relationship between clustering and epidemic spread [42] , showing how clustering can lead to a dramatic reduction in the value of R 0 if generations of infection overlap with equivalent effects on the probability of successful disease invasion. Using additional equations incorporating links between nodes along which tracing takes place, the moment closure approach can also be used to explore the effect of network dependent disease control, such as contact tracing, i.e. identifying potentially infectious connections from infected individuals (e.g. [17, 34, 47] ). On a practical level, moment closure approaches have been used to explore the consequences of exploiting spatial proximity in the case of the Great Britain 2001 footand-mouth disease epidemic [21] .",
            "cite_spans": [
                {
                    "start": 1071,
                    "end": 1075,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1260,
                    "end": 1264,
                    "text": "[47]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1988,
                    "end": 1992,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2490,
                    "end": 2494,
                    "text": "[17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2495,
                    "end": 2498,
                    "text": "34,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2499,
                    "end": 2502,
                    "text": "47]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2698,
                    "end": 2702,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 938,
                    "end": 944,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1267,
                    "end": 1273,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Clustering on Networks and Moment Closure"
        },
        {
            "text": "While moment closure approaches can be used in systems with both clustering and heterogeneity in contact frequency [18] , it is not a natural tool for exploring heterogeneity in the number of contacts. For models where contact heterogeneity is important, such as is found for sexually transmitted infections, or STIs, the starting assumption is often that the population is homogeneously mixed. For STIs, the nature of the potentially infectious contact is well-defined, and it has long been understood that modelling their transmission and control must account for heterogeneities in sexual activity [2, 32] . Assume that the probability of transmission of an STI to an individual depends only on the number of potentially infectious contacts per individual and the probability of transmission per contact. Then the population can be divided into distinct groups, with each group defined solely by the number of contacts. The number of individuals with k contacts is N k (k = 1, . . . , n). For simplicity, only the case of an SIR model in an infinite closed population is considered. Following [2] , (4.1) can then be extended to",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1096,
                    "end": 1099,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Models for Sexually Transmitted Diseases and HIV"
        },
        {
            "text": "Here S k and I k represent the number of susceptible and infectious individuals with k contacts, and (frequency dependent) per contact transmission rate β between an infected and a susceptible individual. The rate at which new infections are produced is proportional to β, the degree k of the susceptible nodes being considered, the number of susceptible nodes with k connections, and the probability that any given neighbour of a susceptible node with k connections is infectious. When proportionate random mixing is assumed, the probability that a node with k contacts is connected to a node with l contacts is given by P (l|k) = lp(l)/ k , where p(l) = N l /N , and k = l lp(l) is the average number of connections in the population. The basic reproduction number R 0 can be calculated for this system, which has no higher order structure, using the more general definition",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models for Sexually Transmitted Diseases and HIV"
        },
        {
            "text": "where N is the population size, n is the generation number, and I m is the number of infected individuals in all classes in generation m [15] . In this abstract model, heterosexual transmission, which requires cycles of length two, is not considered. This reduces (4.5) to R 0 = lim N,n→∞ (I n+1 /I n ). A simple approach to calculating R 0 in this latter case follows [40] . Consider the introduction of infection into an arbitrary node in a network. This node will be of degree k with probability p(k).",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 369,
                    "end": 373,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Models for Sexually Transmitted Diseases and HIV"
        },
        {
            "text": "Then for a given probability of transmission per linkp, the number of infected elements of an arbitrary degree l following the first generation of transmission is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models for Sexually Transmitted Diseases and HIV"
        },
        {
            "text": "since k = l . In the following generation,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models for Sexually Transmitted Diseases and HIV"
        },
        {
            "text": "It is easy to show using (4.6) and (4.7) and summing over all node degrees, that I 2 /I 1 = I n+1 /I n for all subsequent successive generations n and n+1, and therefore",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models for Sexually Transmitted Diseases and HIV"
        },
        {
            "text": "i.e. R 0 is proportional to the variance-to-mean ratio of the contact degree distribution in the population, where k 2 = l l 2 p(l) is the second moment of the contact distribution. In a directed network, with unbalanced in-and out-degrees, this can easily be generalised to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models for Sexually Transmitted Diseases and HIV"
        },
        {
            "text": "Equations (4.8) and (4.9) illustrate the disproportionate role played by highly connected individuals or 'super-spreaders'. Such models can be further extended to account for additional properties of the population contact structure or disease characteristics, though at the cost of losing analytical tractability and model generality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models for Sexually Transmitted Diseases and HIV"
        },
        {
            "text": "These investigations have been mirrored by equivalent investigations of social networks with high variance in the degree distribution. Although random graphs have been extensively used as models of real-world networks, particularly in epidemiology, they can have serious shortcomings when compared to empirical data characterising social structures such as networks of friendship within various communities, as well as structures in physical and biological systems, including food webs, neural networks and metabolic pathways. With surprising frequency, the empirically measured degree distribution has significantly higher variance-to-mean ratio compared to a Poisson distribution. Examples include the World Wide Web, the Internet, ecological food webs, protein-protein interactions at the cellular level (e.g. [25] ), and most relevant for this discussion, human sexual networks, all with degree distributions reasonably approximated as scale-free, i.e. p(k) ≈ k −γ with 2 < γ ≤ 3, over several orders of magnitude (but see also [38] ). As noted above, to account for the fact that each infected node past the first generation must have at least one link that ends in another infected node, the value of R 0 differs slightly from (4.8):",
            "cite_spans": [
                {
                    "start": 813,
                    "end": 817,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1032,
                    "end": 1036,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Disease Transmission on Scale-Free Networks"
        },
        {
            "text": "The translation in terms of the epidemiological parameters β and γ is slightly more difficult as the depletion of links from an infected node means that the transmission rate must be increased to maintain the same R 0 [43] and this, in turn, changes the infection rate [26] . While the empirically determined distribution of sexual contacts is more precisely fit with a truncated scale-free distribution [38] , in the limiting approximation of a scale-free infinite population with no truncation, R 0 → ∞ since k 2 / k → ∞ even though k is finite. It follows that even an arbitrarily small transmission rate β can sustain an epidemic [58] . As implied by the name \"scalefree\", random removal of nodes does not reduce the variance. Therefore, no amount of randomly applied, incomplete control (i.e. vaccination, quarantine) can prevent an epidemic. However, this is not the case for finite populations where the threshold behaviour is recovered [52] , and targeting the small pool of highly connected nodes is sufficient to prevent an epidemic, so long as these individuals can be identified and treated or removed. Further, even in the absence of control, the supply of highly connected nodes is quickly depleted, resulting in rapid disease extinction. Barthélemy et al. [6] showed that a further consequence of high variance distributions is the non-uniform spread of the epidemic. The higher probability that any node will be connected to a highly connected node means that disease spread follows a hierarchical order, with the highly connected nodes becoming infected first, and the epidemic thereafter cascading towards groups of nodes with smaller degree (Fig. 4.3 and [48] ).",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 269,
                    "end": 273,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "[58]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 944,
                    "end": 948,
                    "text": "[52]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1271,
                    "end": 1274,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1674,
                    "end": 1678,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 1660,
                    "end": 1669,
                    "text": "(Fig. 4.3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Disease Transmission on Scale-Free Networks"
        },
        {
            "text": "The initial exponential growth in the time-scale of epidemics is inversely proportional to the network degree fluctuations, k 2 / k . Thus the high variance in heterogeneous networks also implies an extremely small time-scale for the outbreak and a very rapid spread of the epidemic, implying that in populations with these characteristics there is a window of opportunity, in which diseases can be controlled with relatively little impact on the majority of individuals (Fig. 4.4 and [48] ), though this window becomes small with increasing degree fluctuations.",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 489,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 471,
                    "end": 480,
                    "text": "(Fig. 4.4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Disease Transmission on Scale-Free Networks"
        },
        {
            "text": "May and Lloyd [52] defined ρ 0 = β k /γ to be the transmission potential, equal to R 0 in homogeneously mixing (i.e. random) networks. For ρ 0 < 1, R 0 < 1 on a random network, but for networks with higher variance-to-mean ratio, we can have R 0 > 1. For ρ 0 > 1, because scale-free networks lose high-degree nodes more rapidly than low-degree nodes, the variance in the degree of the remaining susceptible nodes is quickly reduced, and thus the low-degree nodes are effectively protected. Thus for sufficiently high ρ 0 , epidemics on random networks last longer, and also are able to reach more nodes. Above a value ρ crit , the final epidemic size [49, 52] and as ρ 0 → ∞, approaches its asymptote (the total population size) more rapidly than for scale-free networks (Fig. 4.5 ).",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "[52]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 651,
                    "end": 655,
                    "text": "[49,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "52]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [
                {
                    "start": 771,
                    "end": 780,
                    "text": "(Fig. 4.5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Disease Transmission on Scale-Free Networks"
        },
        {
            "text": "In the simplest network models, the connections of the population are fixed with no switching of links; in contrast, models of the Kermack-McKendrick type can be viewed as populations where the links switch at an infinitely rapid rate [57] . Of interest is the interaction between the two extremes, i.e. when do the dynamics of the network change the dynamics of disease? The concurrency of links is well-studied [16, 18, 23, 55, 70] in the modelling of STIs, where the nature of the partnerships between individuals is emphasised, rather than the individuals themselves. This dyad-based approach often assumes that epidemic dynamics are driven by serially monogamous relationships [16, 55] . Despite this abstraction, they are of interest because of the emphasis on the dynamics of the network itself-in the simplest case, no epidemic can occur if all partnerships are sufficiently long. The networks generated from partnership models illustrate the importance of both \"traditional\" static network properties, for example, number of partners and the network structures such as the centrality of an individual in a network, as well as dynamic properties such as the concurrency of partnerships.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[57]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "55,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "70]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 687,
                    "end": 690,
                    "text": "55]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Link Dynamics and STI Partnership Models"
        },
        {
            "text": "The effect of link dynamics are seen in a simple SWN example [62] . In this variant of the SWN, all local links are fixed (for all nodes, k local = n, where n is an even constant) but a fixed number of random links are \"lifted\" and \"dropped\" randomly on the network at a fixed rate σ , so that, if all nodes are labelled 0, . . . , n pop − 1, then nodes are joined by random links where the nodes are more than n/2 locations apart (i.e. all random links are longer than local links). It has previously been suggested that if link dynamics evolve ergodically, then an appropriate static representation of the network will have the same characteristics as the original, dynamic network [41] . An example of an ergodic, dynamic network is one where the network evolution is a Markov chain, and all states are accessible from the initial state. This is considerably less restrictive than other explorations of network dynamics, where the number of links for each node is assumed fixed (e.g. [57, 68] ). Here, the static network is generated by assigning to each node an infectious period drawn from an exponential distribution with mean period τ inc . Then a number ν rand of random links are generated and placed on the SWN with the restriction that the distance between the two connected nodes is greater than n/2.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "[62]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 684,
                    "end": 688,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 987,
                    "end": 991,
                    "text": "[57,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 992,
                    "end": 995,
                    "text": "68]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Link Dynamics and STI Partnership Models"
        },
        {
            "text": "Identification of the static network immediately identifies one consequence of link dynamics. Because the removal and replacement of a link \"frees\" up the link from already connecting two infected nodes, epidemic dynamics would be expected to be different on the static and dynamic networks (Fig. 4.6 ). Early on, it is more likely that a \"used\" up link will be replaced by a \"free\" link, whereas the opposite would become true later in the epidemic, as more nodes are infected. Here, link dynamics are represented by a switching rate that defines an effective infectious period over a given link. Construction of a transmission network where every node has the same infectious period distribution is equivalent to a bond percolation model [65] . The static representation allows us to quantify these differences, by considering the effective infectious period of a node, with respect to a dynamic random link. Assuming SIR infection dynamics with exponentially distributed periods, the average infectious period is τ inc = 1/r inc and for transmission over the random links, the average effective infectious period must be modified by the switching rate, and therefore τ eff = 1/(r inc + r switch ). The relative probability of infection over random links is given by e −βτ eff /e −βτ fixed . To correct an effective transmission rate τ eff must ",
            "cite_spans": [
                {
                    "start": 740,
                    "end": 744,
                    "text": "[65]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [
                {
                    "start": 291,
                    "end": 300,
                    "text": "(Fig. 4.6",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Link Dynamics and STI Partnership Models"
        },
        {
            "text": "that is,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Link Dynamics and STI Partnership Models"
        },
        {
            "text": "(4.12)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Link Dynamics and STI Partnership Models"
        },
        {
            "text": "The mean probability of transmission per link is therefore given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Link Dynamics and STI Partnership Models"
        },
        {
            "text": ", (4.13) similar to the link saturation result relating static networks to mean-field models [43] . An immediate consequence of this is that epidemics are made larger by link switching. To conserve the total epidemic size, this requires that the overall probability of transmission be the same, i.e. p 2 p 1 = τ 2 τ 1 , which results in a corrected value of β:",
            "cite_spans": [
                {
                    "start": 2,
                    "end": 8,
                    "text": "(4.13)",
                    "ref_id": null
                },
                {
                    "start": 93,
                    "end": 97,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Link Dynamics and STI Partnership Models"
        },
        {
            "text": "(4.14)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Link Dynamics and STI Partnership Models"
        },
        {
            "text": "This correction in (4.14) results in final epidemics that have the same distribution under stochastic simulation for different switching rates, and both for static and dynamic representations (Fig. 4.7) . Of course, while the epidemic size is the same, the adjustment in β results in substantially different epidemic dynamics [26] .",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 330,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 202,
                    "text": "(Fig. 4.7)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Link Dynamics and STI Partnership Models"
        },
        {
            "text": "Thus far, only the properties of the social network of potentially infectious contacts, i.e. which nodes could a node infect, if it were infectious, have been considered. This is often the only logical approach if, for instance, no disease data are available, or if the properties of the underlying social network are being exploited for disease control. For example, for the purposes of analysing the efficacy of tracing of potentially infectious contacts for disease control, understanding the social network is vital [17, 34, 47] . However, in the absence of control, or when control is not based on exploiting social network structure, given a contact network and the characteristics of a disease that can spread on the network, one can thin links to generate the network of truly infectious links (as disease will not necessarily spread across all available links), referred to as the \"transmission\" network. Such a network is inherently directed (since one must consider separately the probability of infection in each direction) even when the social network is undirected; however, the thinned network is usually significantly more sparse. Further, while the social network may have weights attached to links and nodes, the transmission network is unweighted so long as the infectious state of any node is not dependent on any network parameters (e.g. one cannot have a node that is more infectious if it has been infected by exposure to multiple infected neighbours). It is also often the case that networks generated with different disease assumptions will have different properties to the underlying social network. For example, following Trapman [65] , consider two systems in which both have a constant infectiousness per link per unit time τ (t), but with either fixed infectious periods θ A (system A), or bimodal infectious periods, with a proportion 1 − X with a zero infectious period, and proportion X with an infectious period of length θ B (system B), such thatp",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 524,
                    "text": "[17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "34,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "47]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1657,
                    "end": 1661,
                    "text": "[65]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Integrating Networks and Epidemiology: Transmission Networks"
        },
        {
            "text": "i.e. for the two systems the average probability of infection per linkp av is the same. This latter system B can be thought of as a population where only some individuals are susceptible to disease. In system A, there is a fixed probability of transmission per link-in this case, the epidemic threshold R 0 = 1 corresponds to the \"bond percolation\" threshold (i.e. all sites occupied, but links present only with the probabilityp av ). In system B, consider the limit where θ B → ∞. Then the individuals in the proportion X are able to transmit with 100% probability, while the remainder never do. Asp av increases, X increases and R 0 = 1 corresponds to the \"site percolation\" threshold. Similarly, perfect vaccination could be viewed as having an effect on the site percolation of the \"original\" transmission network, removing whole nodes from the network, and thus the most relevant question is the coverage required, i.e. how many individuals must be vaccinated? Imperfect vaccination, however, is more closely related to bond percolation, if it is assumed that there is perfect coverage but imperfect protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integrating Networks and Epidemiology: Transmission Networks"
        },
        {
            "text": "In a transmission network, any disease starting in a strong component or at a source node will infect all elements of the strong component, and will infect all sink nodes as well, but not necessarily all sources. Thus, the largest or giant strongly connected component (GSCC), in the absence of any interventions or control measures, is an estimate of the lower bound of the maximum epidemic size, while the giant weakly connected component is an estimate of its upper bound (e.g. [41] ). The transmission network construction allows us to establish a connection between the network percolation threshold and R 0 . In a randomly mixed transmission network, R 0 is the network percolation threshold [64] , loosely defined as the point at which the final epidemic size is expected to scale with the size of the population (discussed in [41] ). The result of (4.8) can be easily extended to consider weighted, directed links and with variable susceptibility of nodes. In this case, it can be shown that",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 485,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "[64]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 834,
                    "end": 838,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "The Basic Reproduction Number on Transmission Networks and Network Percolation Thresholds"
        },
        {
            "text": "where τ and σ are the weights of the out-and in-links, w the weight associated with each node, k in is the number of inward links, and k out the number of outward links [41, 64] , and the form of the denominator is to account for the fact that inand out-links may not balance. Note that in (4.10), the node at the end of one of the links after the initial generation is already infected, while in (4.16), because the in-links and out-links are distinct, this does not occur. In this case, the equation for R 0 reduces to R 0 = l in l out l out in the transmission network generated from a directed network where nodes have uncorrelated in-and out-links or a network with dynamic links, or R 0 = l in l out l out −p 2 l out when generated from static networks, where l in and l out are the number of inward and outward \"truly infectious\" links per node and p 2 arises as the probability that an undirected potentially infectious link generates transmission links in both directions.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[41,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "64]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "The Basic Reproduction Number on Transmission Networks and Network Percolation Thresholds"
        },
        {
            "text": "While this approach is only valid for randomly connected networks, it can be more broadly useful, provided a network can be transformed into a randomlyconnected structure. This is illustrated in the case of the small-world network for which both the bond and site percolation threshold problems have been solved [54] . In the absence of long range connections, increases in the transmission probability per link will result in the growth of local clusters in the transmission network that would correspond to the local epidemic size, should an element in that cluster become infected. In the simplest case of a one-dimensional small-world lattice (i.e. with all nodes having local connections to exactly two neighbours), the probability p C that a local cluster of infected individuals will be of size C depends in a straightforward fashion on the probabilityp that a given link is infectious, if one assumes that, during the initial spread of the disease, the probability of a long range link returning to an already infected cluster is small. Then in this case, p C = (1 −p) 2pC−1 , since the two end links must be non-infectious and all others C − 1 links in the cluster must be infectious. Moore and Newman [54] use the expression for the local cluster size to determine the percolation threshold via a direct calculation based on the number and size of clusters connected together by long range shortcuts. Another, related approach is to construct a directed transmission network and contract all nodes in connected components joined by only local links into a single \"supernode\". The probability that there will be a supernode of size C in the (now directed) transmission network is p C = C(1 −p) 2pC−1 ; e.g. for a cluster of size C = 3, with three consecutive nodes X, Y and Z, one could have a cluster of size C with X → Y → Z, X ← Y → Z or X ← Y ← Z. Each supernode will have an average ofpqC infectious long range connections if the probability of a node having a long range connection in the original network was q. For a sufficiently large population, with all clusters contracted into supernodes, the resultant network of supernodes is randomly connected, and so (4.16), while not equal to R 0 , is the epidemic percolation threshold of the network, and therefore what one might call R SN 0 (i.e. for the system of supernodes) reduces to",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 316,
                    "text": "[54]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1211,
                    "end": 1215,
                    "text": "[54]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "The Basic Reproduction Number on Transmission Networks and Network Percolation Thresholds"
        },
        {
            "text": "The expression for the distribution of local cluster sizes becomes significantly more complicated for higher-dimensional small world networks; however, the principle remains the same. The interpretation of local clusters linked by long range connections is closely related to a household model of disease transmission [4] , in which the distribution of epidemic sizes within households is used to generate the value of the between-household value of R 0 . Multi-scale percolation as described here has also been analysed in several real networks [39, 41] .",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 321,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[39,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 551,
                    "end": 554,
                    "text": "41]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "The Basic Reproduction Number on Transmission Networks and Network Percolation Thresholds"
        },
        {
            "text": "The previous section was largely concerned with the identification of phenomena that can influence the transmission of disease over a heterogeneous network. Whether or not such phenomena have a bearing on the transmission of real diseases over real networks is dependent on the interaction between the disease transmission characteristics and the underlying pattern of contact. A rule of thumb for the appropriateness of social network approaches is through a comparison of the relative timescale and distance of the activity of the host, compared to the transmission range and duration of infectiousness of the pathogen, which defines the scale over which social network-based approaches are useful. In the case of sexually transmitted diseases, transmission occurs over a very short range, specific action. In the case of SARS, at the worldwide scale, the airline transport network occurs over a much greater range than person-to-person disease transmission-equivalently, the action of the person has longer range than the action of the virus, and this is a similar case to the spread of pandemic influenza. In the case of livestock infectious diseases, the long range movement of livestock is greater than the local airborne spread of the pathogen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Use of Social Networks with Real Epidemic Data"
        },
        {
            "text": "Here, examples related to all three of these cases are examined. . While the local spread is difficult to typify in terms of contact heterogeneity, the situation at the global level is much clearer. Within a matter of weeks in early 2003, SARS spread from the index case, believed to have been in Guangdong province of China, to rapidly infect individuals in some 37 countries around the world, mainly via the airline network. The airline interaction network in SARS has been extensively studied [9, 35] and some key elements are described here. The model formulation is similar to that of the measles metapopulation models [7] ; however, the SARS/airline network models are able to utilise the extensive data regarding the potentially infectious social contacts, rather than inferring them from the disease reporting numbers. The populations are reported as V = 3,880 vertices (major airports) joined by E = 18,810 weighted edges. These data are supplemented by the urban population data associated with these nodes (the human populations serviced by them) and, in the case of the later paper, the full disease outbreak data by reporting location. This does not consider the country of origin of the cases. In this example, \"multi-scale\" modelling abstracts the dynamics at the metropolitan level to stochastic homogeneous mixing models-no attempt is made to integrate more complex dynamics at this level, as is found in other studies.",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 499,
                    "text": "[9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 500,
                    "end": 503,
                    "text": "35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 624,
                    "end": 627,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Use of Social Networks with Real Epidemic Data"
        },
        {
            "text": "Hufnagel et al. [35] considered the effect of stochasticity at the local level on global disease dynamics. Here, the more recent results of Colizza et al. [8] are discussed, which extend this using a Langevin equation formulation (originally to describe Brownian motion), based on stochastic SIR models with density dependence, discretized for numerical simulation. The approach results in a system of almost 10,000 differential equations where there are variables associated with 3,100 major centres with large airports, and three differential equations per centre. Demographic parameters are well-described by the airline network data, allowing for an analysis of the effects of well-described demographic stochasticity on epidemic occurrence. Of interest is the issue of repeatability-how often is a single set of events replicated, given an initial starting point for disease introduction? This has several implications: first, it impinges upon the usefulness of modelling exercises to predict, at a tactical level, how to target epidemic control. Second, comparison of simulation repeatability to a single simulation output (where the model structure is identical to that of the data) to repeatability in replicating a real epidemic is an indicator that, even if a model is a \"poor\" fit, it may, nevertheless, be a \"good\" model from the model selection point-of-view. Colizza et al. identify the \"Hellinger\" affinity sim( − → π I , − → π II ) = j π I j π II j measure of repeatability, where − → π l (t) is the vector whose j th component represents the probability that an active individual (i.e. carrying infection) is in city j at time t. As the measure is scale invariant, it is only a measure of the epidemic pattern; therefore, a comparison of the overall prevalence between any two iterations I and II must also be included as an additional term, sim( − → a I , − → a II ) = j a I j (1 − a I j ), resulting in an overall measure",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 20,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "The Global Airline Network and SARS"
        },
        {
            "text": "which takes a value from zero to one, zero indicating no cities with infected individuals in both realisations, and one indicating identical realisations. The measure does not apportion the relative contribution of overall prevalence and pattern; however, this is easily extracted from the individual terms in (4.18). However, there remain questions regarding the relative importance of the stochastic mechanisms identified here and other unexplored factors. Within-region modelling is defined by a compartmental model with homogenised mixing and density dependent contact, implemented with discrete probabilities of transition between states, and discrete time steps. An underlying assumption is that the pattern of air travel reflects the mean characteristics of the population-whether or not some individuals are more likely to travel than others, and whether or not that is correlated with within-region behaviour, susceptibility or transmissibility, is not considered. Compartments are also treated generically, with the same structure and parameters for all regions despite the likelihood of epidemiologically important differences in the way people behave around the world. Thus the within-centre model remains highly abstract, and there is no consideration of the balance in detail accorded the disease model and the network model complexity. Is the detail of the transport network necessary for understanding the level of stochasticity and outputs generated? These simplifications imply that direct interpretation of model parameters must be treated with caution; scientifically this relatively parsimonious approach is appropriate if the intention is to concentrate on the relationship between air transport contact heterogeneity and disease transmission. The availability of epidemiological data is critical for getting this balance right. Optimisation is relatively unsophisticated, using a least squares approach to optimise the Hong Kong data (in the paper, they do not seek to optimise the Hellinger measure of (4.18)). Despite these issues, the integration of more explicit disease dynamics at a lower population scale, with the explicit demographic interaction is a welcome consideration, and the approaches used in this analysis have the potential to be broadly applicable across other disease systems, and would provide useful insights. Here, the critical result of the model is that it is a good predictor of regions that did have meaningful numbers of cases, with the majority of these being directly related to the activity originating from Hong Kong. The most telling indicator of the role of network heterogeneity and the interaction between the network model and within-node dynamics is the risk to Spain, which is mainly due to secondary connections from other European countries (UK, France, and Germany) rather than direct links from Hong Kong.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Global Airline Network and SARS"
        },
        {
            "text": "The movement of livestock in Great Britain is exceptionally well recorded, with detailed informing concerning the movement of large livestock between agricultural premises in Great Britain. Such data, recorded on a day-to-day basis, is an exceptional record of a dynamic disease-relevant network for which there exists disease data on which to test our concepts of social networks in epidemiology. These livestock networks have been extensively analysed, and have been shown to exhibit both small world and scale-free properties [41, 48] . Particularly well described is the movement of cattle, as individual animal movements are recorded, largely due to concerns over the spread of bovine spongiform encephalopathy in the 1990s. Bovine Tuberculosis (BTB) is a zoonotic disease of cattle caused by Mycobacterium bovis, a member of the tuberculosis clonal complex and an important cause of tuberculosis in humans, though less importantly in developed countries due to milk pasteurisation. It has been an endemic disease in British cattle for centuries which, however, was largely eliminated from most herds with the introduction of a widespread testand-slaughter programme in the first half of the twentieth century. However, BTB incidence in cattle has been steadily on the rise for the last four decades, with the estimated cost of control reaching £90 million in 2005 and including £35 million in compensation to farmers. Disease spread at the national level is likely due to both cattle movements [24] and other factors, most controversially transmission from infected badgers in high-risk areas. As BTB in cattle is a notifiable disease, all cattle testing positive for BTB are recorded centrally, with regular tests of all herds occurring every one, two, three or four years, depending on the perceived risk of transmission to cattle. This combination of long term disease plus demographic data allows for an exceptional opportunity to identify the role of detailed network structure in the transmission of disease. In Green et al. [27] , a livestock network is constructed probabilistically so that each premises i maintains a probability of infection through the simulation, P i , updated using one-day time-steps. Each potential infection event causes infection with probability p. This causes an increase in P i , conditional on the probability of i already being infected, such that P i → P i + ΔP , where ΔP = (1 − P i )p. The summation of ΔP across all infection events gives the expectation of the total number of infections produced during the simulation, I , and it may be partitioned into the causes of infection listed below: total infections due to livestock movements (M), infections within high-risk areas (G) and background rate, countrywide (B). The expected prevalence at a given time is given by i P i , according to the following criteria:",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 533,
                    "text": "[41,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 534,
                    "end": 537,
                    "text": "48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1500,
                    "end": 1504,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2037,
                    "end": 2041,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Bovine Tuberculosis and the Network of Livestock Movements in GB"
        },
        {
            "text": "• Livestock movement: A livestock movement from premises j to premises i is considered potentially infectious where j has a high probability of infection and where the number of animals moved is large:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bovine Tuberculosis and the Network of Livestock Movements in GB"
        },
        {
            "text": "where c is the batch size and μ is a model parameter denoting probability of infection of a single animal moved off infected premises. Risk of infection is therefore positively correlated with numbers of cattle moved onto a premises, but is not affected by herd size. • High risk area: Each premises has a variable i , set at 0 for premises not considered in 'high-risk' areas, and 1 for those that are. There are thus n = i i premises in high-risk areas. A fixed probability of infection per day χ is applied to premises in high-risk areas, which is normalised according to the number of premises n in these areas; χ/n is thus the mean daily rate of production of infected premises through this mechanism in a susceptible population. High-risk areas were defined as either (a) all premises in one-or two-year testing areas, or (b) all premises within a radius r of an index case, defined here as a breakdown in a previous, fixed period. No higher risk was assigned to premises in overlapping radii. • Background rate: Each premises is exposed to infection on a daily basis with a fixed probability ω, independently of location or movement; the model considers an infection event p = ω once per day for each premises. This simulates infection due to unknown causes such as unknown long-distance animal movements or fomite transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bovine Tuberculosis and the Network of Livestock Movements in GB"
        },
        {
            "text": "Model predictions for 2004 were tested against the data. The variable Y i represented an estimate from the breakdowns data of the premises status, assigned in a manner analogous to P . Y i was set as Y i = 1 between times t − w and t, where t is the time of a breakdown occurring in 2004-2005, and Y i = 0 otherwise. Additionally for these events, P was set to 0 on day t + 1 to account for culling and movement restriction. With Y being the set of all premises not assigned as index cases on any day in 2004, model likelihood was calculated as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bovine Tuberculosis and the Network of Livestock Movements in GB"
        },
        {
            "text": "The goodness of fit of the model was expressed in terms of log-likelihood, and the best model selected using the Akaike Information Criterion (AIC) [1] : AIC = 2k − 2 ln L, where k is the number of parameters fitted-this is equivalent to a likelihood ratio test (and thus statistical significance can be attached to differences in AIC score) where models are nested, as is the case when comparing models without background-rate spread to those with background-rate spread, and models with low cattle-to-cattle transmission (where only cattle with a life history that include residence in high risk areas are considered a risk of onward infection) nested within those with high cattle-to-cattle transmission (where all cattle are potentially a risk). Maximum likelihood estimates were initially determined using the Nelder-Mead algorithm [56] , and the Metropolis-Hastings algorithm [29] was then used to explore parameter space around the best-fit parameters through a Markov chain Monte Carlo simulation (MCMC). The model showed that the outbreak data are best explained by a model attributing roughly 16% of observed breakdowns to recorded cattle movements, and with only low levels of cattle-to-cattle transmission. High risk areas by circles surrounding BTB breakdowns were found to be better predictors of future risk of BTB breakdowns than officially designated high risk parishes, with predictions based on these unidentified high-risk herds being also responsible for an estimated 47 breakdowns through movements of infected cattle. The results also suggest that eliminating transmission associated with high-risk areas would reduce the number of BTB breakdowns by 75% in the first year alone. Of particular relevance here is the identification of cattle life histories as a better indicator of the role of network spread, than simply the connections between premises, emphasising the importance of accurate definition of the appropriate network structure.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 837,
                    "end": 841,
                    "text": "[56]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 882,
                    "end": 886,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Bovine Tuberculosis and the Network of Livestock Movements in GB"
        },
        {
            "text": "Here, because BTB appears to be of relatively low infectiousness via cattle-to-cattle transmission, transient residence of cattle on premises is insufficient to seed infection in many cases, and thus outward links from premises only exposed to BTB via cattle movements are unlikely to be a risk themselves. This result is similar to a more detailed comparison between static and dynamic representations of the cattle network [67] .",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 429,
                    "text": "[67]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Bovine Tuberculosis and the Network of Livestock Movements in GB"
        },
        {
            "text": "The ability to rapidly and inexpensively sequence large proportions of the genetic code of pathogens has resulted in the development of approaches to incorporate phylogenetic information in the reconstruction of transmission pathways. This provides a direct insight into the likely underlying network of transmission contacts. If the pathogen mutation rate per replication per base pair analysed is sufficiently high, then the genetic sequences from samples taken from infected individuals provides a signature indicating how closely related the virus population from different individuals are. Bayesian MCMC approaches are used to obtain the best fit transmission tree, using a measure such as the Hamming distance from information theory to identify the relatedness between individuals (i.e. how many genetic substitutions must be made to create identical sequences?). Standard phylogenetic fitting models assume that the rate of replication is not affected by density dependence considerations; however, the integration of epidemiological models can be used to correct this. While most current approaches are bespoke and require generalisation to be broadly applicable, theoretical foundations are being built to support the general development of these \"phylodynamic\" models [69] . Two excellent examples of the use of phylogenetics as tracers of the transmission network are the documentation of the clusters within the HIV/AIDS epidemic, and the transmission of foot-and-mouth disease in GB in 2001. In both cases, a connection to network models is shown, and these data represent an exciting opportunity to validate the importance of putative social network connections for the transmission of infectious diseases, and an opportunity for social network analyses to inform our understanding of phylogenetic models.",
            "cite_spans": [
                {
                    "start": 1279,
                    "end": 1283,
                    "text": "[69]",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Integrating Networks and Epidemiology-Phylodynamics and the Identification of Transmission Networks"
        },
        {
            "text": "Acquired immune deficiency syndrome (AIDS) is a (primarily) sexually transmitted disease caused by the human immunodeficiency virus (HIV). AIDS progressively compromises the immune system and leaves individuals vulnerable to opportunistic infections and tumors. Despite the development of increasingly effective drug therapies, in 2007, it was estimated that 33.2 million people lived with the disease worldwide, with AIDS and AIDS-related complications having killed an estimated 2.1 million people, including 330,000 children. Over three-quarters of all these deaths occurred in sub-Saharan Africa. The high rate of HIV evolution, combined with the availability of a very high density sample of viral sequences from routine clinical care in GB creates a system highly amenable to using phylodynamic approaches. Hughes et al. [36] studied extensive viral sequences from 11,071 heterosexual patients infected with HIV. Of these, 2774 were closely linked to at least one other sequence by nucleotide distance. Including the closest sequences, 296 individuals were identified to be in groups of three or more individuals in the UK. The analysis revealed that heterosexual HIV transmission in the UK is clustered, but compared to transmission amongst MSM (men who have sex with men) groups, are on average in smaller groups and with slower transmission dynamics. Despite the reduced clustering compared to MSM, highly heterogeneous contact rates were indicated, consistent with heavytailed distributions indicated in previous studies [37, 51] . Using molecular clock estimates, temporal patterns could also be analysed, rather than just social ones, which is crucial when relationship concurrency (i.e. network dynamics) is important [70] . The analysis of these data revealed extremely long intergenerational periods (27 months), almost twice as long as for MSM. This long generational time makes contact tracing (and thus direct identification of the social contact network) difficult. However, the relationship between the identified clusters and the known heavy-tailed distributions from epidemiological studies (Fig. 4.10 ) would suggest that, while a snapshot of the direct contact network would not identify truly at risk individuals, the overall pattern is consistent with the dynamic, evolving network over which HIV is transmitted.",
            "cite_spans": [
                {
                    "start": 827,
                    "end": 831,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1531,
                    "end": 1535,
                    "text": "[37,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1536,
                    "end": 1539,
                    "text": "51]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1731,
                    "end": 1735,
                    "text": "[70]",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [
                {
                    "start": 2113,
                    "end": 2123,
                    "text": "(Fig. 4.10",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Models of HIV Infection"
        },
        {
            "text": "One problem with such data is that sampling is always only partial, both in terms of its reflection of pathogen genetic diversity, and in its sampling of the population. Random sampling is unlikely to identify directly critical links if these are few in number. However, if the sample is random at the population level, differences in the relatedness between individuals measured directly by epidemiological contact tracing, and via genetic relatedness should show the existence of these missing links. However, this does not allow for direct inference into the nature of such missing links. Indeed, such approaches on their own, cannot distinguish between sequential events that occur at different scales. For example, if a sequence AAA is taken from individual X, a sequence ABA from individual Y and ABC from individual Z, this implies that X and Y are more closely related by the Hamming distance measure, but it is not known, for example, if all the mutations occurred in X and therefore whether or not Z is a descendant of Y, or they are \"siblings\". For better estimates of this, more detailed demographic data is required, which are not usually available for human sexual contacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models of HIV Infection"
        },
        {
            "text": "FMD is the most infectious disease of livestock in the world, with implications for animal health and productivity, and is particularly harmful to young livestock. Endemic in large parts of Africa, South America and Asia, both Western Europe and North America are FMD free, and derive considerable economic benefit from this status. FMD was introduced into GB in 2001, and the resulting epidemic cost well over £5 billion to control, with the loss of over 3 million livestock [30] . In 2007, FMD was again introduced into GB, this time via an escaped strain derived from virus held either the World Reference Laboratory in Pirbright, or the adjacent Meriel vaccine production facility; while considerably less extensive, nevertheless, the epidemic caused widespread disruption of the livestock industry at the national level, and cost almost £100 million to control [11] . Both the 2001 and 2007 footand-mouth disease epidemics are exceptionally well described, with detailed demographic and epidemiological information, including virus samples from across the entire epidemic. It is therefore an exceptional model system for understanding and developing phylodynamic principles [33] . FMD virus is an RNA virus with an exceptionally high mutation rate, sufficient so that discrimination of mutations down to the individual-to-individual level is possible. Preliminary studies into the phylodynamics of the 2001 epidemic have used a combined likelihood function that incorporates both Hamming distance measures and the spatio-temporal dynamics models used in previous studies. In this case, the likelihood function is fixed by epidemiological parameters. The most likely date of infection for each farm was estimated to be the date on which disease was reported on the farm, minus the age of the oldest lesion on the farm as estimated by veterinary investigation, less five days for the maximum within-host incubation period. There is uncertainty around the most likely date of infection, due to errors in the lesion dating, and possible variation in the incubation period by I i (t), and the possibility of missed, infected livestock. Given the estimated most likely date of infection of farm i, the most likely infection date of the first on-farm infection, and the examination date of the farm, allowing for a two day incubation period, determined the very latest possible infection time. The probability that a farm i was infectious at time F i (t) is then given in terms of I i (t) and the incubation period distribution L(k) (where k is the incubation period ",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 480,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 866,
                    "end": 870,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1179,
                    "end": 1183,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Foot-and-Mouth Disease in Great Britain"
        },
        {
            "text": "if t > C i . (4.21) If one then considers the probability λ ij that each infected premises i infects susceptible premises j then λ ij = min(C i ,C j ) t=0",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 19,
                    "text": "(4.21)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Foot-and-Mouth Disease in Great Britain"
        },
        {
            "text": "(I i (τ ) · F j (t)) k =i min(C j ,C k ) t=0 (I i (τ ) · F k (t))",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Foot-and-Mouth Disease in Great Britain"
        },
        {
            "text": ", (4.22) where n is the number of infected premises in the population. Summed over all possible pairs, this represents the likelihood function for a particular epidemiological transmission tree. It is implicitly assumed that each premises is infected by only one other, and that all infected premises are known. A direct comparison to the set of transmission trees to the phylogenetic trees allows for the identification of the joint most-likely trees, which are significantly different from those identified by epidemiological considerations alone, and shows marked asymmetry in the infection direction, even when considering the underlying distribution of the susceptible population ( Fig. 4.11 ). This analysis shows the striking role that molecular sequencing can play in providing deeper insight into the underlying contact processes that drive observed epidemics. In this analysis, in (4.21) and (4.22) only the infected premises are considered, and not the underlying uninfected population, though detailed models of the epidemiology exist [21, 45] .",
            "cite_spans": [
                {
                    "start": 2,
                    "end": 8,
                    "text": "(4.22)",
                    "ref_id": null
                },
                {
                    "start": 902,
                    "end": 908,
                    "text": "(4.22)",
                    "ref_id": null
                },
                {
                    "start": 1047,
                    "end": 1051,
                    "text": "[21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1052,
                    "end": 1055,
                    "text": "45]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 687,
                    "end": 696,
                    "text": "Fig. 4.11",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Foot-and-Mouth Disease in Great Britain"
        },
        {
            "text": "There is a rich interplay between two recent, but now mature, subject areas: disease dynamics and social network analysis. While the history of mathematical epidemiology contains many of the ideas that have since been replicated in social network theory, nevertheless, the study of social networks has generated both new ideas and new impetus to understanding the role that contact heterogeneity can play in the spread, persistence and control of infectious diseases. This interplay offers new ideas that are applicable to many other fields where heterogeneous structure is important. Apologies are offered to the authors of many valuable and interesting papers originating from both traditions that have been omitted. Of particular note amongst the omissions are the numerous recent epidemiological analyses that consider complex population structure and its impact on the H1N1 influenza pandemic starting in 2009 (e.g. [3, 10, 22] ). While many of these analyses are of epidemiological interest, the models are fundamentally similar to those discussed here in the context of SARS. In general, rather than presenting an exhaustive study of the results from either, illustrations have been presented of how it is only by considering a combination of both pattern and process can disease dynamics be properly understood. Critical to this is the interplay of individuals from both traditions, who will bring together the analytical strengths and insights they both have to offer (e.g. [5] ). Of growing interest is the increasing use of molecular epidemiology as a tracing tool, which brings both new opportunities and new challenges, as a coherent, rigorous framework for dealing with phylogenetics, disease dynamics, high dimensional statistical inference and network structure is yet to be established. This will undoubtedly be a major subject of interest over the next decade, and this is the central problem in the growing field of phylodynamics [33] .",
            "cite_spans": [
                {
                    "start": 921,
                    "end": 924,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 925,
                    "end": 928,
                    "text": "10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 929,
                    "end": 932,
                    "text": "22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1483,
                    "end": 1486,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1949,
                    "end": 1953,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Information theory and an extension of the maximum likelihood principle",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Akaike",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Proc. of 2nd International Symposium on Information Theory. Akad. Kiadó",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infectious Diseases of Humans: Dynamics and Control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Seasonal transmission potential and activity peaks of the new influenza A(H1N1): a Monte Carlo likelihood analysis based on human mobility",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balcan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Goncalves",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bajardi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ramasco",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paolotti",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Perra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tizzoni",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "V"
                    ],
                    "last": "Den Broeck",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1741-7015-7-45"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemics with two levels of mixing",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mollison",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Scalia-Tomba",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Ann. Appl. Probab",
            "volume": "7",
            "issn": "",
            "pages": "46--89",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "When individual behaviour matters: homogeneous and network models in epidemiology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bansal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Meyers",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. R. Soc. Interface",
            "volume": "4",
            "issn": "",
            "pages": "879--891",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Velocity and hierarchical spread of epidemic outbreaks in scale-free networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthelemy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Phys. Rev. Lett",
            "volume": "92",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Space, persistence and dynamics of measles epidemics",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bolker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Philos. Trans. R. Soc. Lond. B, Biol. Sci",
            "volume": "348",
            "issn": "",
            "pages": "309--320",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The role of the airline transportation network in the prediction and predictability of global epidemics",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthelemy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vesipignani",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "103",
            "issn": "",
            "pages": "2015--2020",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Predictability and epidemic pathways in global outbreaks of infectious diseases: the SARS case study",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthelemy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vesipignani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1741-7015-5-34"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Estimate of novel influenza A/H1N1 cases in Mexico at the early stage of the pandemic with a spatially structured epidemic model",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Perra",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Goncalves",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balcan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paolotti",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "V"
                    ],
                    "last": "Den Broeck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tizzoni",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bajardi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ramasco",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Curr Influenza",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Transmission pathways of foot-and-mouth disease virus in the United Kingdom",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Cottam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wadsworth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Rowlands",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Goatley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Maan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P C"
                    ],
                    "last": "Mertens",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ebert",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Juleff",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Ferris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Wilesmith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Knowles",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Pathogens",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Comparing community structure identification",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Danon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Díaz-Guilera",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Duch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Stat. Mech. Theory Exp",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1088/1742-5468/2005/09/P09008"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Modelling transmission: mass action and beyond",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Jong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C M"
                    ],
                    "last": "Bouma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Trends Ecol. Evol",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Mathematical Epidemiology of Infectious Diseases: Model Building, Analysis and Interpretation, Mathematical and Computational Biology",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A P"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "On the definition and the computation of the basic reproduction ratio R0 in models for infectious diseases in heterogeneous populations",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A P"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A J"
                    ],
                    "last": "Metz",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Math. Biol",
            "volume": "28",
            "issn": "",
            "pages": "365--382",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Epidemiological models for sexually transmitted diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Hadeler",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Math. Biol",
            "volume": "26",
            "issn": "",
            "pages": "1--25",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Contact tracing and disease control",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Eames",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc. R. Soc. Lond. B, Biol. Sci",
            "volume": "270",
            "issn": "",
            "pages": "2565--2571",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Monogamous networks and the spread of sexually transmitted diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Eames",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Math. Biosci",
            "volume": "189",
            "issn": "",
            "pages": "115--130",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "On random graphs",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Erdös",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rényi",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Publ. Math. (Debr.)",
            "volume": "6",
            "issn": "",
            "pages": "290--297",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The diameter of sparse random graphs",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Adv. Appl. Math",
            "volume": "26",
            "issn": "",
            "pages": "257--279",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The foot-and-mouth epidemic in Great Britain: pattern of spread and impact of interventions",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "292",
            "issn": "",
            "pages": "1155--1160",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Pandemic potential of a strain of influenza A (H1N1): early findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Hanage",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D V"
                    ],
                    "last": "Kerkhove",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Baggaley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Lyons",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jombart",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Hinsley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Grassly",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Balloux",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Pybus",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lopez-Gatell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Alpuche-Aranda",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Chapela",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Zavala",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M E"
                    ],
                    "last": "Guevara",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Checchi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hugonnet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "324",
            "issn": "",
            "pages": "1557--1561",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The role of sexual partnership networks in the epidemiology of gonorrhea",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Swinton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Garnett",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Sex. Transm. Dis",
            "volume": "24",
            "issn": "",
            "pages": "45--56",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Cattle movements and bovine tuberculosis in Great Britain",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bourn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mawdsley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Clifton-Hadley",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wint",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "435",
            "issn": "",
            "pages": "491--496",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Classification of scale-free networks",
            "authors": [
                {
                    "first": "K.-I",
                    "middle": [],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kahng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "99",
            "issn": "",
            "pages": "12583--12588",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Parameterisation of individual-based models: comparisons with deterministic mean-field models",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kiss",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Kao",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Theor. Biol",
            "volume": "239",
            "issn": "",
            "pages": "289--297",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Estimates for local and movement-based transmission of bovine tuberculosis in British cattle",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kiss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Kao",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc. R. Soc. Lond. B, Biol. Sci",
            "volume": "275",
            "issn": "",
            "pages": "1001--1005",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Travelling waves and spatial hierarchies in measles epidemics",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "N"
                    ],
                    "last": "Bjornstad",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kappey",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "414",
            "issn": "",
            "pages": "716--723",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Monte Carlo sampling methods using Markov chains and their applications",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Hastings",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Biometrika",
            "volume": "57",
            "issn": "",
            "pages": "97--109",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "On the aftermath of the UK foot-and-mouth disease outbreak",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Haydon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kitching",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat. Rev., Microbiol",
            "volume": "2",
            "issn": "",
            "pages": "675--681",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The type-reproduction number T in models for infectious disease control",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A P"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Math. Biosci",
            "volume": "206",
            "issn": "",
            "pages": "3--10",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Gonorrhea modeling: a comparison of control methods",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Yorke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nold",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Math. Biosci",
            "volume": "58",
            "issn": "",
            "pages": "93--109",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Discovering the phylodynamics of RNA viruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Comput. Biol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Contact tracing and epidemic control on social networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Huerta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Tsimring",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phys. Rev. E",
            "volume": "66",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Forecast and control of epidemics in a globalized world",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hufnagel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Geisel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "101",
            "issn": "",
            "pages": "15124--15129",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Molecular phylodynamics of the heterosexual HIV epidemic in the United Kingdom",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fearnhill",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lycett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J L"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Pathogens",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "An assessment of preferential attachment as a mechanism for human sexual network formation",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Handcock",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc. R. Soc. Lond. B, Biol. Sci",
            "volume": "270",
            "issn": "",
            "pages": "1123--1128",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Social networks: sexual contacts and epidemic thresholds",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Handcock",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "",
            "pages": "605--606",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Preventable H5N1 avian influenza epidemics in the British poultry industry network exhibit characteristic scales",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Jonkers",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Sharkey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Christley",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. R. Soc. Interface",
            "volume": "7",
            "issn": "",
            "pages": "695--701",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Evolution of pathogens towards low R0",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Kao",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Theor. Biol",
            "volume": "242",
            "issn": "",
            "pages": "634--642",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Demographic structure and pathogen dynamics on the network of livestock movements in Great Britain",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Danon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kiss",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc. R. Soc. Lond. B, Biol. Sci",
            "volume": "273",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The effects of local spatial structure on epidemiological invasions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc. R. Soc. Lond. B, Biol. Sci",
            "volume": "266",
            "issn": "",
            "pages": "859--867",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Individual-based perspectives on R0",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Theor. Biol",
            "volume": "203",
            "issn": "",
            "pages": "51--61",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Correlation models for childhood epidemics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Rand",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proc. R. Soc. Lond. B, Biol. Sci",
            "volume": "264",
            "issn": "",
            "pages": "1149--1156",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Dynamics of the 2001 UK foot and mouth epidemic, stochastic dispersal in a heterogeneous landscape",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Woolhouse",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chase-Topping",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Cornell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kappey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wilesmith",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "294",
            "issn": "",
            "pages": "813--817",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "A contribution to the mathematical study of epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proc. R. Soc. Lond. Ser. A, Math. Phys. Sci",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Disease contact tracing in random and clustered networks",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kiss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Kao",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. R. Soc. Lond. B, Biol. Sci",
            "volume": "272",
            "issn": "",
            "pages": "1407--1414",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Disease contact tracing in random and scale-free networks",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kiss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Kao",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. R. Soc. Interface",
            "volume": "3",
            "issn": "",
            "pages": "55--62",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The effect of contact heterogeneity and multiple routes of transmission on final epidemic size",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kiss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Kao",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Math. Biosci",
            "volume": "203",
            "issn": "",
            "pages": "124--136",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Some demographic and genetic consequences of environmental heterogeneity for biological control",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Levins",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Bull. Entomol. Soc. Am",
            "volume": "15",
            "issn": "",
            "pages": "237--240",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The web of human sexual contacts",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liljeros",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Edling",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Amaral",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Aberg",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "411",
            "issn": "",
            "pages": "907--908",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Infection dynamics on scale-free networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Lloyd",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phys. Rev. E, Stat. Nonlinear Soft Matter Phys",
            "volume": "64",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Applying network theory to epidemics: control measures for mycoplasma pneumoniae outbreaks",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Meyers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "; R R"
                    ],
                    "last": "Schrag",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg. Infect. Dis",
            "volume": "9",
            "issn": "",
            "pages": "204--210",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Exact solution of site and bond percolation on small-world networks",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Phys. Rev. E",
            "volume": "62",
            "issn": "",
            "pages": "7059--7064",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Concurrent partnerships and the spread of HIV",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "AIDS",
            "volume": "11",
            "issn": "",
            "pages": "641--648",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Simplex method for function minimization",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Nelder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Mead",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Comput. J",
            "volume": "7",
            "issn": "",
            "pages": "308--313",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Space and contact networks: capturing the locality of disease transmission",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Parham",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. R. Soc. Interface",
            "volume": "3",
            "issn": "",
            "pages": "483--493",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Epidemic spreading in scale-free networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phys. Rev. Lett",
            "volume": "86",
            "issn": "",
            "pages": "3200--3203",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Bluff your way in epidemic models",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Trends Microbiol",
            "volume": "1",
            "issn": "",
            "pages": "343--348",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "A new method for estimating the effort required to control an infectious disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A P"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc. R. Soc. Lond. B, Biol. Sci",
            "volume": "270",
            "issn": "",
            "pages": "1359--1364",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Recent network evolution increases the potential for large epidemics in the British cattle population",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Everett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Christley",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. R. Soc. Interface",
            "volume": "4",
            "issn": "",
            "pages": "669--674",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Modelling development of epidemics with dynamic small-world networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saramäki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kaski",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Theor. Biol",
            "volume": "234",
            "issn": "",
            "pages": "413--421",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Predicting infection risk of airborne foot-and-mouth disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Burgin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gloster",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. R. Soc. Interface",
            "volume": "6",
            "issn": "",
            "pages": "455--462",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Percolation in directed scale-free networks",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ben Avraham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Barabási",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Havlin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phys. Rev. E",
            "volume": "66",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "On analytical approaches to epidemics on networks",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Trapman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Popul. Biol",
            "volume": "71",
            "issn": "",
            "pages": "160--173",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Reproduction numbers and sub-threshold endemic equilibria for compartmental models of disease transmission",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watmough",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Math. Biosci",
            "volume": "180",
            "issn": "",
            "pages": "29--48",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Representing the UK's cattle herd as static and dynamic networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Vernon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. R. Soc. Lond. B, Biol. Sci",
            "volume": "276",
            "issn": "",
            "pages": "469--476",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Epidemic thresholds in dynamic contact networks",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Volz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Meyers",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. R. Soc. Interface",
            "volume": "6",
            "issn": "",
            "pages": "233--241",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Phylodynamics of infectious disease epidemics",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Volz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Kosakovsky Pond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Leigh Brown",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D W"
                    ],
                    "last": "Frost",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Genetics",
            "volume": "183",
            "issn": "",
            "pages": "1421--1430",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "The influence of concurrent partnerships on the dynamics of HIV/AIDS",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Math. Biosci",
            "volume": "108",
            "issn": "",
            "pages": "89--104",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Collective dynamics of 'small-world' networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Strogatz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "393",
            "issn": "",
            "pages": "440--442",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Measles metapopulation dynamics: a gravity model for epidemiological coupling and dynamics",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "N"
                    ],
                    "last": "Bjørnstad",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am. Nat",
            "volume": "164",
            "issn": "",
            "pages": "267--281",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "= βI S − γ I, dR dt = γ I, S + I + R = N.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 4.1 An example small-world network, with each node connected locally to its four nearest neighbours",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Transmission on unclustered and spatially clustered networks. Transmission on unclustered networks fills the picture (above percolation threshold) while on clustered networks, the epidemic is self-limiting (below the percolation threshold).Figure courtesy of Dr. D.M. Green, Stirling University",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Average degree of new infectious nodes for random (+) and truncated scale-free networks (p(k) = Ck −γ e −k/L with γ = 2.5, L = 100 and k ≥ 3) (o). Both networks with N = 2000, k = 6. The model includes four classes (susceptible-S, exposed-E, infectious-I , results in tracing-T , and removed-R) with rate of susceptible becoming infected (S → E) 0.15d −1 , and, tracing occurring at rate 0.5d −1 (for all of S → R, E → R, I → R), latent period 10d, infectious period 3.5d, nodes trigger tracing for 2.0d. Figure courtesy of Dr. I.Z. Kiss, University of Sussex",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Time evolution of the proportion of infectious nodes for random (solid line) and truncated scale-free (p(k) = Ck −γ e −k/L with γ = 2.5, L = 100 and k ≥ 3) (dashed line) networks, N = 2000, k = 6, for epidemics with infection rates per link β = 0.067, 0.0735, 0.08. Latent period is 3.5d, infectious period 3.5d. Figure courtesy of Dr. I.Z. Kiss, University of Sussex Fig. 4.5 Final epidemic size R(∞) as a function of the transmission potential ρ 0 computed analytically for the mean-field SIR model (solid line) and semi-analytically for Barabasi-Albert or BA networks (dashed line). For the BA networks R ∞ increases from close to zero; however, for the mean-field case it only increases from ρ 0 = 1. The value of R(∞) for the scale-free network increases more slowly, however, due to the depletion of highly connected nodes. Figure courtesy of Dr. I.Z. Kiss, University of Sussex on random networks is larger",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Comparison of final epidemic size for different switching rates σ , showing the equivalence between the dynamic networks and a static representation. Epidemic simulations are run on a dynamic small world network (size n = 2000), with switching rate to infectivity removal rate ratio σ/γ = 0.1 (left) and σ/γ = 10.0 (right), and transmission rate per link τ = 1.0. Simulations run using the Gillespie algorithm be defined by",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Comparison of adjusted networks, γ /σ = 0.1 and γ /σ = 1.0, showing correction for link switching using (4.14). Simulations and parameters otherwise as inFig. 4.6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Epidemic pathways on the global airline network. The arrows show the transmission pathways of greater probability than 10%, assuming Hong Kong is the source. The thickness of the arrows represents the probability associated to a given path. Paths that transmit the virus directly from Hong Kong are in black; paths that start from the first level of infected countries are in grey. The shading of countries represent the relative risk of infection, darker representing higher risk. From Colizza et al., BMC Medicine 5:34 (2007), doi:10.1186/1741-7015-5-34. Figure reproduced with permission of corresponding author, Dr. V. Colizza, Institute for Scientific Exchange, Turin",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Observed (left) and predicted (right) distribution of cattle herd breakdowns due to Bovine Tuberculosis in 2004. The best fit model attributes roughly 16% of spread to the movement of cattle, 9% of spread to unknown causes, and 75% of BTB spread to being present in high risk areas, where these areas are defined as 6 km radial disks surrounding breakdowns in the previous year. The movement of cattle that have previously passed through high risk areas is a better predictor than the full network of movements (i.e. allowing for secondary infection outside of high risk areas), indicating that networks must be carefully chosen.From Green et al., Proc. Biol. Sci. 275:1001-1005 (2008), doi:10.1098/rspb.2007.1601",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "10 Log-log plot of numbers of individuals with k contacts (N(k)) vs. the number of contacts (k), based on an analysis of sequence data. Individuals are assumed to be in contact within the clusters only if the time to the most recent common ancestor of their virus sequences is less than or equal to five years. The best fit to a power law (straight line in log-log space) has R 2 = 0.95 (95% CI: 0.84-0.99), p < 10 −6 , and shape parameter (negative gradient) = 2.1. From Hughes et al., PLoS Pathog 5(9):e1000590 (2009), doi:10.1371/journal.ppat.1000590. Figure reproduced with permission of the corresponding author, Prof. A. Leigh-Brown, University of Edinburgh",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "11 The spatial relationship of 15 agricultural premises where infection was confirmed by laboratory testing (filled circles) and 12 infected premises (determined by clinical observations) that were subsequently found to be negative for virus by laboratory testing (open circles). A-P indicate the infected premises from which virus has been sequenced. The direction of most likely transmission events as determined by Cottam et al. is shown by the grey arrows. Figure from Cottam et al., Proc. B. 275:887-895 (2008). Figure reproduced with permission of the corresponding author, Prof. D.T. Haydon, University of Glasgow in days) as",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "[SS] is the number of S + S pairs, and [SSI ] the number of S + S + I triplets",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}