{
    "paper_id": "2af60a08d9547ba3962946cb87e21f8e5be1d586",
    "metadata": {
        "title": "COVID-19 and cardiogenic shock. Different cardiovascular presentations with high mortality",
        "authors": [
            {
                "first": "Angel",
                "middle": [],
                "last": "Sánchez-Recalde",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jorge",
                "middle": [],
                "last": "Solano-López",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Universitario Ramón y Cajal",
                    "location": {
                        "settlement": "Madrid",
                        "country": "España"
                    }
                },
                "email": ""
            },
            {
                "first": "Javier",
                "middle": [],
                "last": "Miguelena-Hycka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Servicio de Cirugía Cardiovascular",
                    "institution": "Hospital Universitario Ramón y Cajal",
                    "location": {
                        "settlement": "Madrid",
                        "country": "España"
                    }
                },
                "email": ""
            },
            {
                "first": "Javier",
                "middle": [],
                "last": "Jesús",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marcelo",
                "middle": [],
                "last": "Martín-Pinacho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "José",
                "middle": [
                    "L"
                ],
                "last": "Sanmartín",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Zamorano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ángel",
                "middle": [],
                "last": "Sánchez-Recalde",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Universitario Ramón y Cajal",
                    "location": {
                        "settlement": "Madrid",
                        "country": "España"
                    }
                },
                "email": ""
            },
            {
                "first": "Javier",
                "middle": [],
                "last": "Martín-Pinacho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Universitario Ramón y Cajal",
                    "location": {
                        "settlement": "Madrid",
                        "country": "España"
                    }
                },
                "email": ""
            },
            {
                "first": "Marcelo",
                "middle": [],
                "last": "Sanmartín",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Universitario Ramón y Cajal",
                    "location": {
                        "settlement": "Madrid",
                        "country": "España"
                    }
                },
                "email": ""
            },
            {
                "first": "José",
                "middle": [
                    "L"
                ],
                "last": "Zamorano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Universitario Ramón y Cajal",
                    "location": {
                        "settlement": "Madrid",
                        "country": "España"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Autor para correspondencia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Correo electrónico: recalde@secardiologia.es (A. Sánchez-Recalde)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "La enfermedad coronavírica de 2019 (COVID-19) es la manifestación clínica de la infección por el coronavirus del síndrome respiratorio agudo grave de tipo 2 (SARS-CoV-2) que suele presentarse con síntomas respiratorios y puede progresar a neumonía y, en casos graves, a síndrome de distrés respiratorio agudo y shock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Actualmente, la etiología y la mortalidad del shock cardiogénico en la COVID-19 es poco conocida y es el objetivo del presente estudio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Desde el 1 de marzo hasta el 15 de abril de 2020, se realizó cateterismo cardiaco urgente a 23 pacientes por sospecha de síndrome coronario agudo con elevación del segmento ST o parada cardiorrespiratoria; 7 (30%) resultaron positivos para COVID-19 mediante la reacción en cadena de la polimerasa (PCR) en exudado nasofaríngeo. Se dio de alta sin complicaciones a todos los pacientes con negatividad para COVID-19. De los 7 pacientes positivos para COVID-19, 2 fueron dados de alta, 1 falleció por insuficiencia respiratoria secundaria a neumonía grave y 4 entraron en shock cardiogénico inmediatamente tras su llegada al hospital; de estos, fallecieron 3, lo que significa una mortalidad del 75% en el contexto del *Se administró ticagrelor a pesar de conocerse la interacción con lopinavir-ritonavir.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "El diagnóstico de COVID-19 se hizo tras la ICP primaria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f shock cardiogénico. La tabla 1 muestra las características clínicas, analíticas y de imagen, el tratamiento y la evolución de los pacientes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "El primer caso es una mujer de 42 años, sin factores de riesgo cardiovascular o comorbilidades, que acudió a urgencias por clínica de disnea y tos que sufrió minutos después una parada cardiorrespiratoria en ritmo desfibrilable que desembocó en una tormenta arrítmica refractaria al tratamiento antiarrítmico. El ecocardiograma mostró disfunción biventricular grave, y en la sala de hemodinámica durante la reanimación cardiopulmonar, se implantó una asistencia mecánica con oxigenador extracorpóreo de membrana venoarterial (ECMO-VA) por canulación periférica. Además, se realizó una aortografía, que mostró aorta y coronarias normales, y una angiografía pulmonar que descartó tromboembolia pulmonar (figuras 1A y B). Al final del procedimiento, se implantó un balón de contrapulsación intraaórtico en un intento de descarga del ventrículo izquierdo y un marcapasos transitorio, pero la paciente falleció a las pocas horas en situación de shock refractario. La PCR fue positiva para COVID-19, por lo que el diagnóstico más probable es miocarditis aguda fulminante.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "El segundo caso es un varón de 50 años, sin factores de riesgo cardiovascular ni comorbilidades, que ingresó por neumonía bilateral grave por COVID-19 con necesidad de ventilación mecánica. Súbitamente a las pocas horas de su ingreso, presentó hipotensión arterial grave (presión arterial sistólica, 60 mmHg) con elevación del segmento ST en la cara lateral. Se realizó un cateterismo cardiaco urgente, que mostró arterias coronarias sin lesiones y disfunción ventricular izquierda grave con alteraciones de la contractilidad compatibles con miocardiopatía de estrés (tako-tsubo invertido) con acinesia de los segmentos basales y medios e hipercontractilidad del ápex (figuras 1C y D). La presión telediastólica del ventrículo izquierdo era de 22 mmHg. El paciente evolucionó de manera tórpida hacia un shock distributivo que precisó ventilación. Después de 11 días de ingreso hospitalario en tratamiento con hidroxicloroquina, antirretrovirales, antibióticos y corticoides, se dio de alta al paciente con la contractilidad miocárdica normalizada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "El tercer caso es un varón de 75 años, sin factores de riesgo cardiovascular ni comorbilidades reseñables, que acudió a urgencias por cuadro de disnea y dolor torácico y mostraba elevación del segmento ST en la cara inferior y bloqueo Page 3 of 12 J o u r n a l P r e -p r o o f auriculoventricular completo en el electrocardiograma. Presentó varios episodios de fibrilación ventricular primaria que precisaron cardioversión eléctrica, además de intubación orotraqueal y ventilación mecánica. Se inició perfusión de noradrenalina y se realizó angioplastia primaria con implante de un stent en la coronaria derecha (figuras 1E y F). El ecocardiograma mostró disfunción biventricular de predominio derecho y la radiografía de tórax, una neumonía bilateral. A las pocas horas falleció en disociación electromecánica, con diagnóstico de trombosis de coronaria derecha y neumonía bilateral por COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Para terminar, el cuarto caso es una mujer de 37 años, obesa y con antecedentes de trombosis venosa profunda, que acudió a urgencias por disnea y dolor torácico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Se observó elevación de troponina I y, por los antecedentes, se realizó angiotomografía urgente de arterias pulmonares, que mostró tromboembolia pulmonar bilateral con dilatación ventricular derecha, además de opacidades periféricas parcheadas compatibles con neumonía por SARS-Cov-2, que se confirmó en la PCR (figuras 1G y H). Repentinamente, presentó hipotensión arterial grave y persistente y desaturación grave (saturación de óxigeno periférica < 80%) y falleció por shock cardiogénico a pesar de la trombolisis sistémica y sin llegar a la sala de hemodinámica para posible tratamiento percutáneo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "El shock cardiogénico en estos pacientes con COVID-19 se instaura de manera abrupta y puede tener diferentes etiologías, como ilustran estos 4 casos. Es fundamental realizar el diagnóstico diferencial con vistas al tratamiento etiológico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "El abordaje general incluye medidas habituales, como infusión de aminas o el implante de ECMO-VA como puente a la recuperación 1 . Subyace a la miocarditis aguda la inflamación miocárdica, y recientemente se ha demostrado la presencia de partículas del SARS-CoV-2 en el miocardio de estos pacientes 2 . El tratamiento, además de las medidas de asistencia respiratoria y circulatoria, incluyen el uso de corticoides e inmunoglobulinas. La miocardiopatía por estrés en la COVID-19 puede desencadenarse por la descarga catecolaminérgica secundaria a la hipoxemia o sepsis, por el daño miocárdico en relación con el proceso inflamatorio sistémico o por la infección directa del virus en el miocardio, o bien por una mezcla de factores 3 . El tratamiento es asistencia con aminas y mecánica, además de las otras medidas terapéuticas usadas para la COVID-19, como muestra la tabla 1.",
            "cite_spans": [
                {
                    "start": 731,
                    "end": 732,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Page 4 of 12 J o u r n a l P r e -p r o o f La tromboembolia pulmonar es frecuente en este contexto de hipercoagulabilidad de la COVID-19, y puede provocar shock cardiogénico con alta mortalidad. Deben aplicarse todas las medidas disponibles, tales como ECMO-VA, trombolisis o tratamiento percutáneo, sobre todo en caso de contraindicación para la trombolisis o si esta resulta fallida. Otra complicación trombótica que puede ser causa de shock cardiogénico es la aparición de trombosis coronaria aguda en segmentos proximales de las arterias coronarias principales. Este caso se trató vía percutánea con implante de stent según las recomendaciones de las guías de práctica clínica.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Una consideración reseñable es la ausencia de estudios anatomopatológicos debido a que al inicio de esta pandemia no estaban permitidos en nuestro medio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Esta serie corta de pacientes muestra la variedad y la gravedad de las manifestaciones cardiovasculares que pueden sufrir los pacientes con COVID-19, como la miocarditis aguda, la miocardiopatía por estrés, el síndrome coronario agudo o la tromboembolia pulmonar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A. Sánchez-Recalde es editor asociado de Revista Española de Cardiología; se ha seguido el procedimiento editorial establecido en la Revista para garantizar la gestión imparcial del manuscrito.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICTO DE INTERESES"
        },
        {
            "text": "Hernández-Antolín y Ana Pardo Sanz por su crítica y su profunda revisión del manuscrito.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Agradecemos a los Dres. Luisa Salido Tahoces, José Luis Mestre-Barcia, Rosa Ana"
        },
        {
            "text": "A: caso 1, imagen que muestra aortografía con aorta y coronarias normales; el asterisco blanco muestra el dispositivo de compresión torácica y el asterisco negro indica la cánula venosa del oxigenador extracorpóreo de membrana (asterisco). B: caso 1, angiografía pulmonar normal. C y D: caso 2, ventriculografía que muestra un patrón compatible con tako-tsubo invertido, diástole y sístole; las flechas indican hipercontractilidad apical. E y F: caso 3, oclusión trombótica en el segmento medio de la coronaria derecha y revascularización con implante de stent. G: caso 4, angiotomografía que muestra infarto pulmonar (asterisco) y opacidades periféricas parcheadas compatibles con neumonía por SARS-Cov-2. H: caso 4, angiotomografía que muestra oclusión trombótica de ambas arterias pulmonares (asteriscos).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figura 1."
        },
        {
            "text": "Características clínicas, analíticas y de imagen, tratamientos y evolución de los 4 pacientes complicados con shock cardiogénico ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tabla 1"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Reanimación cardiopulmonar con ECMO percutáneo en parada cardiaca refractaria hospitalaria: experiencia de un centro",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "García-Carreño",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sousa-Casasnovas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Devesa-Cordero",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gutiérrez-Ibañes",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fernández-Aviles",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martínez-Sellés",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Rev Esp Cardiol",
            "volume": "72",
            "issn": "",
            "pages": "880--882",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Myocardial localization of coronavirus in COVID-19 cardiogenic shock",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tavazzi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pellegrini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maurelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Heart Fail",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/ejhf.1828"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Typical takotsubo syndrome triggered by SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Degrauwe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Delden",
                    "suffix": ""
                },
                {
                    "first": "J-R",
                    "middle": [],
                    "last": "Ghadri",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Templin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Heart J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/eurheartj/ehaa306"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "BCIA: balón de contrapulsación intraaórtico; BNP: péptido natriurético cerebral; BRIHH: bloqueo de rama izquierda del haz de His; ECMO-VA: oxigenador extracorpóreo de membrana venoarterial; FEVI: fracción de eyección del ventrículo izquierdo; FV: fibrilación ventricular; ICP: intervención coronaria percutánea; i.v.: intravenoso; HNF: heparina no fraccionada; PCR: proteína C reactiva; RCP: reanimación cardiopulmonar; SDRA: síndrome de distrés respiratorio agudo; TPA: activador del plasminógeno tisular; TVP: trombosis venosa profunda; VD: ventrículo derecho; VI: ventrículo izquierdo; VN: valores normales.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}