{
    "paper_id": "2af8a4b7605c3bdb501d4d241366b6fef02b3769",
    "metadata": {
        "title": "SARS-CoV-2 infects T lymphocytes through its spike protein-mediated membrane fusion",
        "authors": [
            {
                "first": "Xinling",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology (MOE/NHC/CAMS), School of Basic Medical Sciences and Biosafety Level 3 Laboratory",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology (MOE/NHC/CAMS), School of Basic Medical Sciences and Biosafety Level 3 Laboratory",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Gaowei",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology (MOE/NHC/CAMS), School of Basic Medical Sciences and Biosafety Level 3 Laboratory",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuai",
                "middle": [],
                "last": "Xia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology (MOE/NHC/CAMS), School of Basic Medical Sciences and Biosafety Level 3 Laboratory",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhiping",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology (MOE/NHC/CAMS), School of Basic Medical Sciences and Biosafety Level 3 Laboratory",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zezhong",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology (MOE/NHC/CAMS), School of Basic Medical Sciences and Biosafety Level 3 Laboratory",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Youhua",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology (MOE/NHC/CAMS), School of Basic Medical Sciences and Biosafety Level 3 Laboratory",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Rong",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology (MOE/NHC/CAMS), School of Basic Medical Sciences and Biosafety Level 3 Laboratory",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shibo",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology (MOE/NHC/CAMS), School of Basic Medical Sciences and Biosafety Level 3 Laboratory",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lu",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology (MOE/NHC/CAMS), School of Basic Medical Sciences and Biosafety Level 3 Laboratory",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "COVID-19, the novel coronavirus disease caused by SARS-CoV-2 and outbroken at the end of 2019 in Wuhan, China, 1 becomes a worldwide pandemic. SARS-CoV-2 belongs to the betacoronavirus genus and has 79.5% identity to SARS-CoV. SARS-CoV-2 uses angiotensin-converting enzyme 2 (ACE2) as its host entry receptor. 2 The clinical manifestations of COVID-19 include pneumonia, diarrhea, dyspnea, and multiple organ failure. Interestingly, lymphocytopenia, as a diagnostic indicator, is common in COVID-19 patients. Xiong et al. found upregulation of apoptosis, autophagy, and p53 pathways in PBMC of COVID-19 patients. 3 Some studies reported that lymphocytopenia might be related to mortality, especially in patients with low levels of CD3 + , CD4 + , and CD8 + T lymphocytes. 4, 5 Lymphocytopenia was also found in the Middle East respiratory syndrome (MERS) cases. MERS-CoV can directly infect human primary T lymphocytes and induce T-cell apoptosis through extrinsic and intrinsic apoptosis pathways, but it cannot replicate in T lymphocytes. 6 However, it is unclear whether SARS-CoV-2 can also infect T cells, resulting in lymphocytopenia.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 311,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 613,
                    "end": 614,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 772,
                    "end": 774,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 775,
                    "end": 776,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1041,
                    "end": 1042,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To address this question, we evaluated the susceptibility of T lymphocytes to SARS-CoV-2 infection. To accomplish this, pseudotyped SARS-CoV and SARS-CoV-2 were packaged based on methods described previously. 7 The pseudoviruses could infect permissive cells (293T/ACE2 and Huh7 cells) expressing the ACE2 receptor, but could not infect nonpermissive cells (HeLa cells) (Fig. 1a) . We used pseudovirus with equal infectivity to 293T/ACE2 cells (Fig. 1c) to infect two T lymphocyte cell lines, MT-2 and A3.01, with very low, or close to negative, expression level of hACE2 mRNA (Fig. 1b) . Surprisingly, over several replicates, we saw that the T-cell lines were significantly more sensitive to SARS-CoV-2 infection when compared with SARS-CoV (Fig. 1c) . In other words, these results tell us that T lymphocytes may be more permissive to SARS-CoV-2 infection and less permissive for SARS-CoV infection, similar to the findings in a previous study. 6 Therefore, it is plausible that the S protein of SARS-CoV-2 might mediate potent infectivity, even on cells expressing low hACE2, which would, in turn, explain why the transmission rate of SARS-CoV-2 is so high. It is also possible that other receptors mediate the entry of SARS-CoV-2 into T cells, such as CD147, present on the surface of T lymohocytes, 8 which was recently reported to be a novel invasive route for SARS-CoV-2. 9 To assess if SARS-CoV-2 enters T lymphocytes through nonreceptor-mediated endocytosis, we used EK1 peptide which has been shown to inhibit SARS-CoV-2 spike protein (S) mediated cell-cell fusion and pseudovirus infection. 7,10 Specifically, it inhibits receptor-mediated infection by interacting with HR1 to block the formation of the six-helix bundle (6-HB), further inhibiting fusion between viral and target cell membranes. We found that the EK1 peptide had significant inhibitory activity against SARS-CoV-2 pseudoviruses on MT-2 cells (Fig. 1d) , suggesting that virus entry depends on receptor-mediated fusion. However, only a high concentration (40 μM) of EK1 had inhibitory activity on MT-2 cells. Meanwhile, the IC50 value of EK1 was 2.38 μM on 293T/ACE2 cells. 10 These results suggest that SARS-CoV-2 can also enter T lymphocytes through the receptor-mediated endocytosis pathway. To clarify, we performed a SARS-CoV-2 Smediated cell-cell fusion assay according to previous studies. 7, 10 After 48 h of coculture, 293T cells expressing SARS-CoV-2 S protein fused with MT-2 cells. Compared with unfused cells, the fused cells clustered together and appeared as a large faint green fluorescent mass. In contrast, no fused cells were found in the SARS-CoV coculture (Fig. 1e) . Therefore, it can be concluded that SARS-CoV-2 might infect T cells through S protein-mediated membrane fusion.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 210,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 948,
                    "end": 949,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1305,
                    "end": 1306,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1380,
                    "end": 1381,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2152,
                    "end": 2154,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2375,
                    "end": 2377,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2378,
                    "end": 2380,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 379,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 444,
                    "end": 453,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 577,
                    "end": 586,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 743,
                    "end": 752,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1921,
                    "end": 1930,
                    "text": "(Fig. 1d)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2655,
                    "end": 2664,
                    "text": "(Fig. 1e)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "To further determine the susceptibility of MT-2 cells to live virus, we used SARS-CoV-2 to infect MT-2 cells and detected the SARS-CoV-2 nucleoprotein (NP) in the cells as reported previously. 6 Notably, several MT-2 cells were infected with SARS-CoV-2 (Fig. 1f) . Quantitatively, the percentage of SARS-CoV-2 NP-positive MT-2 cells was 23.11% higher than that of uninfected cells at 24 h post infection, which is about 4.6-fold of the portion at 1 h (Fig. 1f) . This result means that the virus penetrated MT-2 cells at 24 h and infected them.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 194,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 262,
                    "text": "(Fig. 1f)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 451,
                    "end": 460,
                    "text": "(Fig. 1f)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Given that MERS-CoV can efficiently infect, but not replicate, in T lymphocytes, 6 we further detected the number of viral genome copies at different time points post infection to explore the replication characteristics of SARS-CoV-2 in MT-2 cells. Similar to MERS-CoV, SARS-CoV-2 failed to replicate in MT-2 cells (Fig. 1g) . The number of viral genome copies at 6 h was significantly higher than other time points in the cell lysate, but always remained steady at all time points in the supernatants. These results suggest that SARS-CoV-2 may enter MT-2 cells at 6 h post infection, but does not replicate, and then the viral RNA degrade. In supernatants, the detected viral copies might be the background of the residual virions, similar to the results of the previous MERS-CoV study (Fig. 1g) . 6 Based on the results of pseudovirus and live virus infection, here we proved that (1) SARS-CoV-2 could infect T cells, (2) SARS-CoV-2 infected T cells through receptor-dependent, S protein-mediated membrane fusion, and (3) infection could be inhibited by EK1 peptide. However, we observed a very low expression level of hACE2 in T cells; therefore, we further proposed that a novel receptor might mediate SARS-CoV-2 entry into T cells. Similar to MERS-CoV, SARS-CoV-2 infection of T cells is abortive. A recent study reported that viral reads barely displayed in PBMC samples from COVID-19 patients through transcriptome sequencing of RNAs. Thus, it was inferred that SARS-CoV-2 could not infect PBMCs. However, the transcriptomic characteristics of PBMCs were detected and analyzed from three patients. Two SARS-CoV-2 reads were detected in one patient's PBMCs, and zero reads in another. 3 This result could be attributed to nonproductive replication of SARS-CoV-2 in T lymphocytes, with little viral genome in PBMCs possibly degrading in the sample collection and RNA extraction process. Thus, the questions of SARS-CoV-2 infection and replication in primary T cells and whether the infection induces apoptosis in T cells still need further research, potentially evoking new ideas about pathogenic mechanisms and therapeutic interventions.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 82,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 799,
                    "end": 800,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1691,
                    "end": 1692,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 315,
                    "end": 324,
                    "text": "(Fig. 1g)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 787,
                    "end": 796,
                    "text": "(Fig. 1g)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A distinct name is needed for the new coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30419-0"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transcriptomic characteristics of bronchoalveolar lavage fluid and peripheral blood mononuclear cells in COVID-19 patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3549993"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mortality of COVID-19 is Associated with Cellular Immune Function Compared to Immune Function in Chinese Han Population (2020)",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.08.20031229"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Functional exhaustion of antiviral lymphocytes in COVID-19 patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell. Mol. Immunol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41423-020-0402-2"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Middle east respiratory syndrome coronavirus efficiently infects human primary T lymphocytes and activates the extrinsic and intrinsic apoptosis pathways",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Infect. Dis",
            "volume": "213",
            "issn": "",
            "pages": "904--914",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A pan-coronavirus fusion inhibitor targeting the HR1 domain of human coronavirus spike",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sci. Adv",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "T cell activation-associated epitopes of CD147 in regulation of the T cell response, and their definition by antibody affinity and antigen density",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Int. Immunol",
            "volume": "11",
            "issn": "",
            "pages": "777--786",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "SARS-CoV-2 invades host cells via a novel route: CD147-spike protein",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.14.988345"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Inhibition of SARS-CoV-2 infection (previously 2019-nCoV) by a highly potent pan-coronavirus fusion inhibitor targeting its spike protein that harbors a high capacity to mediate membrane fusion",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41422-020-0305-x"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Sensitivity of T lymphocytes to SARS-CoV-2 infection. a Infection of pseudotyped SARS-CoV-2 and SARS-CoV. 293T/ACE2 and Huh7 are permissive cells, while HeLa is a nonpermissive cell line. b Expression of ACE2 mRNA in T cells. 293T/ACE2 cells used as a control. c Infection of pseudotyped SARS-CoV-2 and SARS-CoV on T lymphoid cell lines. d Inhibition of EK1 peptide on pseudotyped SARS-CoV-2 on MT-2 cells. e SARS-CoV-2 S-mediated cell-cell fusion on MT-2 cells. MT-2 cells were cocultured with 293T/SARS-CoV-2/EGFP cells. Cell-cell fusion was photographed under an optical microscope with fluorescence or visible light. Fused cells were indicated with a white arrow. Scale bars 800 μm. f Detection of SARS-CoV-2 NP-positive cells with flow cytometry. MT-2 cells were infected with SARS-CoV-2 at 1TCID50 per cell, respectively. Cells were fixed and permeabilized at 24 and 48 h post infection and immunolabeled for detection of SARS-CoV-2 NP. g Infection of MT-2 cells by SARS-CoV-2 is abortive. Cells were inoculated with SARS-CoV-2 at 1TCID50 per cell and harvested at 1, 6, 24, and 48 h post infection. Cell lysate (above) and supernatant (below) were collected to detect the viral N gene with RT-qPCR. In panels, bars and error bars represent means and standard deviations. Statistical analyses were performed using the unpaired t test. *p < 0.05",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Competing interests: The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADDITIONAL INFORMATION"
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons. org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}