{
    "paper_id": "2b01e1409992c11f59fac088541a50e924855e2b",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A.I.M. Hoepelman en A. Verbon",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infecties van de onderste luchtwegen en tuberculose"
        },
        {
            "text": "Tot de onderste luchtwegen behoren alle onderdelen van de luchtwegen en longen onder de stembanden (trachea, bronchi en bronchioli). De trachea vertakt zich in hoofdbronchi, die zich vervolgens vertakken in longkwabbronchi en segmentbronchi. Bij verdere vertakking verliezen de bronchi hun kraakbeenringen (bronchioli) en ze eindigen, nadat ook de spierlaag is verdwenen, in de longblaasjes (alveoli). Het slijmvlies van de luchtwegen bevat trilhaarcellen en slijmbekercellen. De alveoli daarentegen bestaan uit een enkele laag epitheelcellen zonder trilharen, met daartussen en daarop de voor de afweer essentiële alveolaire macrofagen. Door een dunne tussenlaag (interstitium) worden de alveoli gescheiden van het endotheel van de longcapillairen. Onder normale omstandigheden zijn de onderste luchtwegen vrij van micro-organismen. Deze situatie wordt gehandhaafd door de continue activiteit van de trilharen, die zorgen voor eliminatie van de partikels. Deze worden, gevangen in slijm (mucus), met hoge snelheid (1-2 cm/minuut) naar de farynx getransporteerd. De meeste partikels groter dan 5-10 mm worden zo verwijderd; kleinere deeltjes kunnen de bronchi passeren en in de alveoli doordringen. Dit geldt eveneens voor druppelkernen (aerosolen), een vorm waarin sommige luchtwegpathogenen in de alveoli terechtkomen. De deeltjes die toch in de alveoli terechtkomen, worden door de macrofagen gefagocyteerd en verwijderd. Alveolaire macrofagen verwerken en presenteren ook gedeelten van pathogenen op hun oppervlakte, wat leidt tot lymfocytenstimulatie en cytokinesecretie (zie figuur 3.1 en 3.7). Ontstaat er toch een ontsteking, dan vindt vanuit de bloedbaan toestroom plaats van granulocyten en lymfocyten om pathogenen te verwijderen. Daarnaast bevatten de luchtwegen nog een aantal beschermende eiwitten (fibronectine, surfactant (1-antitrypsine) en antistoffen van de klasse van secretoir IgA) die de gastheer beschermen tegen kolonisatie (figuur 3.1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Bij patiënten met chronische obstructieve longaandoeningen (COPD) treedt vernauwing en deformatie van de luchtwegen op, wat kan leiden tot een lokale afvloedbelemmering en kolonisatie met micro-organismen. Ook zijn er zeldzame aandoeningen zoals muco-viscidose, het immotieleciliasyndroom en hypo-of agammaglobulinemie (hoofdstuk 17), die predisponeren tot luchtweginfecties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Ziekteverwekkers kunnen op een aantal manieren de luchtwegen bereiken: -De meeste pathogenen behoren tot de orofaryngeale flora en bereiken de long via (micro)aspiratie. Ieder gezond individu aspireert in zijn slaap. Bij bijvoorbeeld neurologische aandoeningen treedt dit vaker op en ook op andere momenten. Opname in een ziekenhuis, alcoholisme, behandeling met antibiotica, ondervoeding, ouderdom, beademing en voedingssonde(n) leiden bij patiënten bovendien tot kolonisatie van de farynx met gramnegatieve bacteriën, die bij aankomst in de alveoli gemakkelijk aanleiding kunnen geven tot infecties. -Bepaalde pathogenen komen via aerosolen in de luchtwegen terecht en kunnen dan aanleiding geven tot een infectie (Mycobacterium tuberculosis, Legionella pneumophila, influenzavirus). -Invasie van de bovenste luchtwegen en intercellulaire verspreiding naar de onderste luchtwegen (respiratoir syncytieel virus (RSV), para-influenzavirus). -De long wordt doorstroomd met grote hoeveelheden bloed en een gemakkelijk aan endotheel hechtende bacterie als Staphylococcus aureus kan, in zeldzame gevallen, op deze manier naar de longen worden versleept (hematogeen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "De ziektebeelden van de onderste luchtwegen kunnen worden onderverdeeld in vier syndromen: 1 acute bronchitis; 2 acute exacerbatie van chronische bronchitis; 3 acute bronchiolitis; 4 longontsteking (pneumonie).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Samen worden deze vier ziektebeelden ook wel ondersteluchtweginfecties (olwi) genoemd, in tegenstelling tot de bovenste luchtweginfecties (bolwi), die zijn behandeld in hoofdstuk 2. Influenza, de in hoofdstuk 2 beschreven virusinfectie, kan ook aanleiding geven tot bronchitis en soms zelfs tot pneumonie. Ook en vooral bij ouderen kan er een (super)infectie optreden met bacteriën die aanleiding geeft tot pneumonie. Deze ziektebeelden worden in de rest van dit hoofdstuk besproken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Het is eind november en als coassistent loopt u mee op het spreekuur van de lokale huisarts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Een 12-jarige jongen bezoekt samen met zijn moeder het spreekuur. Hij heeft een verstopte neus en hoest, zijn temperatuur is 38 8C. Bij onderzoek maakt hij geen zieke indruk en over de longen hoort u vesiculair ademgeruis. U stelt de diagnose acute bronchitis, stelt de jongen en zijn moeder gerust en legt uit dat de vermoedelijke oorzaak een virus is en behandeling met antibiotica dus niet zinvol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casus 3.1"
        },
        {
            "text": "De tweede patiënt is een moeder met een baby van drie maanden. De baby is sinds vier dagen ziek en heeft een rauwe hoest. De moeder komt langs omdat het hoesten aanhoudt en de baby wat suf is. Bij onderzoek is de baby cyanotisch en heeft een ademhaling van 40 per minuut. Na overleg met de kinderarts besluit u de baby in te sturen. Na opname wordt al snel de diagnose RSV-bronchiolitis gesteld. Met ondersteunende maatregelen knapt de baby snel weer op. 3.1 Afweermechanismen aanwezig in de luchtwegen (Bron: Sethi S, Murphy T. N Engl J Med. 2008; 359:2355-65) .",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 548,
                    "text": "Sethi S, Murphy T. N Engl J Med. 2008;",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 561,
                    "text": "359:2355-65)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Casus 3.2"
        },
        {
            "text": "Een 24-jarige, anders gezonde vrouw bezoekt uw spreekuur in verband met koorts, hoesten en pijn op de borst. Ze geeft geen sputum op. Bij lichamelijk onderzoek is ze niet ernstig ziek en u vindt over de longen een gedempte percussie links-achter-onder en hoort vochtige rhonchi. U stelt de diagnose 'thuis opgelopen longontsteking' (communityacquired pneumonia; CAP) en schrijft patiënte een macrolide antibioticum voor. Weken later hoort u van het laboratorium dat er bij deze patiënte aanwijzingen zijn geweest voor een infectie met Mycoplasma pneumoniae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casus 3.3"
        },
        {
            "text": "Als eerste bezoekt u de heer Janssen. Hij is 68 jaar, gebruikt al jaren te veel alcohol en vertoont tekenen van levercirrose. Ook heeft hij chronische obstructieve bronchitis als gevolg van jarenlang roken. Bij aankomst maakt hij een zieke indruk; hij vertelt dat hij toenemend benauwd is, meer sputum dan normaal opgeeft en dat hij groen purulent sputum ophoest. U stelt de diagnose type-1-exacerbatie van chronische bronchitis. Hij heeft een temperatuur van 40 8C, een normale bloeddruk, een ademhalingsfrequentie van 24 en een polsfrequentie van 120. Ook bij hem vindt u bij nader onderzoek aanwijzingen voor een longontsteking. U stelt de diagnose daarom bij van type-1-exacerbatie naar buiten het ziekenhuis opgelopen pneumonie (CAP). U verwijst hem naar een ziekenhuis voor opname. Het laboratoriumonderzoek aldaar laat een bloedgaswaarde zien met een pH van 7,30 (7,38-7,44) en een Po 2 van 55 (80-100 mmHg), een ureum van 11 (3,5-7 mmol/l) en een serumnatrium van 125 (136-145 mmol/l). Een week later ontvangt u bericht dat bij de heer Janssen uit bloed en sputum een pneumokok (Streptococcus pneumoniae) is geïsoleerd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casus 3.4"
        },
        {
            "text": "Een meisje van 8 jaar oud wordt op uw spreekuur gebracht in verband met sinds twee maanden bestaande verkoudheid met zeer hevige hoestaanvallen, 's nachts veelal in buien. De aanvallen zijn zo ernstig dat de ouders bang zijn dat ze 'erin zal blijven'. Bij deze buien loopt ze helemaal rood aan, haar ogen lijken uit te puilen en gaan tranen. Het hoesten gaat gepaard met het opgeven van veel slijm. Door de hevige hoestbuien braakt ze ook af en toe voedsel uit. Als jong kind heeft het kind de volledige DKTP-inenting volgens het Rijksvaccinatieprogramma ondergaan. Het onderzoek levert geen bijzonderheden op. De sputumkweek is negatief. Bij serologisch onderzoek wordt een duidelijke verhoging van de IgA-antistoffen en een hoog IgG tegen het pertussistoxine in serum gevonden. Gegeven het bijpassende klinische beeld wordt de diagnose kinkhoest gesteld.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casus 3.5"
        },
        {
            "text": "Acute bronchitis (casus 3.1) is een ontsteking van de bronchiën die vaak samengaat met een respiratoire infectie. Het is een van de meest voorkomende aandoeningen bij alle leeftijden, die vooral optreedt in het winterseizoen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute bronchitis"
        },
        {
            "text": "De oorzaak van acute bronchitis is vaak een virale respiratoire infectie, in aflopend voorkomen: influenza-A en -B, para-influenza, coronavirus (typen 1-3), rinovirus, respiratoir syncytieel virus en humaan metapneumovirus. Een klein deel van de acute bronchitiden hangt samen met een niet-virale infectie veroorzaakt door Mycoplasma pneumoniae, Chlamydia pneumoniae, of Bordetella pertussis. De rol van bacteriële infecties met bijvoorbeeld Streptococcus pneumoniae, Haemophilus influenzae en zelfs Staphylococcus aureus in de etiologie van acute bronchitis is niet duidelijk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute bronchitis"
        },
        {
            "text": "Hét symptoom bij acute bronchitis is hoesten. Samen met verkoudheid is acute bronchitis verantwoordelijk voor het merendeel van de klachten van passagère hoest. Het hoesten duurt ongeveer 2-3 weken, maar kan langer aanhouden bij rokers. Het kan nogal eens gepaard gaan met het opgeven van purulent sputum. Koorts is zeldzaam, maar kan voorkomen bij infectie met influenzavirus of M. pneumoniae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute bronchitis"
        },
        {
            "text": "De diagnose acute bronchitis wordt vooral gesteld op het klinische beeld. Bij oudere patiënten, wanneer er afwijkende vitale parameters zijn (pols, bloeddruk, temperatuur), of wanneer lichamelijk onderzoek wijst op een pneumonie, kan met een X-thorax een longontsteking worden uitgesloten. Bij verdenking op een virale oorzaak kan een keelspoelsel worden afgenomen, gevolgd door PCR. Sputumkweek op bacteriën is minder zinvol. Als een patiënt blijft hoesten (casus 3.5), is kinkhoest een mogelijke oorzaak. Kinkhoest of pertussis is een zeer besmettelijke ziekte die in Nederland endemisch voorkomt. De ziekte wordt veroorzaakt door Bordetella pertussis, een kleine, gramnegatieve, coccoïde staaf, of, in een minderheid van de gevallen, door Bordetella parapertussis. Het ziektebeeld ontleent zijn Angelsaksische naam 'whooping cough' aan de hevige hoestbuien, gevolgd door een lange gierende inspiratie ('whoop') waarmee een aanval eindigt. De laatste jaren is er in Nederland een toename van het aantal ziektemeldingen (figuur 3.2). Kinkhoest is in Nederland een groep-B-ziekte (tabel 1.21), dat wil zeggen aangifteplichtig op naam.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute bronchitis"
        },
        {
            "text": "Jonge zuigelingen zijn zeer gevoelig voor deze infectie omdat bescherming door maternale antistoffen ontbreekt en er minimaal drie vaccinaties nodig zijn om voldoende bescherming te verkrijgen. Tijdens epidemiologische verheffingen blijkt de incidentie dan ook het hoogst te zijn bij kinderen jonger dan 6 maanden. Eenmaal in de vier à vijf jaar wordt ook in Nederland een dergelijke verheffing gezien (figuur 3.2). Dit komt doordat het in Nederland tot medio 2001 gebruikte 'whole-cell vaccin' individueel weliswaar goede bescherming biedt tegen typische ziekte, maar veel minder tegen asymptomatische of milde symptomatische infectie. Sinds 1996 is er in Nederland een uitzonderlijke toename van het aantal gevallen te zien geweest (figuur 3.2). De oorzaak hiervan is onduidelijk; de vaccinatiegraad is niet afgenomen en het vaccin is niet veranderd. Wel is aangetoond dat er in de loop der jaren genmutaties zijn opgetreden in de bacteriën, die hebben geleid tot aminozuurveranderingen van verschillende aanhechtingseiwitten en toxinen van B. pertussis. Daardoor is er een zekere mate van antigene mismatch ontstaan tussen de huidige circulerende stammen en de stammen die sinds 1952 in het whole-cell vaccin zijn vervat. De introductie van een extra vaccinatie met het acellulaire vaccin (booster) voor 4-jarigen in 2001 heeft geleid tot een daling van het aantal ziektegevallen in 2002. In 2004 is het whole-cell vaccin geheel vervangen door het acellulaire vaccin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute bronchitis"
        },
        {
            "text": "Klassiek zijn drie klinische fasen te onderscheiden: de catarrale fase, de paroxismale fase en de reconvalescentiefase (figuur 3.3). Na een catarraal of prodromaal stadium, dat een à twee weken duurt, volgt het verscheidene weken durende stadium van paroxismaal hoesten, ook wel stadium convulsivum genoemd. Dit stadium wordt gekenmerkt door hevige, plotseling opkomende hoestbuien die gepaard gaan met gierende inspiraties en productie van veel slijm. Vaak braakt de patiënt ook. De diagnose is lastig. Microbiologische bevestiging kan worden verkregen via kweek uit de nasofarynx, maar deze is niet erg gevoelig, vereist speciale voedingsbodems en de kleine kolonies zijn moeilijk te herkennen. De kans op succes is het grootst in het eerste en vroege catarrale stadium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute bronchitis"
        },
        {
            "text": "De diagnostiek wordt daarom verricht door middel van kweek dan wel PCR, op het sputum of via bloedonderzoek (serologisch, zie casus 3.5). Als er in een eerste serummonster IgG/IgA (hoog IgG tegen Ptx (pertussistoxine) en hoog IgA tegen de hele bacterie, IgA kan al in de tweede week na de eerste ziektedag verschijnen) waarden boven een bepaalde afkapwaarde zijn, dan wordt de uitslag afgegeven als passend bij een actuele of zeer recente infectie. Een typisch klinisch beeld en een dergelijke serumuitslag zijn voldoende voor de diagnose (casus 3.5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute bronchitis"
        },
        {
            "text": "Behandeling van acute bronchitis is ondersteunend, bijvoorbeeld met NSAID's en neusdruppels. Antibiotische behandeling blijft een punt van discussie. Hoewel er bij acute bronchitis vaak antibiotica worden voorgeschreven, is hiervan niet veel effect te verwachten omdat 1983 '84 '85 '86 '87 '88 '89 '90 '91 '92 '93 '94 '95 '96 '97 '98 '99 2000 de verwekkers meestal viraal zijn. Dit wordt ook bevestigd in grote studies en meta-analyses.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 342,
                    "text": "1983 '84 '85 '86 '87 '88 '89 '90 '91 '92 '93 '94 '95 '96 '97 '98 '99 2000",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Acute bronchitis"
        },
        {
            "text": "Als M. pneumoniae of C. pneumoniae wordt aangetoond is de therapie een macrolide. Ook wanneer de diagnose kinkhoest (veroorzaakt door B. pertussis) luidt, is een macrolide eerste keus. De behandeling van kinkhoest met antibiotica beïnvloedt echter zelden het klinische beloop van de ziekte. Verkorting van de duur en ernst van de klachten wordt alleen gezien wanneer vroeg in de infectie, in de catarrale fase, wordt begonnen met antimicrobiële therapie. Het verminderen van de besmettelijkheid is het belangrijkste effect van antibiotica bij kinkhoest. Ook dit is alleen zinvol in de catarrale en vroege paroxismale fase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute bronchitis"
        },
        {
            "text": "Bij influenza kan oseltamivir of zanamivir een gunstig effect hebben, mits gestart in de eerste 48 uur na aanvang van de symptomen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute bronchitis"
        },
        {
            "text": "COPD is een progressieve ziekte met irreversibele schade aan de longen die zich meestal manifesteert bij mensen ouder dan 45 jaar. De symptomen van COPD zijn vooral hoesten, sputumproductie en/of kortademigheid. Wereldwijd wordt het aantal patiënten met COPD geschat op 210 miljoen. Het Global Initiative for Chronic Obstructive Lung Disease (GOLD) definieert een exacerbatie van COPD als een toename groter dan de dagelijkse variatie in hoesten, sputumproductie en/of kortademigheid. Een dergelijke exacerbatie kan leiden tot respiratoire insufficiënte en de dood. De meest voorkomende oorzaak van een exacerbatie is infectie of luchtvervuiling, in een derde van de gevallen blijft de oorzaak echter onbekend. Het aantonen van een infectie als oorzaak van een exacerbatie is moeilijk; routinekweken van sputum bij COPD-patiënten toonden vaak de aanwezigheid van S. pneumoniae en H. influenzae aan. Dit is niet verschillend in perioden met en zonder exacerbatie. Met andere woorden: met een kweek is het moeilijk om een verschil tussen kolonisatie en infectie aan te tonen. Aan de andere kant worden bij 50% van de patiënten met een exacerbatie van COPD hoge concentraties bacteriën gevonden in de lagere luchtwegen; meestal zijn dat niettypeerbare H. influenzae, Moraxella catarrhalis, en Streptococcus pneumoniae. Bij zeer ernstige COPD met structurele longafwijkingen wordt ook Pseudomonas aeruginosa als oorzaak van exacerbaties gevonden. Mogelijk is dit het geval omdat deze patiënten vaker in ziekenhuizen opgenomen zijn. Ook worden bij een exacerbatie nogal eens nieuwe, eerder niet aanwezige bacteriën gevonden, wat pleit voor een rol bij een exacerbatie. Bij een derde tot twee derde van de exacerbaties wordt ook een virus gevonden. Of er een causaal verband is met een exacerbatie, is niet duidelijk omdat ook bij stabiele COPD virussen in sputum kunnen worden aangetoond. Virussen die een associatie met een COPD-exacerbatie lijken te hebben zijn rinovirussen, influenzavirus, para-influ- Infecties van de onderste luchtwegen en tuberculose enzavirus, coronavirus, adenovirus, respiratoir syncytieel virus en humaan metapneumovirus. Co-infectie met bacteriën en virussen lijkt frequent op te treden en resulteert vaak in een ernstiger exacerbatie. Het diagnosticeren van een infectieuze oorzaak van een exacerbatie is moeilijk. Toename van purulentie van het sputum geeft een aanwijzing, maar geen waterdichte. De waarde van de sputumkweek is zo beperkt (zie eerder), dat er in Amerikaanse richtlijnen wordt geadviseerd geen routinesputumkweek te verrichten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute exacerbatie chronische obstructieve pulmonale ziekte (COPD)"
        },
        {
            "text": "Antibiotische therapie is van waarde bij een matige tot ernstige COPD-exacerbatie. Voor een minder ernstige exacerbatie, vooral wanneer deze zich voordoet in de huisartsenpraktijk, is de rol van antibiotische therapie niet aangetoond wat betreft sneller herstel, aantal exacerbaties en mortaliteit, hoewel hierover nog steeds discussie is.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute exacerbatie chronische obstructieve pulmonale ziekte (COPD)"
        },
        {
            "text": "De Amerikaanse richtlijnen adviseren te kijken naar klinische criteria zoals verandering van het aspect van het sputum, toename van het sputumvolume en toename van de kortademigheid (casus 3.4). Wanneer alle drie de criteria aanwezig zijn, wordt gesproken van een type-1-exacerbatie en is er een indicatie voor antibiotica. Ook bij patiënten die moeten worden opgenomen worden antibiotica geadviseerd. In Nederland adviseert de NHG-standaard antibiotica alleen bij klinische infectieverschijnselen (temperatuur > 38 8C, algemeen ziek zijn) in combinatie met een zeer slechte longfunctie (FEV 1 < 30% van de voorspelde waarde) of onvoldoende verbetering na vier dagen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute exacerbatie chronische obstructieve pulmonale ziekte (COPD)"
        },
        {
            "text": "Casus 3.6 U wordt in december bij een baby van drie maanden geroepen die prematuur was en met een congenitaal hartgebrek. Het kind heeft 38 8C en drinkt/eet slecht. Bij onderzoek is er een centrale cyanose, het kind neusvleugelt en er zijn intercostale intrekkingen. Direct na opname moet het kind worden beademd. Sneldiagnostiek voor RSV is positief en het kind wordt geïsoleerd. Na ontslag krijgt dit kind maandelijks specifiek immunoglobuline toegediend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchiolitis"
        },
        {
            "text": "Bronchiolitis is een ontsteking van de kleinere en terminale luchtwegen. Het is een aandoening die vooral bij kleine kinderen tot ongeveer 2 jaar voorkomt. De incidentie is het grootst in het eerste levensjaar en neemt daarna snel af. De oorzaak van de jaarlijks in de wintermaanden voorkomende epidemietjes van bronchiolitis is meestal het respiratoir syncytieel virus (RSV). Andere verwekkers van bronchiolitis zijn humaan metapneumovirus (MPV), para-influenzavirus, influenzavirus en adenovirus. Zowel RSV, MPV als para-influenzavirus (hoofdstuk 2) behoren tot de paramyxovirussen, negatief-strengs RNA-virussen waarvan in tegenstelling tot influenzavirus (een orthomyxovirus) het genoom niet gesegmenteerd is. De variabiliteit van deze virussen is veel geringer dan die van influenzavirus. RSV en MPV zijn vrij sterk verwante virussen, behorend tot een subfamilie van pneumovirussen. RSV komt van deze verwekkers het meeste voor. Het dankt zijn naam aan het feit dat het in celkweek het kenmerkende beeld van een syncytium te zien geeft en aan zijn voorkeur voor de luchtwegen. Het RNA-genoom codeert voor ten minste tien polypeptiden, waaronder de F-en G-envelopgeassocieerde glycoproteïnen. Het G-eiwit is verantwoordelijk voor de aanhechting aan cellen, terwijl het F(usie)-eiwit verantwoordelijk is voor de entree en verspreiding over cellen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchiolitis"
        },
        {
            "text": "Meestal geeft RSV symptomen van een infectie van de bovenste luchtwegen. Nagenoeg alle kinderen zijn op de leeftijd van 3 jaar seropositief voor RSV, dat wil zeggen dat ze RSV-specifieke IgG-antistoffen in het bloed hebben. Bij een aantal van de kinderen (10-40%) gaat een RSV-infectie gepaard met symptomen van de lage luchtwegen en dan spreekt men van een bronchiolitis. Tien procent van de kinderen moet in het ziekenhuis worden opgenomen voor zuurstoftherapie. Ondanks de vorming van antistoffen na een eerste infectie met RSV treedt geen complete immuniteit tegen herinfectie op, maar de symptomen verlopen wel milder. Het virus wordt overgedragen via aerosolen en hand-slijmvliescontact, is zeer besmettelijk en heeft een incubatietijd van vier tot vijf dagen. Naast kweek kan de diagnose snel worden gesteld met een sneltest en door middel van PCR (zie diagnostiek).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchiolitis"
        },
        {
            "text": "Over het algemeen is niet-specifieke therapie voldoende; er is geen goede therapie voor RSV. Ribavirine is een antiviraal middel met activiteit tegen zowel DNAals RNA-virussen. Het gevoeligst zijn orthomyxo-, paramyxo-en arenavirussen. Het middel moet echter per aerosol door verneveling worden toegediend. Het exacte mechanisme van zijn werking is niet bekend. De indicatie voor dit middel bij door RSV veroorzaakte infecties is onduidelijk. Op dit ogenblik wordt dit middel een enkele keer toegepast bij patiënten met een verhoogde kans op een ernstig beloop (kinderen met congenitale hart-/longgebreken, prematuren, specifieke immuundeficiënties en ouderen met chronische obstructieve longaandoeningen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchiolitis"
        },
        {
            "text": "Er is nog geen vaccin beschikbaar. Wel zijn er specifieke antistoffen (immunoglobuline) beschikbaar die maandelijks kunnen worden toegediend tijdens de risicomaanden. Vanwege de hoge prijs moet deze profylaxe worden voorbehouden aan een zeer kleine groep hoogrisicopatiënten (prematuren met hart-longgebreken).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchiolitis"
        },
        {
            "text": "Twee patiënten uit casus 3.3 en 3.4 in dit hoofdstuk hebben een longontsteking. Het aantal patiënten met een pneumonie in de Nederlandse huisartsenpraktijk is 2-7 per 1000 patiënten per jaar. Het merendeel van deze groep wordt thuis behandeld en 5-10% wordt doorverwezen naar een ziekenhuis. De sterfte aan pneumonie thuis wordt in de Amerikaanse publicaties geschat op 0-5%, terwijl deze bij patiënten die worden opgenomen kan oplopen tot 25%. In de afgelopen jaren is er in de Verenigde Staten een 'Pneumonia Severity Index' (ook wel 'Fine Score' genoemd) ontwikkeld. Op basis van deze score kan de ernst van de thuis opgelopen longontsteking worden geschat en kan worden besloten of er thuis kan worden behandeld of dat dit in het ziekenhuis moet. De score is opgebouwd uit eenvoudige parameters als leeftijd, geslacht, bevindingen bij het lichamelijk onderzoek, bijkomende aandoeningen en enkele laboratoriumparameters. Zo heeft de heer Janssen uit casus 4 een score van 183 (leeftijd = 68, leverziekte + 20, koorts > 40 + 15, pH < 7,35 + 30, Po 2 < 60 + 10, ureum verhoogd + 20, verlaagd serumnatrium + 20). Hiermee valt hij in de hoogste klasse (v) en heeft hij een sterfterisico van 29%. De patiënte in casus 3 heeft minder dan 90 punten en behoort tot risicoklasse i (sterfte < 0,4%); zij kan thuis worden behandeld.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "epidemiologie"
        },
        {
            "text": "Pneumonieën kunnen verschillend worden ingedeeld: naar verwekker (bacterie, virus), naar aan-/afwezigheid van een onderliggende aandoening (primaire pneumonie: geen bijkomende aandoening; secundaire pneumonie: wel een aandoening), naar beloop (acuut/subacuut) en naar de plaats van acquisitie (thuis: community-acquired; ziekenhuis/verpleeghuis: nosocomiaal). De laatste twee indelingen worden het meest gebruikt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "epidemiologie"
        },
        {
            "text": "De belangrijkste verwekker van de thuis opgelopen pneumonie (zie tabel 3.1) is de pneumokok (S. pneumoniae). Bij gezonde jongeren (casus 3.3) komt Mycoplasma pneumoniae ook voor. Bij patiënten opgenomen in het ziekenhuis zijn er andere verwekkers en komen ook vaak gramnegatieve bacteriën en Staphylococcus aureus voor (hoofdstuk 16). Bij patiënten die uit het buitenland komen, niet reageren op therapie met bètalactamantibiotica en/of zeer ernstig ziek zijn, moet men rekening houden met Legionella pneumophila.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "epidemiologie"
        },
        {
            "text": "Bij patiënten met een verminderde afweer (hoofdstuk 17) komen bijzondere verwekkers voor (tabel 3.1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "epidemiologie"
        },
        {
            "text": "Vooral bij de lobaire pneumonie (figuur 3.4) begint de ziekte acuut, veelal met koude rillingen, pijn op de thorax (pleuraprikkeling) en hoog oplopende temperatuur. De patiënt klaagt over hoesten met later opgeven van roestbruin en purulent sputum, en vaak ook aan de ademhaling verbonden pleurapijn (pleuritis). Bij onderzoek is de percussietoon over het gebied van de ontsteking verkort en het ademgeruis heeft bij onvolledige afsluiting een versterkte (bronchiale) bijklank. Vooral tijdens de inspiratie kunnen er rhonchi worden gehoord. De verwekker is meestal de pneumokok. Dit beeld wordt de typische pneumonie genoemd. Tijdens het influenza(griep)seizoen (november-april, zie hoofdstuk 2) wordt wel een beeld gezien waarbij in de eerste dagen de lichaamstemperatuur daalt, maar de patiënt dan plotseling weer ernstig ziek wordt met tekenen van ernstige sepsis (hoofdstuk 14) en cyanose. Het sputum is dan vaak bloederig en naast de pneumokok wordt hier ook S. aureus als verwekker aangetroffen. Bij de atypische pneumonie zijn de symptomen sterk wisselend; zij lopen uiteen van klachten zoals hoesten met weinig ziek zijn tot een beeld met pijn op de borst ten gevolge van ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "symptomen en verschijnselen"
        },
        {
            "text": "Als de patiënt thuis ziek is, wordt vrijwel nooit laboratoriumdiagnostiek verricht, maar wordt behandeld op basis van het klinische beeld (empirische therapie). In het ziekenhuis echter wordt meestal wel aanvullende diagnostiek verricht (sputumkweek, bloedkweek, antigeentest in de urine, longfoto). Sputum (secreet uit de lagere luchtwegen) moet zo snel mogelijk na inlevering worden onderzocht. Als het langer staat, vooral buiten de koelkast, vervloeit het door de aanwezigheid van enzymen uit speeksel en witte bloedcellen. De bruikbaarheid van purulent (pusbevattend; bruikbaar is gedefinieerd als sputum met 25 pmn + < 10 epitheelcellen per gezichtsveld onder de microscoop) sputum wordt bepaald door de mate van contaminatie met keelflora (bevat meer epitheelcellen, > 10). Soms kunnen patiënten geen sputum opgeven en is opwekking (inductie) door verneveling van een zoutoplossing mogelijk. Bij kleine kinderen zijn sputumkweken meestal moeilijk te verkrijgen. Als er geschikt sputum is, wordt eerst een grampreparaat (zie verder) gemaakt en daarna wordt het materiaal ingezet voor kweek.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "diagnostiek"
        },
        {
            "text": "Tegenwoordig gaat men vaak, vooral bij beademde patiënten en bij patiënten die een verminderde afweer hebben, over tot bronchoalveolaire lavage (BAL) om materiaal voor kweek te verkrijgen. Bij deze ingreep wordt een deel van de longen gespoeld met een vaste hoeveelheid vloeistof; bevat de bal-vloeistof veel microorganismen (kweek met meer dan 10 4 kolonievormende eenheden/ml), dan is dit een sterke aanwijzing voor een bacteriële luchtweginfectie. Bij patiënten met verminderde afweer (bijv. hiv of neutropenie) is men meestal op zoek naar bijzondere verwekkers (zie hoofdstuk 17 en tabel 3.1). Met behulp van een gramkleuring is onmiddellijk in bruikbaar materiaal een idee te krijgen over de aard van de verwekker. Met deze kleuring kan de aanwezigheid van gramnegatieve dan wel grampositieve micro-organismen in het sputum worden aangetoond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "diagnostiek"
        },
        {
            "text": "Gezien de sensitiviteit en specificiteit bestaat er verschil van mening over het nut van het doen van een gramkleuring alvorens therapie te starten. Naast het kweken van bacteriën kunnen ook bestanddelen van bacteriën via antigeendetectie worden aangetoond. Voor pneumokokken en L. pneumophila is een urineantigeentest beschikbaar. Virussen kunnen eveneens door middel van een kweek worden aangetoond. Tegenwoordig is ook snellere diagnostiek (2 uur) mogelijk door nasofaryngeaal slijm op een glaasje te brengen en met kleuring met behulp van specifieke antistoffen (RSV, (para-)influenza) de verwekker op te sporen. Ook zijn er diverse polymerasekettingreacties (PCR) op de markt, waarmee snel virussen kunnen worden geïdentificeerd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "diagnostiek"
        },
        {
            "text": "Daarnaast kan worden onderzocht of antistoffen tegen bepaalde verwekkers in het serum van de patiënt aanwezig zijn. IgM-antistoffen zijn doorgaans vroeg in de infectie aanwezig en IgG-antistoffen ontstaan na enkele weken. Nadelen van deze methode zijn echter dat er foutpositieve reacties zijn (door autoantistoffen en kruisreacties) en dat het weken duurt voordat een titerstijging wordt waargenomen die bewijzend is voor een recente infectie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "diagnostiek"
        },
        {
            "text": "Antibiotische behandeling van pneumonie is gericht op de verwekker. Daarom is de behandeling van een thuis opgelopen pneumonie anders dan die van een nosocomiale pneumonie. Helaas is het niet mogelijk om de verwekker te voorspellen op grond van het klinische beeld. Wel wordt bij het vaststellen van de empirische therapie uitgegaan van de ernst van de ziekte. Bij ernstige tot zeer ernstige ziekte is de empirische therapie gericht op verwekkers van zowel ' typische' als ' atypische' pneumonie (zie verder). Er zijn verschillende scorelijsten om de ernst van ziekte en het risico op overlijden vast te stellen, zoals de eerdergenoemde Fine Score en de Britse CURB-65-score (in Nederland AMBU-65; tabel 3.2). Bij een score 'milde pneumonie' is de empirische therapie amoxicilline of doxycycline oraal. Bij een matig ernstige pneumonie (AMBU-65 = 2) wordt gestart met penicilline of amoxicilline i.v. en wordt een legionellasneltest in de urine gedaan (zie verder). Bij een ernstige pneumonie (AMBU-65 > 2) of een matig ern- stige pneumonie met verdenking op Legionella pneumophila wordt gestart met een chinolon zoals moxifloxacine, of een bètalactamantibioticum plus chinolon of macrolide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "therapie"
        },
        {
            "text": "De pneumokok (S. pneumoniae) brengt een hoge morbiditeit en mortaliteit bij kinderen en volwassenen met zich mee, door zowel ernstig verlopende als vaak voorkomende infecties te veroorzaken. Ziekten door dit micro-organisme zijn in twee hoofdgroepen te onderscheiden: 1 invasieve, met bacteriëmie (hoofdstuk 14) geassocieerde ziekten, zoals meningitis (hoofdstuk 9), ernstige sepsis en longontsteking (pneumonie); 2 niet-invasieve ziekten die zich aan de slijmvliezen afspelen, zoals bovenste luchtweginfecties (hoofdstuk 2), exacerbaties van bronchitis en niet met bacteriëmie gepaard gaande longontsteking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "inleiding"
        },
        {
            "text": "De pneumokok is de belangrijkste veroorzaker van de thuis opgelopen pneumonie, maar naast virussen speelt hij ook een grote rol bij acute exacerbaties van chronische obstructieve bronchitis. De bovenste luchtwegen zijn bij veel mensen (35-60%) gekoloniseerd met dit micro-organisme (zij dragen het langdurig bij zich). Pneumokokken behoren tot de familie van de Streptococceae (zie ook hoofdstuk 2 en tabel 3.3). Het zijn (in tegenstelling tot S. aureus) catalasenegatieve, grampositieve kokken. In een grampreparaat liggen ze in duplo, soms in korte ketens. Het organisme groeit het best op bloedbevattende media. Pneumokokken hebben diverse antigene structuren. Het kapselantigeen is hiervan het belangrijkst. Op basis van dit antigeen worden ongeveer 84 verschillende serotypen onderscheiden. Aangezien het kapsel het micro-organisme beschermt tegen fagocytose, is het een virulentiefactor (figuur 3.5). Antistoffen tegen het kapsel beschermen de gastheer tegen pneumokokkeninfectie. Het huidige pneumokokkenvaccin (zie verder) bevat de 23 meest voorkomende typen kapselpolysachariden (van de meningitisisolaten 80%). Andere virulentiefactoren van de pneumokok zijn een hemolysine (pneumolysine), dat op de plaat zorgt voor de karakteristieke alfahemolyse en tijdens infecties voor hemolytische anemie en huidreacties, en neuraminidase: een enzym dat suikerstructuren afbreekt en waarschijnlijk verantwoordelijk is voor de verspreiding over cellen. Andere factoren zijn oppervlakteproteïne A en een IgA-protease. Dit laatste enzym breekt het op de mucosa aanwezige IgA af en draagt zo bij tot het koloniserend vermogen van de pneumokok.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "inleiding"
        },
        {
            "text": "De afweer tegen pneumokokkeninfecties berust op tegen kapselantigenen gevormde antistoffen. De milt speelt bij de afweer tegen pneumokokkeninfectie een belangrijke rol (figuur 3.6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "inleiding"
        },
        {
            "text": "Het klinische beeld van de pneumokokkenpneumonie is in het voorgaande beschreven. De belangrijkste risicogroepen zijn jonge kinderen (< 5 jaar), ouderen (> 65 jaar), patiënten met COPD, hartinsufficiëntie, asplenie, leverziekten, diabetes mellitus, patiënten met een tekort aan complement en immunoglobulinen (hoofdstuk 17), nefrotisch syndroom, patiënten met de ziekte van Hodgkin, hiv-geïnfecteerden en alcoholisten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "kliniek en diagnostiek"
        },
        {
            "text": "Een groot aantal van de patiënten met een longontsteking door pneumokokken (20-30%) maakt een bacteriëmie door met complicaties als abcesvorming in de hersenen, peritonitis en meningitis. Ook doorbraak naar de pleuraholte waardoor een pleura-empyeem ontstaat, is een bekende complicatie. Bij bejaarden is de pneumokok ook de belangrijkste verwekker van hersenvliesontsteking (hoofdstuk 9). De diagnose kan worden gesteld door kweek van de pneumokok uit sputum, bloed of andere lichaamsmaterialen (liquor). Inmiddels is, net als voor infectie met Legionella, een urineantigeentest op de markt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "kliniek en diagnostiek"
        },
        {
            "text": "Een pneumokokkeninfectie kan in Nederland met penicilline worden behandeld. Bij ernstig zieke patiënten gebeurt dit intraveneus met penicilline G, thuis vaak met amoxicilline. Helaas is er wereldwijd (in 2001, 1% in Nederland) een toename van pneumokokken met een verminderde gevoeligheid voor penicilline, en zelfs van echte penicillineresistente pneumokokken. Bij resistentie kunnen luchtweginfecties nog wel met (hogere doses) penicilline worden behandeld, bij meningitis echter niet. De bij luchtweginfecties gebruikte macroliden en azaliden zijn ook werkzaam tegen pneumokokken. Zij zijn echter bacteriostatisch en ongeveer 4% van de pneumokokken in Nederland is ongevoelig. Een voordeel is dat deze middelen, in tegenstelling tot penicilli-ne, wel werkzaam zijn tegen andere verwekkers van luchtweginfecties, zoals H. influenzae, M. pneumoniae en L. pneumophila. Zeven procent van de pneumokokken is ongevoelig voor tetracycline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "therapie en preventie"
        },
        {
            "text": "In België bestaat veel meer ongevoeligheid (resistentie). Zes procent van de pneumokokken is ongevoelig voor penicilline, 30% voor tetracycline en 35% van de pneumokokken is resistent tegen de macroliden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "therapie en preventie"
        },
        {
            "text": "Momenteel is er een ongeconjugeerd vaccin beschikbaar waarin kapselantigenen (polysachariden) tegen de 23 meest voorkomende typen zijn opgenomen. Aangezien polysachariden alleen B-lymfocyten activeren, wekken zij een beperkte immuunrespons op. Dit leidt tot immuniteit die overwegend door IgM-antistoffen en in veel mindere mate door IgG-antistoffen wordt gemedieerd. Deze immuniteit dooft na enige jaren uit omdat geen immunologisch geheugen wordt aangelegd. Dit type vaccins is dus ook onwerkzaam bij kinderen jonger dan 2 jaar, een van de belangrijkste doelgroepen. Koppeling van de polysachariden aan dragereiwitten (conjugatie) leidt echter wel tot een sterke, persisterende IgG-gemedieerde immuniteit met immunologische geheugenvorming. Dit is hetzelfde vaccinprincipe als gebruikt wordt bij vaccinatie tegen Hib met het geconjugeerde Hib-vaccin (hoofdstuk 9). Inmiddels zijn de eerste 7-en 9-valente varianten (met antigenen van 7 ofwel 9 pneumokokken) van deze geconjugeerde vaccins in Nederland geregistreerd. In 2006 zijn deze geconjugeerde vaccins opgenomen in het Rijksvaccinatieprogramma. Bij patiënten zonder milt verlopen pneumokokkeninfecties bijzonder heftig; daarom moeten zij penicilline 'op zak' hebben om direct te kunnen innemen bij tekenen van luchtweginfecties. Dierstudies laten zien dat het geconjugeerde vaccin ook bij deze groep werkzaam zou kunnen zijn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "therapie en preventie"
        },
        {
            "text": "Een andere groep longontstekingen wordt gevormd door de atypische pneumonieën (casus 3.3). Atypische pneumonieën onderscheiden zich van ' typische' pneumonieën door de verwekkers. Op het klinisch beeld is geen onderscheid te maken, evenmin als op laboratoriumonderzoek of het X-thoraxbeeld. Wel is het zo dat atypische pneumonie, anders dan de door de pneumokok veroorzaakte lobaire pneumonie, geleidelijker ontstaat, dat temperatuurverhoging langer aanhoudt en ook het herstel geleidelijker is. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Atypische pneumonieën"
        },
        {
            "text": "Chlamydia wordt uitgebreid besproken bij de geslachtsziekten in hoofdstuk 12.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infecties van de onderste luchtwegen en tuberculose"
        },
        {
            "text": "De pneumonie veroorzaakt door L. pneumophila (Bziekte) staat de laatste jaren opnieuw in de belangstelling. Deze bacterie werd ontdekt in 1977, nadat tijdens een congres van Amerikaanse legerveteranen in Philadelphia een epidemie van een griepachtig ziektebeeld ('Pontiac fever') en longontsteking uitbrak. De verwekker bleek een gramnegatieve bacterie te zijn, die niet in het sputum was aan te tonen en alleen op specifieke voedingsbodems bleek te groeien. Tegenwoordig is er ook een test beschikbaar die legionella-antigeen in urine aantoont en kan men door serologisch onderzoek een significante immuunrespons (titerstijging) vaststellen. Anders dan bij andere pathogenen is de antistofresponsvorming vertraagd (niet na 2 à 3 weken, maar pas na ongeveer 8 weken). Legionella spp. kunnen geïsoleerd worden uit koeltorens, bevochtigers van airconditioning en in onvoldoende verhit warm water in ziekenhuizen, hotels en andere instellingen. Bekend is de epidemie in Nederland tijdens de bloemenshow in Bovenkarspel in 1999, waarbij de Legionella via bubbelbaden werd verspreid. Ook in defecte of laag afgestelde boilers in individuele woningen kan de bacterie gedijen en van daaruit infecties van huisbewoners veroorzaken. In 2008 en 2009 werden er respectievelijk 341 en 240 gevallen van legionellose aangemeld, de helft betrof een mogelijk reisgerelateerde besmetting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infecties van de onderste luchtwegen en tuberculose"
        },
        {
            "text": "De infectie verloopt ernstiger bij ouderen en patiënten met een gestoorde cellulaire afweer. De uitkomst van de therapie is afhankelijk van het tijdstip waarop de juiste therapie wordt ingesteld (hoe eerder hoe beter). Het is dus belangrijk om bij een longontsteking aan deze verwekker te denken. Gelukkig kan de urineantigeen-sneltest hierbij behulpzaam zijn. Eerste keus antibiotica zijn de nieuwere chinolonen; bij minder ernstige ziekte zijn macroliden een goede keus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infecties van de onderste luchtwegen en tuberculose"
        },
        {
            "text": "M. pneumoniae is na de pneumokok de belangrijkste verwekker van longontsteking in de thuissituatie; het is de meest voorkomende verwekker bij jonge volwassenen (15-30 jaar). Samen met Ureaplasma behoort Mycoplasma tot de kleinste vrij levende bacteriën. Zij hebben geen celwand, alleen een plasmamembraan. Door afwezigheid van een celwand zijn deze bacteriën ook niet ge-voelig voor bètalactamantibiotica. Door hun kleine afmetingen kunnen ze bacteriefilters (0,45 mm) passeren. In tegenstelling tot de andere 'atypische' verwekkers is M. pneumoniae een extracellulair groeiende bacterie die zich via een bepaald eiwit aan het epitheel van de luchtwegen hecht. Mycoplasma komt wereldwijd voor; tijdens de wintermaanden worden epidemische verheffingen gezien. Mycoplasma veroorzaakt faryngitis, tracheobronchitis en pneumonie. In zeldzame gevallen geeft het ook ziekteverschijnselen buiten de luchtwegen. Een voorbeeld hiervan is hemolyse door de aanwezigheid van koudeagglutininen, dat zijn IgM-antistoffen die reageren met het I-antigeen op rode bloedcellen (koudeagglutininen zijn bij 65% van de mycoplasmainfecties aantoonbaar en worden soms ook als diagnostische aanwijzing gebruikt). Andere voorbeelden zijn afwijkingen van het centrale zenuwstelsel, artritis en erythema multiforme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infecties van de onderste luchtwegen en tuberculose"
        },
        {
            "text": "Mycoplasma is moeilijk in kweek te isoleren, zodat de diagnostiek meestal berust op het aantonen van een specifieke antistofrespons. Ook DNA-probes zijn beschikbaar maar worden nog niet veel gebruikt. Daarnaast bestaan er de species M. hominis en Ureaplasma urealyticum die, vooral bij patiënten met hypogammaglobulinemie, genitale infecties veroorzaken. Andere mycoplasmasoorten komen voor in het dierenrijk. Therapie bestaat uit doxycycline of een macrolide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infecties van de onderste luchtwegen en tuberculose"
        },
        {
            "text": "Q-koorts, een infectie veroorzaakt door de kleine, obligaat intracellulaire bacterie Coxiella burnetii, kwam in Nederland al lang sporadisch voor vanuit contact met dieren; het betreft dus een zoönose, waarvan de primaire bespreking te vinden is in hoofdstuk 18. Sinds 2007 blijkt in Brabant en Gelderland echter sprake van massale besmetting en overdracht naar de bevolking vanuit voornamelijk geitenhouderijen. De infectie kan leiden tot een pneumonie met soms ernstige algemene ziekte en ook hepatitis. Soms ontstaat bovendien een chronische Q-koorts met vooral cardiale problemen. Details van het ziektebeeld zijn beschreven in hoofdstuk 18. Een patiënt uit Somalië (hiv-negatief) is gevlucht naar Nederland en verblijft in een asielzoekerscentrum. Hij hoest, heeft koorts en blijkt 5 kg te zijn afgevallen. Bij lichamelijk onderzoek vindt u aanwijzingen voor een pneumonie. U schrijft hem antibiotica voor, maar hij knapt niet op. U maakt een röntgenfoto van de longen en er wordt een holte in een van de bovenkwabben gezien. Patiënt wordt naar het ziekenhuis verwezen en in een sputumpreparaat worden na kleuring volgens Ziehl-Neelsen zuurvaste staven gezien. Dit leidt tot de waarschijnlijkheidsdiagnose tuberculose. U meldt deze ziekte aan bij de GGD (tbc is een B-ziekte) en deze voert contactonderzoek uit bij de andere asielzoekers en personeel van het centrum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infecties van de onderste luchtwegen en tuberculose"
        },
        {
            "text": "Tuberculose is een ziektebeeld dat al duizenden jaren bekend is. Al vierhonderd jaar voor onze jaartelling gaf Hippocrates aan deze ziekte de naam ftisis (tering). De verwekker Mycobacterium tuberculosis is in 1882 door Robert Koch ontdekt. De behandeling is lang op de symptomen gericht geweest (bijv. aanleggen van kunstmatige pneumothorax vanaf 1888). Daarnaast werden uiteenlopende leefregels en diëten voorgeschreven, zoals het eten van ezelinnenmelk en later ook van menselijke melk. Gedurende de periode van industriële ontwikkeling in de achttiende en negentiende eeuw stierven er 200-400 mensen per 100.000 aan deze ziekte. Al vó ór het beschikbaar komen van de eerste geneesmiddelen (streptomycine in 1944) daalde in Nederland de sterfte aan tuberculose door de verbeterde hygiënische omstandigheden en de algemene gezondheidstoestand. Sinds 1987 is er mondiaal weer een duidelijke toename te zien van het aantal gevallen van tbc. Deze loopt ten dele parallel met de hiv-epidemie (vooral in Afrika en de Verenigde Staten) maar heeft ook te maken met een toename van het aantal dak-en thuislozen. Momenteel is meer dan een derde van de wereldbevolking geïnfecteerd, worden er acht miljoen nieuwe patiënten met tuberculose per jaar ontdekt en sterven er per jaar twee miljoen mensen aan deze ziekte. Vandaar dat de World Health Organisation (WHO) de ziekte hoog op het prioriteitenlijstje heeft geplaatst. In Nederland neemt het aantal tuberculosepatiënten niet substantieel meer af. Al sinds het begin van de jaren tachtig bedraagt het aantal nieuwe patiënten ongeveer 1500 per jaar (9/100.000), waarvan ongeveer 70% de vorm betreft die alleen in de longen voorkomt (pulmonale vorm) en 30% die buiten de longen (extrapulmonale vorm). Meer dan de helft (60%) treedt op bij allochtone Nederlanders. Ook in sommige delen van Europa (voor-al Oost-Europa) is de incidentie hoger (bijv. in Rusland 66/100.000 inwoners, in vergelijking met 6/100.000 in de Verenigde Staten). Ook resistentie is een probleem, mede door onzorgvuldige inname van medicijnen. Vooral bij de groepen dak-en thuislozen, alcohol-en drugsverslaafden, immigranten met taalproblemen, personen die illegaal in Nederland verblijven en patiënten uit Afrika ziet men infecties met resistente stammen. Hieruit blijkt wel dat tuberculose een ziekte is die sterk wordt beïnvloed door sociale omstandigheden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "epidemiologie"
        },
        {
            "text": "Non-tuberculeuze mycobacteriën (NTM) zijn mycobacteriën die niet behoren tot het M. tuberculosis-complex en anders zijn dan M. leprae. NTM kunnen in veel verschillende soorten worden onderverdeeld naar verschillende biochemische karakteristieken, klinische relevantie en presentatie en gevoeligheid voor antimycobacteriële geneesmiddelen. Pinner introduceerde de term atypische mycobacteriën in 1935, maar de benamingen 'mycobacteria other than tuberculosis' (MOTT), omgevingsmycobacteriën, opportunistische mycobacteriën en NTM worden ook gebruikt. Hier zullen wij de term NTM gebruiken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "epidemiologie"
        },
        {
            "text": "Infecties met NTM werden voor het eerst beschreven in 1885. Bijna een eeuw later, rond 1950, werden deze bacteriën voor het eerst geïsoleerd uit humaan materiaal, toen de prevalentie van tuberculose afnam. Een belangrijk verschil tussen M. tuberculosis-complex en NTM is een verschil in habitat, in besmettelijkheid (virulentie) en in gevoeligheid voor antimycobacteriële medicatie. De bekendste NTM is M. avium, die ook, samen met M. intracellulare, het Mycobacterium avium-complex (MAC) wordt genoemd. Buiten MAC bestaan er meer dan honderd andere NTM, waarvan er ongeveer zestig potentieel ziekmakend zijn voor de mens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "epidemiologie"
        },
        {
            "text": "Het voorkomen van NTM is deels geografisch bepaald en ook de verwekkers van ziekte vertonen enige geografische variatie. De isolatie van NTM per jaar varieert van 2,9 per 100.000 personen (Nederland) tot 12 per 100.000 (Tsjechië). In Nederland nam het aantal NTMisolaten dat naar het RIVM werd gezonden toe van 407 in 2002 tot 669 in 2006.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "epidemiologie"
        },
        {
            "text": "Tuberkelbacteriën behoren tot het geslacht Mycobacterium uit de familie der Mycobacteriaceae. De tuberkelbacterie is de meest voorkomende verwekker van tuberculose bij de mens (zie tabel 3.5). Daarnaast kan ook Mycobacterium bovis -veroorzaker van rundertuberculose -bij de mens tuberculose veroorzaken. Sinds de jaren vijftig is de veestapel in Nederland echter tuberculosevrij. M. tuberculosis en M. bovis behoren tot het M. tuberculosis-complex. Naast deze twee mycobacteriën behoren hiertoe ook M. bovis BCG (Bacille Calmette-Guérin), M. africanum, M. microti en M. canetti. Behalve deze mycobacteriën spelen ook NTM een rol in de pathologie bij de mens (tabel 3.5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "bacteriologie"
        },
        {
            "text": "Mycobacteriën kunnen vanwege hun bijzondere celwandsamenstelling niet volgens Gram gekleurd worden. Ze zijn wel zuurvast, wat betekent dat eenmaal opgenomen kleurstoffen bij onderdompeling in een zoutzure alcoholbehandeling niet meer uit de bacterie zijn te verwijderen. Dit is het principe van de kleuring volgens Ziehl-Neelsen (ZN), waarbij mycobacteriën als fijne roze staafjes tegen een blauwe achtergrond zichtbaar zijn. Zuurvaste staven zijn vrijwel synoniem met mycobacteriën, hoewel een bacterie als bijvoorbeeld Nocardia ook enigermate zuurvast is.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "bacteriologie"
        },
        {
            "text": "M. tuberculosis is een strikt aeroob groeiende bacterie met een temperatuuroptimum van 37 8C. Mycobacteriën groeien zeer langzaam (delingstijd van dagen) en er worden hoge eisen gesteld aan de voedingsbodems. Een gebruikelijke voedingsbodem is die van Löwenstein of Middlebrook Agar of bouillon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "bacteriologie"
        },
        {
            "text": "De NTM-taxonomie kan op twee manieren worden benaderd. De oudste classificatie, gebaseerd op fenotypische studies, is in de jaren vijftig beschreven door Timpe en Runyon. Hierbij worden NTM onderverdeeld naar koloniemorfologie, pigmentatie en groeisnelheid. Onderscheid wordt gemaakt in de langzame groeiers (fotochromogenen, scotochromogenen en niet-chromogenen, ofwel respectievelijk Runyon-groep I, II en III) en snelgroeiende mycobacteriën (Runyon-groep IV, RGM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "bacteriologie"
        },
        {
            "text": "De meer recente classificatie dateert van begin jaren negentig en is gebaseerd op genotypische karakteristieken door analyse van het 16S-ribosomale DNA (rDNA). Dit 1500-nucleotide-gen codeert voor het mycobacteriële 16S-rRNA en bevat twee hypervariabele sequenties, regio A en regio B, die de speciesspecifieke variabiliteit bepalen. Omdat deze genotypische techniek een veel groter discriminerend vermogen heeft, zijn er de laatste twee decennia veel nieuwe NTM beschreven. Tot nu toe (15-7-2008) zijn er meer dan 145 mycobacteriële species beschreven (www.bacterio.cict.fr/m/mycobacterium.html).",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 497,
                    "text": "(15-7-2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "bacteriologie"
        },
        {
            "text": "Na inhalatie bereikt een klein deel van de bacteriën (< 10%) de alveoli, waar ze in contact komen met de alveolaire macrofagen. Deze interactie leidt tot opname van de mycobacteriën door de fagocyt waarin deze bacterie kan overleven. Hiervoor zijn twee mechanismen verantwoordelijk. Door de grote hoeveelheid lipiden (vetten) in de celwand (> 40% van het gewicht) remt de mycobacterie de intracellulaire ontstekingscascade en daarnaast penetreert hij de macrofaag via de complementreceptor. Normaalgesproken worden bacteriën gefagocyteerd via de Fc-receptor. Fagocytose via de Fc-receptor leidt tot stimulering van het zuurstofafhankelijke dodende mechanisme van de fagocyt, opname via de complementreceptor echter niet. De ontwikkeling van de cellulaire immuniteit (CMI) bepaalt nu het verdere beloop van de ziekte. Onder normale omstandigheden komt de CMI binnen twee tot vier weken tot stand (maar dit kan tot 12 weken duren). Over het algemeen leidt dit ertoe dat de mycobacteriën ingekapseld worden in zogenoemde granulomen, bestaande uit geactiveerde macrofagen met centrale necrose, wat pathognomonisch is voor een tuberculosehaard. Men moet zich realiseren dat er hier nog levende (in een soort winterslaap verkerende) bacteriën aanwezig zijn (figuur 3.7). Het is ook mogelijk dat de bacteriën zich vermenigvuldigen in de macrofaag, wat leidt tot destructie van deze cel en directe verspreiding via de bronchi, via de lymfebanen, of (hematogeen) in niet-geactiveerde monocyten (die dan als een soort paard van Troje functioneren) naar de andere organen in het lichaam. Dit heeft als gevolg dat 'slapende' mycobacteriën ook in andere organen van het lichaam aanwezig kunnen zijn en bij reactivatie tot extrapulmonale tuberculose kunnen leiden. Infecties van de onderste luchtwegen en tuberculose acute ziekte, spreekt men van miliaire tuberculose, gekenmerkt door ernstig ziek zijn en een specifiek beeld van multipele haardvormige afwijkingen op de thoraxfoto en in andere organen. Niet-primaire tuberculose, dat wil zeggen reactivatie van sluimerende haarden (latent), manifesteert zich als orgaantuberculose bij mensen die tevoren een primaire tuberculose hebben gehad (figuur 3.8). Dit wordt vooral gezien bij patiënten met een verminderde afweer, zoals bij hiv, maar ook bij oudere leeftijd en gebruik van immunosuppressieve geneesmiddelen. Een dergelijke reactivatie kan in diverse organen optreden, maar de long is het meest voorkomende. Meestal uit deze reactivatie zich na vele jaren met algemene symptomen als koorts, anorexie en gewichtsverlies plus orgaanspecifieke symptomen. Hierbij kan men denken aan hoesten met opgeven van (bloederig) sputum bij longtuberculose, pijnlijke zwellingen bij lymfekliertuberculose, rugpijn bij werveltuberculose enzovoort. Patiënten reageren uiteraard niet op de voorgeschreven antibiotica.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "pathogenese"
        },
        {
            "text": "Diagnostiek van een niet-primaire tuberculose kan moeilijk zijn en is orgaangericht. Bij pulmonale tuberculose kunnen op de thoraxfoto infiltraten met holtevorming (cavernen) worden gezien (figuur 3.9) in de meest zuurstofrijke gebieden (longtoppen). Bij laboratoriumonderzoek kan in het sputum ZN-positief materiaal worden aangetroffen. Bij andere lokalisaties is vaak invasieve diagnostiek door middel van punctie van het aangedane orgaan noodzakelijk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "pathogenese"
        },
        {
            "text": "Patiënten met chronische longziekten zoals COPD en cystische fibrose lopen risico op pulmonale infecties met NTM. De symptomatologie varieert en is aspecifiek. Cervicale lymfadenitis is een ziektebeeld dat gezien wordt bij immuuncompetente kinderen tussen 1 en 5 jaar. De klierzwelling is meestal unilateraal en pijnloos. De klieren nemen snel in grootte toe en gaan naar de huid fistelen, waarna langdurig drainage volgt en vervolgens langzame resolutie en verlittekening. De belangrijkste verwekker van cervicale lymfadenitis is MAC. Infecties van de huid en weke delen worden meestal veroorzaakt door M. marinum en M. ulcerans en andere species uit de RGM-groep. Gedissemineerde ziekte wordt meestal gezien bij mensen met een verminderde cellulaire afweer zoals bij aids. Dit ziektebeeld presenteert zich op uiteenlopende wijzen, meestal via pulmonale symptomatologie. Echter ook cutane, lymforeticulaire en intestinale lokalisaties met daarbij behorende klachten worden regelmatig gezien. De verwekker is meestal M. avium en soms M. kansasii. NTM-infecties vormen in toenemende mate een probleem bij ziektebeelden die behandeld worden met immunosuppressieve middelen zoals infliximab (zie ook hoofdstuk 17). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ziektebeelden geassocieerd met NTM"
        },
        {
            "text": "Wanneer iemand geïnfecteerd is met M. tuberculosis en daar niet ziek van geworden (90%), is er sprake van latente tuberculose. De immuunrespons tegen M. tuberculosis wordt dan als vertraagd type overgevoeligheid (type IV) getest als een positieve huidtest volgens Mantoux. Hierbij wordt in de strekzijde van de linkeronderarm één eenheid PPD (purified protein derivate, gezuiverd cultuurfiltraat van mycobacteriën) intracutaan toegediend. De aflezing geschiedt na 72 uur, waarbij gelet wordt op de aanwezigheid van induratie. Bij personen die niet besmet zijn, is de induratie kleiner dan 5 mm. Bij personen besmet met tuberkelbacteriën vindt men een induratie groter dan 10 mm (bij een induratie groter dan 15 mm is er in Nederland bijna altijd sprake van een actieve infectie). Bij ouderen en jonge kinderen, tijdens een acute, zeer ernstige vorm van tbc, vroeg in de infectie (eerste 2-4 weken) en bij patiënten met een gestoorde cellulaire afweer (en dus een gestoorde vertraagd type overgevoeligheid) kan de mantouxreactie kleiner dan 10 mm zijn ondanks besmetting. Ook kan de mantouxtest foutpositief zijn bij personen die niet besmet zijn met M. tuberculosis, maar wel in contact zijn geweest met NTM uit de omgeving. Dit fenomeen wordt veroorzaakt door de antigene verwantschap tussen de verschillende mycobacteriën, waardoor er sprake kan zijn van kruisreactiviteit. Dit leidt meestal tot een mantouxreactie kleiner dan 10 mm. Om het probleem van de kruisreactiviteit te omzeilen, is lang gezocht naar antigenen die wel in M. tuberculosis en niet in NTM voorkomen. Twee van zulke antigenen (ESAT-6 en CPF-10) worden gebruikt in laboratoriumtests als de quantiferontest en de T-spot, waarbij gekeken wordt naar de productie van gamma-interferon door cellen. De verzamelnaam voor deze tests is Interferon Gamma Releasing Assays (IGRA). Het principe is hetzelfde als dat van de mantouxreactie (zie figuur 3.10) maar de tests zijn meer specifiek. De sensitiviteit voor latente tuberculose lijkt 80-90% maar is moeilijk vast te stellen door het ontbreken van een gouden standaard. Over de positionering van deze nieuwe testvorm is nog discussie (zie www.kncvtbc.nl). Tbc manifesteert zich gewoonlijk als longinfectie. Het meest onderzochte materiaal is dan ook sputum. Als de patiënt geen sputum opgeeft, maakt men gebruik van vocht verkregen bij tracheaspoeling of bronchoalveolaire lavage. Ook een mogelijkheid is het verzamelen van nuchtere maaginhoud (voor kweek), die uit de longen ingeslikte bacteriën bevat. Bij verdenking op tbc op een andere plaats (pleura, nier, meningen, bot) kan ook materiaal van daar worden ingezet voor kweek. Bij een patiënt met het klinische beeld van tbc en een positieve Ziehl-Neelsen-kleuring van het sputum zal therapie worden gestart aangezien het soms zes weken duurt alvorens de kweek positief wordt. De kweekduur kan tegenwoordig wel worden bekort door gebruik te maken van speciale voedingsbodems. Daarnaast kan de determinatie worden versneld door het gebruik van gelabelde probes die hybridiseren met DNA van de bacterie. Tegenwoordig is het mogelijk mycobacteriën te detecteren zonder kweek door gebruik te maken van een polymerasekettingreactie (PCR; zie hoofdstuk 1). Vooral in sputum is de PCR zeer bruikbaar, in diverse andere weefsels is de techniek niet altijd gevalideerd. Daarnaast kan een biopt van een geïnfecteerd orgaan het kenmerkende beeld van verkazende granulomen tonen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "diagnostiek: de tuberculinereactie (mantouxtest)"
        },
        {
            "text": "De therapie wordt bij pulmonale tbc meestal gestart met een combinatie van vier middelen (isoniazide INH), rifampicine, ethambutol en pyrazinamide), die na twee maanden wordt voortgezet met alleen INH en rifampicine gedurende zes maanden (voor 1997 was de gebruikelijke duur bij pulmonale tbc negen maanden). Bij patiënten die zich moeilijk laten behandelen is het mogelijk om de geneesmiddelen tweemaal per week onder observatie te laten innemen (direct observational therapy; DOT). In Nederland zijn de preventie en controle sinds 1903 mede in handen van de Tuberculosebestrijding (tegenwoordig een onderdeel van de GGD). Zij begeleiden patiënten en doen aan actieve opsporing door contactonderzoek via het zetten van een PPD (mantouxtest) Infecties van de onderste luchtwegen en tuberculose en/of het maken van thoraxfoto's. Ook begeleiden zij de geïnfecteerde patiënten en hun familie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tuberculose"
        },
        {
            "text": "In streken waar tbc zeer veel voorkomt, kan besmetting van kinderen worden tegengegaan door inenting met BCG. Deze 'Bacille Calmette Guérin' is een door veelvuldig overenten verzwakte stam van M. bovis die zijn ziekmakende vermogen verloren heeft, maar niet zijn vermogen om immuniteit op te wekken. Als nadeel geldt dat door de vaccinatie de tuberculinereactie positief wordt en zijn waarde als diagnosticum afneemt. Bovendien wisselt de mate van opgewekte immuniteit sterk. In Nederland wordt mede om deze reden nog maar zelden een BCG-vaccinatie uitgevoerd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tuberculose"
        },
        {
            "text": "Het is belangrijk om altijd een adequaat weefselmonster op te sturen naar het medisch-microbiologisch labora-torium voor kweek en moleculaire diagnostiek. Voor de antibioticakeuze is het namelijk essentieel om de species te kennen die men wil behandelen. Elke mycobacterie heeft zijn eigen behandelplan (wel/niet chirurgie en toegevoegde waarde antibiotica) en het antibioticum van eerste keus verschilt tussen de verschillende soorten. Zoals bij infectie met M. tuberculosis, geldt ook voor non-tuberculeuze infecties dat men met meerdere middelen tegelijk moet behandelen om resistentie te voorkomen. Chirurgische excisie is de behandeling van eerste keus bij cervicale lymfadenitis veroorzaakt door MAC en M. scrofulaceum. Wanneer de kliniek chirurgische excisie niet toelaat, is een multidrugregime geïndiceerd, bij voorkeur met een macrolide. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-tuberculeuze mycobacteriën"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ook pasgeborenen kunnen luchtweginfecties krijgen, vaak in de wintermaanden veroorzaakt door RSV. Aangezien de bronchioli zijn aangedaan, kan er respiratory distress (bemoeilijkte ademhaling en gaswisseling) ontstaan die tijdelijk ondersteunende maatregelen noodzakelijk maakt",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "De verwekkers van longontsteking (pneumonie) kunnen op basis van de plaats van acquisitie, de leeftijd en eventuele onderliggende aandoening worden voorspeld",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "De belangrijkste bacteriële verwekker van onderste luchtweginfecties is de pneumokok (S. pneumoniae)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Er is een toename van het aantal infecties veroorzaakt door NTM, vooral bij immunogecompromitteerde patiënten",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Men moet aan tbc, een aangifteplichtige (B)-ziekte, denken als: -een 'longontsteking' niet beter wordt",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "-patiënten uit een tbc-endemisch gebied komen",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "-de gepresenteerde symptomen niet-specifiek zijn (koorts, nachtzweten, anorexie en gewichtsverlies)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Thoracic Society Guidelines for the Management of Adults with Hospital-acquired, Ventilator-associated, and Healthcare-associated Pneumonia",
            "authors": [
                {
                    "first": "Literatuur",
                    "middle": [],
                    "last": "American",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Respir Crit Care Med",
            "volume": "171",
            "issn": "",
            "pages": "388--416",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Infectious Diseases Society of America/American Thoracic Society Consensus Guidelines on the Management of Community-Acquired Pneumonia in Adults",
            "authors": [],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "44",
            "issn": "",
            "pages": "27--72",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Acute lower respiratory tract infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Mizgerd",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "358",
            "issn": "7",
            "pages": "716--743",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Revised SWAB guidelines for antimicrobial therapy of community acquired pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Schouten",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Prins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bonten",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Degener",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Janknegt",
                    "suffix": ""
                },
                {
                    "first": "Jmr",
                    "middle": [],
                    "last": "Hollander",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Neth J Med",
            "volume": "63",
            "issn": "",
            "pages": "323--358",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Infection in the pathogenesis and course of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sethi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Management of tuberculosis in the United States",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Fujiwara",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "N Engl J Med",
            "volume": "345",
            "issn": "",
            "pages": "189--200",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Figuur 3.1 Afweermechanismen aanwezig in de luchtwegen (Bron: Sethi S, Murphy T. N Engl J Med. 2008;359:2355-65).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Schematische weergave van het ziektebeeld van kinkhoest. De dun gestippelde lijn geeft het aantal paroxismen per nacht weer.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Röntgenfoto van de long van een patiënt met een pneumonie. Het infiltraat is zichtbaar als een witte beschaduwing in de rechter bovenkwab (lobair infiltraat).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Interactie van de celwandbestanddelen van de pneumokok met diverse onderdelen van het afweersysteem (Bron: Salyers AA, Whitt DD. Bacterial pathogenesis, a molecular approach. Washington: ASM Press; 1994).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Pathogenese van pneumokokkeninfectie (Bron: Salyers AA, Whitt DD. Bacterial pathogenesis, a molecular approach. Washington: ASM Press; 1994).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Röntgenfoto van de long van een patiënt met tuberculose. Zes maanden na een hartoperatie (zichtbaar aan de metalen hechtingen) ontwikkelde de patiënt de getoonde holte in de linker bovenkwab.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Infecties van (onderste en bovenste) luchtwegen zijn de meest voorkomende infecties. -Acute bronchitis wordt meestal veroorzaakt door een virus en hoeft niet antibiotisch te worden behandeld. -Chronische bronchitis, een inflammatoire aandoening gerelateerd aan het roken van sigaretten, wordt gekenmerkt door exacerbaties. -Exacerbaties van chronische bronchitis kunnen, op basis van klinische kenmerken, worden ingedeeld naar ernst. Werkingsprincipe van huidtest volgens Mantoux en IGRA-tests (Bron: Andersen et al., Lancet. 2000;356:1099).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Figuur 3.2 Aangiften wegens kinkhoest (duidelijk is het cyclische beloop te zien) (Bron: Inspectie voor Gezondheidszorg).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Tabel 3.1 Classificatie en verwekkers van longontsteking. gezonden en jongeren Streptococcus pneumoniae (pneumokok), Mycoplasma pneumoniae, Chlamydia pneumoniae ouderen en/of patiënten met COPD Streptococcus pneumoniae, influenzavirus, Haemophilus influenzae, Moraxella catarrhalis, RSV contact met dieren en/of buitenland Streptococcus pneumoniae, Legionella pneumophila, Coxiella burnetii, Chlamydia psittaci jonge kinderen Streptococcus pneumoniae, RSV en andere virussen, Chlamydia pneumoniae, Chlamydia trachomatis, Mycoplasma pneumoniae nosocomiaal (hfdst. 6) Enterobacteriaceae, Staphylococcus aureus, Pseudomonas aeruginosa, Acinetobacter spp., anaeroben subacuut/chronisch buitenland/immigranten Mycobacterium tuberculosis (tbc), Histoplasma capsulatum/Coccidioides immitis (VS) gestoorde afweer (hfdst. 17) Pneumocystis jirovecii, Mycobacterium tuberculosis, cytomegalovirus, Candida spp., Aspergillus spp., Nocardia spp. pericarditis en soms neurologische afwijkingen. Op de rö ntgenfoto van de thorax wordt vaak een groter infiltraat aangetroffen dan verwacht op grond van de symptomen en het lichamelijk onderzoek. Typische pneumonie (door pneumokokken veroorzaakt) en atypische pneumonie (verwekkers als bij M. pneumoniae) blijken echter in de dagelijkse praktijk moeilijk van elkaar te onderscheiden.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "De verwekkers van deze vorm van longontsteking staan in tabel 3.4; het zijn bijna allemaal (op M. pneumoniae na) intracellulaire pathogenen, wat hun afwijkende gevoeligheid voor antibiotica mede verklaart. Hoewel dit strikt genomen niet juist is, worden ook infecties door Legionella spp. wel tot deze groep gerekend. Q-koorts door de Rickettsia Coxiella burnetii veroorzaakt meestal een longontsteking en zelden endocarditis en hepatitis. Infecties door Chlamydia spp. worden waarschijnlijk niet vaak herkend als verwekkers van longontsteking. C. pneumoniae kan ook een faryngitis veroorzaken en er lijkt een relatie met het voorkomen van atherosclerose te bestaan. Het genus",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Tabel 3.5 Karakteristieken van mycobacteriën en hun klinisch belang. ) en vooral bij patiënten met een stoornis van de cellulaire afweer (bijv. hiv) is de infectie progressief. Dit kan leiden tot een ontsteking van de pleuraholte (pleuritis), tot lokale progressie met ontwikkeling van een pneumonie en eventueel, door kliervergroting en dichtdrukken van de bronchus, tot het ontstaan van een obstructie-infiltraat in het achtergelegen gebied (postobstructie-infiltraat). Een ernstige complicatie van een recente infectie is de hematogene uitzaaiing, die leidt tot depositie van tuberkelbacteriën in diverse organen (nier, bot, hersenvliezen en longen zelf). Wanneer dit leidt totFiguur 3.7 Pathogenese van tuberculose (Bron: Salyers AA, Whitt DD. Bacterial pathogenesis, a molecular approach. Washington: ASM Press; 1994).",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Figuur 3.8 Transmissie van tuberculose en progressie van latente infectie naar reactivatie van tuberculose (Bron: N Engl J Med. 2001;345:192).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}