{"paper_id": "2b02c069793f3340ebdd3aac0469bd89b92f248e", "metadata": {"title": "Characteristics and outcomes of Acute Respiratory Distress Syndrome related to", "authors": [{"first": "David", "middle": [], "last": "Grimaldi", "suffix": "", "affiliation": {}, "email": "david.grimaldi@erasme.ulb.ac.be"}, {"first": "Nadia", "middle": [], "last": "Aissaoui", "suffix": "", "affiliation": {}, "email": ""}, {"first": ";", "middle": [], "last": "Gauthier Blonz", "suffix": "", "affiliation": {"laboratory": "", "institution": "Medecine Intensive Reanimation", "location": {"postCode": "85000", "settlement": "La Roche Sur Yon, Marseille", "country": "France, France"}}, "email": ""}, {"first": "Giuseppe", "middle": [], "last": "Carbutti", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Romain", "middle": [], "last": "Courcelle", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Stephane", "middle": [], "last": "Gaudry", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Alain", "middle": [], "last": "D&apos;hondt", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Julien", "middle": [], "last": "Higny", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Geoffrey", "middle": [], "last": "Horlait", "suffix": "", "affiliation": {}, "email": ""}, {"first": ";", "middle": [], "last": "Sami", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Julien", "middle": [], "last": "Textoris", "suffix": "", "affiliation": {"laboratory": "Laboratoire Commun de Recherche bioMérieux-Hospices Civils de Lyon-Université de Lyon 1", "institution": "", "location": {"postCode": "EA7426 PI3", "settlement": "Lyon", "country": "France"}}, "email": ""}, {"first": "Christophe", "middle": [], "last": "Vinsonneau", "suffix": "", "affiliation": {"laboratory": "Groupe des anesthésistes réanimateurs, Hôpital Privé d'Antony", "institution": "", "location": {"settlement": "Antony", "country": "France"}}, "email": ""}, {"first": ";", "middle": [], "last": "Jean-Baptiste", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "JBL and DG should be considered as co-corresponding authors for France and Belgium respectively.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Limited data are available for antiviral therapy efficacy especially for the most severe patients under mechanical ventilation suffering from Covid-19 related Acute Respiratory Distress Syndrome (ARDS).", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Observational multicenter cohort of patients with moderate to severe Covid-19 ARDS, comparing antiviral strategies (none, hydroxychloroquine (HCQ), lopinavir/ritonavir (L/R), others (combination or remdesivir). The primary end-point was the day-28 ventilator free days (VFD), patients which died before d28 were considered as having 0 VFD. The variable was dichotomized in patients still ventilated or dead at day 28 vs patients being extubated and alive at day 28 (VFD = or >0).", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "We analyzed 376 patients (80 with standard of care (SOC), 49 treated with L/R, 197 with HCQ, and 50 others).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The median number of d28-VFD was 0 (IQR 0-13) and was different across the different groups (P=0.01), the ", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "In this observational study of moderate to severe Covid-19 ARDS patients, we did not observed a benefit of treating patients with any specific antiviral treatment. We observed an association between L/R treatment and occurrence of AKI and need for RRT.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Any specific COVID-19 antiviral treatment is associated with higher ventilator free days at day 28 as compared to no antiviral treatment for patient in ICU under invasive mechanical ventilation. Lopinavir/ritonavir is associated with an increased risk of acute kidney injury. [2] . The respiratory disease appears to be a very homogenous entity [3] . It mainly affects people older than 50 years, predominantly men with cardiovascular comorbidities [2] . It is characterized by severe hypoxemia, radiological ground glass opacities and especially crazy paving. Its evolution is prolonged with an aggravation phase 7-10 days after symptoms onset [4] leading to death between 3% for patients in the ward [5] to 60% of patients in the ICU [6] .", "cite_spans": [{"start": 276, "end": 279, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 345, "end": 348, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 449, "end": 452, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 645, "end": 648, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 702, "end": 705, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 736, "end": 739, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Take home message"}, {"text": "Although many unknowns persist, such a great homogeneity of presentation was previously unseen in acute pathologies leading to intensive care unit (ICU). Despite expert recommendations that were implemented quickly [7] , management was not based on high levels of evidence during the West-European first wave (March-April 2020). The treatments applied vary from one country to another, from one center to another and even from one patient to another. A desperate search for efficient antiviral treatment has been ongoing since the epidemic started. First candidates were already-developed molecules that demonstrated in vitro effect, mainly remdesivir [8] , lopinavir/ritonavir [7] and hydroxychloroquine [9] . The last two are already on the market with an acceptable safety profile; however, they have not been used widely in critically ill patients so that potential previously unknown side effects may exist. Even some randomized clinical trials are now available such as for", "cite_spans": [{"start": 215, "end": 218, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 652, "end": 655, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 678, "end": 681, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 705, "end": 708, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Take home message"}, {"text": "Remdesivir [10] , or for lopinavir/ritonavir alone [7] or in association [11] , only a small proportion of patients included were under mechanical ventilation not allowing efficacy and safety analysis for patients sicker than in conventional ward.", "cite_spans": [{"start": 11, "end": 15, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 51, "end": 54, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 73, "end": 77, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Take home message"}, {"text": "The main objective of this study was to set up an observational study of patients suffering from moderate to severe COVID-19 related ARDS, by collecting the strategies used in Belgian and French ICUs, in order to be able to detect a possible signal of efficacy or deleterious effects of used therapies. We reported here the data regarding the antiviral strategies.", "cite_spans": [], "ref_spans": [], "section": "Take home message"}, {"text": "This study was compliant with STROBE guidelines [12] .", "cite_spans": [{"start": 48, "end": 52, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Patients and methods"}, {"text": "The COVADIS project is observational and regroups 21 ICUs in France (n=12) and Belgium (n=9).", "cite_spans": [], "ref_spans": [], "section": "Study design and setting"}, {"text": "Inclusion criteria were:", "cite_spans": [], "ref_spans": [], "section": "Patient selection"}, {"text": "-Age older than 18 years, -moderate to severe ARDS according to Berlin definition [13] (PaO2/FiO2 ratio < 200mmHg with a PEEP of at least 5mmHg receiving invasive ventilation),", "cite_spans": [{"start": 82, "end": 86, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Patient selection"}, {"text": "-positive SARS-CoV-2 reverse transcriptase polymerase chain reaction (PCR) regardless of site sampled (patient with negative PCR but chest CT scan with abnormalities such as crazy paving were not included).", "cite_spans": [], "ref_spans": [], "section": "Patient selection"}, {"text": "Non-inclusion criteria were:", "cite_spans": [], "ref_spans": [], "section": "Patient selection"}, {"text": "-Cardiac arrest before intensive care unit admission, -Extra Corporeal Mobile Oxygenation (ECMO) requirement within first 24hrs of ICU length, -Chronic Obstructive Pulmonary Disease with Gold class 3 or 4 [14] , or home oxygen.", "cite_spans": [{"start": 205, "end": 209, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Patient selection"}, {"text": "For this observational multicenter study, all consecutive COVID-19 patients were screened in the participating centers. Patients fulfilling inclusion and non-inclusion criteria were included in participating ICUs between March 10, 2020 and April 12, 2020. Each local investigator filled an eCRF to collect data (Castor EDC, Amsterdam, The Netherlands). We recorded demographics data, known medical history and co-morbidities using the Charlson score [15] , with the addition of history of chronic hypertension. We collected data on management interventions delivered during hospitalization including settings of MV after intubation, duration of MV, administration of advanced therapies for acute respiratory failure (neuromuscular blocking agents, inhaled pulmonary vasodilators, prone-positioning, and extracorporeal membrane oxygenation), anti-viral treatment and immunomodulatory agents (interleukin-6-receptor antagonists and corticosteroids) with time from onset of symptoms to initiation and occurrence of acute kidney injury (AKI), acute cardiac injury (defined as a rise in troponin level over 10 times the normal threshold or the needs for inotrope), pulmonary embolism and deep venous thrombosis.", "cite_spans": [{"start": 450, "end": 454, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Data collection"}, {"text": "Considering the absence of efficacy or safety data on antiviral treatments in the area of critically ill patients requiring invasive mechanical ventilation, we decided to choose a composite outcome which included death and length of mechanical ventilation: number of ventilator free days (VFD) at day 28 [16] . VFD at day 28 was determined as follow:", "cite_spans": [{"start": 304, "end": 308, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Primary outcomes"}, {"text": "-VFDs = 0 if subject dies within 28 days of mechanical ventilation, -VFDs = 28 − x if successfully liberated from ventilation x days after initiation, -VFDs = 0 if the subject is mechanically ventilated for >28 days.", "cite_spans": [], "ref_spans": [], "section": "Primary outcomes"}, {"text": "The variable was dichotomized in patients still ventilated or dead at day 28 vs patients being extubated and alive at day 28 (VFD = or >0). -AKI defined by a rise in serum creatinine of at least 50% as defined in KDIGO stage 1 [17] , and classified as none, present without need for renal replacement therapy (RRT), present with need for RRT, -Deep venous thrombosis, and pulmonary embolism.", "cite_spans": [{"start": 227, "end": 231, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Primary outcomes"}, {"text": "As many candidate for specific antiviral treatment are currently under evaluation, our variable of interest was use of anti-viral treatment according to one of the pre-specified following category: none (Standard of care), lopinavir/Ritonavir (AbbVie, Rungis, France), hydroxychloroquine (Sanofi, Gentilly, France), and others (more than one anti-viral treatment or remsedivir (Gilead, Foster City, USA) as it was not commercially available).", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Discrete data were described by their frequency expressed as a percentage together with the 95% confidence interval. Numerical data were described by the mean (with the 95% confidence interval) and standard deviation.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Discrete data were compared using a Chi-square test or Fisher's exact test, as appropriate. Continuous normally distributed data were compared by ANOVA and continuous non normal data by Kruskal-Wallis as appropriate.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "A pre-planned multivariate analysis was performed to identify factors associated with day 28 VFD. We included in the model variables associated with day 28 VFD in univariate analysis with a p value < 0.10 and we forced in the model the type of antiviral strategy. Given 1/ the non-normal distribution of day 28 VFD and 2/ the median value at 0, accordingly to pre-specified rules in the protocol we discriminated the day 28 VFD variables in having at least one day of VFD or not, ie. being extubated and alive at day 28 or not. We performed then a backward conditional logistic regression. Homesher-Lemeshow test and visual inspection were used to ensure the quality of the regression.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "A post-hoc multivariate logistic regression on the factors associated with AKI was performed following the same rules given results of univariate analysis. We re-run multivariate logistic regression on the factor associated with the need for renal replacement therapy (RRT).", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "To account for centre effect, a factor related to patient's ICU was added in all logistic regression and forced in all models.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "No imputation strategy was used for missing data. P value < 0.05 was considered significant.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "No adjustment was made for multiple comparisons especially for safety outcome [18] .", "cite_spans": [{"start": 78, "end": 82, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "All analyses were performed using Stata (version 16, StataCorp, College Station, TX, USA).", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "This study was approved by appropriate regulatory committee in France and in Belgium in accordance with national regulation. Each patient was informed about the study. In case of incompetency, next of kin was informed. The requirement for written informed consent was waived due to the study design (France) and after", "cite_spans": [], "ref_spans": [], "section": "Ethics Statement"}, {"text": "Ethical Committee statement (Belgium).", "cite_spans": [], "ref_spans": [], "section": "Ethics Statement"}, {"text": "According to paucity of data on antiviral treatments efficacy, we planned to include at least 250 patients to allow comparison of each antiviral treatment candidate.", "cite_spans": [], "ref_spans": [], "section": "Sample size"}, {"text": "This study was not funded by any sources.", "cite_spans": [], "ref_spans": [], "section": "Role of the funding source"}, {"text": "Baseline characteristics (Table 1) As Secondary outcomes (Table 2) Day 14, and Day 28 survival was similar across treatment groups. At day 14, the distribution of ventilatory modes was similar across treatment groups most of the patients being under controlled mode (Table 2) . AKI, Pulmonary Embolism, cardiac injury involved respectively 64%, 15% and 13% of the patients. We observed a difference in AKI repartition in the different groups (P=0.005), whereas the highest creatinine level until day 28 did not differ significantly (P=0.11).", "cite_spans": [], "ref_spans": [{"start": 25, "end": 34, "text": "(Table 1)", "ref_id": "TABREF5"}, {"start": 57, "end": 66, "text": "(Table 2)", "ref_id": "TABREF6"}, {"start": 266, "end": 275, "text": "(Table 2)", "ref_id": "TABREF6"}], "section": "Results"}, {"text": "We compared patients' characteristics according to the occurrence of AKI (Table 3) . Age, BMI, cardiovascular comorbidities, complicated diabetes mellitus and previous chronic kidney diseases were more frequent in patients with AKI. Although, 52 (64%) of the 81 patients that received L/R (either in mono or combination therapy) presented AKI, use of L/R was not significantly more frequent in patients who developed AKI (25% vs 18%; P=0.09). In a post-hoc logistic multivariate regression we identified age, male as gender, history of chronic hypertension, moderate to severe CKD, peripheral arterial disease and use of lopinavir/ritonavir (OR 2.07 CI95% 1.17-3.66) as independent factors associated with AKI ( Figure 2 ). In addition we observed that lopinavir/ritonavir treatment was more frequent in patients that required RRT during their ICU stay (23/73, 31%) as compared with patients without RRT (58/302, 19%; P=0.03). Post-hoc sensitivity logistic regression on the need for RRT provided similar results (eFigure 1). Center effect was not significantly associated with occurrence of AKI nor with need for RRT (P>0.05).", "cite_spans": [], "ref_spans": [{"start": 73, "end": 82, "text": "(Table 3)", "ref_id": null}, {"start": 712, "end": 720, "text": "Figure 2", "ref_id": null}], "section": "Factors associated with AKI occurrence (Table 3, Figure 2, eFigure 1)"}, {"text": "In this observational study of moderate to severe ARDS complicating COVID-19 in France and Belgium, we did not observe a benefit of treating patients with any of the antiviral molecule under evaluation. However, there was an association between L/R treatment and AKI, including the need for RRT.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our study is in line with previous findings regarding COVID-19 related ARDS in other countries [6, 19] .", "cite_spans": [{"start": 95, "end": 98, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 99, "end": 102, "text": "19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "Patients were mostly overweighed males between 50 and 70 years of age, with mostly mild cardiovascular comorbidities. Duration of ventilation was high in our cohort exceeding by far the usual duration in ARDS patients (8 [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] days in the LUNG-SAFE cohort [20] , with day 28 VFD = 10 [0-22]), although day 28 mortality was 36% in our cohort as compared to the 37% in moderate to severe ARDS in the LUNG-SAFE cohort.", "cite_spans": [{"start": 221, "end": 224, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 225, "end": 228, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 229, "end": 232, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 233, "end": 236, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 237, "end": 240, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 241, "end": 244, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 245, "end": 249, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 250, "end": 254, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 255, "end": 259, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 260, "end": 264, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 265, "end": 269, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 270, "end": 274, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 275, "end": 279, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 309, "end": 313, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Discussion"}, {"text": "Each center managed the ventilator support settings on his own. We observed that in line with ARDS guidelines [21] , physicians set tidal volume near 6 mL/kg of IBW, PEEP at moderate-high level, used largely prone positioning and paralysis. We observed significant differences in PEEP level, tidal volume and plateau pressure across patients' groups (possibly favored by the limited dispersion of the value), but the clinical significance of these differences are uncertain. Hence, although patients were not randomized, we think that the absence of association between any antiviral treatment and positive outcome (neither at day 14 nor at day 28) deserves consideration. Conversely we observed a higher day 28 VFD in the patients without antiviral treatment that questions treatment safety. This finding was not confirmed in the multivariate analysis, which did not show a significant association between any antiviral strategies and day28 VFD. Duration between antiviral initiation and onset of symptoms was in accordance with previous studies: 13 [11] [12] [13] [14] [15] [16] days in study by Cao et al [7] . While the present study was ongoing, several scientific data emerged on the absence of efficacy of antiviral candidates: for HCQ with possible higher rate of cardiac events especially if combined with azithromycin [22, 23] , for L/R in a small randomized controlled trial (RCT) none dedicated to critically ill patients [7] . In parallel, results of US trial dedicated to REM did show a potential benefit on time to recovery but only for patients outside ICU with a mild disease severity [10] . As clinical benefit seems improbable for HCQ, we believe that only the results of ongoing RCTs will determine if REM or L/R have a true effect on outcome, yet we are of the opinion that our data plead to avoid compassionate use of these drugs, following the \"first do not harm\" rule [24, 25] .", "cite_spans": [{"start": 110, "end": 114, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1051, "end": 1055, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1056, "end": 1060, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1061, "end": 1065, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1066, "end": 1070, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1071, "end": 1075, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1076, "end": 1080, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1108, "end": 1111, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1328, "end": 1332, "text": "[22,", "ref_id": "BIBREF21"}, {"start": 1333, "end": 1336, "text": "23]", "ref_id": "BIBREF22"}, {"start": 1434, "end": 1437, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1602, "end": 1606, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1892, "end": 1896, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 1897, "end": 1900, "text": "25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Discussion"}, {"text": "Indeed, regarding potential side effects as secondary outcomes, we observed that patients treated by L/R had a higher frequency of renal failure and need for renal replacement therapy. This effect was confirmed after adjustment for potential cofounders associated with a greater risk of renal failure. Several reports in HIV patients indicate that L/R use was associated with an increased risk of chronic kidney disease [26] and acute tubular injury has been described with ritonavir [27] . Renal disease characterized by a proximal tubulopathy have been reported in COVID-19 [28] and have been described as a prognostic factor [29] . We report a high frequency of AKI in our cohort, in line with US data, with 20% of RRT [19] . We observed in our cohort a strong association between day 28-mortality and AKI although we cannot determine if AKI is a marker of a more severe, systemic viral sepsis or a causal determinant of survival but consistent with previous report [30] . To our best knowledge no study dedicated to patient in the ICU analyzed the factors associated with COVID-19 AKI. In our cohort, we observed that besides treatment by L/R, age, gender, BMI, renal and cardiovascular comorbidities were independently associated with AKI. Higher incidence of AKI may then be due either to a previous nephron loss and/or to a specific susceptibility of these patients to SARS-CoV2 through a greater expression of ACE-2 in podocytes and proximal straight tubule cells [31] . Another possible hypothesis is occurrence of hypovolemia related to L/R associated diarrhea and \"dry lung\" strategy promoted for patients with severe ARDS although usual hemodynamic monitoring in participating ICUs did not support this hypothesis. Last, recent report highlights extremely high dosage for patient with COVID-19 receiving L/R as compare to cohort of HIVinfected patients. [32] Our study was not designed to favor one of these speculative hypotheses. Finally, neither PEEP nor plateau pressure were associated with AKI in opposition with some hypotheses [31] .", "cite_spans": [{"start": 420, "end": 424, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 484, "end": 488, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 576, "end": 580, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 628, "end": 632, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 722, "end": 726, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 969, "end": 973, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 1472, "end": 1476, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 1866, "end": 1870, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 2047, "end": 2051, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Discussion"}, {"text": "Finally, we highlight the limitations of our observational study: the patients were not randomized so that we cannot exclude indication bias although collected variables suggest high similarity across treatment strategies.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Non-measured confusion biases may exist as well. We did not collect severity score but these scores have been done to compare patients with different diseases in the ICU, and Charlson score, associated with gender and age, have been shown to predict mortality with good accuracy [33] . We have also some missing data which can impact our results. For reasons of lack of time during COVID-19 crisis, we limited strongly the numbers of collected variables so that we are not able to report important data such as the use of ACE inhibitors, or daily ventilator settings. But clinical significance of those factors is also a matter of debate [34] . Lastly, some of these patients have been included in other studies.", "cite_spans": [{"start": 279, "end": 283, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 638, "end": 642, "text": "[34]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Discussion"}, {"text": "In moderate to severe ARDS COVID-19 patients, we did not observe an association between treatment with hydroxychloroquine or lopinavir/ritonavir and ventilatory free days as compared to no antiviral treatment. We observed an association between lopinavir/ritonavir and AKI. Our data does not support use of these drugs until", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "RCTs results dedicated to patients hospitalized in intensive care will be available. ", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "This study was approved by appropriate regulatory committee in France (CNIL 2217488) and in Belgium (EC n°P2020/253) in accordance with national regulation. Each patient was informed about the study. In case of incompetency, next of kin was informed. The requirement for written informed consent was waived.", "cite_spans": [], "ref_spans": [], "section": "Ethics approval"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "The database of the study will be freely accessible online within 3 months after publication upon reasonable request to corresponding author.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "JT is a part-time employee of bioMérieux, an IVD company, and Hospices Civils de Lyon, a university hospital.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}, {"text": "Other authors have no disclosures.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}, {"text": "Authors contributions DG and JBL were responsible for the study concept and design;", "cite_spans": [], "ref_spans": [], "section": "No funding"}, {"text": "All authors: acquisition of the data;", "cite_spans": [], "ref_spans": [], "section": "No funding"}, {"text": "DG, JBL, NA, SG, CV, JT: analysis and interpretation of the data; DG and JBL: drafting of the manuscript;", "cite_spans": [], "ref_spans": [], "section": "No funding"}, {"text": "All authors: critical revision of the manuscript for important intellectual content.", "cite_spans": [], "ref_spans": [], "section": "No funding"}, {"text": "All authors read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "No funding"}, {"text": "The corresponding author had full access to all the data in the study and final responsibility for the decision to submit for publication. (19) 24 (30) 14 (18) 27 (34) 11 (22) 19 (39) 8 (16) 11 (22) 57 (29) 63 (32) 38 (19) 38 (19) 9 (18) 21 (42) 13 ( ", "cite_spans": [{"start": 194, "end": 198, "text": "(22)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "No funding"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A Novel Coronavirus from Patients with Pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2019, "venue": "N Engl J Med", "volume": "382", "issn": "8", "pages": "727--733", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan", "authors": [{"first": "F", "middle": [], "last": "Zhou", "suffix": ""}], "year": null, "venue": "China: a retrospective cohort study. The Lancet", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Clinical Characteristics of Coronavirus Disease 2019 in China", "authors": [{"first": "W.-J", "middle": [], "last": "Guan", "suffix": ""}], "year": 2020, "venue": "New England Journal of Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Risk Factors Associated With Acute Respiratory Distress Syndrome and Death in Patients With Coronavirus Disease", "authors": [{"first": "C", "middle": [], "last": "Wu", "suffix": ""}], "year": 2019, "venue": "JAMA Internal Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Risk Factors of Fatal Outcome in Hospitalized Subjects With Coronavirus Disease 2019 From a Nationwide Analysis in China", "authors": [{"first": "R", "middle": [], "last": "Chen", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study", "authors": [{"first": "X", "middle": [], "last": "Yang", "suffix": ""}], "year": 2020, "venue": "Lancet Respir Med", "volume": "8", "issn": "5", "pages": "475--481", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "A Trial of Lopinavir-Ritonavir in Adults Hospitalized with Severe Covid-19", "authors": [{"first": "B", "middle": [], "last": "Cao", "suffix": ""}], "year": 2019, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "1787--1799", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Compassionate Use of Remdesivir for Patients with Severe Covid-19", "authors": [{"first": "J", "middle": [], "last": "Grein", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Hydroxychloroquine in the management of critically ill patients with COVID-19: the need for an evidence base. The Lancet Respiratory Medicine", "authors": [{"first": "F", "middle": ["S"], "last": "Taccone", "suffix": ""}, {"first": "J", "middle": [], "last": "Gorham", "suffix": ""}, {"first": "J.-L", "middle": [], "last": "Vincent", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Remdesivir for the Treatment of Covid-19 -Preliminary Report", "authors": [{"first": "J", "middle": ["H"], "last": "Beigel", "suffix": ""}], "year": 2020, "venue": "New England Journal of Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Triple combination of interferon beta-1b, lopinavir-ritonavir, and ribavirin in the treatment of patients admitted to hospital with COVID-19: an open-label, randomised, phase 2 trial. The Lancet", "authors": [{"first": "I", "middle": ["F"], "last": "Hung", "suffix": ""}, {"first": ".-N", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) statement: guidelines for reporting observational studies. The Lancet", "authors": [{"first": "E", "middle": [], "last": "Von Elm", "suffix": ""}], "year": 2007, "venue": "", "volume": "370", "issn": "", "pages": "1453--1457", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Acute Respiratory Distress Syndrome: The Berlin Definition", "authors": [{"first": "A", "middle": ["D T F"], "last": "The", "suffix": ""}], "year": null, "venue": "JAMA", "volume": "307", "issn": "23", "pages": "2526--2533", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Global strategy for the diagnosis, management, and prevention of chronic obstructive pulmonary disease: GOLD executive summary", "authors": [{"first": "J", "middle": [], "last": "Vestbo", "suffix": ""}], "year": 2013, "venue": "Am J Respir Crit Care Med", "volume": "187", "issn": "4", "pages": "347--65", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A new method of classifying prognostic comorbidity in longitudinal studies: development and validation", "authors": [{"first": "M", "middle": ["E"], "last": "Charlson", "suffix": ""}], "year": 1987, "venue": "J Chronic Dis", "volume": "40", "issn": "5", "pages": "373--83", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Statistical evaluation of ventilator-free days as an efficacy measure in clinical trials of treatments for acute respiratory distress syndrome", "authors": [{"first": "D", "middle": ["A"], "last": "Schoenfeld", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Bernard", "suffix": ""}], "year": 2002, "venue": "Crit Care Med", "volume": "30", "issn": "8", "pages": "1772--1779", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Definition and classification of kidney diseases", "authors": [{"first": "A", "middle": ["S"], "last": "Levey", "suffix": ""}, {"first": "A", "middle": [], "last": "Levin", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Kellum", "suffix": ""}], "year": 2013, "venue": "Am J Kidney Dis", "volume": "61", "issn": "5", "pages": "686--694", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "An introduction to multiplicity issues in clinical trials: the what, why, when and how", "authors": [{"first": "G", "middle": [], "last": "Li", "suffix": ""}], "year": 2016, "venue": "International Journal of Epidemiology", "volume": "46", "issn": "2", "pages": "746--755", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Respiratory Pathophysiology of Mechanically Ventilated Patients with COVID-19: A Cohort Study", "authors": [{"first": "D", "middle": ["R"], "last": "Ziehr", "suffix": ""}], "year": 2020, "venue": "Am J Respir Crit Care Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Patterns of Care, and Mortality for Patients With Acute Respiratory Distress Syndrome in Intensive Care Units in 50 Countries", "authors": [{"first": "G", "middle": [], "last": "Bellani", "suffix": ""}], "year": 2016, "venue": "Epidemiology", "volume": "315", "issn": "8", "pages": "788--800", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Formal guidelines: management of acute respiratory distress syndrome. Ann Intensive Care", "authors": [{"first": "L", "middle": [], "last": "Papazian", "suffix": ""}], "year": 2019, "venue": "", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Association of Treatment With Hydroxychloroquine or Azithromycin With In-Hospital Mortality in Patients With COVID-19 in", "authors": [{"first": "E", "middle": ["S"], "last": "Rosenberg", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Hydroxychloroquine or chloroquine with or without a macrolide for treatment of COVID-19: a multinational registry analysis. The Lancet", "authors": [{"first": "M", "middle": ["R"], "last": "Mehra", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The Harm of \"First, Do No Harm", "authors": [{"first": "J", "middle": ["D"], "last": "Shelton", "suffix": ""}], "year": 2000, "venue": "JAMA", "volume": "284", "issn": "21", "pages": "2687--2688", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Use of Tocilizumab for COVID-19-Induced Cytokine Release Syndrome: A Cautionary Case Report", "authors": [{"first": "J", "middle": [], "last": "Radbel", "suffix": ""}, {"first": "N", "middle": [], "last": "Narayanan", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Bhatt", "suffix": ""}], "year": null, "venue": "CHEST", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Cumulative and current exposure to potentially nephrotoxic antiretrovirals and development of chronic kidney disease in HIV-positive individuals with a normal baseline estimated glomerular filtration rate: a prospective international cohort study. The Lancet HIV", "authors": [{"first": "A", "middle": [], "last": "Mocroft", "suffix": ""}], "year": 2016, "venue": "", "volume": "3", "issn": "", "pages": "23--32", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Ritonavir-induced acute kidney injury: kidney biopsy findings and review of literature", "authors": [{"first": "T", "middle": [], "last": "Shafi", "suffix": ""}], "year": 2011, "venue": "Clin Nephrol", "volume": "75", "issn": "1", "pages": "60--64", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Renal histopathological analysis of 26 postmortem findings of patients with COVID-19 in China", "authors": [{"first": "H", "middle": [], "last": "Su", "suffix": ""}], "year": 2020, "venue": "Kidney International", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Kidney disease is associated with in-hospital death of patients with COVID-19", "authors": [{"first": "Y", "middle": [], "last": "Cheng", "suffix": ""}], "year": 2020, "venue": "Kidney International", "volume": "97", "issn": "5", "pages": "829--838", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Impact of Early Acute Kidney Injury on Management and Outcome in Patients With Acute Respiratory Distress Syndrome: A Secondary Analysis of a Multicenter Observational Study", "authors": [{"first": "B", "middle": ["A"], "last": "Mcnicholas", "suffix": ""}], "year": 2019, "venue": "Crit Care Med", "volume": "47", "issn": "9", "pages": "1216--1225", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Identification of a potential mechanism of acute kidney injury during the COVID-19 outbreak: a study based on single-cell transcriptome analysis", "authors": [{"first": "X.-W", "middle": [], "last": "Pan", "suffix": ""}], "year": 2020, "venue": "Intensive Care Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Lopinavir pharmacokinetics in COVID-19 patients", "authors": [{"first": "M", "middle": [], "last": "Gregoire", "suffix": ""}], "year": 2020, "venue": "J Antimicrob Chemother", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Comparison of Charlson comorbidity index with SAPS and APACHE scores for prediction of mortality following intensive care", "authors": [{"first": "S", "middle": [], "last": "Christensen", "suffix": ""}], "year": 2011, "venue": "Clin Epidemiol", "volume": "", "issn": "", "pages": "203--214", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Cardiovascular Disease, Drug Therapy, and Mortality in Covid-19", "authors": [{"first": "M", "middle": ["R"], "last": "Mehra", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "Ventilator mode at day 14 according to pre-defined 4 categories: patient under Volume/Pressure Assisted Controlled or ECMO, Pressure Support mode, Spontaneous breathing while extubated, Death -Need for ECMO after the first 24h -Cardiac dysfunction (defined as plasmatic Troponin level upper than 10 time upper normal range or need for inotrope (dobutamine, epinephrine, milrinone, and/or levosimendan),", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Figure Caption", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Forrest plot of factors associated with at least one Day 28-VFD in backward multivariate logistic regression (N=328) Forrest plot of factors associated with AKI occurrence in backward multivariate", "latex": null, "type": "figure"}, "TABREF0": {"text": "Médecine Intensive Réanimation, CHRU Tours, Tours, France 20. INSERM CIC 1415, CHRU Tours, Tours, France 21. CRICS-TriggerSEP research network Tours, France 22. Service de réanimation, Hospices Civils de Lyon, 5 Place D'Arsonval, Lyon, France 23. Laboratoire Commun de Recherche bioMérieux-Hospices Civils de Lyon-Université de Lyon 1, EA7426 PI3, Lyon, France 24. Groupe des anesthésistes réanimateurs, Hôpital Privé d'Antony, Antony, France 25. Service de Médecine Intensive Réanimation Unité de Sevrage Ventilatoire et Réhabilitation Centre Hospitalier de BETHUNE, 27 Rue Delbecque, 62660 Beuvry, France 26. Medecine Intensive Reanimation, CHU Nantes, 30 Boulevard Jean Monnet, 44093 Nantes Cedex 9, Dr David Grimaldi, Soins Intensifs, ERASME, Route de Lennik 808, 1070 Bruxelles, Belgium. DG & JBL had full access to all the data in the study and had final responsibility for the decision to submit for publication. E-mail: david.grimaldi@erasme.ulb.ac.be Orcid number :", "latex": null, "type": "table"}, "TABREF1": {"text": "and alive). Acute kidney injury (AKI) was frequent (64%), its incidence was different across the patients' groups (P=0.01). In a post-hoc logistic multivariate regression apart from demographics characteristics and", "latex": null, "type": "table"}, "TABREF2": {"text": "Tweet COVID-19: Insights from ARDS cohort: no signal of efficacy for antiviral treatments. Lopinavir/ritonavir may be associated with AKI and need for RRT.", "latex": null, "type": "table"}, "TABREF3": {"text": "of May 10, 380 patients were included in the study and 376 had Day 28 follow up and are reported in the", "latex": null, "type": "table"}, "TABREF4": {"text": "Réanimation polyvalente Centre Hospitalier du pays d'Aix, Aix en Provence, France -Jean-Baptiste Mesland, Department of Intensive Care, centres hospitaliers de Jolimont, La Louvière, Belgium -Celine Monard, Service de réanimation, Hospices Civils de Lyon, 5 Place D'Arsonval, Lyon, France -Nicolas Mongardon, Service d'anesthésie-réanimation chirurgicale Unité de réanimation chirurgicale polyvalente Hôpitaux Universitaires Henri Mondor, Créteil, France -Gregoire Ottavy, Medecine Intensive Reanimation, CHU Nantes, 30 Boulevard Jean Monnet, 44093 Nantes Cedex 9, France -Thomas Pasau, CHU UCL Namur, site Godinne, Av. Dr G. Therasse 1 5530, Yvoir, Belgium -Gael Piton, Médecine Intensive Réanimation, CHU Besançon, 3 Boulevard FLEMING, 25030 Besançon, France -Ester Ponzetto, Unité de soins intensifs, Clinique Saint Pierre, Ottignies, Belgium -Caroline Sejourne, Service de Médecine Intensive Réanimation, CH Germon et Gauthier, Béthune, France -Morgane Snacken, Soins Intensifs, Hôpital Erasme, ULB, Route de Lennik 808, 1070 Bruxelles, Belgium -Xavier Souloy, Réanimation -Médecine Intensive, Centre Hospitalier Public du Cotentin, BP208, 50102 Cherbourg-en-Cotentin, France -Aude Sylvestre, Médecine Intensive Réanimation, Assistance Publique -Hôpitaux de Marseille, Hôpital Nord, , 13015, Marseille, France -Nicolas Tartrat, Groupe des anesthésistes réanimateurs, Hôpital Privé d'Antony, Antony, France -Cedric Vanbrussel, Unité de soins intensifs, Clinique Notre Dame de Grâce, Gosselies, Belgium", "latex": null, "type": "table"}, "TABREF5": {"text": "Patients' characteristics according to antiviral strategy ARDS: acute respiratory distress syndrome, IBW: ideal body weight, P/F ratio: PaO2/FiO2 ratio. a Bitherapy including HCQ + L/R N= 32; HCQ + Remdesivir N= 11; Remdesivir N=7 b some patients were included in a double blind RCT steroids vs placebo (NCT02517489) Tidal volume, (mL/kg of IBW), mean±SD N=77/49/185/7/43", "latex": null, "type": "table"}, "TABREF6": {"text": "Outcome according to anti-viral treatment RRT: Renal replacement therapy, VFD: ventilator free days, VV-ECMO : veno-venous extracorporeal membrane oxygenation a Other including HCQ + L/R N= 32; HCQ + REM N= 11; REM N=7", "latex": null, "type": "table"}}, "back_matter": [{"text": "We thank Mariana Ismael for Castor EDC (Amsterdam, The Netherlands) for technical support to design eCRF.We thank COVADIS study group investigators: ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": " T  a  b  l  e  3  :  A  s  s  o  c  i  a  t  e  d  f  a  c  t  o  r  s  w  i  t  h  A  K  I  w  i  t  h  i  n  2  8  d  a  y  s  a  f  t  e  r  i  n  t  u  b  a  t  i  o ", "cite_spans": [], "ref_spans": [{"start": 1, "end": 170, "text": "T  a  b  l  e  3  :  A  s  s  o  c  i  a  t  e  d  f  a  c  t  o  r  s  w  i  t  h  A  K  I  w  i  t  h  i  n  2  8  d  a  y  s  a  f  t  e  r  i  n  t  u  b  a  t  i  o", "ref_id": null}], "section": "annex"}]}