{
    "paper_id": "2b05e585ed76e6e97d7ca67860f43037de15ab06",
    "metadata": {
        "title": "Title: What Might Your Practice Look Like Post-Peak COVID-19?",
        "authors": [
            {
                "first": "Andrew",
                "middle": [
                    "K"
                ],
                "last": "Moriarty",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [],
                "last": "Friedberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "S"
                ],
                "last": "Pyatt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Catherine",
                "middle": [],
                "last": "Everett",
                "suffix": "",
                "affiliation": {},
                "email": "catherine.everett.md@gmail.com"
            },
            {
                "first": "Mba",
                "middle": [],
                "last": "Facr",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [],
                "last": "Mcadams",
                "suffix": "",
                "affiliation": {},
                "email": "chris.r.mcadams@gmail.com"
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "Facr",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "S Md"
                ],
                "last": "Pyatt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Facr",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wellspan Health-Summit",
                    "location": {
                        "addrLine": "112 North 7th Street",
                        "settlement": "Chambersburg",
                        "region": "PA"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Moriarity",
                "suffix": "",
                "affiliation": {},
                "email": "andy.moriarity@gmail.com"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The ACR Commission on General, Small, Emergency and/or Rural Practice (GSER) organized a panel to discuss the response of several different types of radiology practices to the coronavirus disease 2019 (COVID-19) pandemic and planning for the resumption of services across multiple practice settings [ 1 ]. The practice leaders represented the perspective of general, small and rural practices, practices serving in critical access hospitals in addition to a community division of a large academic institution, a national radiology practice, and a teleradiology practice. The presenters share their unique practice responses and future outlooks based on the most currently available knowledge at the time while planning initial stages of recovery during the rapidly evolving COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Practice Leaders Anthony Gabriel, MD, MBA, co-founder of Radiology Partners, presented the perspective of a national radiology physician practice management company including 1,600 radiologists in 25 states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Benjamin W. Strong, MD, chief medical officer of vRAD, discussed the teleradiology company perspective and their response to a greater than 50 percent reduction of imaging volume early in the pandemic. The practice includes over 500 radiologists serving over 2,100 sites across all 50 states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Cathrine E. Keller, MD, managing physician of Lake Medical Imaging reported on the perspective of a 23member out-patient only radiology practice primarily servicing elderly patients in a highly competitive local market.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Daniel A. Rodgers, MD, president of Kanawha Valley Radiologists, a six-person radiology practice in rural West Virginia, assessed the benefits and challenges the pandemic presents for small rural practices and critical access hospital practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Howard B. Fleishon, MD, MMM, FACR, vice chair of the ACR Board of Chancellors, presented the perspective of the community division of Emory University as chief of radiology services. The division provides comprehensive coverage for hospitals, outpatient imaging centers, and other ventures outside of the main downtown Emory campuses in the greater Atlanta area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Lyndon K. Jordan III, MD, FACR, president and managing partner of Wake Radiology, described the challenges facing his 50-physician radiology group in Raleigh, NC and the innovative solutions in partnering with local businesses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Initial response, recruitment, and future imaging volumes Multiple panelists commented that current recruitment efforts and service expansion plans would be paused or significantly reconsidered as practices tried to model future volumes and different scenarios for staged recovery. However all indicated that currently signed contracts would be honored and most indicated that new hires would start on-time. The smaller and outpatient-based practices both indicated that groups were short staffed at the initial pandemic and that these groups dealt with the initial imaging reduction by having partners voluntarily take additional time off the schedule or distributing extra vacation days equitably across all individuals. During the session, the national teleradiology organization highlighted infrastructure that allowed workload balancing by assigning case volumes to radiologists to balance the available cases with the desire of radiologists available to read while the national radiology practice indicated that based on existing practice structure most units formulated local solutions that varied by the individual practice size and preferences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A common theme was that the significant volume losses across the country were due to voluntary deferral and widespread (but heterogenously implemented) stay-at-home orders. At the time of presentation there was significant uncertainty as to the timing, rate, and overall resumption of outpatient and elective imaging as well as on the impact on patient preferences toward outpatient or hospital-based imaging options. Leaders are closely monitoring trends, exploring ways to increase efficiencies, adjust compensation models and considering options to mitigate the uncertainties laying ahead. A specific note was made that the increased use of initial employment video interviews will likely persist after the pandemic ends to screen potential candidates safely and efficiently. Some predict an opportunity to provide urgent imaging services at outpatient facilities for patients who have been appropriately triaged from urgent care centers and telemedicine visits rather than emergency departments or hospital-based facilities, especially during surge or peak COVID19 volumes. Outpatient centers may leverage this opportunity to create new strategic solutions for imaging coverage through and potentially beyond the COVID-19 pandemic. This might include expanded hours of access that would allow for greater temporal and physical appointment spacing for more optimal patient safety in addition to the ability to increase same day add-on case scheduling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Opinions were mixed on the overall impact from the pandemic on recent trends in radiology consolidation and corporatization. Some felt that highly-leveraged entities may take time to re-organize or face increased risk of failure in current lending environments. Others noted that some practices, especially smaller or resource limited groups, may be reconsidering a \"go it alone\" approach, especially if the pandemic is prolonged or there is a significant economic downturn. It is possible that the severe stress placed on many practices and health systems could lead to greater marketplace consolidation or bankruptcies [ 2 ] .",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 626,
                    "text": "[ 2 ]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Practice consolidation and finances"
        },
        {
            "text": "All practices have been impacted by reduced volumes, with some reporting greater than 80 percent losses [ 3 ] . Leaders are modeling various scenarios for both recovery and potential subsequent waves of infections or stay-at-home orders for the coming years. Most agreed that it is too early to tell what effect these changes may have on practice stability, and all leaders are examining how to remain viable under multiple different scenarios for short term solvency. Panelists noted that local infection rates, system capacity, and other regional factors will have the biggest impact on imaging recovery. In this regard, single site or closely organized regional practices will likely have more uniform recovery conditions facilitating a cohesive plan and implementation compared to geographically dispersed practices.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 109,
                    "text": "[ 3 ]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Practice consolidation and finances"
        },
        {
            "text": "All panelists agreed that remote reading and tele-health services will see a significant increase following the pandemic, even though teleradiology has been a well-established and available service for many years. This corresponds to several anecdotal reports and surveys of practices performed early in the pandemic [ 4 ] . Those practices that had existing remote solutions in place were able to react quickly with off-site reading in the early days of the pandemic while expanded deployment was significantly accelerated for those practices which had not fully embraced teleradiology previously. Several panelists noted that they were already seeing an increase in the number of current radiologists as well as job applicants requesting to work from home for personal and family safety concerns. They noted that practices may have to adjust current job offerings to attract the best candidates if volumes return quickly and the job-market tightens. During the recovery phase, hospitals may be more willing to negotiate the total number of on-site providers needed to facilitate an increase in teleradiology services.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 322,
                    "text": "[ 4 ]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Lasting changes"
        },
        {
            "text": "Panelists highlighted the need to resume imaging operations safely and efficiently in the recovery and post-pandemic imaging phases. Several noted that improved cleaning protocols and use of personal protective equipment are likely to persist long after the pandemic subsides while other measures such as eliminating waiting rooms may be relaxed gradually based on local infection statistics and patient acceptance. These plans will continue to evolve with experience and knowledge as different parts of the country and world move through the pandemic at different paces 5 ].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lasting changes"
        },
        {
            "text": "Panelists noted that it was particularly challenging to understand and apply for the various types of federal aid available during the pandemic, especially with the rapidly evolving relevant legislation and regulations. Success required close coordination with accountants and attorneys, and the ability to utilize pre-existing relationships was highly beneficial. The ACR created a comprehensive online portal early in the pandemic to provide practices with regularly updated resources and education material as it became available and evolved, including both public facing and member-only content [ 6 ] . ACR leaders who participated in the panel noted that the College is uniquely positioned to convene radiologists from multiple varied practice settings and help them learn from each other. The pandemic may accelerate investment in programs to develop radiologist leaders and their ability to participate in strategic decision making for their organization(s).",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 604,
                    "text": "[ 6 ]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Available resources"
        },
        {
            "text": "All radiology practice types have been significantly impacted by the COVID-19 pandemic. Leaders representing a diverse group of practices in the general, small and rural community, critical access hospitals, a community division of a large academic institution, a national radiology practice, and a teleradiology practice provide different perspectives on the immediate post-recovery phase for radiology. These individuals highlight the need to safely and effectively resume imaging services based on local conditions, while simultaneously developing contingency plans for potential future forced imaging reductions or service disruptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "-Issue/Your-Practice-Post-Peak-COVID-19-Webinar-Available-on-Demand",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Private Equity-Backed Hospital Investments and the Impact of the Coronavirus Disease 2019 (COVID-19) Epidemic",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Lexa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Lexa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Radiol",
            "volume": "",
            "issn": "0",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jacr.2020.05.023"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Impact of the COVID-19 Pandemic on Imaging Case Volumes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Naidich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boltyenkov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chusid",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Sanelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Radiol",
            "volume": "",
            "issn": "0",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jacr.2020.05.004"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Off-Site Radiology Workflow Changes Due to the COVID19 Pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Quraishi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Rizvi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Heidel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Radiol",
            "volume": "",
            "issn": "0",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jacr.2020.05.008"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "ACR Statement on Safe Resumption of Routine Radiology Care During the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Davenport",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Bruno",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Iyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Radiol",
            "volume": "",
            "issn": "0",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jacr.2020.05.001"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The American College of Radiology. ACR Coronavirus (COVID-19) Resources",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}