{
    "paper_id": "2b0a13c99a928e46a06759ccedd445dbff1d0beb",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Maria",
                "middle": [
                    "Emilia"
                ],
                "last": "Paladino",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michele",
                "middle": [
                    "Augusto"
                ],
                "last": "Riva",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Novel coronavirus disease (COVID-19) was first detected in Wuhan City, Hubei Province in China, at the end of 2019 [1] . The virus widely spread to many countries, affecting every continent. On 30 January 2020, the World Health Organization (WHO) declared the outbreak of COVID-19 to be a public health emergency of international concern [2] . At the beginning of March 2020, there were >109 000 confirmed cases and >3800 deaths from COVID-19 [3] .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Healthcare workers (HCWs) have an increased risk of contracting COVID-19, but a recent study has reported that other workers may also be exposed to the Coronavirus, including staff in the tourism, retail and hospitality industries, transport and security workers, and construction site workers [4] . Considering the current dynamic situation and the ongoing spread of COVID-19 virus, it is important to provide physicians with information about COVID-19 risk management in non-healthcare settings, which are less familiar with this type of situation. Physicians and other HCWs are generally used to following instructions about containment of infection, while other workers are less accustomed to this. We aim to provide general information about risk management in other workplaces, to minimize the spread of COVID-19 in non-healthcare settings.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 297,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Physicians, especially those in charge of occupational health services, should provide workers with accurate information and training about COVID-19, to ensure adequate risk perception and to improve compliance with prevention and control measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "COVID-19 is caused by a virus named SARS-CoV-2. Symptoms are generally similar to flu (fever, dry cough, headache, sore throat and runny nose), but ~25% of patients require intensive care and 10% require mechanical ventilation [5, 6] . The case-fatality rate is variable and depends on several factors (age, co-morbidity, etc.), but is ~2%. Although several modes of transmission have been identified, the virus is transmitted primarily through large respiratory droplets from close contacts [6, 7] . Data on the survival time of the virus in the environment are still poorly understood, but it seems that the SARS-CoV-2 is able to survive for several days [8] . The incubation period varies from 1 to 14 days, with a median of 5-6 days. Therefore, the quarantine period should be around 2 weeks after a close contact with a person with symptoms. The expected number of secondary cases caused by a single person with COVID-19 in a susceptible population (R 0 ) is 2·2, somewhat higher than seasonal flu (1·0-2·0), but lower than measles (12-18) [4] . A specific vaccine against SARS-CoV-2 is not yet available.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 231,
                    "end": 233,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 496,
                    "end": 498,
                    "text": "7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 657,
                    "end": 660,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1045,
                    "end": 1048,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition to adequate information and training, prevention and protection measures should be implemented in workplaces, to minimize the virus spreading (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 163,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "It is vital to emphasize the importance of staying at home and not going to work in the case of flu-like symptoms, to prevent other workers' exposure. Special attention should be paid to fever (a body temperature above 37·5°C or 99·5°F), cough, sore throat, runny nose and other respiratory symptoms. When exposure to COVID-19 virus may have occurred, the worker should stay home for the quarantine period, monitoring any symptoms. Companies should consider implementing smart working solutions, in which workers can work from home to avoid contact with colleagues, using a computer and an internet connection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Occupational physicians should recommend hand hygiene, an effective measure with minimal costs [8] . Specifically, hands should be washed regularly, using soap and water for 20-40 s. Alternatively, hands can be cleaned with alcohol solution (at least 60% alcohol). Workers should not touch their eyes, nose and mouth to avoid contact with mucous membranes [7] . Cough etiquette is important to reduce the virus spreading, i.e. coughing into a flexed elbow or sneezing into a tissue, that must be immediately disposed of [7] . There is no personal protective equipment (PPE) recommendation for workers in non-healthcare settings. According to the WHO, PPE for COVID-19 virus is recommended only for specific duties in healthcare facilities. Medical mask, gown, gloves or eye protection are not indicated for workers in general settings. However, medical masks should be worn by people with symptoms, to avoid the spreading of droplets [7] .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 520,
                    "end": 523,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 934,
                    "end": 937,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The minimum distance between people (workerworker, worker-customer) must be at least 1 m (social distance), which prevents droplet transmission [7] . The social distance must be enforced, especially in workplaces with interactions between workers and customers, such as retail stores, hotels, restaurants and any front office activities. In other settings, the social distance is also important, e.g. web meetings instead of face-to-face meetings.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Environmental measures must be implemented. It is recommended to frequently clean surfaces (i.e. counters), objects and clothes, and to reduce the sharing of objects. Appropriate ventilation must be ensured in workplaces where there are customers or many workers (i.e. front office activities, open-space offices) [8] .",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 317,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Some workers may be involved in duties that include the handling of cargo or other objects from affected countries, such as shipping or dock workers. Although the COVID-19 virus can survive on surfaces, the use of specific PPE is not recommended but hands should be washed frequently. According to the WHO, contact with goods or products shipped from countries with COVID-19 outbreaks cannot transmit the infection [7] .",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 418,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Italy is the country with the third highest number of COVID-19 cases, after China and South Korea [3] . Many companies have promoted smart working solutions. When smart working solutions could not be implemented workers have been provided with advice about hand hygiene, social distance, daily cleaning and disinfecting of surfaces, and adequate ventilation, to prevent potential contact with droplets. Also, organizational measures have been implemented to avoid overcrowding in workplaces, such as limiting access of customers to front office services.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Michael Belingheri",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "470--473",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Novel Coronavirus (2019-nCoV): Situation Report -12",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization. Novel Coronavirus (2019-NCoV): Situation Report -49",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Occupational risks for COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Occup Med (Chic Ill",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/occmed/kqaa036"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19-new insights on a rapidly changing epidemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Del Rio",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Malani",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Am Med Assoc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "World Health Organization. Rational use of personal protective equipment for coronavirus disease (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "European Centre for Disease Prevention and Control. Guidelines for the use of non-pharmaceutical measures to delay and mitigate the impact of 2019-nCoV",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Prevention and control measures in non-healthcare settings ➢ Provide information and education about COVID-19 ➢ Stay home in case of symptoms or in case of a suspected transmission of COVID-19 virus (quarantine) ➢ Wash and clean hands with water and soap or with alcoholic solutions ➢ Maintain social distance (1 m) between people ➢ Clean surfaces, objects, clothes, and reduce the sharing of objects ➢ Ensure workplaces ventilation ➢ Do not recommend unnecessary PPE EDITORIAL 83",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}