{
    "paper_id": "2b0bf39fc4100e72683d68333fdbd828cdd08799",
    "metadata": {
        "title": "Characterization and Use of a Fiber Optic Sensor Based on PAH/SiO 2 Film for Humidity Sensing in Ventilator Care Equipment",
        "authors": [
            {
                "first": "Francisco",
                "middle": [
                    "U"
                ],
                "last": "Hernandez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "P"
                ],
                "last": "Morgan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Barrie",
                "middle": [
                    "R"
                ],
                "last": "Hayes-Gill",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Harvey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "William",
                "middle": [],
                "last": "Kinnear",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Norris",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Evans",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [
                    "G"
                ],
                "last": "Hardman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sergiy",
                "middle": [],
                "last": "Korposh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: To develop a compact probe that can be used to monitor humidity in ventilator care equipment. A mesoporous film of alternate layers of Poly(allylamine hydrochloride) (PAH) and silica (SiO2) nanoparticles (bilayers), deposited onto an optical fibre was used. The sensing film behaves as a Fabry-Perot cavity of low-finesse where the absorption of water vapour changes the optical thickness and produces a change in reflection proportional to humidity. Methods: The mesoporous film was deposited upon the cleaved tip of an optical fibre using the layer-by-layer method. The sensor was calibrated in a bench model against a commercially available capacitive sensor. The sensitivity and response time were assessed in the range from 5 % relative humidity (RH) to 95%RH for different numbers of bilayers up to a maximum of nine. Results: The sensitivity increases with the number of bilayers deposited; sensitivity of 2.28 mV/%RH was obtained for nine bilayers. The time constant of the response was 1.13 s ± 0.30 s which is faster than the commercial device (measured as 158 s). After calibration, the optical fibre humidity sensor was utilised in a bench top study employing a mechanical ventilator. The fast response time enabled changes in humidity in individual breaths to be resolved. Conclusion: Optical fibre sensors have the potential to be used to monitor breath to breath humidity during ventilator care. Significance: Control of humidity is an essential part of critical respiratory care and the developed sensor provides a sensitive, compact and fast method of humidity monitoring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Index Terms-Critical care, Fabry-Perot, humidity sensor, intensive care unit, layer-by-layer (LbL), optical fiber sensor, relative humidity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "a endotracheal tube placed in the patient's trachea) or noninvasive (via a mask placed on the patient's face) ventilation causes drying of the delicate respiratory mucosa and consequent cooling, mucosal injury, drying of (and difficulty clearing) secretions and respiratory deterioration [1] . The human airway has the role of heating and humidifying inspired gas, and recovering heat and moisture from expired gas [2] . Water can exist in two forms when carried in gas: \"moisture\" is water in liquid form that is suspended in a gas in the form of small droplets, and \"humidity\" is water vapor (i.e., in gas phase) [3] . Humidity can be described as \"absolute\" or \"relative\": absolute humidity (AH) is the mass of water vapor in a given volume of gas, while relative humidity (RH) is the amount of water vapor present in a gas as a percentage of the saturated vapor pressure capacity [1] , [2] .",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 291,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 884,
                    "end": 887,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 890,
                    "end": 893,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The clinically acceptable range of AH and RH values at the level of the upper trachea is between 5 mg/L (50%RH at 27-28°C) and 42 mg/L (85%RH at 34°C nasal, 95%RH at 35°C naso/orophaynx) [4] . Levels of AH lower than 5 mg/L represent a significant risk of respiratory complications related to inadequate humidification of inspired air. Under typical conditions in vivo, end-inspiratory and end-expiratory values of AH are 15-37 mg/L at temperatures of 28-34°C [5] . It has been demonstrated that using an appropriate humidification system, AH values between 25 and 30 mg/L are adequate for the physiological functioning of the upper airway [2] .",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 640,
                    "end": 643,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During invasive mechanical ventilation (where the oro/ nasopharynx is bypassed and native humidification is prevented), it is recommended that AH of the inspired gas should be 33-44 mg/L and gas temperature should be between 34 and 41°C (i.e., RH 100%) to avoid time-dependent injury to epithelial cells in the airways, and thus, maintain normal mucociliary function [6] . In addition, there is a correlation between humidification and ventilator associated pneumonia risk, and higher levels of humidity to the airway (44 mg water vapor/L gas) can facilitate maximal mucociliary clearance [7] .",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 370,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Currently, during prolonged invasive mechanical ventilation, respiratory gases are actively humidified by means of a heated water bath in order to achieve levels of humidity approaching 100%RH. Gases are kept warm in the inspiratory limb of respiratory tubing in order to reduce condensation. However, due to the limitations of current humidity sensors, humidity is not actually measured at the patient end of the circuit or inside the patient's airway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An optical fiber-based humidity sensor has a potential application in this setting. Fibers are advantageous due to their light weight, simple configuration, small size, high sensitivity, efficiency, and resolution. They carry no electric current, are biocompatible, and potentially inexpensive optical sensors that have been demonstrated to be the fastest humidity sensors [3] , [8] . There are a number of practical ways for building up optical fiber sensors to detect humidity such as evanescent wave monitoring, in-fiber gratings (fiber Bragg grating and long period grating) techniques, interferometric approaches, hybrid sensors (grating + interferometric), and absorption measurements [3] , [9] . In the research described here, the goal is to develop an optical fiber Fabry-Perot interferometric sensor to detect humidity by increasing sensitivity through the deposition of a hydrophilic coating material on the cleaved distal optical fiber tip (forming a Fabry-Perot cavity). In comparison to other sensing techniques, the interferometric approach proposed in this study has the advantage of simple configuration, small size probe (125 μm), and low cost manufacture. On exposure of the hydrophilic film to a humid environment, the water vapor is absorbed, changing the refractive index and thickness of the film, inducing a change in the overall reflection [8] .",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 376,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 691,
                    "end": 694,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1365,
                    "end": 1368,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The total reflection intensity due to the Fabry-Perot cavity created by the film deposited onto the tip of the fibre can be explained as follows: 1) the presence of two optical interfaces (fibre-film and film-air), each with its characteristic Fresnel coefficients for reflection, leads to a division of the incident beam into two main back reflections (higher-order reflections between the interfaces can be neglected), and the optical fibre sensor behaves as a Fabry-Perot interferometer of low finesse [10] , [11] ; 2) loss factors and coefficients associated with losses are due to optical absorption and scattering of the beam by interfaces and film itself; 3) changes in total optical reflection are due to changing the optical thickness of the film (the product η f*L). The reflection spectrum will change when the geometrical thickness (L) increases by means of either the number of film layers deposited on the tip or the swelling due to water absorption [8] . The response in the total optical intensity reflected can also be modulated by adsorption and absorption of water vapour molecules by means of changing the effective refractive index of the film (ηf), following the Bruggeman effective medium model criteria [11] .",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 509,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 964,
                    "end": 967,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1227,
                    "end": 1231,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Corres et al. [12] first demonstrated a humidity sensor at the tip of an optical fiber based on a multilayer hydrophilic film comprised of layers of SiO 2 nanoparticles with alternating pH. Through tests conducted using a humidity chamber, the sensor was demonstrated to have low hysteresis and fast response time. A simple experiment of monitoring three breaths on the sensor indicated potential for breathing rate monitoring.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study, a sensor probe film has been developed by depositing alternate layers of Poly(allylamine hydrochloride)(PAH) and silica nanoparticles (SiO 2 , diameter = 40-50 nm) on the cleaved tip of an optical fiber coupler. In contrast to Corres et al. [12] , this study uses PAH, a highly hydrophilic polycation layer, to assemble a SiO 2 thin film. The PAH layer increases the sensitivity of the sensor due to high hydrophilicity and also reduces the number of the deposited layers, thus increasing the efficiency of the fabrication procedure. Furthermore, after calibration, the performance of the sensor is demonstrated in a bench top study implementing a hu- midifier and a mechanical analogue of the respiratory system, which is conventionally used for teaching and research [13] , thus allowing investigation of its potential use in critical care conditions.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 260,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 784,
                    "end": 788,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "PAH (M W :∼58,000), NaOH, KOH, and ethanol were purchased from Sigma-Aldrich, U.K. Silica nanoparticles (SiO 2 , SNOWTEX 20L, diameter 40-50 nm) were obtained from Nissan Chemical, Japan. All reagents were of analytical grade and used without further purification. Distilled water (18.3 MΩ·cm) was obtained by reverse osmosis followed by ion exchange and filtration in a Millipore-Q (Millipore, Direct-QTM).",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 293,
                    "text": "(18.3 MΩ·cm)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A. Materials"
        },
        {
            "text": "The method of deposition of the nanothin film followed the steps depicted in Fig. 1 as follows: 1) treatment of the surface tip of the fiber with 1 wt% ethanolic (H 2 O:ethanol = 3:2) KOH for 20 min to terminate it with OH groups; 2) wash with deionized water and dry with nitrogen, followed by immersion of the fiber tip in 0.17 wt% of positively charged polymer PAH (pH = 11) for 15 min; 3) wash and dry, immerse the fiber tip into a solution containing negatively charged SiO 2 nanoparticles for 15 min; and 4) after deposition of the SiO 2 nanoparticles, wash and dry and repeat steps 2) and 3) \"X\" times in order to build up an \"X\" layer film (denoted as (PAH/ SiO 2 ) X ). Fiber tips with different numbers of layers were tested in order to ascertain the most sensitive response to humidity. The fiber coupler received light from the tungsten-halogen lamp into port 2 (Ocean Optics, HL-2000, which covers the visible spectrum with an output light stability of 0.15% peak-to-peak and an optical output drift < 0.3% per hour) of the fiber; there were reflections at the tip of the port 1 and the reflected light was collected using the CCD spectrometer through port 3. A spectrometer was used in order to ascertain the optimum wavelength at which to monitor intensity changes. inside a 23-gauge medical hypodermic needle in order to provide mechanical protection for the thin film. The Petri dish was closed until the humidity measured using the capacitive sensor inside the Petri dish stabilized (92%RH). The external capacitive sensor monitored room humidity (42%RH).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 83,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "B. PAH/SiO 2 Film Deposition"
        },
        {
            "text": "The experimental procedure for determining the humidity response time constant used by the manufacturer of the capacitive sensor was followed in order to make comparison with the optical fiber device. The average 1/e point as the sensor response transitions from 90%RH to 40%RH (in this case, from 92%RH to 42%RH) at equilibrium conditions and constant temperature (in this case, T = 21.4 ± 0.2°C) was obtained by inserting and extracting the optical fiber humidity probe five times from the Petri dish.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Humidity Sensor Response Time"
        },
        {
            "text": "Two modes of ventilation were tested using a noninvasive positive pressure ventilator [model NIPPY3+, B&D Electromedical, Ltd., Warwickshire, U.K., Fig. 4 (a) and (b)]: pressure support ventilation and intermittent positive pressure ventilation (IPPV). The former may be used to achieve improved tidal volumes in spontaneously breathing patients who need assistance. The latter has been used to avoid intubation in patients with respiratory failure, to provide near-continuous ventilator support, improving oxygenation and decreasing hospital stay [14] .",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 552,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 154,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "E. Sensor Testing in a Breathing Circuit Connected to a Positive Pressure Ventilator"
        },
        {
            "text": "The set up of the experiment using the ventilator was implemented with a heat and moisture exchanger (HME Antibacterial low resistance filter, B&D Electromedical, Ltd., Warwickshire, U.K.) in the breathing circuit [see Fig. 4(a) and (c)]. The air outlet of the ventilator was connected to the humidification arm of the breathing circuit, providing active humidification by heating a water container (MR-850AEK, Fisher & Paykel Healthcare, Ltd., Berkshire, U.K.). The humidification arm was coupled with an exhalation valve, which could be optionally connected to the HME. A T-valve linked the breathing circuit via a tube to a lung ventilator performance analyzer (LVPA, previously marketed by BOC Medishield. Ltd., Essex, U.K.).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 228,
                    "text": "Fig. 4(a)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "E. Sensor Testing in a Breathing Circuit Connected to a Positive Pressure Ventilator"
        },
        {
            "text": "The optical fiber sensor contained within a 23-gauge medical hypodermic needle and capacitive sensor were both placed in the T-piece valve [see Fig. 4 (a) and (c)]. There were also two removable temperature probes integrated in the breathing circuit, one included in the humidifier itself and another placed at the end of the humidification arm, just before the connection with the exhalation valve [see Fig. 4(a) ]. Independent of the mode of ventilation used, the change of humidity throughout the breathing circuit was controlled by switching ON/OFF the humidifier. There are several classifications of HMEs: hydrophobic, hygroscopic, and filtered HMEs [4] , [6] . In this case, a hygroscopic and filtered HME was used to reduce condensation in the T-piece [see left side of Fig. 4(c) ] and the overall change of temperature inside the breathing circuit. The wool-foam material of this HME contains an antibacterial filter and hygroscopic chemicals (e.g., LiCl, CaCl 2 ) that reduces water condensation and the presence of moisture (small droplets), improving the response of the optical fiber humidity sensor. Fig. 5 shows the hydrophilic film [see Fig. 5 (b) and (c)] created during the layer-by-layer (LbL) assembly process. Comparison of Fig. 5(b) and (c) confirms that highly uniform film is deposited onto optical fiber after four bilayers [15] . The growth of the initial layers is not uniform due to lack of surface coverage and some parts will not be fully charged after deposition of the first layers of PAH. Coverage can be boosted by controlling parameters such as solution concentration of the polyelectrolytes used, pH and dipping times [16] . More uniform multilayer growth has been reported with the use of an initial assembly adhesion stage of PAH and Poly(sodium 4-styrenesulfonate)(SPS) in the initial layers [17] . It should be noted that only the tip of the optical fiber coated with the PAH/SiO 2 film is interrogated and the side is not contributing to the sensor response. Fig. 6 shows a typical sensor response for a four bilayer film on exposure to different levels of humidity. The reflection spectra acquired are in the visible range and only the central wavelength (after applying a 100-points moving average filter) λ = 618.13 nm was plotted in all figures of this work in order to measure the response of the optical fibre humidity sensor. It can be seen that the response of the optical fiber humidity sensor is inversely correlated with the response of the capacitive sensor. It should be noted that in this calibration experiment the temporal transitions of the capacitive sensor and optical fiber sensor between every step in Fig. 6 , are similar and are only limited by the rate of change of air in the flowmeters, i.e., the transition times are not related to the response time of the two sensors. Fig. 7 shows the effect of the film thickness on the sensitivity. The thicker PAH/SiO 2 film leads to an increase in the sensitivity of the optical fiber humidity sensor. The increase of the geometrical thickness leads to a sinusoidal-type change in the reflection (tracked at specific wavelengths) whose intensity depends on the number of layers [15] , [18] . For three bilayers, the sensitivity was 0.26 mV/%RH, for four bilayers sensitivity increased to 0.53 mV/%RH and for nine bilayers, the sensitivity increased to 2.28 mV/%RH (see Fig. 7) . Briefly, the increase in the thickness of the film produces higher finesse values [19, Ch. 7] , and therefore, sharper or more sensitive response to effective refractive index change (typically from 1.22 to 1.33) and geometrical thickness when the mesoporous film is exposed to water vapor molecules [8] , [10] .",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 659,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 662,
                    "end": 665,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1349,
                    "end": 1353,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1654,
                    "end": 1658,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1831,
                    "end": 1835,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3185,
                    "end": 3189,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3192,
                    "end": 3196,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 3468,
                    "end": 3472,
                    "text": "[19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 3473,
                    "end": 3479,
                    "text": "Ch. 7]",
                    "ref_id": null
                },
                {
                    "start": 3686,
                    "end": 3689,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3692,
                    "end": 3696,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 150,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 404,
                    "end": 413,
                    "text": "Fig. 4(a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 778,
                    "end": 787,
                    "text": "Fig. 4(c)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1114,
                    "end": 1120,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1153,
                    "end": 1159,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1245,
                    "end": 1254,
                    "text": "Fig. 5(b)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2000,
                    "end": 2006,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2664,
                    "end": 2670,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2838,
                    "end": 2844,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 3376,
                    "end": 3383,
                    "text": "Fig. 7)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "E. Sensor Testing in a Breathing Circuit Connected to a Positive Pressure Ventilator"
        },
        {
            "text": "In order to investigate the repeatability and hysteresis of the sensor, the optical fiber humidity probe with five bilayers was tested further using the setup shown in Fig. 2(a) . Through repeating three times in both forward from 5%RH to 76%RH (red line) and backward (blue line) directions, the hysteresis of the optical fiber humidity sensor with (PAH/SiO 2 ) 9 was obtained (see Fig. 8 ). Finally, a least-squares linear fit was performed on each calibration curve to obtain a sensitivity of 2.17 mV/%RH and 2.28 mV/%RH. Fig. 8 . Hysteresis of the optical fiber humidity sensor with nine bilayers. The red trace is obtained by increasing the RH from 5%RH to 76%RH, and plotting reflection intensity measured in the fiber against RH measured in the capacitive sensor. The blue trace shows the decrease in RH from 76%RH to 5%RH. Fig. 9 . Comparison of the response of the optical fiber humidity sensor with (PAH/SiO 2 ) 3 and the capacitive sensor. The red trace shows that the maximum humidity (92%RH) at saturation vapor pressure inside the Petri dish was reached after 20 min. The blue trace plots the response of the fiber sensor at saturation vapor pressure. At t = 1800 s, both the fiber sensor and the capacitive sensor were removed from the Petri dish and exposed to environmental humidity. Fig. 9 shows an example of a step response of the fiber sensor and capacitive sensor upon insertion into a humid environment. In this case, both sensors were simultaneously exposed (after 1800 s) to environmental humidity through removing the Petri dish cover. The red trace corresponds to the RH readings of the capacitive sensor, the blue trace the reflection intensity change in the fiber.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 177,
                    "text": "Fig. 2(a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 383,
                    "end": 389,
                    "text": "Fig. 8",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 531,
                    "text": "Fig. 8",
                    "ref_id": null
                },
                {
                    "start": 831,
                    "end": 837,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 1301,
                    "end": 1307,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "A. Sensor Calibration"
        },
        {
            "text": "The mean response time of the optical fiber humidity sensor (based on the 1/e point) was 1.13 s with a standard deviation error of ±0.30 s based on five measurements. The response time of the capacitive sensor is 158 s (five times longer than the time constant reported in the datasheet). Fig. 10 shows the result of using the HME in the breathing circuit of the setup presented in Fig. 4(a) , demonstrating the pressure support mode of ventilation, which is controlled by the breath of a patient except the pressure limit (in this case 20 cm H 2 O). The step change in humidity is created by switching on the humidifier and later disconnecting the T-valve.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 296,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 382,
                    "end": 391,
                    "text": "Fig. 4(a)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "B. Response Time"
        },
        {
            "text": "Using the HME in the breathing circuit, the readings of the optical fiber humidity sensor (see Fig. 10 ) are without artifacts produced mainly by formation of water condensation near the sensor and due to the presence of moisture (small droplets) that affect the fiber sensor performance (data not shown). Fig. 11 shows measurements taken with the optical fiber humidity sensor with nine bilayers and the capacitive sensor inside the T-piece of the breathing circuit [see Fig. 4(a) and (c)] and using a different mode of ventilation, i.e., IPPV; this mode was first tested with a fixed pressure of 15 cm H 2 O and 12 breaths per minute (Breaths/min) with the humidifier switched ON. The output of a moving average filter (with 100 points) has been applied to the responses of the capacitive sensor and the optical fiber humidity sensor and the average baseline (black lines in Fig. 11 ) increased from 2968 to 3568 mV for the fiber sensor and decreased from 93%RH to 89%RH for the capacitive sensor during the measurement period (600 s). The inset in Fig. 11 is a close up view between 200 and 260 s that corroborates that only the optical fiber humidity sensor can detect individual breaths due to its faster response. Fig. 12(a) and (b) shows a new subset of measurements for t = 300-360 s (600 s total experiment duration) with the optical fiber humidity sensor using nine bilayers deposited on the tip of the fiber. These measurements compare different breathing frequencies for the same pressure in IPPV mode and also compare different pressures of IPPV for the same frequency. The fast response of the sensor is again demonstrated through breath to breath humidity measurements. Fig. 12 (a) confirms that the slower breath frequency will produce smaller baseline reflection intensity and higher RH for a fixed ventilation pressure of 30-cm H 2 O. Fig. 12(b) shows that at lower pressures, IPPV will produce a smaller baseline reflection intensity and higher RH for a fixed breath frequency of 20 Breaths/min.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 102,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 306,
                    "end": 313,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 472,
                    "end": 481,
                    "text": "Fig. 4(a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 877,
                    "end": 884,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1051,
                    "end": 1058,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1220,
                    "end": 1238,
                    "text": "Fig. 12(a) and (b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1685,
                    "end": 1692,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1853,
                    "end": 1863,
                    "text": "Fig. 12(b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "C. Noninvasive Positive Pressure Ventilator Breathing Circuit Tests"
        },
        {
            "text": "Although the fluctuations in the light source are small (drift less than 0.3% per hour), any transmission loss artefacts can be avoided by including a reference fibre without the mesoporous film in the system. In this way, any fluctuation in the light source and any other source of artefact (like motions in the sensor probe causing transmission losses) would be also detected by that reference fibre and could be significantly reduced through signal processing. The results (section C) confirm that an HME acts as a hydrophobic filter protecting the sensor against condensation that can produce artefacts and is useful as it restricts temperature variations. In this direction, it is also beneficial to monitor temperature as it is well known that measuring relative humidity depends on temperature. The calibration results obtained in Figs. 6 to 9 were performed at a constant room temperature (23.0°C 0.5°C). In practical use in noninvasive mechanical ventilation, large temperature variations can be avoided (up to 1°C) using an HME in the breathing circuit (Figs. 10 and 11 ). In future, it would also be favourable to coat the tip of the hypodermic needle containing the fibreoptic sensor with the wool/foam material used in the HME and further improvements could be made by writing a fibre Bragg grating into the fibre so that temperature can be simultaneously monitored. The main reason to use the spectrometer in this paper was to optimize the working wavelength and this could be simplified using an LED and photodetector. However as future work will involve the use of fibre Bragg gratings to monitor temperature it is likely that the spectrometer will be retained. Future work will investigate how the response time and sensitivity change with SiO2 nanoparticle size, optimizing levels of aggregation and porosity. Surface coverage of the initial layers onto the tip of the optical fibre can be also improved by modifying the deposition procedure and increasing the efficiency of SiO2 adsorption through direct surface modification of the nanoparticles (creating higher number of ligands that will intensify the negative charge of the SiO2 particles before they are coated with PAH).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1063,
                    "end": 1079,
                    "text": "(Figs. 10 and 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "IV. DISCUSSION"
        },
        {
            "text": "The sensitivity, response time, and hysteresis of a novel optical fiber humidity sensor, based on Fabry-Perot interferometric sensing, has been investigated over a humidity range of 5%RH and 76%RH using a controlled bench-top setup. The performance was also evaluated in the breathing circuit of a mechanical ventilator. The sensor response allows measurement levels of humidity near 100%RH in the Y-piece of the circuit in an invasive ventilator or in the T-piece of a noninvasive ventilator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        },
        {
            "text": "The sensitivity of the optical fiber humidity sensor increased with the number of bilayers with a maximum sensitivity of 2.28 mV/%RH obtained with nine bilayers (∼450-nm overall thickness film). Tracking of the wavelength shift is also possible in the analysis of the reflection spectra, which may provide more robust measurements, and future work will investigate this further. The response time constant of the optical fiber humidity sensor was 1.13 ± 0.3 s compared to the measured 158-s response rate for a commercial capacitive sensor used for comparison under the same experiment conditions. The optical fiber humidity sensor proposed here has a very simple and low cost porous structured sensing element obtained with PAH/SiO 2 using the LbL fabrication method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        },
        {
            "text": "The results obtained present a low hysteresis sensor with a response time within current fast trends reported in recent reviews on optical humidity sensors. Future work will investigate how the response time and sensitivity change with SiO 2 nanoparticle size, optimizing levels of aggregation and porosity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        },
        {
            "text": "The results confirm that an HME acts as a hydrophobic filter protecting the sensor against condensation that can produce artifacts and is useful as it restricts temperature variations. In future, it would be beneficial to coat the tip of the hypodermic needle containing the fiber-optic sensor with the wool/foam material used in the HME.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        },
        {
            "text": "The fast response of the sensor means that it is possible to detect humidity changes in an individual's respiratory rate and to monitor humidity and respiratory rate during mechanical ventilation. The device can also be used to track the respiratory rate (or the presence/absence of breathing) even in unusually low or high respiratory rates. In addition, all the components of the optical sensor require no electrical current, are nonmagnetic materials, and so the device could be used during magnetic resonance imaging, oncological treatments, or during anesthesia. Future work will investigate the applications of this sensor in volunteers, and a variety of patient groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        },
        {
            "text": "The results demonstrate that the development of a portable optical fiber humidity sensor is feasible and can be easily embedded in ventilation masks or in elements of the breathing circuits used for ventilation. acknowledges the support of the National Council of Science and Technology of Mexico (CONACyT) and the Ministry of Public Education in Mexico (DGRI-SEP) for a scholarship. The authors also want to thank Dr. Rishie Sinha for his constructive comments in the preparation of this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Humidification in intensive care",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Southern African J. Critical Care",
            "volume": "21",
            "issn": "1",
            "pages": "26--31",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical Review: Humidifiers during non-invasive ventilation -key topics and practical implications",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Critical Care",
            "volume": "16",
            "issn": "203",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Toward a new generation of photonic humidity sensors",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kolpakov",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sensors",
            "volume": "14",
            "issn": "",
            "pages": "3986--4013",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The physiological rationale of heat and moisture exchangers in post-laryngectomy rehabilitation: a review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zuur",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur. Arch. Otorhinolaryngol",
            "volume": "263",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A newly developed tool for intra-tracheal temperature and humidity assessment in laryngectomized individuals: The Airway Climate Explorer (ACE)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Zuur",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Med. Bio. Eng. Comput",
            "volume": "45",
            "issn": "",
            "pages": "737--745",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Humidification during invasive and noninvasive mechanical ventilation: 2012",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Restrepo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Respiratory Care",
            "volume": "57",
            "issn": "5",
            "pages": "782--788",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ventilator-associated pneumonia using a heated humidifier or a heat and moisture exchanger: a randomized controlled trial",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lorente",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Critical Care",
            "volume": "10",
            "issn": "4",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Characterisation of a Nation film by optical fibre Fabry-Perot interferometry for humidity sensing",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sens. Actuators B, Chem",
            "volume": "196",
            "issn": "",
            "pages": "99--105",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Optical fibre-based sensor technology for humidity and moisture measurement: Review of recent progress",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alwis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Measurement",
            "volume": "46",
            "issn": "",
            "pages": "4052--4074",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Laser-micromachined Fabry-Perot optical fiber tip sensor for high resolution temperature-independent measurement of refractive index",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "L"
                    ],
                    "last": "Ran",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Opt. Express",
            "volume": "16",
            "issn": "3",
            "pages": "2252--2263",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Optical fiber humidity sensor with porous",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "TiO2/SiO2/TiO2 coatings on fiber tip",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "1495--1498",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Optical fiber humidity sensors using nanostructured coatings of SiO2 nanoparticles",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Corres",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "IEEE Sensors J",
            "volume": "8",
            "issn": "3",
            "pages": "281--285",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Evaluation of the lung ventilator performance analyser",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Chakrabarti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Sykes",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Anaesthesia",
            "volume": "31",
            "issn": "",
            "pages": "521--528",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Nasal intermittent positive pressure ventilation. Longterm follow-up in patients with severe chronic respiratory insufficiency",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Leger",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Chest",
            "volume": "105",
            "issn": "1",
            "pages": "100--105",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Fiber-optic hydrogen peroxide nanosensor",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Villar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "IEEE Sens. J",
            "volume": "5",
            "issn": "3",
            "pages": "365--371",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Enhancing surface coverage and growth in layerby-layer assembly of protein nanoparticles",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mohanta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Patil",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Langmuir",
            "volume": "29",
            "issn": "43",
            "pages": "13123--13128",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Transparent superhydrophobic films based on silica nanoparticles",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bravo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Langmuir",
            "volume": "23",
            "issn": "13",
            "pages": "7293--7298",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Optical fiber nanometer-scale Fabry-Perot interferometer formed by the ionic self-assembly monolayer process",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Arregui",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Opt. Lett",
            "volume": "24",
            "issn": "9",
            "pages": "596--598",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Optics of dielectric media",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E A"
                    ],
                    "last": "Saleh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Teich",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Fundamentals Photonics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic representation of the construction of a (PAH/SiO 2 ) thin film using the LbL method.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(a) presents the experimental setup for humidity calibration measurements. The sensor probe [tip of port1, Fig. 2(b)] and a commercial capacitive sensor (Maxim Integrated, DS1923, RH range of 0-100%; accuracy ±5% in the range of −20-+85°C, resolution 0.04%RH in 16-bit mode) were placed 1 cm apart in a measuring cell (200 ml). The cell receives either humidified (via flowmeter F1, Cole-Parmer, OU-32460-42, range 0-1 L/min) or dried (via flowmeter F2) gas through the circuit. The rate of flow via the gas inlet (L) was a constant (1 L/min) and the flowmeters enabled different levels of humidification.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(a) Humidification system to calibrate the optical fiber humidity sensor against a capacitive sensor. (b) Schematic illustration of the ports of the fiber coupler.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Setup to measure the humidity response time constant.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "depicts the experimental setup used to measure humidity response time constant. The optical fiber humidity probe was inserted into and extracted from the headspace of a Petri dish (65 ml) containing 10 ml of water. The fiber was contained",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "(a) Experimental setup to measure the humidity level inside a breathing circuit connected to the ventilator. (b) Photograph of the experiment to measure humidity inside the breathing circuit connected to the noninvasive ventilator, without HME connected and the humidifier is based on heating the water container. (c) HME connected to the T-piece and exhalation valve of the breathing circuit.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Scanning electron microscope (SEM) images of the optical fiber humidity sensor probe coated with the PAH/SiO 2 film. (a) SEM image of the cleaved tip of an optical fiber without film. (b) SEM image of the fiber covered by three alternate bilayers of PAH and SiO 2 nanoparticles. (c) SEM image of the fiber covered by five alternate bilayers of same film. The scale bare on the left side is 200 μm; and 50 μm on the right-hand side.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Dynamic change of the optical fiber humidity sensor (response at λ = ca. 600 nm) modified with four bilayers thin film (blue line, (PAH/SiO 2 ) 4 ) upon exposure to the different levels of humidity. The red line is the RH change measured by the capacitive sensor. The average temperature is 25.4 ± 0.4°C during all measurement of 30 min. The humidity levels produced with the flowmeters [see Fig. 2(a)] are: (a) L z = 1 L/min, L 1 = 0 L/min; (b) L 2 = 0.8 L/min, L 1 = 0.2 L/min; (c) L 2 = 0.6 L/min, L 1 = 0.4 L/min; (d) L 2 = 0.4 L/min, L 1 = 0.6 L/min; (e) L 2 = 0.2 L/min, L 1 = 0.8 L/min; (f) L 2 = 0 L/min, L 1 = 1 L/min.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Calibration curves for three, four, and nine alternate bilayers of PAH/SiO 2 film showing the sensitivity for each case. For the purpose of clarity, the calibration curves are placed in the same plot showing differences in reflection intensity with respect to the first experimental value in each calibration curve.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Comparison of readings for 20 cm H 2 O of pressure support mode and 101 L/min using HME in the breathing circuit. The red trace corresponds to the response of the capacitive sensor and the blue trace outputs the reflection intensity change of the optical fiber humidity sensor with nine bilayers. The increase in humidity was caused by switching on the humidifier at 200 s and the decrease of humidity was produced by disconnecting the T-piece at 1500 s. The overall change of temperature (during all measurement of 1600 s) was 1.0°C inside the T-piece.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Comparisons of nine bilayer fiber response (blue trace) and capacitive sensor response (red trace) at 15 cm H 2 O in IPPV mode and 12 Breaths/min; the black traces correspond to the output of a moving average filter for each device response. During the measurement period, the temperature increased from 28.2 to 30.7°C in the T-piece. The inset presents a zoom from 200 to 260 s of 15 cm H 2 O in IPPV mode and 12 Breaths/min; the optical fiber is the only sensor capable of measuring individual breaths due to its faster response.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "(a) Comparison of different Breaths/min for same pressure of IPPV; the behavior shown is consistent for the whole experiment (600 s duration), i.e., independent of the level of humidity provided by the humidifier, a frequency of 8 Breaths/min produced always a higher RH than 12 Breaths/min and 20 Breaths/min. (b) Comparison of different pressures of IPPV for the same frequency of Breaths/min; the behavior shown is consistent for the whole experiment (600-s duration), the pressure of 15 cm H 2 O always produced a higher RH than 20 cm H 2 O and 30 cm H 2 O.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors want to thank the support of the Invention for Innovation Programme (NIHR i4i II-LA-0813-20008) of the National Institute of Health Research (NIHR, UK). FUH",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENT"
        },
        {
            "text": "Authors' photographs and biographies not available at the time of publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}