{
    "paper_id": "2b0fdea3eca40754d24f8a15385cca9df920a32b",
    "metadata": {
        "title": "Ecological Studies of Diseases: Promise and Praxis INFECTIOUS DISEASE ECOLOGY: THE EFFECTS OF ECOSYSTEMS ON DISEASE AND OF DISEASE ON ECOSYSTEMS",
        "authors": [
            {
                "first": "Richard",
                "middle": [
                    "S"
                ],
                "last": "Ostfeld",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Brown University Medical School",
                    "location": {
                        "postCode": "2008",
                        "settlement": "PRINCETON, Providence",
                        "region": "NJ: PRINCETON, RI"
                    }
                },
                "email": ""
            },
            {
                "first": "Felicia",
                "middle": [],
                "last": "Kessing",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Brown University Medical School",
                    "location": {
                        "postCode": "2008",
                        "settlement": "PRINCETON, Providence",
                        "region": "NJ: PRINCETON, RI"
                    }
                },
                "email": ""
            },
            {
                "first": "Valerie",
                "middle": [
                    "T"
                ],
                "last": "Eviner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Brown University Medical School",
                    "location": {
                        "postCode": "2008",
                        "settlement": "PRINCETON, Providence",
                        "region": "NJ: PRINCETON, RI"
                    }
                },
                "email": ""
            },
            {
                "first": "Kenneth",
                "middle": [
                    "H"
                ],
                "last": "Mayer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Brown University",
                    "location": {
                        "addrLine": "1313 Washington Street, Apt. 713",
                        "postCode": "02118-2171",
                        "settlement": "Boston",
                        "region": "MA"
                    }
                },
                "email": "kenneth_mayer@brown.edu"
            },
            {
                "first": "H",
                "middle": [
                    "F"
                ],
                "last": "Pizer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health Care Strategies, Inc",
                    "location": {
                        "settlement": "Cambridge",
                        "region": "MA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In the late 1960s, a number of prominent public health experts predicted the end of infectious diseases as a serious threat to mankind. Their optimism was based on successes from recently developed antimicrobial drugs, vaccines, and with infection control measures like improved public sanitation and regulating the food supply. Unfortunately, their hopeful forecast was short-lived. Soon there were epidemics caused by newly identified human pathogens, like Legionella and Ebola virus, and resurgent old ones like tuberculosis and malaria, often in forms resistant to previously effective antimicrobial drugs. The most catastrophic pathogen has been HIV-1, the major human immunodeficiency virus that causes AIDS. In approximately 25 years, it has spread throughout the world to infect more than 70 million people and cause approximately 35 million deaths. AIDS is now the fourth leading cause of death worldwide and accounts for about 25% of recent deaths in Africa (Kanki and Essex 2004) .",
            "cite_spans": [
                {
                    "start": 968,
                    "end": 990,
                    "text": "(Kanki and Essex 2004)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We have been asked to review the Ostfeld et al. (2006) text, Infectious Disease Ecology: The Effects of Ecosystems on Disease and of Disease on Ecosystems, through the lens of our recently published multi-authored text, The Social Ecology of Infectious Disease (Mayer and Pizer, 2007) . The primary unifying thesis of our book is that many, if not most, human epidemics are primarily potentiated by patterns and changes in human behavior, e.g., the sexual revolution facilitating the spread of HIV, or increased ease of international travel leading to major global influenza epidemics and the spread of SARS. The Ostfeld et al. (2006) text is grounded in basic biological ecology, focusing on physical environment-host-pathogen interactions, while the foundations of our perspectives are public health and sociobehavioral sciences, relying heavily on medical epi- EcoHealth 5, 531-533, 2008 DOI: 10.1007 Book Review Ó 2009 International Association for Ecology and Health demiology as a core investigative tool. While a superficial read of the two texts might lead one to think they are completely different, they are in fact complementary. Both texts are looking for the fundamental factors in infectious diseases that impact the health of populations, and both seek to describe and explain the complex and active interplay of pathogens and hosts that occur in an everchanging pattern of exposures to new hosts, pathogens, and vectors, and changing physical environments.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 54,
                    "text": "Ostfeld et al. (2006)",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 284,
                    "text": "(Mayer and Pizer, 2007)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 613,
                    "end": 634,
                    "text": "Ostfeld et al. (2006)",
                    "ref_id": null
                },
                {
                    "start": 864,
                    "end": 890,
                    "text": "EcoHealth 5, 531-533, 2008",
                    "ref_id": null
                },
                {
                    "start": 891,
                    "end": 903,
                    "text": "DOI: 10.1007",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Infectious Disease Ecology: The Effects of Ecosystems on Disease and of Disease on Ecosystems is the product of the 11th biennial Cary Conference that convened in May 2005 to discuss the effects of ecosystems on infectious disease dynamics. Sixty-seven scientists from diverse backgrounds who are grounded in the modern discipline of ecology contributed to the book. It is divided into four parts that explore the effects of ecosystems on disease and disease on ecosystems, management and applications, and a final chapter by the editors that looks at the challenges that lay ahead. In contrast, our book (Mayer and Pizer, 2007) is organized along the lines of the specific varied human activities that provide the most distinctive niches for microbes to flourish and spread.",
            "cite_spans": [
                {
                    "start": 605,
                    "end": 628,
                    "text": "(Mayer and Pizer, 2007)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One example from the two texts can help shed light on how these two books and their respective disciplines of ecology and public health inform each other. More than 75% of emerging human pathogens are zoonotic, i.e., transmitted to humans from other animals usually by vectors like mosquitoes and ticks. A myriad of human and animal activities (e.g., moving into new physical niches), plus factors like land and water use, and climate change affect the distribution and dispersal of vector populations which, in turn, influences pathogen prevalence and transmission, and ultimately infectious disease outbreaks in specific human populations. Lyme disease provides a good example of how this works. The causative agent is Borrelia burgdorferi, a spirochete that is typically transmitted to people by the bite of Ixodes ticks. While reports of B. burgdorferi infection in New England date back to at least the 1890s, it was not until the 1970s that Lyme disease became recognized as a significant public health problem. Michael Begon (Ostfeld et al., 2006) uses Lyme disease to explore the question of whether having multiple hosts for a given pathogen will amplify or inhibit the potential spread of an infectious disease to humans. A variety of mammals and birds that live in the northeastern United States are known to serve as reservoirs for spreading B. burgdorferi to humans.",
            "cite_spans": [
                {
                    "start": 1026,
                    "end": 1054,
                    "text": "Begon (Ostfeld et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Based on ecological studies of the incidence of Lyme disease in recent years, including a series of manipulative experiments with mammals, it appears that the risk of dissemination of this zoonotic infection to humans has been greater when there is relatively less diversity among potential host reservoirs. The full picture of which factors are most responsible for periods of increased clinical cases is quite complex, and many other ecological issues impact the intensity of Lyme outbreaks in humans. Examples include boom years in acorn production which can increase the number of deer reservoirs and thereby the number of ticks, and human behaviors such as the frequency of using tick repellant when working or playing outdoors in endemic areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In our book (Mayer and Pizer 2007) , infectious disease specialist, Gary Wormser, and vector researchers, Richard Falco and Thomas Daniels, discuss how suburbanizing the landscape worked to create a favorable environment for Lyme disease. From the 1950s onward, the suburbs grew 30% faster than the cities they surround. Farmland was rapidly replaced by clustered housing separated by parks and wooded areas. While the net amount of forest did not decrease significantly after World War II, the suburbanization created a new landscape of clustered homes separated by patches of wooded land. The ideal house in the suburbs has lawn in front and back for children and pets to play, and is situated at the end of a quiet cul-de-sac street that is surrounded by conservation land. While no doubt idyllic for young families, the suburban landscape design also put people, mammals, birds, and ticks in close proximity, thereby exposing them and their pets to the bite of ticks infected with B. burgdorferi. Without an effective vaccine, prevention so far has depended largely on public health education around personal protection activities and behavior modification. This means using repellant when outside and promptly removing ticks from people and pets. Despite public education efforts, the number of new cases of Lyme has been increasing steadily. It just is not practical to keep children and pets indoors during the summer, or always send them outside well-covered from head to toe and sprayed with DEET insecticide. Meanwhile, most suburban communities have been against public prevention strategies that could be aimed at controlling vectors and reservoir hosts, like widespread pesticide spraying and culling deer populations. Research shows that Lyme disease is driven largely by the abundance of nymphal I. scapularis (Ostfeld et al. 2006) . Looking ahead, it would seem that strategies for controlling Lyme outbreaks are likely to be informed by ecological studies such as those described by Begon in Infectious Disease Ecology.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 34,
                    "text": "(Mayer and Pizer 2007)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1825,
                    "end": 1846,
                    "text": "(Ostfeld et al. 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are other examples in this text of how basic ecology helps inform the public health approach to infectious disease outbreaks in humans. In Chapter 4, Johnson and Carpenter discuss consequences of eutrophication, which occurs when excessive nutrients, like nitrogen and phosphorous from sewage and fertilizer run off, produce plant overgrowth and decay. The algal blooms that result can adversely impact water quality and marine life, as well as create opportune environments for microbial pathogens to flourish that can cause human disease. Eutrophication has been associated with outbreaks of a type of allergic dermatitis (''swimmer's itch'') that occurs when trematode cercariae invades the skin, as well as cholera and malaria. In addition to eutrophication, land clearing produces large numbers of temporary pools for mosquitoes to breed and spread malaria. On the other hand, if eutrophication is not abetted by other human influences, such as overwhelmed sewerage systems in developing world slums in mega-cities, or poor sanitation in public bathing areas, its sequelae may not result in appreciable clinical and public health problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To the modern ecologist, infectious disease outbreaks are inherent events that inevitably will occur and be structured by specific ecosystem dynamics. Basic research is needed to understand how and why pathogenic organisms, and the reservoirs and vectors associated with their spread to humans, are able to thrive in different environments. Although ecology is a theoretical discipline that does not focus principally on predicting the next emerging or reemerging pathogen or how it can be controlled, it is increasingly being applied to these questions and, over time, it will likely play a more important role in infectious disease control and public health planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Kenneth H. Mayer",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The AIDS pandemic: impact on science and society",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kanki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Essex",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "13--35",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "UNAIDS. UNAIDS/WHO AIDS epidemic update",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Keesing F (2006) Climate, deer, rodents, and acorns as determinants of variation in Lyme-disease risk",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Pizer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Ostfeld",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Canham",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oggenfuss",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Winchcombe",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Biology",
            "volume": "4",
            "issn": "",
            "pages": "1058--1068",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}