{
    "paper_id": "2b1ca06156430eb4efd335dddc7062716b338399",
    "metadata": {
        "title": "To appear in: One Health",
        "authors": [
            {
                "first": "Minyoung",
                "middle": [],
                "last": "Her",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "During the extensive outbreak of coronavirus disease 2019 in South Korea, many strategies in the hospital setting, such as stratified patient care, the assignment of hospitals/beds by a task force team, and the establishment of dedicated COVID-19 hospitals, dedicated COVID-19 emergency centers, COVID-19 community facilities, and respiratory care split hospitals, were adopted to mitigate community transmission and prevent nosocomial infection. Most of these strategies were used during the Middle East Respiratory syndrome outbreak and were applied again successfully during the COVID-19 outbreak. The reallocation of health care capacity, repurposing of hospitals, and close collaboration between the government and the health care committee might have been the key to successfully addressing the crisis of COVID-19 given the shortage of health care resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Journal Pre-proof were originally used for nonmedical purposes, such as training centers, resorts, and dormitories, were repurposed as monitoring stations for patients with mild COVID-19. Usually, freestanding buildings with good ventilation systems were used. Patients who do not need oxygen, especially those younger than sixty-five years old without underlying diseases, were candidates for monitoring in the COVID-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The fear of coronavirus disease 2019 (COVID-19) has spread all over the world. Chinese doctors first recognized the COVID-19 outbreak in December 2019, and we are now in the middle of a battle against it, which we are fighting without any specific treatments. With an exponential increase in the number of COVID-19 patients, the fight against COVID-19 has now entered a new chapter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "South Korea was strongly affected by COVID-19 very early, and it was the most affected country outside of China in the beginning. However, due to the rigorous efforts and stringent regulations, the incidence of new cases is abating. More noticeably, the case fatality rate in South During the COVID-19 outbreak, we adopted those strategies from the beginning, and the COVID-19 community facility and dedicated COVID-19 emergency center were also established to address the transmission of COVID-19. This paper details how the lessons learned during the MERS outbreak were applied to contain the spread of COVID-19, especially in hospital settings in South Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Journal Pre-proof Stratified patient care directed by task force team and repurposing of treatment locations During the massive outbreak in Daegu, the epicenter of COVID-19 in South Korea, the shortage of beds would le d to patient deaths due to the lack of timely care. Increasing the number of beds and reallocating health care personnel and facilities was needed to provide optimal health care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Therefore, the treatment locations were strategically determined by a collaboration between health care personnel and the task force team (Figure 1 ) 〔6〕. When a new confirmed COVID-19 case was detected, the COVID-19 task force team and regional COVID-19 management team were notified of the result. The regional COVID-19 management team assigned the patients to hospitals and beds depending on the disease severity and room availability. The treatment locations were divided into home quarantine, COVID-19 community facility, dedicated COVID-19 hospitals, and primary, secondary and tertiary hospitals, and the assignment was based on the results of patient triage. Those systems worked to offer focused patient care, distribute the medical burden and prevent a shortage of beds.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 147,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "The COVID-19 community facility was first launched in March 2020 in Daegu to care for patients with mild cases and monitor them using preexisting nonmedical infrastructure and the minimum of health care resources. In Daegu, the sudden increase in patients was threatening to cause a shortage of hospital rooms, and the number of beds needed to be increased. Mild patients were expected to quarantine at home, but some mild patients still needed to be monitored. Community facilities that screening sites meant that patients were diagnosed early and received proper treatment early, preventing unexpected visits of potential COVID-19 patients to the emergency room. Despite these efforts, COVID-19 patients could suddenly deteriorate before their admission. Dedicated COVID-19 emergency centers were usually the emergency rooms of tertiary-level hospitals with negativepressure isolation rooms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 community facility"
        },
        {
            "text": "Through the use of dedicated COVID-19 hospitals and emergency centers, the patients were Respiratory care split hospitals separated patients who had respiratory symptoms from patients without respiratory symptoms from the initial visit to the outpatient clinic through the duration of hospitalization. The purpose of this hospital is to limit unnecessary contact between respiratory patients who might have COVID-19 and other patients to minimize the transmission of COVID-19 in hospitals. Additionally, patients without respiratory symptoms could receive proper treatment for their diseases with less concern about being unexpectedly exposed to COVID-19 in the hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 community facility"
        },
        {
            "text": "The entrance to and the location of the respiratory disease outpatient clinic was separate from the main hospital, and the transit routes of the patients with respiratory diseases were separate from",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 community facility"
        },
        {
            "text": "During the MERS outbreak in 2015, South Korea had the 2 nd largest outbreak after Saudi Arabia. The lack of preparation for an emerging infectious disease, an improper approach to preventing nosocomial infections, the poor detection of close contacts and lack of isolation of patients with confirmed cases were all heavily criticized. However, during the MERS outbreak, many strategies were devised that have been successfully adopted during the COVID-19 outbreak, such as the creation of task force teams for COVID-19, dedicated COVID-19 hospitals, dedicated COVID-19 emergency centers, COVID-19 community facilities, and respiratory care split hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Extensive screening for COVID-19 and meticulous contact tracing are regarded as having been key to controlling COVID-19 in South Korea. However, more detailed approaches were applied in every step to flatten the curve and lower the risk of nosocomial infection. The close collaboration among the health care department, municipal government and national government, and public acceptance of stringent hospital restrictions were also important.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The COVID-19 outbreak has entered a new chapter, and many countries face trying to effectively control this outbreak with limited resources and protect healthcare personnel. The repurposing and reshaping of hospitals and the reallocation of healthcare personnel and facilities Figure 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 285,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus Disease-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID 19 Dashboard by the Center for systems science and Engineering",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "How Is COVID-19 Affecting South Korea? What Is Our Current Strategy? Disaster Med Public Health Prep",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Her",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "1--3",
            "other_ids": {
                "DOI": [
                    "10.1017/dmp.2020.69"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) outbreak in South Korea, 2015: epidemiology, characteristics and public health implications",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Tandi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Hosp Infect",
            "volume": "95",
            "issn": "",
            "pages": "207--213",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Middle East respiratory syndrome: what we learned from the 2015 outbreak in the Republic of Korea",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Bang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Korean J Intern Med",
            "volume": "33",
            "issn": "",
            "pages": "233--246",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The strategies against Coronavirus Disease-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Management for Coronavirus Diseas-19 community facilities",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Out-of-Hospital Cohort Treatment of Coronavirus Disease 2019 Patients with Mild Symptoms in Korea: an Experience from a Single Community Treatment Center",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Heo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Korean Med Sci",
            "volume": "35",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3346/jkms.2020.35.e140"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648.10"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Nosocomial infection among patients with coronavirus disease-2019: a retrospective data analysis of 918 cases from a single center in Wuhan city",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China.Infect Control Hosp Epidemiol",
            "volume": "13",
            "issn": "",
            "pages": "1--6",
            "other_ids": {
                "DOI": [
                    "10.1017/ice.2020.126"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "received focused care, and health care professionals and personal protection equipment were rationally allocated to address the outbreak. Additionally, other hospitals are still operational and could take care of patients with other diseases and other emergency situations. Respiratory Care Split Hospital During the MERS outbreak in 2015 in South Korea, 40~90% of cases were related to nosocomial infections, and superspreaders were reported in hospitals〔4,5〕 Although the exact number of nosocomial infections of COVID-19 in South Korea has not yet been reported, the hospital infection rate has increased to 4 ~ 7 %, especially given the shortage of hospital resources , as in China 〔8.9〕",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Korea was 2.1% compared to an approximate case fatality rate of 6~7% worldwide 〔1,2〕. The paper by Her et al. described in detail how COVID-19 spread in South Korea and what strategies were used for the early detection and isolation of cases 〔3〕. In addition to extensive COVID-19 screening and rigorous contact tracing, stratified patient care was effectively applied in hospitals nationwide to care for COVID-19 patients.During the Middle East Respiratory syndrome (MERS) outbreak in South Korea in 2015,South Korea was the hardest hit country outside of the Middle East. The infection rate related to hospitals was 40~90%, and the fatality rate was reported to be 19% 〔4,5〕. During the MERS outbreak, the MERS taskforce team, MERS-dedicated hospitals, and respiratory care split hospitals were established to decrease nosocomial infections and avoid closing hospitals due to contagion.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}