{
    "paper_id": "2b2068079f5148af3ba42908403131768dc04445",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The renin-angiotensin-aldosterone system (RAAS) has been the focus of research for decades because of its critical role in the physiology of the circulation and the pathophysiology of cardiovascular disease. However, it plays an important role in regulating multiple organs and functions in other tissues including the lung, kidney and heart, together with involvement in the inflammatory response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Early research identified angiotensin-converting enzyme (ACE), a protease which cleaves angiotensin (Ang) I to produce Ang II, the key effector peptide of the RAAS. However, in 2000, a second ACE, ACE2, was discovered which primarily metabolises Ang II into Ang-(1-9). Ang-(1-9) is subsequently converted by neutral endopeptidase and ACE to Ang-(1-7), a vasodilatory peptide. Extensive investigations of ACE2 have revealed that it is widely distributed primarily on lung alveolar epithelial cells, small intestinal enterocytes and vascular endothelial cells in many organs including liver, kidney and brain, 1 with multiple additional actions including antiproliferative and antifibrotic effects and, more recently, a role of viral receptor and amino acid transporter. 2 Studies with coronaviruses such as severe acute respiratory syndrome coronavirus (SARS-CoV) and Middle East respiratory syndrome coronavirus showed that these viruses relied on a viral spike protein to bind host cell surface receptors for entry into cells. SARS-CoV and SARS-CoV-2 both encode similar large-spike proteins with 76% sequence identity. Molecular modelling has shown structural similarity between the receptor binding domains of SARS-CoV and SARS-CoV-2 despite amino acid mutations of the SARS-CoV-2 receptor binding domain. 3 It has now been demonstrated that the receptor binding domain in the spike protein interacts with high affinity with ACE2. [4] [5] [6] By analogy with the SARS virus, SARS-CoV-2 will downregulate cellular expression of ACE2, resulting from endocytosis of the ACE2-SARS-CoV-2 complex, which is essential for infection, activation of ADAM metallopeptidase domain 17, a coregulator of ACE2, and shedding of ACE2 from the cell membrane ( Figure 1 ).",
            "cite_spans": [
                {
                    "start": 769,
                    "end": 770,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1309,
                    "end": 1310,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1434,
                    "end": 1437,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1438,
                    "end": 1441,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1442,
                    "end": 1445,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1745,
                    "end": 1753,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Novel antibodies and therapeutic peptides are being developed to interact with the SARS-CoV-2 receptor binding domain and block its interaction with ACE2. An alternative approach is the use of peptides derived from SARS-CoV-2 and ACE2. Interestingly, a peptide composed of two ACE2 motifs (aa22-44 and 351-357) linked by glycine exhibited potent anti-SARS activity. 7 Other targets to control viral replication include proteases (3CLpro and PLpro) that process the polypeptide translation product from the genomic RNA into the structural and nonstructural protein components vital for replication of new viruses. 3 On theoretical grounds, blockade of ACE2 could confer anti-infective properties against SARS-CoV-2 by preventing entry of the virus into lung pneumocytes.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 367,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 613,
                    "end": 614,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Several small-molecule ACE2 inhibitors have been synthesised, 8 of which MLN-4760 has been investigated in animal models. 9 Studies with inhibitors confirm predictions from gene-deletion studies that ACE2 is a critical regulator of cardiovascular function, 10 counterbalancing the effects of Ang II, and protects against adverse structural changes after tissue injury, mediated by matrix metalloproteinases, free radical production and upregulation of proinflammatory cytokines. ACE2 in the kidney protects against glomerular injury in animal models of renal disease including diabetic nephropathy, and pharmacological inhibition of ACE2 exacerbates kidney damage. 2 ACE2 also appears to attenuate the inflammatory response and oxidative stress in models of acute lung injury. 2 Thus, any theoretical benefits of ACE2 inhibitors in coronavirus infection would likely be offset by multiple adverse effects on a number of organs and tissues.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 63,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 122,
                    "end": 123,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 257,
                    "end": 259,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 777,
                    "end": 778,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Targeting SARS-CoV-2 directly or the SARS-CoV-2 spike receptor binding domain-ACE2 interaction, by antibodies and/or therapeutic small molecules, is today's challenge. There is evidence that remdesivir and hydroxychloroquine have potent antiviral activity against SARS-CoV-2 11 and are being used empirically by many clinicians treating affected patients. Realistically, in view of the time taken to get any promising new drug into the clinic, containment of the present outbreak by public health measures seems the only realistic course of action for the immediate future.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 277,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Journal of the Renin-Angiotensin-Aldosterone System"
        },
        {
            "text": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of conflicting interests"
        },
        {
            "text": "The author(s) received no financial support for the research, authorship, and/or publication of this article. Figure 1 . ACE2 acts as the host cell receptor for SARS-CoV, by binding to the spike protein on the viral capsid. Binding to ACE2 stimulates clathrin-dependent endocytosis of both ACE2 and the SARS-CoV, which is essential for viral infection. Binding of the spike protein to ACE2 induces ADAM17 activity, thereby reducing the amount of ACE2 expressed on the cell surface. Treatment with soluble ACE2 or anti-ACE2 antibodies disrupts the interaction between virus and receptor. ACE2: angiotensin-converting enzyme 2; ADAM17: ADAM metallopeptidase domain 17; CoV: coronavirus; SARS: severe acute respiratory syndrome. Reproduced with permission from Clarke and Turner.2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 118,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hamming",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Timens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Bulthuis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Pathol",
            "volume": "203",
            "issn": "",
            "pages": "631--637",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Angiotensin-converting enzyme 2: The first decade",
            "authors": [
                {
                    "first": "Clarke",
                    "middle": [],
                    "last": "Ne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J Hypertens",
            "volume": "2012",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Learning from the past: Possible urgent prevention and treatment options for severe acute respiratory infections caused by 2019-nCoV",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lalonde",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chembiochem",
            "volume": "21",
            "issn": "",
            "pages": "730--738",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Functional assessment for all entry and receptor usage for SARS-CoV-2 and other lineage B betacoronaviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Letko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Microbiol",
            "volume": "5",
            "issn": "",
            "pages": "562--569",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Virol",
            "volume": "94",
            "issn": "",
            "pages": "127--147",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Identification of critical determinants on ACE2 for SARS-CoV entry and development of a potent entry inhibitor",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Penn-Nicholson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "350",
            "issn": "",
            "pages": "15--25",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Substrate-based design of the first class of angiotensin-converting enzymerelated carboxypeptidase (ACE2) inhibitors",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Dales",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Am Chem Soc",
            "volume": "124",
            "issn": "",
            "pages": "11852--11853",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Murine recombinant angiotensin-converting enzyme 2: Effect on angiotensin II-dependent hypertension and distinctive angiotensin-converting enzyme 2 inhibitor characteristics on rodent and human angiotensin-converting enzyme 2",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wysocki",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Gonzalez-Pacheco",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hypertension",
            "volume": "60",
            "issn": "",
            "pages": "730--740",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Angiotensinconverting enzyme 2 is an essential regulator of heart function",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Crackower",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sarao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Oudit",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "417",
            "issn": "",
            "pages": "822--828",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res",
            "volume": "30",
            "issn": "",
            "pages": "269--271",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}