{
    "paper_id": "2b239aa0290a697bc15e9e2bf410df38ea68a955",
    "metadata": {
        "title": "COVID-19 pandemic planning, response, and lessons learned at a community hospital",
        "authors": [
            {
                "first": "Daryl",
                "middle": [
                    "S"
                ],
                "last": "Schiller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Montefiore Nyack Hospital",
                    "location": {}
                },
                "email": "schillerd@montefiorenyack.org"
            },
            {
                "first": "Bcps-Aq",
                "middle": [],
                "last": "Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Montefiore Nyack Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Magda",
                "middle": [],
                "last": "Fulman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Montefiore Nyack Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jennifer",
                "middle": [],
                "last": "Champagne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Montefiore Nyack Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Nirvana",
                "middle": [],
                "last": "Awad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Montefiore Nyack Hospital",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Community hospitals often face unique challenges, and the outbreak of coronavirus disease 2019 presented new demands at our institution, Montefiore Nyack Hospital, located about 20 miles north of New York City, as New York City's downtown and close-in suburban areas were equally impacted by the pandemic on a per capita basis. 1, 2 Emergency preparedness involves being in a constant state of readiness and cycles through mitigation, preparation, response, and recovery phases. 3 Even though we had emergency management plans in our hospital, the COVID-19 pandemic highlighted the fact that we cannot always anticipate events that are rare and often considered improbable. 4, 5 Many of the challenges the pharmacy department faced were related to staffing, drug supply and distribution, and off-label use of medications with little to no evidence to support their use. The rapidity and extent of the demand led to an overlap of the preparation and response phases and often required reformulating a swift response that helped us prepare for the next exigency.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 330,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 331,
                    "end": 332,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 480,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 674,
                    "end": 676,
                    "text": "4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 677,
                    "end": 678,
                    "text": "5",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fortunately, over the last few years our pharmacy department has developed into a clinically grounded team, which mitigated some issues by enabling open communication and collaboration with the medical staff and encouraging pharmacists to make clinical decisions to help ease the workload.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our hospital census surged to nearly 50% over its maximum within weeks of admission of the first patient with COVID-19. The majority of newly admitted patients had confirmed or suspected COVID-19, and many ended up in newly created critical care units. Our approach to planning and response in the pharmacy focused on operational, clinical, and procurement goals. Developing and implementing these plans required a level of oversight to coordinate all team members, and each goal had a degree of influence on the others. [6] [7] [8] [9] The COVID-19 pandemic taught us many valuable lessons that can improve daily activities and help prepare for future emergencies.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 524,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 533,
                    "end": 536,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Operational concerns. Staffing and drug distribution were the main operational concerns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Prioritizing staffing coverage helped us scale back in certain areas in order to escalate elsewhere. We normally provide continuous pharmacy services, with an average patient-topharmacist ratio of just under 50:1 during daytime shifts. As our census surged due to COVID-19 cases, our ratio increased to nearly 70:1. Further, intravenous (i.v.) workload nearly tripled, which required us to reassign a medical/surgical unit-based pharmacist to sterile compounding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With 1 fewer pharmacist available for inpatient orders, the ratio increased to about 90:1. We were able to stabilize the staffing ratio by reassigning an oncology pharmacist to the main pharmacy as the outpatient infusion center workload went down. Our oncology pharmacists reviewed National Comprehensive Cancer Network protocols and worked with physicians to streamline care. For example, patients receiving lower-dose weekly paclitaxel therapy were converted to a higher-dose administration every 3 weeks. Other patients were converted from i.v. therapy to comparable oral treatment options. Because we routinely rotate pharmacists through different positions in the department, no additional training was needed for these reassignments. Unfortunately, limited redundancy in staffing and a unique electronic medical record meant we could not call on a per diem pool or remote services for aid. Additionally, in an effort to reduce the number of people physically working together, we redesigned medication deliveries by shifting our medication cartfill process to overnight hours, when there were fewer people in the department. This change provided additional support to our overnight team and helped with social distancing measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To manage the increase in overall orders, our clinical specialist team developed an emergency policy that gave our pharmacists more clinical authority when verifying medication orders. The emergency policy authorized pharmacists to adjust and interchange more medications (ie, those for which such authority was not already specified in existing policies); this included interventions such as substituting or discontinuing use of nonprescription or herbal supplements. Additionally, pharmacists were given the authority to reconcile existing medication orders with verified home medication lists and make and implement treatment decisions about appropriate dosing. The expansion of pharmacists' clinical authority facilitated more timely order verification while also reducing phone calls to providers. Implementation was relatively seamless, presumably because nearly 75% of our full-time staff pharmacists have completed a pharmacy residency and/or are board certified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Drug distribution priorities focused on managing code trays and intubation boxes, which turned over faster than expected, and ensuring continuity of services on newly created patient care units. We referred to documented historical needs to develop lists of essential medications for each unit based on level of care. These lists provided a template for repurposing automated dispensing cabinets (ADCs) when new patient care areas needed to come online quickly. Finally, drug shortages permeated all aspects of pharmacy services, with operational and procurement challenges often balanced by clinical solutions. Since the shortages impacted the ability to get desired medications, our clinicians worked with the providers to develop treatment algorithms to conserve inventory by identifying acceptable alternatives. For example, we experienced major shortages of critical medications such as cisatracurium. In order to ensure an adequate supply of cisatracurium for patients with hepatic dysfunction, we created an algorithm for the use of alternative neuromuscular blockers, such as vecuronium, in patients who required paralysis but had normal liver function test results. We created similar algorithms for sedatives and analgesics. Our clinical specialist also worked with our operations team to ensure order sets and infusion pump libraries were continuously updated to reflect the inventory as well as the latest treatment protocols.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "outbreak, but the increased demand for certain medications and, in some cases, limitations imposed by the Drug Enforcement Administration exacerbated the problem. 10 Additionally, wholesaler allocation based on previous purchase history, lack of contracts with secondary distributors, and regulations governing interstate transfer of medications initially limited the ability to work with certain vendors. Unique solutions to drug sourcing were necessary, but procurement was not limited to medications; ensuring adequate supply of the equipment used to administer medications was shared with the pharmacy department.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 165,
                    "text": "10",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Procurement concerns. Medication shortages were a serious problem prior to the COVID-19"
        },
        {
            "text": "Without the technological resources to support real-time oversight of inventory, we created a spreadsheet of essential medications, translated inventory counts into usage rate metrics, and updated it as new developments shifted medication needs. This was done on a cloud-based server to enhance accessibility and ensure transparency among the pharmacists working on treatment algorithms, physicians wanting to know what was available, and pharmacy administrators managing procurement issues. One of the challenges was trying to manage procurement with established techniques despite the fact that those techniques were failing. For instance, allocation of medications from our wholesaler's regional distribution center was based on the size of our previous orders and back orders. As a smaller, community hospital, we could not compete with the larger institutions that were experiencing shortages. Therefore, we had to increase the size and variety of our orders. Additionally, we sought out secondary sources, including 503B compounding pharmacies. However, since we were a new customer, this required credit check applications, expedited vendor vetting processes, wait lists for medications, and collaboration with the hospital's finance and accounts payable departments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procurement concerns. Medication shortages were a serious problem prior to the COVID-19"
        },
        {
            "text": "The inability to obtain medications sometimes required creative solutions to identify medication sources. Ambulatory surgery centers, long-term care facilities, officials within the federal Office of Emergency Management and the Strategic National Stockpile program, and humanitarian groups were contacted for donation or sale of their inventory. Contacts at these organizations were obtained from professional networks or our local department of health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procurement concerns. Medication shortages were a serious problem prior to the COVID-19"
        },
        {
            "text": "When these attempts were productive, we had to ensure that medication we received through donations would not be charged to a patient's account and were kept as separate inventory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procurement concerns. Medication shortages were a serious problem prior to the COVID-19"
        },
        {
            "text": "Finally, a shared responsibility included obtaining i.v. extension tubing that allowed nursing staff to keep i.v. pumps outside patient rooms, additional smart infusion pumps, and the corresponding locking modules for controlled substances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procurement concerns. Medication shortages were a serious problem prior to the COVID-19"
        },
        {
            "text": "A coordinated response from the pharmacy department required planning, clear communication about roles and expectations, an understanding of staffing concerns, and knowledge of trends at the local and regional levels. [6] [7] [8] [9] Operational, clinical, and procurement responsibilities were assigned based on individual strengths of administrative and senior staff members. Effective communication was essential and was accomplished through frequent virtual huddles and briefings; this followed the TeamSTEPPS model developed by the Agency for Healthcare Research and Quality in order to promote teamwork and communication as a method to enhance patient outcomes. 11 This communication helped to keep others abreast of challenges or new developments, prevent duplication of work, and encourage prioritization of daily tasks and evaluation of whether they were achieved. Midday teleconference huddles with the entire pharmacy department provided the staff with updates.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 222,
                    "end": 225,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 226,
                    "end": 229,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 668,
                    "end": 670,
                    "text": "11",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "General oversight concerns."
        },
        {
            "text": "Additional forms of communication included daily calls with personnel within the department of health, the pharmacy department at our parent organization, and the other hospital that serves our community. These calls allowed us to stay on top of regional trends, which helped with projecting future medication needs. Finally, in a prominent area in the pharmacy, we hung up a large cork board dedicated to posting updated COVID-19 resources that included the latest treatment protocols, a list of ADCs that had been repurposed, and a map of their location within each new patient care area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General oversight concerns."
        },
        {
            "text": "Summary and lessons learned. Preparing for the COVID-19 pandemic initially included staffing considerations and ADC prioritization, but as the pandemic evolved we often found ourselves responding to unanticipated issues; this was where the planning and responding phases of the disaster cycle overlapped, because responding to an unexpected problem, such as the urgent creation of a new ICU, helped in designing a plan for the next time it would occur. These unique challenges along with various limitations required a greater need to blur lines of responsibility within the pharmacy department. Many of these challenges have been seen to some extent in the past, including devastating interruptions in the supply chain such as those that occurred after Hurricane Maria in 2017. 5 However, supply chain interruptions compounded with a patient surge and staffing challenges is unprecedented.",
            "cite_spans": [
                {
                    "start": 779,
                    "end": 780,
                    "text": "5",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "General oversight concerns."
        },
        {
            "text": "The initial COVID-19 response tested everyone's abilities and was unfortunately more devastating than expected, but out of necessity came the ability to analyze problems from a different perspective. Many of the solutions we implemented had a considerable impact on workflow and patient care, which translated to valuable lessons. These lessons included the importance of setting expectations, role delineation, and flexibility in responsibilities for managers and senior staff members. This crisis exploited unrealized gaps, often related to manual-based audit processes or insufficient access to data, that resulted in various bottlenecks in our processes. We learned about staffing and workflow capabilities and saw that redundancy for purchasing and staffing processes is important, we learned about contacting our local DOH and accessing national and local medication stockpiles, we saw how increasing expectations for clinical decision making can motivate staff and improve workflow, and the crisis reinforced the value of a clinically grounded vision of pharmacy practice for mitigating issues and tying together operational and procurement challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General oversight concerns."
        },
        {
            "text": "Community hospitals play an important role by providing quality healthcare that is more accessible for people in suburban areas. Challenges are usually related to resource limitations and are often managed with creative solutions. The pharmacy department plays an essential role in finding and implementing those solutions, and the lessons learned during our institution's response to the COVID-19 pandemic will help us provide more efficient service and be prepared for future emergencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General oversight concerns."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Keeping care local: a workflow to increase care retention",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Eamranoud",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sedlacek",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Popul Health Manag",
            "volume": "21",
            "issn": "3",
            "pages": "167--169",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A framework for integrated emergency management",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcloughlin",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Public Adm Rev",
            "volume": "45",
            "issn": "",
            "pages": "165--172",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "ASHP statement on the role of healthsystem pharmacists in emergency preparedness",
            "authors": [],
            "year": 2003,
            "venue": "Am J Health-Syst Pharm",
            "volume": "60",
            "issn": "",
            "pages": "1993--1995",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "ASHP Foundation pharmacy forecast 2020: strategic planning advice for pharmacy departments in hospitals and health systems",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Vermeulen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Swarthout",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Emergency preparedness and response (EP&R) by pharmacy professionals in India: lessons from the COVID-19 pandemic and the way forward",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meghana",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Aparna",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Chandra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sanjeev",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Recommendations and guidance for providing pharmaceutical care services during COVID-19 pandemic: a China perspective",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Si-Qian Zheng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Defining roles for pharmacy personnel in disaster response and emergency preparedness",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alkhalili",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grenier",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "496--504",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Hospital pharmacists' pharmaceutical care for hospitalized patients with COVID-19: Recommendations and guidance from clinical experience",
            "authors": [
                {
                    "first": "Zaiwei",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.sapharm.2020.03.027"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "First drug shortage caused by coronavirus, F.D.A. says. But it won't disclose what drug or where it's made",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "TeamSTEPPS: assuring optimal teamwork in clinical settings",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Clancy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Tomberg",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am J Med Qual",
            "volume": "34",
            "issn": "5",
            "pages": "436--438",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Repurposing involved removing unneeded medications and adding new ones based on the corresponding lists. For instance, when our subacute rehabilitation unit became an inpatient COVID-19 unit, medications commonly used in postsurgery patients were replaced with inpatient medications. Additionally, since elective surgeries were cancelled, we modified anesthesia-specific ADCs to service inpatient units. Adding repurposed ADCs to new patient care areas required physically assessing the proposed locations for ease of accessibility and presence of power and network connections.Clinical concerns. The goals for our clinical service were to evaluate and ensure safe off-label use of medications, identify alternatives for medications that were not available, and monitor effective practices at other academic hospitals. Collaboration with pharmacists in other health systems through online platforms and teleconferences became essential to identify treatment patterns, since high-quality literature was not available. Most of these goals were accomplished in multiple ways, and they often intersected with operational and procurement concerns.The COVID-19 outbreak created a clinical situation where unproven treatment paradigms appeared which involved off-label use of Food and Drug Administration-approved medications. The priority for medication use revolved around safety rather than proven clinical efficacy. Our clinical specialist developed and distributed treatment protocols with specific inclusion criteria and monitoring parameters, such as initial management of patients with COVID-19 with hydroxychloroquine as well as anticoagulation options based on laboratory parameters to ensure these medications were used safely. Creating these protocols involved communication with various medical specialties, including infectious diseases, critical care, hematology, and internal medicine. Drug evaluations consisted of medications targeting the inhibition of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), (eg, hydroxychloroquine, lopinavir/ritonavir), as well as those that target immune response to the virus (ie, interleukin-6 inhibitors). We also included an evidence summary table and our recommendations for potential therapeutic options to ensure our pharmacists understood the reasoning behind our recommendations. Our clinical specialist team was able to round in the COVID-19 critical care units with the intensivists as well as provide real-time chart reviews; this helped ensure monitoring to identify adverse reactions to high-risk medications as well as tracking of usage rates of continuous infusions. Clinical monitoring also included reconciling essential home medications and continued stewardship of antibiotics and anticoagulants. Daily literature reviews and networking with other affected hospitals, both community and academic medical centers, allowed our pharmacists to remain at the forefront with treatment trends. Development of new treatment strategies required navigating the balance of providing benefit while still ensuring patient safety.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}