{
    "paper_id": "2b26843bf5340a93a9fab00ff9dbd029fa8051d4",
    "metadata": {
        "title": "CE -MEDICAL ILLUSTRATION Bronchoalveolar lavage findings in severe COVID-19 pneumonia",
        "authors": [
            {
                "first": "Guillaume",
                "middle": [],
                "last": "Voiriot",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anne",
                "middle": [],
                "last": "Fajac",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Julien"
                ],
                "last": "Lopinto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vincent",
                "middle": [],
                "last": "Labbé",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Muriel"
                ],
                "last": "Fartoukh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A 82-year-old man presented with asthenia, dyspnea and fever for 2 days and was admitted from the emergency department to our intensive care unit with acute hypoxemic respiratory failure. His past medical history included a myeloperoxidase-antineutrophil cytoplasmic autoantibody-associated vasculitis with renal impairment, diagnosed 4 years earlier and treated with steroids and methotrexate for 2 years, resulting in a persistent chronic kidney disease. Following admission and endotracheal intubation for mechanical ventilation, a thoracic CT-scan (see Supplementary material) disclosed bilateral interstitial lung infiltrates, with multiple patterns including micronodules, ground-glass and tree-inbud opacities. Bronchoalveolar lavage (BAL) was performed in the right middle lobe (75 mL/150 mL). Macroscopic examination of BAL fluid revealed a pink color; microscopic examination ( Fig. 1 ) revealed a total cell count (220 cell/µL) in the normal range, but a high lymphocyte differential count (24%, CD3 82% and CD19 2%) with a CD4/CD8 T-cell ratio of 1.7. A complete microbiological workup was performed, which allowed to diagnose COVID-19 pneumonia, without concomitant bacterial infection. No recurrence of vasculitis was identified. Despite symptomatic treatment, the patient died after 13 days in the ICU. Here, we point out the high lymphocyte count in BAL fluid during COVID-19 pneumonia. Data about alveolar cellularity in this novel viral infection are urgently needed, which may provide clues for testing immunomodulatory treatments [1] in the most severely affected patients.",
            "cite_spans": [
                {
                    "start": 1550,
                    "end": 1553,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 888,
                    "end": 894,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The online version of this article (https ://doi.org/10.1007/s1173 9-020-02356 -6) contains supplementary material, which is available to authorized users. Author contributions GV had full access to all the data and takes responsibility for the integrity of the data. GV drafted the manuscript. AF performed the pathological examination of BAL, participated in the images acquisition and interpretation, and revised the manuscript. VL participated in the images interpretation and helped to revise the manuscript. MF revised the manuscript. All authors read and approved the final version to be submitted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electronic supplementary material"
        },
        {
            "text": "Funding No funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electronic supplementary material"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pharmacologic treatments for coronavirus disease 2019 (COVID-19): a review",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Monogue",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Z"
                    ],
                    "last": "Jodlowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Cutrell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.6019"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors have reported that no potential conflicts of interest exist with any companies/organizations whose products or services may be discussed in this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "Authors declare that Human rights are followed in this study.Informed consent Authors declare that the informed oral consent for publication has been obtained from the patient's next of kin then from the patient himself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statement of human and animal rights"
        }
    ]
}