{"paper_id": "2b2a328a9f49b6bacfdb03bdebea3b7237b136c5", "metadata": {"title": "Clinical characteristics and outcomes of patients with H1N1 influenza pneumonia admitted at a tertiary care hospital in Karachi, Pakistan", "authors": [{"first": "Mujahid", "middle": [], "last": "Hussain", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nosheen", "middle": [], "last": "Nasir", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Muhammad", "middle": [], "last": "Irfan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zahra", "middle": [], "last": "Hasan", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Viral respiratory infections account for nearly 50% of acute respiratory illness. Influenza viruses A and B cause seasonal outbreaks with significant morbidity and mortality. The first influenza A (swine flu) virus of the H1N1 subtype was isolated from in humans in 1974 [1] . In 2009, the World Health Organization (WHO) announced a swine-oriented influenza virus pandemic, H1N1 2009 pandemic [2] . During this outbreak in 2009/ 2010, around 18,500 deaths were reported associated with confirmed H1N1 influenza virus with a mortality rate of 0.12 deaths per 100,000 populations [3] . According to United States Centers for Disease Control and Prevention (CDC), there were 12,470 fatal cases based on data using mathematical models [4] . A majority of patients with Influenza A H1N1 subtype usually present with symptoms of upper and lower respiratory tract infections such as, sudden onset of fever, cough, sore throat, headache, myalgia, and generalized weakness. The symptoms may be self-limiting in most but it can progress to severe pneumonia, acute respiratory distress syndrome (ARDS) and mortality [5, 6] . Studies have shown that up to 66% hospitalized patients had chest radiographic abnormalities compatible with pneumonia [3] . There are no unique clinical features that distinguish Influenza A subtype H1N1 infection from other forms of viral respiratory infections. Although a number of patients had predisposing immune-compromising conditions, healthy persons are also at risk for illness and death from H1N1 Influenza pneumonia [2] . In a study from Turkey; 30.6% patients presented with interstitial infiltrates on chest radiograph and 36% with consolidation [7] . Studies have shown increased severity of disease in pregnant women, transplant recipients and patients with malignancies [8, 9] . There have been conflicting data from different parts of the world with some regions reporting better survival in ventilated patients [10] and some regions with poor outcomes in patients requiring intensive care [11] .", "cite_spans": [{"start": 271, "end": 274, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 394, "end": 397, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 579, "end": 582, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 732, "end": 735, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1106, "end": 1109, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 1110, "end": 1112, "text": "6]", "ref_id": "BIBREF5"}, {"start": 1234, "end": 1237, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1544, "end": 1547, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1676, "end": 1679, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1803, "end": 1806, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 1807, "end": 1809, "text": "9]", "ref_id": "BIBREF8"}, {"start": 1946, "end": 1950, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 2024, "end": 2028, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Background"}, {"text": "Influenza A H1N1 has been reported globally but there is limited data available from Pakistan. In 2009, a single center case series reported 36 confirmed H1N1 cases with 16.7% mortality from in Pakistan [12] . Most of these cases were previously healthy individuals who developed an influenza-like illness that progressed to pneumonia within 5 to 7 days (5).", "cite_spans": [{"start": 203, "end": 207, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Background"}, {"text": "Despite yearly outbreaks each winter; data available from Pakistan on clinical characteristics and outcomes of H1N1 pneumonia patients is scarce [12, 13] and none is available from recent outbreaks. The aim of the study was to determine the clinical characteristics, course of disease and outcomes of these patients when hospitalized with H1N1 pneumonia in tertiary care hospital.", "cite_spans": [{"start": 145, "end": 149, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 150, "end": 153, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Background"}, {"text": "This study received approval from the Ethical Review Committee of the hospital (5277-Med-ERC-18). The data was collected from hospital records and the requirement for informed consent was waived by the hospital ethical review committee as data was anonymized and no personal identifiers were collected.", "cite_spans": [], "ref_spans": [], "section": "Ethical approval"}, {"text": "We conducted a retrospective descriptive study of adult patients admitted with a diagnosis of Influenza pneumonia from November 2017 to February 2018 at a 700 bedded tertiary care hospital in Karachi, Pakistan. All patients admitted with the diagnosis of community acquired pneumonia during the study period were identified from the hospital information management system. Influenza-like illness (ILI) was defined as \"An acute respiratory illness with a measured temperature of ≥38°C and cough, with onset within the past 10 days\" [14] . A confirmed case of influenza pneumonia was defined as an individual with an ILI with laboratory-confirmed influenza by Influenza virus PCR assay in respiratory specimen.", "cite_spans": [{"start": 531, "end": 535, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Study population and design"}, {"text": "Demographic and clinical characteristics of confirmed influenza patients including, underlying medical and respiratory co-morbidities and laboratory and radiological investigations, treatment and complications during hospitalization were collected on a structured performa from hospital medical records.", "cite_spans": [], "ref_spans": [], "section": "Study population and design"}, {"text": "Nasopharyngeal swabs were processed for detection of Influenza virus by real-time reverse transcriptase polymerase chain reaction (RT-PCR) using the Influenza virus PCR assay (Altona Diagnostics, GmbH).", "cite_spans": [], "ref_spans": [], "section": "Diagnosis of influenza"}, {"text": "Radiological diagnosis of pneumonia was made by evaluation of infiltrates observed on chest X ray and/or CT chest scans. A multidisciplinary team of doctors including infectious diseases consultants, pulmonologists and intensivits were involved in identification of cases and their management.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis of influenza"}, {"text": "STATA ver 12.1was used for data analysis. Descriptive analysis was performed for demographic features with mean and standard deviation reported for quantitative variables such as age and lengths of hospital stay and frequencies (percentage) for qualitative variables such as gender, co-morbid conditions, mortality and complications etc. χ2 test of independence or Fischer Exact test was performed for comparison of factors between those with H1N1 Influenza compared to those with Influenza other than H1N1 subtype. Multivariable logistic regression analysis was performed on variables found to be significant on univariate analysis to identify factors associated with Influenza A H1N1 infection. All p value ≤0.05 was taken as significant. Subgroup analysis was also done using χ2 test of independence or Fischer Exact test for comparison between those who died compared to those who recovered from H1N1 Influenza.", "cite_spans": [], "ref_spans": [], "section": "Data analysis"}, {"text": "Total of 497 patients of age 18 years and above were admitted during this period with community acquired pneumonia (CAP) out of which 172 fulfilled the criteria for Influenza like illness (ILI). Out of 172 patients admitted with ILI, 88 (51%) patients fulfilled the criteria of confirmed Influenza pneumonia. Majority of the patients had Influenza A H1N1 (n = 57) 65% while, (n = 6) 7% patients had non H1N1 Influenza A and (n = 25) 28% patients had Influenza B.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The mean age of patients with H1N1 Influenza was 53.5 years (SD: 17.3). Thirty-four patients (59.6%) were female and six of them were pregnant. Hypertension was the commonest co-morbid condition as found in 44% of H1N1 cases. Sixty-three percent of the Influenza A H1N1 patients were non-smokers. Only three (5.2%) patients had received quadrivalent inactivated influenza vaccination.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Risk factors associated with influenza were evaluated in patients with H1N1 influenza. None of the cases had a recent history of travel outside of the country or, had occupational exposure to livestock. Only one was a health care provider. The median duration of illness prior to presentation of Influenza was 5 days (IQR: 2) ( Table 1 ). Amongst Influenza A H1N1 patients, 96% patient had interstitial infiltrates on chest radiography and the most frequently associated lung condition was Chronic Obstructive Pulmonary disease (COPD) (n = 8).", "cite_spans": [], "ref_spans": [{"start": 328, "end": 335, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "Of patients with Influenza A H1N1 subtype, microbiological cultures of respiratory secretions taken on admission were tested in 23 cases and were found to be positive in 6 (26%) patients. Three patients had a polymicrobial growth of Staphylococcus aureus and Aspergillus species (two had A. flavus and one had A. fumigatus) and three patients had isolated growth of Aspergillus flavus. All patients with H1N1 influenza received Oseltamivir as well as antibiotics empirically.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The clinical outcomes of patients with Influenza A H1N1 infection are summarized in Table 2 . The mean length of stay was 8 days (SD: 6). The overall mortality from Influenza virus infection during this period was 15.9% (14/88). Eleven (78.5%) of 14 patients who died were positive for Influenza A H1N1 subtype. Further, the mortality in Influenza A subtype H1N1 pneumonia was 19% (11/57).", "cite_spans": [], "ref_spans": [{"start": 84, "end": 91, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "The laboratory parameters including mean white blood cell count, creatinine and blood glucose levels were similar for both patients with H1N1 and influenza other than H1N1 with the exception of transaminase levels (SGPT and SGOT) which had a higher trend in patients infected with Influenza A subtype H1N1 pneumonia (Supplementary Table 1) .", "cite_spans": [], "ref_spans": [{"start": 331, "end": 339, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "Amongst patients with H1N1, nineteen (33.3%) required ICU admission and mechanical ventilation whilst none of the other cases (with influenza A non-H1N1 or Influenza B), p-value: 0.001. The mean duration of The hospital course was complicated by nosocomial pneumonia in 8 (14%) of those with H1N1 influenza compared to none in the other group (p-value: 0.046) ( Table 2 ). Patients were diagnosed to have superimposed infection based on culture and sensitivity results of sputum or bronchoscopy specimens obtained during course of hospital stay. Acinetobacter species was isolated in 5 patients and Pseudomonas aeruginosa was isolated in 3 patients. Aspergillus species were identified from sputum specimens of 8 patients, 6 at the time of admission and 2 during the course of hospital stay. Aspergillus flavus was the predominant species in 6 out of 8 specimens. 4 patients in whom Aspergillus species had been isolated had H1N1 pneumonia, one had Influenza A non-H1N1 and remaining had Influenza B pneumonia. None of these patients required ICU admission and only one patient died.", "cite_spans": [], "ref_spans": [{"start": 362, "end": 369, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "Associated factors with H1N1 Influenza A compared to other Influenza types were assessed using univariate and multivariate analysis. In univariate analysis, presence of ARDS and invasive ventilation were found to be highly significant (p = value < 0.001). Other significant risk factors included intensive care unit admission (pvalue: 0.001), septic shock (p-value: 0.015), respiratory failure (p-value: 0.009) and increase in length of stay (pvalue: 0.001). However in the multivariable analysis, only increase in length of stay was significantly associated with H1N1 Influenza infection (OR:1.47 CI: 1.2-1.8) and increase in age was found to be protective for H1N1 infection (OR:0.93 CI: 0.89-0.97) suggesting that H1N1 may be more predominantly affecting relatively younger age groups after adjusting for confounding. Subgroup analysis for factors associated with mortality in H1N1 influenza was done using Fischer Exact test and it was found that presence of ARDS, Septic shock and multi-organ failure was highly significantly associated with death (p-value < 0.001) along with deranged liver function tests (p-value 0.01) and presence of nosocomial infection(p-value 0.027) ( Table 3 ).", "cite_spans": [], "ref_spans": [{"start": 1181, "end": 1188, "text": "Table 3", "ref_id": "TABREF3"}], "section": "Results"}, {"text": "The World Health Organization (WHO) declared Influenza H1N1virus to have transitioned into post-pandemic period but with the potential to cause outbreaks in 2010. WHO Surveillance reports from December 2017 showed predominant circulation of influenza A(H1N1)pdm09 virus with influenza A(H3N2) in Pakistan. Our study is the first from the country to describe the clinical characteristics and outcomes of patients affected with Influenza in that period. As per CDC, Influenza season between 2017 and 2018 was of high severity with multiple people visiting emergencies as well outpatient clinics with Influenza like illness and deaths due to pneumonia and influenza were reported to be approximately 10% nationally across the United States with predominant circulating strain being Influenza A(H3N2) [15] . As opposed to this, in Europe, the majority of cases were due to influenza virus type B infection with excess mortality from all causes as per European Centre for Disease Prevention. However, from South Asia including, Afghanistan and India, the predominant strain was H1N1 [16] . In a single center study from India, the mortality was 29% but it did not include cases from the 2017 outbreak. In our study, overall mortality from Influenza was 15.9% and mortality from H1N1 subtype was 19%. Study from Pakistan sentinel sites reported 11% mortality from H1N1 in 2009 [13] and 16% in another single center study [12] . Mean age in our cohort was 55 years as opposed to 36 years during the 2009 Influenza outbreak in Pakistan [13] .", "cite_spans": [{"start": 797, "end": 801, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1078, "end": 1082, "text": "[16]", "ref_id": null}, {"start": 1371, "end": 1375, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1415, "end": 1419, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1528, "end": 1532, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "However gender distribution also reflected similar predilection for females [12] . Among the risk factors, we did not find significant association with smoking or obesity as reported from other studies [17, 18] and majority of our patients were non-smokers as opposed to another study from Pakistan [13] . Eighteen percent required ICU admission as compared to 27% in another study done during the 2009 pandemic [12] .", "cite_spans": [{"start": 76, "end": 80, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 202, "end": 206, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 207, "end": 210, "text": "18]", "ref_id": null}, {"start": 299, "end": 303, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 412, "end": 416, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "Secondary bacterial pneumonia is a well-recognized complication of influenza and most commonly implicated organisms include Staphylococcus aureus Streptococcus pneumonia and Klebsiella sp. [19] . In our study we found Aspergillus species in 6 out of 23 sputum specimens sent at admission with 3 having concomitant Staphylococcus aureus. S. aureus has been reported to cause superimposed infection in patients with H1N1 influenza [20, 21] . However, Aspergillus species have recently been reported to complicate severe influenza infections [22] . Influenza associated Aspergillosis (IAA) has been reported to occur in immunocompetent patients with Influenza and a large multicenter study from Netherlands reported 16% IAA in their cohort. They also concluded that approximately all cases that have been reported so far are associated with influenza A H1N1 infection [23] . However, the limitation of our study is that we could not differentiate colonization with Aspergillus from Influenza associated Aspergillosis. Moreover our study has limited generalizability as it's a single center study. Findings from this study have implications for management in developing countries where the burden of multi-drug resistant healthcare associated infections and invasive fungal infections is high [24, 25] and may adversely affect outcomes in Influenza A H1N1 pneumonia since mortality is greater in patient who developed nosocomial infections.", "cite_spans": [{"start": 189, "end": 193, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 429, "end": 433, "text": "[20,", "ref_id": "BIBREF19"}, {"start": 434, "end": 437, "text": "21]", "ref_id": "BIBREF20"}, {"start": 539, "end": 543, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 865, "end": 869, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 1289, "end": 1293, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 1294, "end": 1297, "text": "25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Discussion"}, {"text": "Influenza A H1N1 is associated with greater length of stay compared with infection due to other types of Influenza and mortality in H1N1 Pneumonia was found to be associated with presence of nosocomial infection among several other factors which may have implications given higher rates in a low-middle income country.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Supplementary information accompanies this paper at https://doi.org/10. 1186/s41479-020-00070-7. ", "cite_spans": [], "ref_spans": [], "section": "Supplementary information"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Van Scoy RE. Isolation of swine influenza virus from autopsy lung tissue of man", "authors": [{"first": "T", "middle": ["F"], "last": "Smith", "suffix": ""}, {"first": "E", "middle": ["O"], "last": "Burgert", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Dowdle", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Noble", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Campbell", "suffix": ""}], "year": 1976, "venue": "N Engl J Med", "volume": "294", "issn": "13", "pages": "708--718", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Pneumonia and respiratory failure from swine-origin influenza a (H1N1) in Mexico", "authors": [{"first": "R", "middle": [], "last": "Perez-Padilla", "suffix": ""}, {"first": "De La", "middle": [], "last": "Rosa-Zamboni", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}, {"first": "Ponce", "middle": [], "last": "De Leon", "suffix": ""}, {"first": "S", "middle": [], "last": "Hernandez", "suffix": ""}, {"first": "M", "middle": [], "last": "Quiñones-Falconi", "suffix": ""}, {"first": "F", "middle": [], "last": "Bautista", "suffix": ""}, {"first": "E", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "7", "pages": "680--689", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Hospitalized patients with 2009 H1N1 influenza in the United States", "authors": [{"first": "S", "middle": [], "last": "Jain", "suffix": ""}, {"first": "L", "middle": [], "last": "Kamimoto", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Bramley", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Schmitz", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Benoit", "suffix": ""}, {"first": "J", "middle": [], "last": "Louie", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "20", "pages": "1935--1979", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Possible explanations for why some countries were harder hit by the pandemic influenza virus in 2009-a global mortality impact modeling study", "authors": [{"first": "K", "middle": ["F"], "last": "Morales", "suffix": ""}, {"first": "J", "middle": [], "last": "Paget", "suffix": ""}, {"first": "P", "middle": [], "last": "Spreeuwenberg", "suffix": ""}], "year": 2017, "venue": "BMC Infect Dis", "volume": "17", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "H1N1 influenza a virus related pneumonia and respiratory failure", "authors": [{"first": "M", "middle": [], "last": "Okur", "suffix": ""}, {"first": "F", "middle": [], "last": "Erbey", "suffix": ""}, {"first": "O", "middle": [], "last": "Yazicioglu", "suffix": ""}, {"first": "A", "middle": [], "last": "Celik", "suffix": ""}, {"first": "B", "middle": [], "last": "Tukenmez", "suffix": ""}, {"first": "M", "middle": [], "last": "Sunnetcioglu", "suffix": ""}], "year": 2013, "venue": "Ind J Virol", "volume": "24", "issn": "1", "pages": "85--94", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Acute respiratory distress syndrome secondary to influenza a(H1N1)pdm09: clinical characteristics and mortality predictors", "authors": [{"first": "C", "middle": ["M"], "last": "Hernandez-Cardenas", "suffix": ""}, {"first": "H", "middle": [], "last": "Serna-Secundino", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Garcia-Olazaran", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Aguilar-Perez", "suffix": ""}, {"first": "J", "middle": [], "last": "Rocha-Machado", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Campos-Calderon", "suffix": ""}], "year": 2016, "venue": "Rev Investig Clin", "volume": "68", "issn": "5", "pages": "235--279", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Pandemic H1N1 influenza infections in 2009. Turk Pediatri Arsivi-Turkish Arch Pediatr", "authors": [{"first": "M", "middle": [], "last": "Hacimustafaoglu", "suffix": ""}], "year": 2010, "venue": "", "volume": "45", "issn": "", "pages": "31--37", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Comparison of demographic, clinical, radiological characteristics and comorbidities in mechanically ventilated and nonventilated, adult patients admitted in ICU with confirmed diagnosis of influenza a (H1N1)", "authors": [{"first": "R", "middle": ["T"], "last": "Borse", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Kadam", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Sangle", "suffix": ""}, {"first": "A", "middle": [], "last": "Basavraj", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Prasad", "suffix": ""}, {"first": "P", "middle": ["B"], "last": "Umarji", "suffix": ""}], "year": 2013, "venue": "J Assoc Physicians India", "volume": "61", "issn": "12", "pages": "887--93", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Clinical efficacy of seasonal influenza vaccination: characteristics of two outbreaks of influenza a(H1N1) in immunocompromised patients", "authors": [{"first": "I", "middle": [], "last": "Helantera", "suffix": ""}, {"first": "R", "middle": [], "last": "Janes", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Anttila", "suffix": ""}], "year": 2018, "venue": "J Hosp Infect", "volume": "99", "issn": "2", "pages": "169--74", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Clinical characteristics and mortality of influenza a H1N1 and influenza-like illness in Mexico City in the 2013-2014 winter season", "authors": [{"first": "D", "middle": [], "last": "Martinez-Briseno", "suffix": ""}, {"first": "Torre", "middle": ["-"], "last": "Bouscoulet", "suffix": ""}, {"first": "L", "middle": [], "last": "Herrera-Zamora Jde", "suffix": ""}, {"first": "J", "middle": [], "last": "Diaz-Rico", "suffix": ""}, {"first": "J", "middle": [], "last": "Sandoval-Macias", "suffix": ""}, {"first": "G", "middle": [], "last": "Perez-Padilla", "suffix": ""}, {"first": "R", "middle": [], "last": "", "suffix": ""}], "year": 2016, "venue": "Rev Investig Clin", "volume": "68", "issn": "3", "pages": "147--53", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Risk factors for nosocomial infection among hospitalised severe influenza a(H1N1)pdm09 patients", "authors": [{"first": "F", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "H", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Gu", "suffix": ""}, {"first": "M", "middle": [], "last": "Liu", "suffix": ""}, {"first": "C", "middle": ["X"], "last": "Xue", "suffix": ""}, {"first": "B", "middle": [], "last": "Cao", "suffix": ""}], "year": 2018, "venue": "Respir Med", "volume": "134", "issn": "", "pages": "86--91", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A clinical account of hospitalized 2009 pandemic influenza a (H1N1) cases", "authors": [{"first": "A", "middle": [], "last": "Naseem", "suffix": ""}, {"first": "S", "middle": [], "last": "Satti", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Khan", "suffix": ""}, {"first": "W", "middle": [], "last": "Saeed", "suffix": ""}], "year": 2011, "venue": "J Coll Physicians Surg Pak", "volume": "21", "issn": "2", "pages": "97--102", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Prediction of clinical factors associated with pandemic influenza a (H1N1) 2009 in Pakistan", "authors": [{"first": "N", "middle": [], "last": "Nisar", "suffix": ""}, {"first": "U", "middle": ["B"], "last": "Aamir", "suffix": ""}, {"first": "N", "middle": [], "last": "Badar", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Mehmood", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Alam", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Kazi", "suffix": ""}], "year": 2014, "venue": "PLoS One", "volume": "9", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Revision of clinical case definitions: influenza-like illness and severe acute respiratory infection", "authors": [{"first": "J", "middle": [], "last": "Fitzner", "suffix": ""}, {"first": "S", "middle": [], "last": "Qasmieh", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Mounts", "suffix": ""}, {"first": "B", "middle": [], "last": "Alexander", "suffix": ""}, {"first": "T", "middle": [], "last": "Besselaar", "suffix": ""}, {"first": "S", "middle": [], "last": "Briand", "suffix": ""}], "year": 2018, "venue": "Bull World Health Organ", "volume": "96", "issn": "2", "pages": "122--130", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Update: influenza activity -United States", "authors": [{"first": "V", "middle": ["G"], "last": "Dugan", "suffix": ""}, {"first": "L", "middle": [], "last": "Blanton", "suffix": ""}, {"first": "Aia", "middle": [], "last": "Elal", "suffix": ""}, {"first": "N", "middle": [], "last": "Alabi", "suffix": ""}, {"first": "J", "middle": [], "last": "Barnes", "suffix": ""}, {"first": "L", "middle": [], "last": "Brammer", "suffix": ""}], "year": 2017, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "66", "issn": "48", "pages": "1318--1344", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Pneumonia and influenza deaths during epidemics: implications for prevention", "authors": [{"first": "W", "middle": ["H"], "last": "Barker", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Mullooly", "suffix": ""}], "year": 1982, "venue": "Arch Intern Med", "volume": "142", "issn": "1", "pages": "85--94", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Epidemiology, microbiology, and treatment considerations for bacterial pneumonia complicating influenza", "authors": [{"first": "M", "middle": ["L"], "last": "Metersky", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Masterton", "suffix": ""}, {"first": "H", "middle": [], "last": "Lode", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "File", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}, {"first": "T", "middle": [], "last": "Babinchak", "suffix": ""}], "year": 2012, "venue": "Int J Infect Dis", "volume": "16", "issn": "5", "pages": "321--352", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Novel pandemic influenza a (H1N1) and communityassociated methicillin-resistant Staphylococcus aureus pneumonia", "authors": [{"first": "D", "middle": ["R"], "last": "Chung", "suffix": ""}, {"first": "K", "middle": [], "last": "Huh", "suffix": ""}], "year": 2015, "venue": "Expert Rev Anti-Infect Ther", "volume": "13", "issn": "2", "pages": "197--207", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "A case of severe pseudomembranous Tracheobronchitis complicated by co-infection of influenza a (H1N1) and Staphylococcus aureus in an Immunocompetent patient", "authors": [{"first": "S", "middle": ["S"], "last": "Park", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Kim", "suffix": ""}, {"first": "M", "middle": [], "last": "Kim", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Kim", "suffix": ""}, {"first": "Y", "middle": ["M"], "last": "Ko", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Kim", "suffix": ""}], "year": 2015, "venue": "Tuberc Respir Dis", "volume": "78", "issn": "4", "pages": "366--70", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Invasive Aspergillosis Associated With Severe Influenza Infections", "authors": [{"first": "N", "middle": ["F"], "last": "Crum-Cianflone", "suffix": ""}], "year": 2016, "venue": "Open Forum Infect Dis", "volume": "3", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Influenza-Associated Aspergillosis in Critically Ill Patients", "authors": [{"first": "F", "middle": ["L"], "last": "Van De Veerdonk", "suffix": ""}, {"first": "E", "middle": [], "last": "Kolwijck", "suffix": ""}, {"first": "P", "middle": ["P"], "last": "Lestrade", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Hodiamont", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Rijnders", "suffix": ""}, {"first": "J", "middle": [], "last": "Van Paassen", "suffix": ""}], "year": 2017, "venue": "Am J Respir Crit Care Med", "volume": "196", "issn": "4", "pages": "524--531", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Healthcare-associated infections in intensive care units: epidemiology and infection control in low-to-middle income countries", "authors": [{"first": "E", "middle": [], "last": "Alp", "suffix": ""}, {"first": "N", "middle": [], "last": "Damani", "suffix": ""}], "year": 2015, "venue": "J Infect Dev Countries", "volume": "9", "issn": "10", "pages": "1040--1045", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Trends in the epidemiology of invasive fungal infections", "authors": [{"first": "D", "middle": ["W"], "last": "Warnock", "suffix": ""}], "year": 2007, "venue": "Nihon Ishinkin Gakkai zasshi", "volume": "48", "issn": "1", "pages": "1--12", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Publisher's Note", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Baseline characteristics of patients with Influenza subtype H1N1 compared to other than H1N1 during the outbreak of 2017 Abbreviations: COPD Chronic Obstructive Pulmonary disease; CVA Cerebrovascular Accident", "latex": null, "type": "table"}, "TABREF1": {"text": "Outcomes and Complications of patients with Influenza subtype H1N1 compared to other than H1N1 during the outbreak of 2017 Abbreviations: ICU Intensive care unit; SCU Special care unit; ARDS Acute Respiratory Distress Syndrome; MODS Multi-organ dysfunction Syndrome; NSTEMI Non-ST elevation myocardial infarction", "latex": null, "type": "table"}, "TABREF2": {"text": "Additional file 1: Supplementary Table 1. Laboratory Data for H1N1 pneumonia patients compared to Influenza other than H1N1. Abbreviations: WBC: White blood cell count; CRP: C-reactive protein; SGPT: Serum glutamic pyruvic transaminase. Abbreviations WHO: World Health Organization; CDC: Centers for Disease Control and Prevention; ARDS: Acute respiratory distress syndrome; ERC: Ethical Review Committee; ILI: Influenza-like illness; RT-PCR: Real-time reverse transcriptase", "latex": null, "type": "table"}, "TABREF3": {"text": "Subgroup analysis for mortality in H1N1 pneumonia Abbreviations: ARDS Acute Respiratory Distress Syndrome; MODS Multi-organ dysfunction Syndrome polymerase chain reaction; CAP: Community acquired pneumonia; COPD: Chronic Obstructive Pulmonary disease; SGPT: Serum glutamic pyruvic transaminase; SGOT: Serum glutamic-oxaloacetic transaminase; ICU: Intensive care unit; NIV: Non-invasive ventilation; IAA: Influenza associated aspergillosis", "latex": null, "type": "table"}}, "back_matter": [{"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Authors' contributions MH: Conceived idea, supervised data collection, major contributor of manuscript. NN: Data collection, data analysis and contribution in writing manuscript. MI: Conceived idea, reviewed manuscript, provided expert opinion and supervised the study. ZH: Conceived idea, reviewed manuscript, provided expert opinion and supervised the study. All authors discussed the results and contributed to the final manuscript. The author(s) read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "None.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "All data generated or analysed during this study are included in this published article.Ethics approval and consent to participate Ethical exemption was obtained from the Aga Khan University's Ethics Review Committee with Reference number: (5277-Med-ERC-18).", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "No conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}