{"paper_id": "2b2aa5701df70ff721cc3ea8357ba341842ac0d8", "metadata": {"title": "Rethinking the financial network", "authors": []}, "abstract": [], "body_text": [{"text": "Media and modern communications fed this frenzy and transmitted it aeross markets. Banks hoarded liquidity for fear of lending to infected banks, causing gridlock in term money markets, spreads on lower-rated companies' bonds spiked and there was an effective boycott of the remaining large US investment banks. Professor Paul Krugman, Nobel prize winner in economics, commented: \"Letting Lehman fail basically brought the entire world capital market down.\"", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The macroeconomic impact ofLehman Brothers' failure will never be known with any certainty. IMF forecasts of global growth for 2009 were revised down by over 5 percentage points following Lehman's failure. Yet in the final reckoning, the direct losses from Lehman's failure seem likely to be relatively modest. Net payouts on Lehman's CDS contracts amounted to only around $5 billion.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "These similarities are striking. An extemal event strikes. Fear grips the system which, in consequence, seizes. The resulting collateral damage is wide and deep. Yet the triggering event is, with hindsight, found to have been rather modest. The flap of a butterfly's wing in New York or Guangdong generates a hurricane for the world economy. The dynamics appear chaotic, mathematically and metaphorically. These similarities are no coincidence. Both events were manifestations of the behaviour under stress of a complex, adaptive network. Complex because these networks were a cat's-cradle of interconnections, financial and non-financial. Adaptive because behaviour in these networks was driven by interactions between optimising, but confused, agents. Seizures in the electricity grid, degradation of eco-systems, the spread of epidemies and the disintegration ofthe financial system -each is essentially a different branch of the same network family tree. This paper considers the financial system as a complex adaptive system. It applies some of the lessons from other network disciplines -such as ecology, epidemiology, biology and engineering -to the financial sphere. Peering through the network lens, it provides a rather different account of the structural vu1nerabilities that built-up in the financial system over the past decade and suggests ways of improving its robustness in the period ahead.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Part I provides the diagnosis. Using network theory and evidence, it explains the emergence oftwo characteristics ofthe financial network over the past decade -complexity and homogeneity. Together, these resuIted in a financial network:", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "• Which was at the same time both robust and fragile -a property exhibited by other complex adaptive networks, such as tropical rainforests; • Whose feedback effects under stress (hoarding of liabilities and fire-sales of assets) added to these fragilities -as has been found to be the case in the spread of certain diseases;", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "• Whose dimensionality and henee eomplexity amplified materially Knightian uneertainties in the prieing of assets -eausing seizures in eertain financial markets; • Where finaneial innovation, in the form of struetured produets, increased further network dimensionality, eomplexity and uneertainty; and • Whose diversity was gradually eroded by institutions' business and risk management strategies, making the whole system less resistant to disturbanee -mirroring the fortunes of marine eco-systems whose diversity has been steadily eroded and whose susceptibility to collapse has thereby increased.", "cite_spans": [{"start": 162, "end": 163, "text": "•", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Tbis evolution in the topology of the network meant that sharp discontinuities in the financial system were an accident waiting to happen. The present crisis is the materialisation of that accident. Given !hat diagnosis, Part 2 ofthe paper provides some tentative policy prescriptions. The experience of other network disciplines suggests a rather different approach to managing the financial network than has been the ease in the past, if future systemic dislocations are to be averted. Three areas in particular are discussed:", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "• Data and Communications: to allow a better understanding of network dynamics following a shock and thereby inform public communications. For example, learning from epidemiological experience in dealing with SARS, or from macroeconomic experience after the Great Depression, putting in place a system to map the global financial network and communicate to the public about its dynamics; • Regulation: to ensure appropriate control of the darnaging network consequences of the failure of large, interconnected institutions. For example learning from experience in epidemiology by seeking actively to vaccinate the \"super-spreaders\" to avert financial contagion; and • Restruc/uring: to eusure the financial network is structured so as to reduce the chances offuture systemic collapse. For example, learning from experience with engineering networks through more widespread implementation of centra! counterparties and intra-system netting arrangements, which reduce the financial network's dimensionality and complexity.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Networks and finance are not complete strangers. Tbere has been growing interest among network theorists in applying their techoiques to financial phenomena over the past few years. For example, network techoiques have already been ap-plied extensively to the dynamics ofpayment systems and inter-bank networks.' But the finaneial crisis of the past two years provides both a greater body of evidence, and a stronger incentive, to apply the lessons from other network disciplines to the pressing problems facing financial policymakers today.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In many important respects, the curreot financial crisis is cut from familiar cloth. Its genesis was the over-extension of credit, over-infiation of asset prices and overexuberance of participants. From the South Sea bubble to the sub-prime crisis, this roll-call of excesses is familiar. Gerald Corrigan, ex-President of the New York Fed, said abead ofthe crisis:", "cite_spans": [], "ref_spans": [], "section": "Part 1: Topology of the Financial Network"}, {"text": "\"In recent years the pace of change and innovation in financial markets and institutions here and around thc world has increascd cnormously as havc the speed, volume and valuc offinancial transactions. Tbc period has also seen a greatly heightened degree of aggressive competition in the financial sector. All of this is taking place in the context of a legal and a regulatory framcwork which is increasingly outdated and ill-equipped to meet the challenges ofthe day.", "cite_spans": [], "ref_spans": [], "section": "Part 1: Topology of the Financial Network"}, {"text": "This has led to ... cancern that the fragility ofthe system. has increased, in part because the degree of operational, liquidity and credit interdependency has risen sharply\",l", "cite_spans": [], "ref_spans": [], "section": "Part 1: Topology of the Financial Network"}, {"text": "Corrigan was speaking in January 1987. The crisis foretold was the October 1987 stock market crash. Plus 9a change. Yet in some more fundamental respects this time's crisis feels different -Iarger probably, more discontinuous, complex and interconnected certainly. There are already numerous accouots of why that might be. Here, I argue!hat these knife-edge dynamies can essentially be explained by two structural features of the financial network. These have developed over many years but at particular pace over the past decade. They are complexity on the one band, and homogeneity on the other.", "cite_spans": [], "ref_spans": [], "section": "Part 1: Topology of the Financial Network"}, {"text": "In essence, the financial network has over time become progressively more complex and less diverse. Why? And what have been the consequeuces?", "cite_spans": [], "ref_spans": [], "section": "Part 1: Topology of the Financial Network"}, {"text": "In the 1987 film Wall Street, the financial sector mantra was \"greed is good\". The stock market crash of the same year put paid to !hat doctrine, at least temporarily. By the early part ofthis ceutory, both the circumstances and the individuals had changed. So too had the mantra. It had become the rather gentler \"diversification is desirable\". Risk-taking became less Gordon Gekko and more Merton Miller.", "cite_spans": [], "ref_spans": [], "section": "Part 1: Topology of the Financial Network"}, {"text": "Diversifieation eame eare of two complementary business strategies. The first was \"originate and distribute\". Risk became a commodity. As such it eould be bundled, slieed, dieed and then re-bundled fur onward sale. Credit beeame, in the jargon, struetured. Seeuritisation was one vehiele for aehieving this. Derivatives, such as CDS, were another. As these marketable instruments passed between partieipants, the network ehain lengthened.", "cite_spans": [], "ref_spans": [], "section": "Part 1: Topology of the Financial Network"}, {"text": "In prineiple, these instruments delivered a Pareto-improving realloeation of risk. Risk would fiow to those best able to bear it. Tbey had deep poekets whieh they sought to line with higher yield. For the system as a whole, this sounded like the land of milk and hOlley. For a risk shared was a risk halved -perhaps more than halved, given the magie of diversifieation. The network ehain, meanwhile, just kept on growing.", "cite_spans": [], "ref_spans": [], "section": "Part 1: Topology of the Financial Network"}, {"text": "Tbe seeond strategy was diversifieation of business lines. Firms migrated activity to where returns looked largest. As each new day dawned -leveraged loans yesterday, CDOs today, proprietary trading tomorrow -the whole sector was drawn to the new souree of sunlight. Through eompetitive forces, finanee engaged in a frantie game offollow-the-Ieader, played for real money.", "cite_spans": [], "ref_spans": [], "section": "Part 1: Topology of the Financial Network"}, {"text": "From an individual firm perspeetive, these strategies indeed looked like sensible attempts to purge risk through diversifieation: more eggs were being plaeed in the basket. Viewed across the system as a whole, however, it is clear now that these strategies generated the opposite result: the greater the number of eggs, the greater the fragility of the basket -and the greater the probability ofbad eggs.", "cite_spans": [], "ref_spans": [], "section": "Part 1: Topology of the Financial Network"}, {"text": "Seeuritisation increased the dimensionality, and thus eomplexity, of the finaneial network. Nodes grew in size and intereonnections between them multiplied. Tbe finaneial eat's-eradle beeame dense and opaque. As a result, the preeise souree and loeation ofunderlying claims beeame anyone's guess. Follow-the-Ieader beeame blind-man's buffo In short, diversifieation strategies by individual firms generated heightened uneertainty across the system as a whole.", "cite_spans": [], "ref_spans": [], "section": "Part 1: Topology of the Financial Network"}, {"text": "Meanwhile, a strategy of changing the way they had looked in the past led to many firms looking the same as eaeh other in the present. Banks' balance sheets, like Tolstoy's happy families, grew all alike. So too did their risk management strategies. Finaneial firms looked alike and responded alike. In short, diversifieation strategies by individual firms generated a lack of diversity aeross the system as a whole.", "cite_spans": [], "ref_spans": [], "section": "Part 1: Topology of the Financial Network"}, {"text": "So what emerged during this eentury was a financial system exhibiting both greater complexity and less diversity. Up until 2007, many participants in financial markets would have viewed that network evolution as the inevitable by-product of technical progress in finance. Until then, complexity plus homogeneity equalied stability.", "cite_spans": [], "ref_spans": [], "section": "Part 1: Topology of the Financial Network"}, {"text": "But in just about every non-financial discipline -from ecologists to engineers, from genetieists to geologists -!bis evolution would have set alarm bells ringing. Based on their experience, complexity plus homogeneity did not spell stability; it spelt fragility. In understanding why, it is useful to explore some of the wider lessons from those disciplines, taking in turn the effects of complexity and diversity on stability.", "cite_spans": [], "ref_spans": [], "section": "Part 1: Topology of the Financial Network"}, {"text": "Comple:Iity and Stahility Tropical rainforests are a complex adaptive system. In the immediate post-war period, these eco-systems were often used as a case-study when demonstrating why complex systems tended to exhibit greater stability.' In Elton's (1958) words, this was because there are \"always enough enemies and parasites available to turn on any species that starts being unusually numerous\". Complexity strengthened self-regulatory forces in systems, so improving robustness. This was the prevailing ecological wisdom up until the early 1970s.", "cite_spans": [{"start": 242, "end": 256, "text": "Elton's (1958)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Part 1: Topology of the Financial Network"}, {"text": "That conventional wisdom has since been turned on its head. From the 1970s onwards, orthodoxy was altered by a combination of enrlched mathematical models and practical experience.' Counter-examples emerged, with some simple ecosystems -savaonas and grasslands -found to exhibit high robustness and some complex eco-systems proving vulnerable to attack. Perhaps tellingly, large-scale clearance oftropical rainforests highlighted their inherent fragility. Not for nothing did rainforests become known as a \"non-renewable\" resouree from the early 1970s.", "cite_spans": [], "ref_spans": [], "section": "Part 1: Topology of the Financial Network"}, {"text": "Finance appears to be following in ecologists' footsteps, albeit with a generational lag. Until recently, mathematical models of finance pointed to the stabilising effects of financial network completeness.' Connectivity meant risk dispersion. Real-world experience appeared to confirm that logic. Between 1997 and 2007, buffeted by oil prices shocks, wars and dotcom mania, the financial system stood tall; it appeared self-regulating and self-repairing. Echoes of 1950s ecology were loud and long.", "cite_spans": [], "ref_spans": [], "section": "Part 1: Topology of the Financial Network"}, {"text": "The past 18 months have revealed a system which has shown itselfto be neither self-regulating nor self-repairing. Like the rainforests, when faced with a big shock, the financial system has at times risked becoming non-renewable. Many 4", "cite_spans": [], "ref_spans": [], "section": "Part 1: Topology of the Financial Network"}, {"text": "For cxample, Voute (1946) and Elton (1958) .", "cite_spans": [{"start": 13, "end": 25, "text": "Voute (1946)", "ref_id": "BIBREF33"}, {"start": 30, "end": 42, "text": "Elton (1958)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Part 1: Topology of the Financial Network"}, {"text": "Far cxample, May (1974) . 6 FOT example, Allen and Gale (op.eit).", "cite_spans": [{"start": 13, "end": 23, "text": "May (1974)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "5"}, {"text": "of the reasons for this have a parallel in other disciplines. In particular, in making sense of recent financial network dynamies, four mechanisms appear to have been important: connectivity; feedback; uncertainty; and innovation.", "cite_spans": [], "ref_spans": [], "section": "5"}, {"text": "Over the past 30 years, a great deal has been established about the links between network connectivity and robustness. These lessons span a range of disciplines including physics, biology, engineering and epidemiology. There are perhaps three key robustness results from this literature which are relevant to the financial system. Perhaps the key one concerns the ''robust-yet-fragile'' property of connected networks.' The intuition behind this result is beguilingly simple, but its implications profound. In a nutshell, interconnected networks exhibit a koife-edge, or tipping point, property. Within a certain range, connections serve as a shockabsorber. The system acts as a mutual insurance device with disturbances dispersed and dissipated. Connectivity engenders robustness. Risk-sharing -diversification -prevails.", "cite_spans": [], "ref_spans": [], "section": "(a) Connectivity and Stability"}, {"text": "But beyond a certain range, the system can flip the wrong side of the koifeedge. Interconnections serve as shock-amplifiers, not dampeners, as losses cascade. The system acts not as a mutual insurance device but as a mutual incendiary device.", "cite_spans": [], "ref_spans": [], "section": "(a) Connectivity and Stability"}, {"text": "Risk-spreading -fragility -prevails. The extent of the systemic dislocation is often disproportionate tn the size of the initial shock. Even a modest piece of news might be sufficient to take the system beyond its tipping point. This same basic logic has latterly been applied to financial systems, using mathematical models and simulated data.'", "cite_spans": [], "ref_spans": [], "section": "(a) Connectivity and Stability"}, {"text": "These koife-edge dynamics match closely the behaviour ofthe financial system in the recent past. A lengthy period of seeming robustness (the Golden Decade from 1997 to 2007) was punctuated by an acute period of financial fragility (the period since). The shock causing Ibis tipping point to be reached -the sub-prime crisis -was by global financial standards rather modest. The robustyet-fragile property of networks helps make sense of these non-linear financial dynamics. Though they looked and feit like chaos, these dynamies were in fact manifestations of a new network order.", "cite_spans": [], "ref_spans": [], "section": "(a) Connectivity and Stability"}, {"text": "The second key robustness result concerns the \"Iong-tailed distribution\" of connected networks. The degree of anode measures the number oflinks to other nodes. So the degree distribution eould be thought of as a histogram of the number oflinks for eaeh node. For a network whose links are raodomly eonfigured, this degree distribution would be symmetrie and bell-shaped; it would have a fat middle and thin tails.", "cite_spans": [], "ref_spans": [], "section": "(a) Connectivity and Stability"}, {"text": "But many real-world networks do not exhibit these properties, inc\\uding the internet, biologieal food webs and epidemiology networks.' Instead these networks have been found to have a thin middle and long, fat tails. Tbere is a larger than expeeted number of nodes with both a smaller and a larger number of links than average. Some finaneial networks, such as payment systems, have also been found to exhibit long tails. 1O Long tails have been shown to have important implieations for network robustoess. In partieular, long-tailed distributions have been shown to be more robust to random distorbanees, but more suseeptible to targeted attaeks. ll Why? Beeause a targeted attaek on a hub risks bringing the heart of the system to astandstill, whereas random attaeks are most likely to fall on the periphery.", "cite_spans": [{"start": 422, "end": 424, "text": "1O", "ref_id": null}], "ref_spans": [], "section": "(a) Connectivity and Stability"}, {"text": "This result carries important policy implieations. Long periods of apparent robustness, where peripheraI nodes are subjeet to random shocks, should offer little eomfort or assuranee of network health. It is only when the hub -a large or eonneeted financial institution -is subjeet to stress that network dynamies will be properly unearthed. When large finaneial institutions eame under stress during this crisis, these adverse system-wide network dynamies revealed themselves.", "cite_spans": [], "ref_spans": [], "section": "(a) Connectivity and Stability"}, {"text": "The third result is the well-known \"smali world\" property of eonneeted net-worksP", "cite_spans": [], "ref_spans": [], "section": "(a) Connectivity and Stability"}, {"text": "The origin ofthis was a ehain letter experiment by Stauley Milgram in 1967 . Tbis showed that the average path length (number oflinks) between any two individuals was around six -henee \"six degrees of separation\". Although networks tend to exhibit loeal c\\ustering or neigbbourhoods, eertain key nodes ean introduce short-cuts eonneeting otherwise detaehed loeal eommunities.", "cite_spans": [{"start": 51, "end": 74, "text": "Stauley Milgram in 1967", "ref_id": null}], "ref_spans": [], "section": "(a) Connectivity and Stability"}, {"text": "This small world property has again been found aeross a range of physieal networks, ineluding the World Wide Web and forest fires. 13 Its irnplieations for network robustness are subtle. In general, however, it will tend to inerease the likelihood of loeal distorbanees having global effeets -so-ealled \"Iong hops\". That eould oeeur between different institntions or between different nation states. Either way, a small world is more likely to turn a loeal problem into a global one. 9 May (2006).", "cite_spans": [{"start": 484, "end": 485, "text": "9", "ref_id": null}], "ref_spans": [], "section": "(a) Connectivity and Stability"}, {"text": "Pröpper.' al (2008). 11 May and Anderson (1991) , Portori. et al (2008) 12 Watts and Sttogatz (1998) . So what evidence do we have on these three characteristics in real financial networks? Charts 1-3 look at the evolution in the international financial network. In particular, they look at cross-border stocks of external assets and liabilities in 18 countries at three dates : 1985, 1995 and 2005 . These data can be used to gauge the scale and evolution of interconnectivity within the global financial network.", "cite_spans": [{"start": 24, "end": 47, "text": "May and Anderson (1991)", "ref_id": null}, {"start": 75, "end": 100, "text": "Watts and Sttogatz (1998)", "ref_id": null}, {"start": 377, "end": 398, "text": ": 1985, 1995 and 2005", "ref_id": null}], "ref_spans": [], "section": "\\0"}, {"text": "In Charts 1-3, the nodes are scaled in proportion to total external financial stocks, while the thickness of the links between nodes is proportional to bilateral external financial stocks relative to GDP}' Table I , meanwhile, provides some summary statistics for the international financial network, in particular measures ofthe skew and fat-tailedness in the degree distribution and its average path length.", "cite_spans": [], "ref_spans": [{"start": 206, "end": 213, "text": "Table I", "ref_id": null}], "section": "\\0"}, {"text": "Three key points emerge. First, it is clear that the scale and interconnectivity ofthe international financial network has increased significantly over the past two decades. Nodes have ballooned, increasing roughly 14-fold. And links have become both fatter and more frequent, increasing roughly 6-fold. The network has become markedly more dense and complex. And what is true between countries is also likely to have been true between institutions within countries.", "cite_spans": [], "ref_spans": [], "section": "\\0"}, {"text": "Second, the international financial network exhibits a long-tai!. Measures of skew and kurtosis suggest significant asymmetry in the network's degree distribution. Global finance appears to comprise a relatively small number offinancial hubs with multiple spokes.", "cite_spans": [], "ref_spans": [], "section": "\\0"}, {"text": "Third, the average path length ofthe international financial network has also shrunk over the past twenty years. Between the largest nation states, there are fewer than 1.4 degrees of separation. Were the network extended beyond the 18 countries in the sampIe, the evolution of this \"smalI world\" property would be clearer still.", "cite_spans": [], "ref_spans": [], "section": "\\0"}, {"text": "So based on evidence from a sampled international financial network, the past twenty years have resulted in a financial system with high and rising degrees of interconnection, a long-tailed degree distribution and small world properties. That is an unholy trinity. From astability perspective, it translates into a robustyet-fragile system, susceptible to a loss of confidence in the key financial hubs and with rapid international transmission of disturbances. That is not the worst description of financial events over the past decade -and in particular over the past 18 months.", "cite_spans": [], "ref_spans": [], "section": "\\0"}, {"text": "In epidemiology, the impact of a disease depends crucially on such s!ructural parameters as the mortality rate once infected and the transmission rate across agents.\" The first is largely fixed and biologieal. But the second is likely to be variable and sociological. In other words, agents' responses to infection, or indeed the fear of infection, are often crucial in determining its rate of transmission.", "cite_spans": [], "ref_spans": [], "section": "(b) Feedback and Stability"}, {"text": "In practice, these behavioural responses typically take one of!wo forms: \"hide\" or \"flight\". For example, the response to the SARS epidemie in the 21\" centory was a \"hide\" response, with people self-quarantining by staying at horne and with flight, in this case literally, prohibited. But the response to yellow fever in North America in the 19 th centory was \"flight\", with half the population ofMemphis fleeing in 1878. 1 ' Either response is rational from an individual perspective. Both responses have the aim of removing that individual from circulation with other, potential1y infectious, agents. But the implications ofthese responses for infection rates across the system are potentially very different. Hide responses tend to contain infection locally, thus protecting the system globally. This was the SARS experience. Fligh!, by contrast, tends to propagate infection giobally. This was the yellow fever experience, as incidence ofthe disease followed the railroad line out ofMernphis.\"", "cite_spans": [{"start": 422, "end": 425, "text": "1 '", "ref_id": null}], "ref_spans": [], "section": "(b) Feedback and Stability"}, {"text": "During this financial crisis, faced with fears about infection, similar sets of behavioural responses by financial institutions have occurred. Only the names are different. Tbe \"hiding\" has taken the form ofhoarding, typically ofliquidity. And the \"flight\" from infected cities has taken the form of flight from infected assets, as institutions have sold toxic assets. Unlike in an epidemiological context, however, both behavioural responses have aggravated stresses in the financial system. How so?", "cite_spans": [], "ref_spans": [], "section": "(b) Feedback and Stability"}, {"text": "Banks entered the crisis with a large portfolio of risky assets. As risk materialised, banks rationally sought to protect thernselves from infection from other banks by hoarding liquidity rather than on-lending it. The result has been enduring stress in money markets. Banks' mutual interdependence in inter-bank networks meant!hat individually-rational actions generated a collectively worse funding position for all. 15 May (2006 ), Newman (2002 . That, in turn, contributed to the second behavioural response. Unable easily to fund their asset portfolio, some finaneial firms instead opted for fiight through sales of assets. These acted like the railroad out of Memphis, placing downward pressure on asset prices and thereby spreading the infection to other institotions. Others' immunity to infection was simultaneously being lowered by widespread marking of assets to market. In escaping the plague, asset fiight served to propagate it.", "cite_spans": [{"start": 419, "end": 431, "text": "15 May (2006", "ref_id": null}, {"start": 432, "end": 447, "text": "), Newman (2002", "ref_id": null}], "ref_spans": [], "section": "(b) Feedback and Stability"}, {"text": "These behavioural dynrunics -panic hoarding of liabilities, distress sales of assets -have been defining features of this crisis. Placing these responses in a network framework clarifies the individual rationalities, but collective externalities, that drove these actions. These rational responses by banks to fear of infection added to the fragility of an already robust-yet-fragile financial network.", "cite_spans": [], "ref_spans": [], "section": "(b) Feedback and Stability"}, {"text": "A related, but separate, behaviouraI response to fear of infection is feit in the pricing offinancial instruments. Networks generate chains of claims. At times of stress, these chains can runplify uncertainties about true counterparty exposures. Who is really at the end of the chain -Warren Buffett or Bemard Madoff? Through their impact on counterparty uncertainty, networks have important consequences for dynarnics and pricing in financial markets.", "cite_spans": [], "ref_spans": [], "section": "(c) Uncertainty and Stability"}, {"text": "To illustrate, consider the case of pricing in the CDS market -an inherent-Iy complex, high dimension market. In particular, consider Bank A seeking insurance from Bank B against the failure of Entity C. Bank A faces counterparty risk on Bank B. If!hat were the end ofthe story, network uncertainty would not much matter. Bank A could monitor Bank B's creditworthiness, ifnecessary di-rect1y, and price the insurance accordingly.", "cite_spans": [], "ref_spans": [], "section": "(c) Uncertainty and Stability"}, {"text": "But what if Bank Bitself has n counterparties? And what if each of these n counterparties itself has n counterparties? Knowing your ultimate counterparty's risk then becomes like solving a high-dimension Sudoku puzzle. Links in the chain, like cells in the puzzle, are unknown -and determining your true risk position is thereby problematic. For Bank A, not knowing the links in the chain means that judging the default prospects of Bank B becomes a lottery. Indeed, in some ways it is worse than a lottery, whose odds are at least known. In this exrunple, Bank A faces uncertainty in the Knightian sense, as distinct from risk, about the true network structure. Counterparty risk is not jnst unknown; it is almost unknowable. And the higher the dimensionality of the network, the greater that uncertainty.", "cite_spans": [], "ref_spans": [], "section": "(c) Uncertainty and Stability"}, {"text": "It is possible to furmalise this intuition with some simple numerical examples. 18 Consider!wo states ofthe world, pre-crisis and crisis. And consider the impact of network complexity on CDS pricing. Once we introduce Knightian uncertainty, asset prices are no longer determinate; they are defined by a range rather than a point. So the range of equilibrium CDS spreads can be laken as a metric of the uncertainty, and hence distortion, arising from different network structures.", "cite_spans": [{"start": 80, "end": 82, "text": "18", "ref_id": null}], "ref_spans": [], "section": "(c) Uncertainty and Stability"}, {"text": "Chart 4 plots a pre-crisis world where it is assumed that counterparty default probabilities, and the uncertainty around them, are low. Subject to those assumptions, it illustrates how the range ofCDS spreads is affected by Bank B's number of counterparties. Larger numbers of counterparties are margiually beneficial. Tbere is a \"Iaw of large numbers\" benefit. Broadly-speaking, however, network dimensionality has no material bearing on CDS pricing.", "cite_spans": [], "ref_spans": [], "section": "(c) Uncertainty and Stability"}, {"text": "Chart 5 simulates a crisis world in which the default probability of Bank B has risen and so too the uncertainty around that probability. The difference is striking. Pricing uncertainty now inereases with the dimensionality of the web. Extra counterparties add to, rather than subtract from, pricing distortions. There is a \"law of \\arge numbers\" cost. That uncertainty cost, or Knightian distortion, is roughly proportional the dimension of the network.", "cite_spans": [], "ref_spans": [], "section": "(c) Uncertainty and Stability"}, {"text": "It is difficult not to draw comparisons with Lehrnan's experlence. Lehman had large CDS counterparty exposures relative to its balance sheet and hundreds of counterparties. AIG was similarly situated. It is little wonder participants took fright as both institutions came under stress, fearful not so much of direct counterparty risk, but of indirect counterparty risks emanating from elsewhere in the network. Tbe network chain was so complex that spotting the weakest link became impossible.", "cite_spans": [], "ref_spans": [], "section": "(c) Uncertainty and Stability"}, {"text": "This added yet a further layer of fragility to the financial system.", "cite_spans": [], "ref_spans": [], "section": "(c) Uncertainty and Stability"}, {"text": "A fourth dimension to complexity in network chains derives from the effects of financial innovation. Over the past decade, this often took a particular furm -structured eredit -with risk decomposed and then reconstituted like the meat in an increasingly exotic sausage. Tbe result was a complex interlocking set of claims.", "cite_spans": [], "ref_spans": [], "section": "(d) Innovation and Stability"}, {"text": "With each restructuring of ingredients, the web branched and the dimensionality of the network multiplied. Chart 6 shows some of the interlocking networks of structured products that emerged. I will not attempt to describe this chart; it would take too long and, even if I bad the time, I doubt I wouId have the ability. These were the self-same constraints -time, complexity -which faced investors in these products. Due diligence was the casuaIty. End-investors in these instruments were no more likely to know the name of the companies in their portfolios than the name of the cow or pig in their exotic hot dog.", "cite_spans": [], "ref_spans": [], "section": "(d) Innovation and Stability"}, {"text": "To illustrate, consider an investor conducting due diligence on a set of financial claims: RMBS, ABS CDOs and CDO'. How many pages of documentation wouId a diligent investor need to read to understand these products? Table 2 provides the answer. For simpler products, this is just about feasible -for example, around 200 pages, on average, for an RMBS investor. But an investor in a CDO' would need to read in excess of 1 billion pages to undersland fully the ingredients.", "cite_spans": [], "ref_spans": [{"start": 217, "end": 224, "text": "Table 2", "ref_id": "TABREF1"}], "section": "(d) Innovation and Stability"}, {"text": "With a PhD in mathematics under one arm and a Diploma in speed-reading under the other, this task wouId have tried the patience of even the most diligent investor. With no time to read the small-print, the instruments were instead devoured whole. Food poisoning and a lengthy loss of appetite have been the predictable consequences. Though it had aimed to dampen institutiouaI risk, innovation in financial instruments served to amplify further network fragility.", "cite_spans": [], "ref_spans": [], "section": "(d) Innovation and Stability"}, {"text": "A final dimension to network robustuess concerns the effects of diversity. The oceans provide a rieh and lengthy test-bed ofthe links between diversity and robustuess.", "cite_spans": [], "ref_spans": [], "section": "Diversity and Stability"}, {"text": "Over the past millennium, studies of coastal eco-systems reveal some dramatic patterns. l • For around 800 years, between the years 1000-1800AD, fish stocks and species numbers were seemingly stable and robust. Since then, almost 40 % of fish species across the world's major coastal eco-systems bave \"collapsed\", defined here as a fall in population of greater than 90%. That is systemic by any metric.", "cite_spans": [], "ref_spans": [], "section": "Diversity and Stability"}, {"text": "There appear to be many environmental reasons for this collapse, some natural, others man-made. But the distribution of!bis collapse across eco-systems is reveaIing. For species-rich -that is, diverse -eco-systems the rate of collapse has been as low as 10%; for species-poor eco-systems, as high as 60%. Diverse coastal eco-systems bave proved to be markedly more robust, measured over centuryspans.", "cite_spans": [], "ref_spans": [], "section": "Diversity and Stability"}, {"text": "Results for large marine eco-systems suggest a similar picture. Over the period 1950-2003, the incidence of collapsed fisheries declines exponentially with species-diversity.20 Diversity also appears to increase the resilience offisheries -that is, their capacity to recoverin the event of collapse. These results reappear throughout marine eco-systems, \"in cora! reefs in Jamaica and on rocky shares in Panama\".21", "cite_spans": [], "ref_spans": [], "section": "Diversity and Stability"}, {"text": "And they do not appear to be unique to marine eco-systems. For example, similar effects of diversity have been fuund in studies ofthe resilience of crops to pathogen outbreaks; in the robostuess of savannas and grassland to drought; and in morbidity and mortality rates among humans facing disease and infection. 22 Diversity of the gene pool, it seems, improves durability.", "cite_spans": [{"start": 313, "end": 315, "text": "22", "ref_id": null}], "ref_spans": [], "section": "Diversity and Stability"}, {"text": "The financial system has mirrored the fortunes of the fisheries, for many of the same reasons. Since the start of 2007, 23 of the largest European and US banks have seen their market capitalisation fall by 90 % or more -the fisheries equivalent of collapse. But what took marine eco-systems two hundred years to achieve has been delivered by financial engineers in two. In explaining the collapse in fish and finance, lack of diversity seems to be a common denominator.", "cite_spans": [], "ref_spans": [], "section": "Diversity and Stability"}, {"text": "Within the financial sector, diversity appears to have been reduced for two separate, but related, reasons: the pursuit of return; and the management of risk. The pursuit ofyield resulted in a return on equity race among all types offinancial firm. As they collectively migrated to high-yield activities, business strategies came to be replicated across the financial sector. Imitation became the sincerest form of flattery.", "cite_spans": [], "ref_spans": [], "section": "Diversity and Stability"}, {"text": "So savings cooperatives transformed themselves into private commercial banks. Commercial banks ventured into investment banking. Investment banks developed in-house hedge funds through large proprietary trading desks. Funds of hedge funds competed with traditional investment funds. And investment funds -pension, money market mutual, insurance -imported the risk the others were shedding.", "cite_spans": [], "ref_spans": [], "section": "Diversity and Stability"}, {"text": "Cumulative retnrns earned by, on the face of it, very different financial models illustrate this story (Chart 7). Looking across global banks, large complex financial institutions (LCFIs), insurance companies and hedge funds, cumulative returns have exhibited a remarkably similar pattern, both in the run-up to crisis and in the subsequent run-down. Rolling averages of pairwise correlations across sectors averaged in excess ofO.9 throughout the period 2004-2007. At the height of the credit boom, financial imitation appeara to have turned into near-c\\oning. Flattery gave way to fat-cattery. ", "cite_spans": [], "ref_spans": [], "section": "Diversity and Stability"}, {"text": "Lcvin and Lubchcnco (2008). 22 Far example, Tilman (1999) and Clay (2004) .", "cite_spans": [{"start": 44, "end": 57, "text": "Tilman (1999)", "ref_id": "BIBREF32"}, {"start": 62, "end": 73, "text": "Clay (2004)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "21"}, {"text": "What was true aeross finaneial sectors was also true within them. FOT example, hedge fund strategies rejoiee in such oblique names as \"eonvertible arbitrage\" and \"dedicated short bias\". Tbe average pairwise correlation between these different funds' strategies was roughly zero at the turn of the eentury. By 2008, it bad risen to around 0.35. Far from daring to be different, hedge funds seem increasingly to have hunted as a pack.", "cite_spans": [], "ref_spans": [], "section": "21"}, {"text": "Management ofthe risks resulting from these strategies amplified this homogeneity. Basel II provided a preseriptive rule-book ensuring a level playing field. Ratings were hard-wired into regulation. Risk models blossomed, with Value-at-Risk (VaR) and stress-testing providing seduetively preeise outputs. Like blossorn, these models looked and aeted alike -and may yet prove similarly ephemeral. The level playing field resulted in everyone playing the same game at the same time, often with the same ball.", "cite_spans": [], "ref_spans": [], "section": "21"}, {"text": "Through these ehannels, finaneial sector balance sheets beeame homogenised. Finanee beeame a monoeultore. In eonsequenee, the financial system beeame, like plants, animals and oeeans befOTe it, less disease-resistant. When environmental factors ehanged for the worse, the homogeneity of the finaneial eeo-system increased materially its probability of eollapse.", "cite_spans": [], "ref_spans": [], "section": "21"}, {"text": "So where does this leave us? With a finaneial system exhibiting, fOT individually quite rational reasons, inereasing eomplexity and homogeneity. A netwOTk whieh, in eonsequenee, was robust-yet-fragile. A network predisposed to tipping points and diseontinuities, even for small shoeks. A network whieh, like Tolstoy's unhappy families, eould be unhappy in quite different ways. A network mostly self-repairing, but oeeasionally self-destructing. A network whieh, like the little girl with the curl, when the going was good was very, very good -but when it turned bad was horrido Part 2: Improving Network Stability Tbis is a gloomy prognosis: a finaneial system teetering between triumph and disaster. Unlike Kipling, polieymakers in praetiee are uulikely to !reat those two imposters just the same. Reeent events bave rather illustrated !hat. Publie interventions in the finaneial system during this crisis -through liquidity injeetions, eapital injeetions or publie sector guarantees -already total in exeess of 1:5 trillion in 2009. 23", "cite_spans": [], "ref_spans": [], "section": "21"}, {"text": "So what could be done to protect the financial network from future such dynamics? And are there lessons from other network disciplines which might help inform these efforts? Let me highlight three areas where improvements in the robustness of the financial network seem feasible: mapping; regulating; and restructuring.", "cite_spans": [], "ref_spans": [], "section": "For cxample, Bank ofEngland Financial Stability hport, October 2008."}, {"text": "The SARS episode may be remembered by historians as an overblown economic reaction to a small health risk -that was Nobel Laureate Dr David Baltimore's prognosis. But there is an alternative reading ofthe runes, one which offers sume lessons, and not a little hope, for financial policymakers.", "cite_spans": [], "ref_spans": [], "section": "(a) Mapping the Network"}, {"text": "In 2000, the World Health Organisation (WHO) established the Global Outbreak Alert and Response Network (GOARN). This brings together over 120 international institutions and networks to share resourees to betler identify and manage outbreaks. In the case of SARS, the speed and scale of response was striking.", "cite_spans": [], "ref_spans": [], "section": "(a) Mapping the Network"}, {"text": "On 12 March 2003, less than two weeks after the Hong Kong outbreak, the WHO issued agiobaI health alert. On 15 March, a \"general travel advisory\" was issued. By 17 March, a network of scientists from 11 laboratories in 9 countries was established to devise diagnostic tests, analyse sampies and share results in real time. This allowed national agencies to promulgate information quickly and widely, with governments in Thailand, Malaysia, China, Singapore and Canada each imposing some combination oftravel bans, quarantining and public health notices.\"", "cite_spans": [], "ref_spans": [], "section": "(a) Mapping the Network"}, {"text": "These measures appear to have contributed both to the rapid subsidence of SARS-related fears and uncertainties among the general public and to containing the spread ofthe disease. Since April 2004, there have been no reported cases of SARS. The global information infrastructore of GOARN is widely acknowledged as having helped uip the SARS crisis in the budo There are important lessons here for the financial system. At present, risk measurement in financial systems is atomistic. Risks are evaluated node by node. In a network, this approach gives little sense of risks to the nodes, much less to the overall system. It risks leaving policymakers navigating in dense fog when assessing the dynamics ofthe financial system fullowing failure. The market repercussions of Lehman's failure were in part the result of such restricted visibility.", "cite_spans": [], "ref_spans": [], "section": "(a) Mapping the Network"}, {"text": "Wbat more might be done to prevent a repeat? Part of the answer lies in improved data, part in improved analysis of that data, and part in improved communication of the results. On data, in some real-world physical networks, data is collected on virtually all nodes and links. For example, in modelling the US electricity grid, data are collected on all major power stations (nodes) and power lines (links).'\" As these total 14,000 and 20,000 respective\\y, this is a large-dimension network.", "cite_spans": [], "ref_spans": [], "section": "(a) Mapping the Network"}, {"text": "Data from physical networks such as the power grid are relatively easy to collec!. For many other large-dimension networks, sampling techniques are typieally required. These typieally take one of three forms: node sampling; link sampling; and \"snowball\" sampling. 26 There are lessons for the linancial system from all three.", "cite_spans": [{"start": 264, "end": 266, "text": "26", "ref_id": null}], "ref_spans": [], "section": "(a) Mapping the Network"}, {"text": "To date, sampling of nodes has been the dominant means of assessing risk within the financial system, typically for a sub-set of the nodes such as banks. Where non-bank financial intermediaries are an important part of the network, sampling of nodes has shown itself deficien!. For example, little was known about the aetivities of off balance sheet vehieles -SIVs and conduits -ahead of erisis. More fundamentally, this approach provides little information on the links between nodes. These are central to understanding network dynamics. Imagine assessing the robustness of the electrieity grid with data on power stations but not on the power lines connecting them.", "cite_spans": [], "ref_spans": [], "section": "(a) Mapping the Network"}, {"text": "Sampling oflinks has historically been little deployed when analysing the financial system. Some data exist on the degree oflinkage between finaneial firms -for example, from regulatory returns on large exposures. This has been used to construct rough approximations ofinter-bank networks. 27 These data are typically partial and laek timeliness, but the recent BCBS consuItation on Large Exposures seeks to address this. They are weak foundations fur understanding the financial network.", "cite_spans": [], "ref_spans": [], "section": "(a) Mapping the Network"}, {"text": "That takes us to snowballing -that is, construeting a picture of the network by working outwards from the links to one ofthe nodes. As a way ofunderstanding the finaneial web, there are attraetions to this approach. It is agnostic about which are the key nodes and important links. Network boundaries are uncovered by following the money, rather than by using institutionallabels or national or reguIatory boundaries. Applied in practice, this approach might have helped identify some of the key noda! sources of risk ahead of financial crisis. In early 2007, it is doubtful whether many of the world's largest finaneial institutions were more than two or three degrees of separation from AIG. And in 1998, it is unlikely that many of the world's largest banks were more than one or two degrees of separation from LTCM. Rolling the snowball might have identified these financial black holes before they swallowed too many planets.", "cite_spans": [], "ref_spans": [], "section": "(a) Mapping the Network"}, {"text": "There have been a number of recent policy proposals in this general area. For example, the de Larosiere Report (2009) calls for a European and, ultimately, global initiative to create an international register of claims between financial institutions. A similar initiative following the LDC debt crisis resulted in the Bank for International Settlements (BIS) developing international banking statistics. These are now an essential souree of international financial network data. There is a need for similar ambition now in fashioning international flow of funds and balance sheet data.", "cite_spans": [], "ref_spans": [], "section": "(a) Mapping the Network"}, {"text": "Even with these data, policyma.kers and practitioners need to invest in new means of analysis. Node-by-node diagnostics, such as VaR, have shown themselves during this crisis to offer a poor guide to institutionaI robustness. Fortunately, network theorists have identified some of the key summary statistics deterrnining system robustuess. 28 This includes degree distributions and average path lengths. In time, network diagnostics such as these may displace atomised metrics such as VaR in the armoury of financial policyma.kers.", "cite_spans": [{"start": 340, "end": 342, "text": "28", "ref_id": null}], "ref_spans": [], "section": "(a) Mapping the Network"}, {"text": "To these static diagnostics could be added dynamic summary statistics of network resilience, such as simulated responses to nodal failure or stress. Stresstesting to date has focussed on institutionaI, idiosyncratic risk. It needs instead to focus on systern-wide, systematic risk. 29 Advances in computing power mean !hat technology is no longer a constrain!. In studies ofthe electricity grid, simulations ofhundreds of thousands of observations are common. Finance can piggy-back on these efforts.", "cite_spans": [], "ref_spans": [], "section": "(a) Mapping the Network"}, {"text": "After data and analysis comes, crucially, communication. Network information is a classic public good. Not ouly is it in no-one's individual interest to collect it; nor is it remotely within anyone's compass. Aggregate data are a job for the authorities. And having been collected, these results need then to be disserninated. This is important both ex-ante as a means ofbetter pricing and managing risk, and ex-post as a means of containing !hat risk.", "cite_spans": [], "ref_spans": [], "section": "(a) Mapping the Network"}, {"text": "In a world of24/7 media, public communications during crisis become crucial. That was the lesson from SARS -and may yet be the enduring lesson from Lehman.", "cite_spans": [], "ref_spans": [], "section": "(a) Mapping the Network"}, {"text": "From mid-Septernber to mid-October 2008, the financial crisis did not just dominate the news; it was the news. Only a herrnit could have failed to have their 28 Ncwman (2002 ). 29 Haldano (2009 perceptions shaped by this tale of woe. As woe became the popular narrative, depressed expectations may have become self-fulfilling.", "cite_spans": [{"start": 158, "end": 173, "text": "28 Ncwman (2002", "ref_id": null}, {"start": 174, "end": 193, "text": "). 29 Haldano (2009", "ref_id": null}], "ref_spans": [], "section": "(a) Mapping the Network"}, {"text": "In their recent book, Animal Spirits, George Akerlof and Robert Shiller emphasise the role of popular psychology -\"stories\" -in shaping people's perceptions and actions. Depression is a psychological state as weil as an economic one. Perhaps the best explanation we have about events following the Lehman crisis is that these two states merged. Adroit communications by the authorities, like counselling, might help head-off future bouts of clinical depression in the financial system. This is undoubtedly an ambitious agenda. But experience after the Great Depression suggests grounds for optimism. That crisis hrought about a revolution in thinking about macroeconomic theory and macroeconomic poliey. In many respeets, it marked the birth of modem macroeeonomic models -in the form ofIS! LM analysis -and modem maeroeconomie poliey -in the form of aetivist monetary and fiseal poliey.", "cite_spans": [], "ref_spans": [], "section": "(a) Mapping the Network"}, {"text": "Though less heralded, it also resulted in a revolution in macroeeonomie data. Despite attempts in the 1920s and 1930s, it was from the 1940s onwards that national aeeounts data emerged for the main developed economies. This was large-Iy a response to the evolution in macroeeonomie thinking and poliey-making following the Great Depression. erisis experienee led theory whieh in turn led data. That is the evolutionary path finanee now needs to be on.", "cite_spans": [], "ref_spans": [], "section": "(a) Mapping the Network"}, {"text": "The fiI1lt diagnosed case ofHuman Immuno-Deficieney Virus (HIV) in the United States eame in Iune 1981. The first diagnosed case of HIV in Australia came in November 1982. In the early 1980s, rates of HIV and AIDS ineidenee in the US and Australia were roughly similar on a per capita basis. But from the mid-1980s onwards, things changed. By 1994, rates of incidenee in the US were six times those in Australia. By 2003, the per eapita prevalenee ofHIV in the US was ten times that in Australia.\" What explains these differences?", "cite_spans": [], "ref_spans": [], "section": "(b) Regulating the Network"}, {"text": "The short answer appears to be govemment poliey. In the US, the poliey stanee sinee the early 1980s has been largely theologieal. The preventative response has taken the form of moralising about sexual abstinenee and monogamy. Since the mid-1990s, the US govemment has invested in the less eontentious areas of HIVIAIDS treatment. But as reeently as 2007, the US administration remained opposed to the provision of eondoms or needle and syringe programmes to prevent the spread ofHIVlAIDS.", "cite_spans": [], "ref_spans": [], "section": "(b) Regulating the Network"}, {"text": "Australian policy since the early 1980s has, by contrast, been grounded in biology rather than theology. It has been systematic, with policy evidence-based and preventative. Education and prophylactic measures have been widely available. But there have been targeted initiatives for high-risk groups -for example, sex workers and drug users -through subsidised needle and syringe exchanges and free condoms. Tbe results of this programme are clear in the statistics.", "cite_spans": [], "ref_spans": [], "section": "(b) Regulating the Network"}, {"text": "There are perhaps two clear lessons from this experience. First, the importance of targeting high-risk, high-infection individuals -the \"super-spreaders\". This principle has an impeccable epidemiological pedigree.'l For randomly distributed networks, targeted treatment has no value. But fur networks exhibiting long tails -which is most ofthem, certainly inciuding finance -targeted vaccination programmes offer a much more effective means of curtailing epidemics.", "cite_spans": [], "ref_spans": [], "section": "(b) Regulating the Network"}, {"text": "Not for nothing is epidemiology the origin of the 80/20 principle.\" For a number of diseases, including SARS and measles, the distribution of infection rates suggest 20 % of the population is responsible fur 80 % of the spread. Similar patterns have been found in the transmission ofHIV/AIDS, foot and mouth and computer viruses on the internet. In each of these cases, the right response has been shown to be targeted vaccination ofthe super-spreaders.", "cite_spans": [], "ref_spans": [], "section": "(b) Regulating the Network"}, {"text": "The second lesson concerns the importance of a system-wide approach to the management of network problems. Tbe Australian HIVIAIDS programme was system-wide, tackling both the causes and consequences of the disease and its spread. Fisheries management provides a second revealing case study. Concems about the collapse offisheries came to a head during the 1970s and 1980s, leading to the imposition of fishing quotas for various species. Tbe effect of quotas was, at best, mixed.", "cite_spans": [], "ref_spans": [], "section": "(b) Regulating the Network"}, {"text": "Recently, there has been a growing recognition of what went wrong. In setting quotas, no account was taken of interactions between species and the Surrounding eco-system. During this century, fisheries management has pursued a different strategy -Ecosystem-Based Fishery Management (EBFM).33 EBFM takes as its starting point the management of the eco-system. It develops systemlevel standards and single-species targets are calibrated to ecosystem-wide objectives. The EBFM approach is already being implemented in Alaska, Califurnia and the Antarctic.", "cite_spans": [], "ref_spans": [], "section": "(b) Regulating the Network"}, {"text": "Existing regulatory rules for financial institutions have echoes of fisheries management in the 1970s. Risk quotas are ca1ibrated and app1ied node by node, species by species. This approach takes no aceount of individual nodes' systemwide importance -for example, arising frum their eonnectivity tu other nodes in the network or their scale of operations.", "cite_spans": [], "ref_spans": [], "section": "(b) Regulating the Network"}, {"text": "Charts 8 and 9 illustrate the problem. They plot the relationship between global banks' capital ratios and their size, where size is used here as a rough proxy for connectivity and scale. Chart 8 shows there is essentially no relationship between banks' systemic importance and their Basel capital ratios. There has been no targeted vaccination ofthe super-spreaders offinancial contagion. Chart 9 uses leverage ratios rather than risk-weighted Basel capital ratios. It suggests that, if anything, the super-spreaders may histurically have had lower capital buffers.", "cite_spans": [], "ref_spans": [], "section": "(b) Regulating the Network"}, {"text": "One potential explanation of these findings is that \\arge banks have benefited from the diversification benefits -those words again -ofBasel Ir. Another is that financial markets have allowed these banks lower capital buffers because of the implicit promise of government support. Chart 10 offers support for the latter hypothesis. It suggests a positive relationship between bank size and pre-crisis expectations of official sector support.\" Size matters. Historically, the safety net was pereeived to be fur-!ined for those above a certain size.", "cite_spans": [], "ref_spans": [], "section": "(b) Regulating the Network"}, {"text": "This evidence is discouraging from a systemic risk perspective. It suggests incentives tu generate and propagate risks may have been strongest among those posing greatest systemic threat. Basel vaccinated the naturally immune at the expense of the contagious: the ce!ibate were inoculated, the promiscuous intuxicated. Latterly, this defect has begun to be addressed. Several countries -including the UK -have announced plans tu introduce tighter regulatury requirements for systemic institutions.", "cite_spans": [], "ref_spans": [], "section": "(b) Regulating the Network"}, {"text": "There is further tu go internationally. Work is needed to give systemic regulation practical effect. A number of calibration devices have been proposed.\" With richer data on network topology, ca!ibrated simulation models could help gauge financial institutions' marginal contribution tu systemic risk. This is standard practice in management of the electricity grid and eco-systems. Finance needa tu eatch up. ", "cite_spans": [], "ref_spans": [], "section": "(b) Regulating the Network"}, {"text": "In Herbert Simon's The Architecture 0/ Complexity, he tells the parable of two watchmakers, Hora and Tempus. 36 Both produce watches composed of 1000 parts. Both watches are, in this sense, equally complex. They are also of equal quality and sell at the same price. But Hora's business prospers, while Tempus's founders. Why?", "cite_spans": [], "ref_spans": [], "section": "(c) Restructuring the Network"}, {"text": "The answer lies in the structure of complex systems. Hora's watches are designed as ten sub-assemblies each comprising ten elements, which are combined into ten larger sub-assemblies, ten of which then constitute a whole watch. Tempus, by contrast, assembles his watches part by part. The result is that, whenever Tempus is interrupted -in Simon's parable by a telephone call ordering more watches -his work is lost and he must start again. Hora suffers the same fate much less frequently, due to the sub-assembly structure ofhis watches.", "cite_spans": [], "ref_spans": [], "section": "(c) Restructuring the Network"}, {"text": "The differences in the robustness ofthese equally complex structnres are dramatic. Ifthe probability ofinterruption is 0.01, Hora will complete 9 watches for every 10 attempts. By contrast, Tempus completes 44 watches for every million attempts. The probability ofhorological collapse is lowered from 0.999956 to 0.1.", "cite_spans": [], "ref_spans": [], "section": "(c) Restructuring the Network"}, {"text": "The secret of the structnre ofHora's complex watches is !hat they are \"hierarchical\", with separate and separable sub-structures. Simon discusses how a number of other networks, both social and physical, exhibit this hierarchical structnre. This is no evolutionary accident. For many networks, hierarchy emerges naturally. It is the product of a process ofDarwinian selection in which it is only the hierarchical structures !hat survive to maturity. Hora's business thrives, Tempus's dies.", "cite_spans": [], "ref_spans": [], "section": "(c) Restructuring the Network"}, {"text": "In other networks, hierarchy is the resnlt not of natural evolution but human intervention. For example, the optimal distribution of trees has been shown to comprise contiguous patches separated by firebreaks. 37 The firebreaks created by man generate hierarchy in this system. The same man-made firehreaks are present in epidemiological networks, such as the imposition of travel bans following the SARS outbreak in Asia or the prohibition of anima! movement during the foot and mouth epidemic in the UK.38", "cite_spans": [{"start": 210, "end": 212, "text": "37", "ref_id": null}], "ref_spans": [], "section": "(c) Restructuring the Network"}, {"text": "All of this has relevance to the future structure and design of the financial network. What is second nature to the watch-rnaker needs to become second nature to the watchdog. Four topical examples can be used to illustrate the importance of these structural issues for financial network desigu. 36 Simon (1962) . 37 Carlson and Doyle (1999) . 38 Kelling et al (2003) .", "cite_spans": [{"start": 296, "end": 311, "text": "36 Simon (1962)", "ref_id": null}, {"start": 317, "end": 341, "text": "Carlson and Doyle (1999)", "ref_id": "BIBREF2"}, {"start": 347, "end": 367, "text": "Kelling et al (2003)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "(c) Restructuring the Network"}, {"text": "First, the past decade has seen an explosion in the dimensionality, and thus complexity, of the financial web. Among others things, that bas exacerbated the system's robust-yet-fragile characteristics and uncertainty about counterparty pricing within the network. Both have been much in evidence recently. Yet there are structural means of addressing these combined problems at a strolre.", "cite_spans": [], "ref_spans": [], "section": "(c) Restructuring the Network"}, {"text": "Tbe stroke is infrastructure. Central counterparties (CCPs) are intended to deal with precisely these problems. Tbey interpose themselves between every trade. In this way, a high-dimension web is instantly compressed to a sequence of bilateral relationships with the central counterparty -a simple hub-and-spokes. Tbe lengthy network chain is condensed to a single link. Provided that link is secure -the hub's resilience is beyond question -counterparty uncertainty is effectively eliminated. Table 3 simulates the benefits of introducing a CCP in reducing counterparty uncer!ainty. As in the earlier example, Knightian uncertainty is measured by the size of the range of CDS spreads. In a11 cases, moving to a central counterparty (n ~ I) results in a material reduction in uncertainty around spreads. These benefits are predicated on the CCP \"super-spreader\" itselfbeing impregnable to attack.", "cite_spans": [], "ref_spans": [{"start": 494, "end": 501, "text": "Table 3", "ref_id": "TABREF2"}], "section": "(c) Restructuring the Network"}, {"text": "Tbere have been various initiatives to introduce centra! counterparties for the clearing of certain financial instruments, including CDS producta, over the recent past.\" This is welcome. But the debate needa not to end there. A much broad range of over-the-counter financial instruments, both cash and derivatives, could potentially benefit from the introduction of a centra! counterparty. Central counterparties are of course not new. Clearing houses date from the early 19 th century. But, latterly, the question often most asked of central counterparties has been \"Why\"? Experience durlng the crisis means we now know why. From a network resilience perspective, it is important that in future the central counterparty question becomes not \"Why?\" but \"Why not\"?", "cite_spans": [], "ref_spans": [], "section": "(c) Restructuring the Network"}, {"text": "Second, financial innovation has created strings of gross claims between financial entities which far exceed their capital bases. Lehman bad gross CDS exposures around eight times its balance sheet. These gross intra-system claims have grown rapidly over the past decade, fuelled by off balance sheet activity. CDS growth has outpaced Moore's Law -the more than doubling of microchip capacity every two or so years. In the CDS marlret, what were 1000-piece watches in 2000 would by 2007 have become more than 64,000 piece.", "cite_spans": [], "ref_spans": [], "section": "(c) Restructuring the Network"}, {"text": "Intra-system claims on this scale increase network fragility. When one node co11apses, the ripple across the system risks developing into a tsunami -as Lehmsn's experience attests. Herber! Simon recognised just this problem. Hierarchical net-works are, in his wonis, decomposable with intra-system interactions constrained.", "cite_spans": [], "ref_spans": [], "section": "(c) Restructuring the Network"}, {"text": "The financial system has recently evolved in the opposite direction, with intrasystem interactions growing and decomposability ofthe system thereby reduced.", "cite_spans": [], "ref_spans": [], "section": "(c) Restructuring the Network"}, {"text": "Policy initiatives rnay be able to help. For example, infrastructure could be developed to ''net off' gross claims within the financial system. Attempts have already been rnade to do this in the CDS market, by tearing-up redundant claims among participants. This has reduced outstanding CDS claims by as much as 30 %. The same netting principle could potentially be applied to a wider range of contracts and counterparties, to improve the decomposability and hence robustness ofthe system.\"", "cite_spans": [], "ref_spans": [], "section": "(c) Restructuring the Network"}, {"text": "Third, financial innovation in the form ofstructured credit also bad the consequence of creating a network structure which was non-hierarchical. Financial engineers created products in which elements of a loan portfolio were reassigned to a higher-order sub-assembly. In this way, an automatie dependence was created among almost every sub-structure. By contract design, the overall financial system became impossible to decompose into separable sub-structures.", "cite_spans": [], "ref_spans": [], "section": "(c) Restructuring the Network"}, {"text": "Such a structure is in fact worse even than Tempus's complex production line. Structured credit was eqnivalent to taking one part randomly from each of 1000 watches and reassembling the pieces. No watchmaker in their right mind would expect the resulting timepiece to keep time for too long. Such was the CDO story.", "cite_spans": [], "ref_spans": [], "section": "(c) Restructuring the Network"}, {"text": "However sensible structoring of credit may have seemed for individual firms, it is difficult to conceive of a network which could have been less structurally robust.", "cite_spans": [], "ref_spans": [], "section": "(c) Restructuring the Network"}, {"text": "Darwinian evolution is currently in the process of naturally deselecting CDOs. But there is a strong public policy case for the authorities intervening more aggressively when next financial innovation spawns species with undesirable physiological features.", "cite_spans": [], "ref_spans": [], "section": "(c) Restructuring the Network"}, {"text": "Finally, the business strategies of financial firms have over the past decade created a network structure which is much less easHy decomposable. Under the old financial order, mutoals were a sub-structure, as were commercial banks, investroent banks and investroent funds. In some cases that was by choice. In other cases it was the result of regulatory design: for the larger part of the past century, the Glass-Steagall Act in the US prohibited inter-breeding between commercial and investroent banking.", "cite_spans": [], "ref_spans": [], "section": "(c) Restructuring the Network"}, {"text": "Deregnlation swept away banking segregation and, with it, decomposability ofthe financial network. The upshot was a predictable lack of network robustoess. That is one reason why measures to restriet inter-hreeding between commercial and investroent banking have been proposed in the UK, US and Europe. It may be the wrong or too narrow an answer. But it asks the rigbt question: ean network strueture be altered to improve network robuslness? Answering that question is a mighty task for the eurrent generation of polieymakers. Using network resilienee as ametrie for sueeess would help ensure it was a produetive one.", "cite_spans": [], "ref_spans": [], "section": "(c) Restructuring the Network"}, {"text": "Through bistory, there are many exarnples ofhuman fiigbt on an enormous seale to avoid the effeets of pestilenee and plague. From yellow fever and cholera in the 19 th eentury to polio and influenza in the 20 th • In these eases, human fiigbt fed eontagion and contagion fed human eatastrophe. Tbe 21 st eentury offered a different model. During the SARS epidemie, human fiigbt was prohibited and eontagion eontained.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "In the present finaneial crisis the fiight is of eapital, not humans. Yet the seale and eontagious eonsequenees may be no less damaging. Tbis finaneial epidemie may endure in the memories long after SARS has been forgolten. But in halting the spread of future finaneial epidemies, it is important that the lessons from SARS and from other non-finaneial networks are not forgolten. ", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "4.nimal Spirits: How Human Psychology Drives the Economy, and Why It MattersfoT Global Capitalism", "authors": [{"first": "G", "middle": [], "last": "Akeriorf", "suffix": ""}, {"first": "R", "middle": [], "last": "Shiller", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Structural vulncrability ofthe Nnrtb Amorican power grid", "authors": [{"first": "R", "middle": [], "last": "Albert", "suffix": ""}, {"first": "Albert", "middle": [], "last": "Nakarado", "suffix": ""}, {"first": "G", "middle": [], "last": "", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Highly optimized tolerance: A mechanism for power laws in designcd systems", "authors": [{"first": "", "middle": [], "last": "Carlson", "suffix": ""}, {"first": "J", "middle": [], "last": "Doyle", "suffix": ""}], "year": 1999, "venue": "Phys. Rev. E", "volume": "60", "issn": "", "pages": "1412--1427", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "World Agricu1ture and the Environment: A commodity-by-commodity guide to impacts and practices", "authors": [{"first": "J", "middle": [], "last": "Clay", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Financial Market Structure: A Langer Vicw', Federal Reserve Bank ofNew York. de Larosiere", "authors": [{"first": ".", "middle": ["E"], "last": "Corrigan", "suffix": ""}], "year": 1987, "venue": "J", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The Ecology ofInvasions by Animals and Plants", "authors": [{"first": "C", "middle": [], "last": "Elton", "suffix": ""}], "year": 1958, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Coupled contagion dynamies offear and disease: Mathematical and computational explorations", "authors": [{"first": "I", "middle": ["M"], "last": "Epstein", "suffix": ""}, {"first": "J", "middle": [], "last": "Parker", "suffix": ""}, {"first": "D", "middle": [], "last": "Cummings", "suffix": ""}, {"first": "R", "middle": [], "last": "Hammond", "suffix": ""}], "year": 2007, "venue": "FRBNY Economic Policy Review", "volume": "12", "issn": "2", "pages": "1--11", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Contagion in Financial Networks', mimeo, Bank oj England", "authors": [{"first": "", "middle": [], "last": "Gai", "suffix": ""}, {"first": "S", "middle": [], "last": "Kapadia", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Asymmetrie BITeCl ofDiffusion Processes: Risk Sbaring and Contagion", "authors": [{"first": "M", "middle": [], "last": "Galtegati", "suffix": ""}, {"first": "B", "middle": [], "last": "Greenwald", "suffix": ""}, {"first": "", "middle": [], "last": "Riehiardi", "suffix": ""}, {"first": "J", "middle": [], "last": "Stiglitz", "suffix": ""}], "year": 2008, "venue": "Global Economy Journal", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Dimensions of superspreading", "authors": [{"first": "A", "middle": [], "last": "Galvani", "suffix": ""}, {"first": "R", "middle": [], "last": "May", "suffix": ""}], "year": 2005, "venue": "Nature", "volume": "438", "issn": "", "pages": "293--296", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Why Banks Failed the Stress Test", "authors": [{"first": "A", "middle": [], "last": "Haldane", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Modelling vaccination strategies against food-and-mouth disease", "authors": [{"first": "M", "middle": ["J"], "last": "Kelling", "suffix": ""}, {"first": "M", "middle": ["E J"], "last": "Woolhouse", "suffix": ""}, {"first": "R", "middle": [], "last": "May", "suffix": ""}, {"first": "B", "middle": [], "last": "Grenfell", "suffix": ""}], "year": 2003, "venue": "Nature", "volume": "421", "issn": "", "pages": "136--142", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Speech to the CBI dinner", "authors": [{"first": "M", "middle": [], "last": "King", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Modeling Cascading Failures in the Nortb Ameriean Power Grid", "authors": [{"first": "R", "middle": [], "last": "Kinney", "suffix": ""}, {"first": "P", "middle": [], "last": "Crucitti", "suffix": ""}, {"first": "Albert", "middle": [], "last": "Latora", "suffix": ""}, {"first": "V", "middle": [], "last": "", "suffix": ""}], "year": 2005, "venue": "The European Physics Journal. B", "volume": "46", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Tbe Geographieal Composition ofNational External Balance Sheets", "authors": [{"first": "C", "middle": [], "last": "Kubelec", "suffix": ""}, {"first": "F", "middle": [], "last": "Sa", "suffix": ""}], "year": 1980, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Statistical properties of sampled networks", "authors": [{"first": "S", "middle": ["H"], "last": "Lee", "suffix": ""}, {"first": "P-J", "middle": [], "last": "Kim", "suffix": ""}, {"first": "H", "middle": [], "last": "Jeong", "suffix": ""}], "year": 2006, "venue": "Physical Review", "volume": "73", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Resilienee, Robustness, and Marine Ecosystem-based Management", "authors": [{"first": "", "middle": [], "last": "Levin", "suffix": ""}, {"first": "J", "middle": [], "last": "Lubehenco", "suffix": ""}], "year": 2008, "venue": "", "volume": "58", "issn": "", "pages": "27--32", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Superspreading and the impact ofindividual variation on disease emergcncc'", "authors": [{"first": "J", "middle": ["O"], "last": "Lloyd-Smith", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Schreiber", "suffix": ""}, {"first": "P", "middle": [], "last": "Kopp", "suffix": ""}, {"first": "W", "middle": [], "last": "Getz", "suffix": ""}], "year": 2005, "venue": "Nature", "volume": "438", "issn": "", "pages": "355--364", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Stability and Complexity in Model Ecosystems", "authors": [{"first": "R", "middle": [], "last": "May", "suffix": ""}], "year": 1974, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Network structure and the biology ofpopulations", "authors": [{"first": "R", "middle": [], "last": "May", "suffix": ""}], "year": 2006, "venue": "Trends in Ecology and Evolution", "volume": "27", "issn": "7", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Infcctious Diseases ofHumans", "authors": [{"first": "R", "middle": [], "last": "May", "suffix": ""}, {"first": "R", "middle": [], "last": "Andcrson", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Complcx systems: Ecology for bankers", "authors": [{"first": "R", "middle": [], "last": "May", "suffix": ""}, {"first": "S", "middle": [], "last": "Levin", "suffix": ""}, {"first": "G", "middle": [], "last": "Sugihara", "suffix": ""}], "year": 2008, "venue": "Nature", "volume": "451", "issn": "", "pages": "893--895", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Tbe over-reaction to SARS and the eollapse of Asian tourism", "authors": [{"first": "", "middle": [], "last": "Mekercher", "suffix": ""}, {"first": "K", "middle": [], "last": "Chon", "suffix": ""}], "year": 2004, "venue": "Annals ojTourism Research", "volume": "31", "issn": "3", "pages": "716--719", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Smal1-world problem", "authors": [{"first": "S", "middle": [], "last": "Milgram", "suffix": ""}], "year": 1967, "venue": "Psychology Today", "volume": "1", "issn": "1", "pages": "61--67", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "The structure and funetion of complex systems', arXiv:cond-matl0303516v1. Newm.an, M (2008), 'Tbe pbysies ofnetworks', Physics Today", "authors": [{"first": "", "middle": [], "last": "Newm", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "33--38", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Network Models and Financial Stability", "authors": [{"first": "E", "middle": [], "last": "Nier", "suffix": ""}, {"first": "J", "middle": [], "last": "Yang", "suffix": ""}, {"first": "", "middle": [], "last": "Yorulmazer", "suffix": ""}, {"first": "A", "middle": [], "last": "Alcntorn", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Ecosystcm-Based Fishery Management", "authors": [{"first": "E", "middle": ["K"], "last": "Pikitch", "suffix": ""}, {"first": "", "middle": [], "last": "Santora", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Babcock", "suffix": ""}, {"first": "A", "middle": [], "last": "Bakun", "suffix": ""}, {"first": "R", "middle": [], "last": "Bonfil", "suffix": ""}, {"first": "D", "middle": ["O"], "last": "Conover", "suffix": ""}, {"first": "P", "middle": [], "last": "Dayton", "suffix": ""}, {"first": "P", "middle": [], "last": "Doukakiso", "suffix": ""}, {"first": "D", "middle": [], "last": "Fluharty", "suffix": ""}, {"first": "B", "middle": [], "last": "Hcncman", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Houde", "suffix": ""}, {"first": "J", "middle": [], "last": "Link", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Livingston", "suffix": ""}, {"first": "", "middle": [], "last": "Mangel", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Mcallistcr", "suffix": ""}, {"first": "", "middle": [], "last": "Pope", "suffix": ""}, {"first": "K", "middle": [], "last": "Sainsbury", "suffix": ""}], "year": 2004, "venue": "Science Magazine", "volume": "305", "issn": "", "pages": "346--347", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Universal scaling of forest:6re propagation", "authors": [{"first": "B", "middle": [], "last": "Porterie", "suffix": ""}, {"first": "A", "middle": [], "last": "Kaiss", "suffix": ""}, {"first": "J-P", "middle": [], "last": "Eiere", "suffix": ""}, {"first": "", "middle": [], "last": "Zekri", "suffix": ""}, {"first": "N", "middle": [], "last": "Zekri", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:0805.3365"]}}, "BIBREF28": {"ref_id": "b28", "title": "Initiatives to strengthen OTC derivatives oversight and infrastructure", "authors": [], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Towards a network description of interbank", "authors": [{"first": "M", "middle": [], "last": "Pröpper", "suffix": ""}, {"first": "", "middle": [], "last": "Van Lelyvew", "suffix": ""}, {"first": "R", "middle": [], "last": "Heijmans", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "The architecture of complexity", "authors": [{"first": "H", "middle": [], "last": "Simon", "suffix": ""}], "year": 1962, "venue": "Proceedings ollke American Philosophical 80-ciety", "volume": "106", "issn": "", "pages": "467--482", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Responding to global infectious disease outbreaks: Lessons from SARS on the role of risk perception", "authors": [{"first": "R", "middle": [], "last": "Smith", "suffix": ""}], "year": 2006, "venue": "", "volume": "63", "issn": "", "pages": "3113--3123", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "The ecological consequences of changes in biodiversity: A search for general principles", "authors": [{"first": "D", "middle": [], "last": "Tilman", "suffix": ""}], "year": 1999, "venue": "", "volume": "80", "issn": "", "pages": "1455--1474", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Regulation ofthe density ofthe insect populations in virgin forests and cultivated woods', Archives Neerlandaises de Zoologie", "authors": [{"first": "A", "middle": [], "last": "Voute", "suffix": ""}], "year": 1946, "venue": "", "volume": "7", "issn": "", "pages": "435--470", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "A simple model of global cascades on random networb", "authors": [{"first": "D", "middle": [], "last": "Watts", "suffix": ""}], "year": 2002, "venue": "Proceedings olthe National Academy 0/ Sciences", "volume": "9", "issn": "", "pages": "5766--5771", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Collective dynamics of 'small-world' networks'", "authors": [{"first": "D", "middle": [], "last": "Watts", "suffix": ""}, {"first": "S", "middle": [], "last": "Strogatz", "suffix": ""}], "year": 1998, "venue": "Nature", "volume": "393", "issn": "6684", "pages": "409--419", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Biological warfare at the 1346 Siege of Caffa", "authors": [{"first": "M", "middle": [], "last": "Wheelis", "suffix": ""}], "year": 2002, "venue": "Emergillg 11I/ectious Diseases", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Impacts of biodiversity loss on ocean ecosystem services", "authors": [{"first": "B", "middle": [], "last": "Worm", "suffix": ""}, {"first": "E", "middle": ["B"], "last": "Barbier", "suffix": ""}, {"first": "N", "middle": [], "last": "Beaumont", "suffix": ""}, {"first": "Emmett", "middle": [], "last": "Duffy", "suffix": ""}, {"first": "C", "middle": [], "last": "Folke", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Halpern", "suffix": ""}, {"first": "I", "middle": ["B.C"], "last": "Iackson", "suffix": ""}, {"first": "H", "middle": ["K"], "last": "Latze", "suffix": ""}, {"first": "F", "middle": [], "last": "Micheli", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Palumbi", "suffix": ""}, {"first": "E", "middle": [], "last": "Sala", "suffix": ""}, {"first": "K", "middle": [], "last": "Selkoe", "suffix": ""}, {"first": "", "middle": [], "last": "Stachowicz", "suffix": ""}], "year": 2006, "venue": "", "volume": "1", "issn": "", "pages": "787--790", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "CDQA2 prospectus", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "ABS eDO prospectus Pages in RMBS prospcctus Number of ABS ena 1ranches in CDO", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Number ofRMBS in a typical CDO Numbcr ofmortgages in typical RMBS Metrics of eomple:d:ty(a)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "number of mortgages in a CDOA2(b)", "authors": [{"first": "Max", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "numbcr ofmortgages in anABS coo(c) Sources: Bloomberg, deal documents and Bank calculations <a> CDO\"2 is used as abort-hand far enü of ABS COO", "authors": [{"first": "Max", "middle": [], "last": "", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Assuming there is no overlap in the composition ofthe RMBS pools that back: the ena or the ena pools that back the CDO", "authors": [], "year": null, "venue": "", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Assuming there is no overlap in the composition ofthe RMBS pools that back: the enü", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": ", example, May andAndcrson (1991), Albert ot al (2004), Kinney ot aI (2005), Watts (2002). 8 Fa, example, at the Bank ofEngland by Nie, et aI (2008) and Gai and Kapadia (2008); and by Battiston ot aI (2009) and Gallegati ot aI (2008).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "On the :former see Albert ct al (2000); on the latter see Porterie et al(2008).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "16 Epstein et a1 (2008) provide a range of examples. 17 Wheelis (2006) provides an excellcnt example of the role of human (in this particular case literat) fiight in transmitting the Plague to Europe in the 14tlr. Ccntury. Transmission ofthe Plague was reputedly the result of Gcnoese traders ßeeing the Crimean city of Caffa after the Mangol army had catapulted infected corpses over the city walls", "latex": null, "type": "figure"}, "FIGREF3": {"text": "18Tbc following is based on work in progress at the Bank on asset pricing under Detwork Knightian uncertainty, by Sebastiano Daros and K.emal Ercevik..", "latex": null, "type": "figure"}, "FIGREF4": {"text": "20 Worm et al (op.cit.).", "latex": null, "type": "figure"}, "FIGREF5": {"text": "34 Proxied by Fitch ratings agency's support ratings for institutions. 3SIncluding measures ofbanks' Conditional VaR or CoVaR (NYU SternSchool ofBusiness (2009), and Brunnermeicr ct a1 (2009». These are statistical measures of an institution's VaR conditional on other institutions in the Detwork simultaneously facing stress.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Probability of refcrcncc cntity dcfaulting -10%; Lass given dcfault rate -:c: Bloombcrg. CrcditSuissc/Tremont and Bank ca1cuIati.onl. (I) Sample baaed on banka and inlllrCl'll in S&P 500, FTSE All Share and DJ EuroSTOXX indioea BI a1 March 2009. ExcludeII firms for whieh rct\\Iml not quotc:d over entirc samplc: period. As at end 2007 duc to data availability Chart 9: Global Banks' Size and Leverage ratios (.) Source: Bankscope (a) As at end 2007 due to data availability ekart 10: Global Banks' Size and Government support (.) As at end 2006. Govern.m.ent support proxied by Fitch's 'support rating'. A bigher number is a lower level of support.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Summary Statistics on the Global Financial Network", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>1985 </td><td>1995 </td><td>2005 </td></tr><tr><td>Skewnes. </td><td>7.4 </td><td>8.0 </td><td>3.1 </td></tr><tr><td>Kurtollll </td><td>71.3 </td><td>80.6 </td><td>14.3 </td></tr><tr><td>Average p.th length </td><td>1.55 </td><td>1.44 </td><td>1.37 </td></tr></table></body></html>"}, "TABREF1": {"text": "Climbing the Complexity TreeTypical conlracl detailsCa)", "latex": null, "type": "table"}, "TABREF2": {"text": "Range ofCDS Premia (bp) and Central Counterparties", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>Number or </td><td>eounterparties </td></tr><tr><td> </td><td>Probability uf eouaterparties default:iDg </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>1 </td><td>2 </td><td>10 </td><td>50 </td></tr><tr><td>Low uDcertainty </td><td>1% </td><td>0 </td><td>2 </td><td>0 </td><td> </td></tr><tr><td>5% </td><td>0 </td><td>0 </td><td> </td><td> </td></tr><tr><td>amund </td><td> </td><td> </td><td>10 </td><td>2 </td><td> </td></tr><tr><td>eounterparties' inter-liDkagei </td><td>10% I </td><td>0 </td><td>0 </td><td> </td><td> </td></tr><tr><td>30% </td><td>0 </td><td>18 </td><td>6 </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>2 </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>42 </td><td>44 </td><td>43 </td></tr><tr><td>High uDeertainty </td><td>1% </td><td>0 </td><td>3 </td><td>9 </td><td>18 </td></tr><tr><td> </td><td> </td><td>14 </td><td>39 </td><td>60 </td></tr><tr><td>5% </td><td>0 </td><td> </td><td> </td><td> </td></tr><tr><td>around counterparties' inter-liakages </td><td>I </td><td>27 </td><td>68 </td><td>87 </td></tr><tr><td>10% I </td><td>0 </td><td>63 </td><td>127 </td><td>136 </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>30% I </td><td>0 </td></tr></table></body></html>"}}, "back_matter": [{"text": "ture. Allen, F and Gale, D (2000), 'Pinancial Contagion', Journal 0/ Political Economy 108(1) 1-33. ", "cite_spans": [], "ref_spans": [], "section": "Albert, R, Jeong H and Barabasi, A-L (2000), 'Attack and error tolerancc of complex network', Na-"}]}