{
    "paper_id": "2b3020ca2585beeedde9dd70157c565a756b11da",
    "metadata": {
        "title": "IMAGES THAT TEACH Lurking in the shadows: Asymptomatic bilateral lung involvement with novel corona virus 2019 identified on myocardial perfusion SPECT CT: Implications for interpreting physicians",
        "authors": [
            {
                "first": "Karthik",
                "middle": [],
                "last": "Ananthasubramaniam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vanji",
                "middle": [],
                "last": "Karthikeyan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A 47-year-old African American male with endstage kidney disease (ESKD) on home hemodialysis (HD), diabetes, hypertension, and type 2 pulmonary hypertension with preserved ejection fraction was referred for preoperative risk assessment to be listed for kidney transplant. He was evaluated by a video visit given the ongoing coronavirus disease 2019 (COVID-19) viral pandemic by his primary care physician late March 2020 and in 1st week of April 2020 by a cardiologist. Review of primary care physician and cardiologist notes highlighted patient had no general or cardiac symptoms, was compliant with his medications and performed his dialysis sessions regularly at home. His medications included low dose aspirin, atorvastatin, metoprolol, and insulin. He was felt to need further risk assessment and subsequently underwent a same day restregadenoson stress Technetium sestamibi SPECT/attenuation correction CT study for preoperative risk assessment on April 8th, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The study quality and perfusion/attenuation correction fusion data were all adequate and of good quality. Review of the myocardial perfusion images (Figures 1a and b) showed a mildly reversible anterior/ anterolateral perfusion defect less obvious after attenuation correction with a summed difference score of 3 and the scan was read as mildly abnormal suggesting mild ischemia but overall low ischemic burden risk.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 166,
                    "text": "(Figures 1a and b)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Ejection fraction was 57% with no transient ischemic dilation and no pharmacologic stress electrocardiographic ischemia was noted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Review of CT images done for attenuation correction ( Figure 2 ) with bone window showed scattered 3 vessel coronary calcification. Lung window review of CT showed peripheral bilateral ground glass opacities in both lungs with a pattern suggestive of COVID-19 involvement.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 62,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Following the scan report, the primary care physician contacted the patient who again expressed no symptoms. He was advised to get COVID-19 testing but given that he was asymptomatic he couldn't get it done per hospital policy and had to be referred to free testing sites offered at limited locations in Michigan regardless of symptoms. He underwent a viral polymerase chain reaction test for nCOV (COVID-19 RT PCR) which was positive suggesting COVID-19 infection. He was advised to quarantine from family for 2 weeks, updated on COVID-19 symptoms to watch for and to seek medical attention for any new symptoms. He has been currently followed for over a month with no new symptoms as of May 20th and feels well. His wife worked at an outside hospital and was suspected to be the source. She was notified and underwent testing and found to be positive for COVID-19 and their children were quarantined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The world is currently under siege by the COVID-19 pandemic and over the early months of 2020 the myriad manifestations of this pandemic disease continues to unfold. We now know that this disease can be asymptomatic in many and can be devastating with multisystem involvement leading to death in subset of patients. Our case highlights what we believe is the first reported case of bilateral pulmonary involvement of COVID-19 (confirmed by swab testing for nCOV RNA) identified on a routine outpatient cardiac SPECT CT scan in an ESKD patient of home HD. Of note, the patient was asymptomatic at the time of testing and remains asymptomatic to this date despite pulmonary findings of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is well established that systematic review of CT portion of myocardial perfusion SPECT CT is needed given the substantial frequency of incidental non-cardiac findings some of which may be of clinical significance and prognostic impact. 1 Chest CT is now identified as a key to early diagnosis of suspected COVID-19 infection. Jin et al. 2 drafted a rapid advice guideline for management of COVID-19 and defined 5 stages of involvement of this disease with CT. Stages included ultra-early, early, rapid progression, consolidation, and dissipation stages. The ultra-early stage formed 8.4% of the patient population in their analysis (7/83 cases). Criteria for this ultra-early stage included being asymptomatic, positive nasopharyngeal swab of nCoV, within 1-2 weeks of exposure (history of contact with a patient or carrier or medical staff in a cluster environment). CT findings for this stage could include any of following: single, double, or patchy ground glass opacities, peripheral location, air bronchograms, nodules in central lobule surrounded by patchy ground glass opacities, or patch consolidation. We believe our patient on HD fitted into the category of ultra-early stage as defined by them.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 240,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 340,
                    "end": 341,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Bernheim et al on the other hand reported CT findings and its relationship to duration of COVID-19 infection in symptomatic patients and reported 56% of patients in early phase (1-2 days) of symptoms having normal CT scan. 3 Thus, COVID-19 appears to have both early CT imaging findings in absence of symptoms as in our patient and normal CT in presence of early symptoms which poses challenges in diagnosis based on published studies. 2, 3 Patients with ESKD on HD have numerous comorbidities (diabetes and hypertension) and are clearly at higher risk for COVID-19. The exact prevalence of COVID-19 in HD patients is unknown and data from China suggest large variations from different centers. In one study of 201 HD patients, 5 were diagnosed with COVID-19 (2.5%) and all 5 were symptomatic with CT findings. 4 A more important study 5 showed that HD patients were less likely to have symptoms with COVID-19 compared to general population with 21% of patients being completely asymptomatic. Adopting a universal chest CT screening for hemodialysis patients was felt to be the approach given lack of symptoms in HD patients in this study. The exact reason why HD patients are less symptomatic is unclear but early data from China suggest this could be due to inherent immunosuppressed stage and inability to mount an adequate cytokine response which has been blamed for the progression of COVID-19. 6 Of note our patient was on home HD and thus did not even have the risk of being exposed to a cluster of HD patients at the dialysis facility and did not come in contact with a HD medical provider within past month before testing per his history. The patient's wife who is his other family member working at a hospital facility was the source of infection and she remains asymptomatic to this date.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 224,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 436,
                    "end": 438,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 439,
                    "end": 440,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 811,
                    "end": 812,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 836,
                    "end": 837,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1400,
                    "end": 1401,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "How is this case relevant to clinicians interpreting cardiac SPECT CT scans and to nuclear labs in general? At our institution, a COVID-19 directed symptom check questionnaire has been implemented for the past 2 and half months at time of scheduling any diagnostic noninvasive test and is repeated 24 hours prior to the test date at time of instructions. This is followed by repeat symptom check after patient arrival on day of test along with temperature screening and mandatory face mask worn by patient for pharmacologic stress testing or any other non-invasive procedures. All hospital personnel are mandated to wear surgical face mask and diagnostic testing personnel should wear gloves too. As a matter of fact, a few medical diagnostic facilities and hospitals around the US have implemented routine pre-procedural PCR swab testing for COVID-19 1-2 days prior to any diagnostic testing. Thus, it is unlikely that with these measures we will miss the obvious symptomatic patient prior to diagnostic testing and so can avoid bringing them in for testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our case differs from above scenarios and highlights the true challenge with COVID-19 diagnosis. The asymptomatic infected patient with COVID-19. Currently as routine testing for asymptomatic patients is not done in the US, the only way to avoid spread is to practice universal hand hygiene, social distancing, and wearing cloth/surgical face masks in public. From a diagnostic standpoint, cardiologists and nuclear medicine physicians reading cardiac SPECT CT should be aware that the pulmonary manifestations of COVID-19 can be seen in lungs in ultra-early asymptomatic patient too. These patients can easily make it to the nuclear lab bypassing all initial checks given they pass all checks like in our case and that most facilities like ours are not routinely doing pre-procedural COVID-19 PCR testing unless it is an aerosolizing procedural risk. This has implications for nuclear stress testing lab personnel, nuclear technologists, other hospital contacts in waiting rooms, patient family members quarantine restrictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This case also highlights the growing importance of cardiologists familiarity with interpretation of extracardiac findings on SPECT CT. If unfamiliar or unsure about findings, it is important to collaborate with radiology to get the CT portion read with appropriate lung windows and incorporate those findings into the final SPECT report. It is not sufficient to just look at coronary calcification as part of SPECT CT as the field of view of gamma camera SPECT CT encompasses lungs, pleura mediastinum, breast, ribs, and spine. Cardiologists should continue to strive to build experience and knowledge in interpretation of non-cardiac findings and instill importance of this to our trainees too.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, COVID-19 continues to humble the medical profession by its dramatic variations in clinical presentation and this case highlights it can lurk in shadows of a cardiac SPECT CT scan without any prior warnings and warrants thorough review of the SPECT CT scan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Prognostic value of extra cardiac incidental findings on attenuation corrected computed tomography",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Qureshi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Alirhayim",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Khalid",
                    "suffix": ""
                },
                {
                    "first": "Al-Mallah",
                    "middle": [],
                    "last": "Mh",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Nucl Cardiol",
            "volume": "23",
            "issn": "",
            "pages": "1266--74",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A rapid advice guideline for the diagnosis and treatment of 2019 novel corona virus (2019-nCOV) infected pneumonia",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Military Med Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s40779-020-0233-6"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Chest CT findings in coronavirus disease 2019 (COVID-19). Relationship to duration of infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bernheim",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Fayad",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "295",
            "issn": "",
            "pages": "685--91",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 in hemodialysis patients: A report of 5 cases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Kidney Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1053/j.ajkd.2020.03.009"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical characteristics of and medical intervention for COVID-19 in hemodialysis patients in Wuhan",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. J Am Soc Nephrol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1681/ASN.2020030354"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "AC CT in lung window showing scattered bilateral peripheral located ground glass opacities suggestive of COVID-19 infection. Subsequent nCOV PCR test was positive for viral RNA. b Figure 1. Non attenuated (top image) and attenuation corrected (bottom image) SPECT perfusion images showing mild reversible anterior anterolateral perfusion defect with summed difference score of 3.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}