{"paper_id": "2b3a8efba194ad0fbe140d5f3f62a2dff3b66d59", "metadata": {"title": "effects of metropolitan people going to summer provinces", "authors": [{"first": "Tom", "middle": [], "last": "Britton", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Frank", "middle": [], "last": "Ball", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Many countries are now investigating what the effects of summer vacation might be on the COVID-19 pandemic. Here one particular such question is addressed: what will happen if large numbers of metropolitan people visit a less populated province during the summer vacation? By means of a simple epidemic model, allowing for both short and long-term visitors to the province, it is studied which features are most influential in determining if such summer movements will result in large number of infections among the province population. The method is applied to the island of Gotland off the South East coast of Sweden. It is shown that the amount of mixing between the metropolitan and province groups and the fraction of metropolitan people being infectious upon arrival are most influential. Consequently, minimizing events gathering both the province and metropolitan groups and/or reducing the number of short-term visitors could substantially decrease spreading, as could measures to lower the fraction initially infectious upon arrival.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Most countries in Europe and North America are now considering slowly relaxing restrictions aimed at reducing the spread of the SARS-COV2 virus. There are also substantial economical stakes for the tourist industry to have summer visitors even at some reduced level. A relevant question therefore is to study the effect of increased movements of people during the summer vacation period, typically going from metropolitan areas with higher mixing rates to provincial districts with fewer residents and lower mixing rates.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In this study we investigate such effects, focusing on a situation where a large number of individuals from one metropolitan area go to one provincial area during the summer vacation. It is assumed that the metropolitan people have higher mixing rates (hence also a higher reproduction number) when compared to the provincial community, but also that there is higher immunity level among the metropolitan people. The metropolitan group is separated into two categories, short-term visitors that typically stay in hotels/hostels and eat out more, and long-term visitors that have their own summer homes (or long-term camping vans) and who mix less with the provincial community.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The aim of the paper is to investigate which factors are most influential in determining if there will be a substantial increase in disease spreading in the provincial community, or if only few additional infections will occur. After defining a general framework, we illustrate our methods by investigating the situation on the island of Gotland off the Swedish South East coast, which every year receives large numbers of both long and short-term visitors.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "An epidemic model for metropolitan people moving to a province region during the summer We now describe briefly an epidemic model for the situation where a large number of metropolitan people move to a provincial region during the summer holidays. We start by determining the new reproduction number in the province after the metropolitan people have arrived. Then comes a more detailed model describing the dynamics of the epidemic over time.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "We consider two separate populations, denoted M (metropolitan) and P (provincial). For simplicity we assume each of them to be homogeneously mixing and we consider a simple SIR (susceptible → infective → recovered) epidemic model within each community [3] , though as indicated in the SI these results also hold if an exposed (latent) period is introduced. The M-population has reproduction number R The corresponding quantities for the P -population are R (P ) 0 , c (P ) and r (P ) , with effective reproduction number R (P ) E = R (P ) 0 (1 − c (P ) )(1 − r (P ) ). We assume that R (M ) 0 > R (P ) 0 , and also that r (M ) > r (P ) . The typical case treated is where c (M ) = c (P ) , but this is not necessary.", "cite_spans": [{"start": 252, "end": 255, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Basic reproduction numbers"}, {"text": "During the summer period (assumed to have fixed start and end dates) a large number of metropolitan people visit the province. The visitors are of two types: long and short-term visitors -a fraction α L being long-term visitors and the remaining fraction α S = 1 − α L being short-term visitors. At the start of the summer vacation, a large group from the M-population goes to the province. Long-term visitors stay the whole summer season and short-term visitors stay shorter but upon leaving are replaced by new short-term visitors, thus keeping the number of short-term visitors constant. The relative size of the M-population that moves to the province compared to the whole summer population in the province is π M (so if this group is twice as large as the P -population then π M = 2/3). It is assumed that the mixing within the M-population that move to the province is unchanged, meaning that the internal effective reproduction number remains at R (M ) E , and similarly for the P -population.", "cite_spans": [], "ref_spans": [], "section": "Basic reproduction numbers"}, {"text": "Once the M-population arrives in the province there is an added contact rate between the M and the P -populations (the within contact rates are unchanged). We denote the average number of close contacts an infected long-term M-individual has with P -individuals during his/her infectious period by R M →P . The corresponding average for short-term visitors equals (1+k S )R M →P , so k S is the added mixing rate for short-term visitors compared with long-term visitors (the rational for short-term visitors having more contacts with Ppeople is that they typically stay in hotels, eat at restaurants et cetera). Close contacts are symmetric, so by taking population proportions into account this induces average number of contacts with long and short-term visitors that a P -individual has during the infectious period. We point out that these \"mixing\" reproduction numbers take preventive measures into account, but not immunity, so are best compared with R (M ) 0 c (M ) and R (P ) 0 c (P ) , respectively. Let short-term M-individuals be type 1, long-term M-individuals type 2 and P -individuals type 3. Then it is shown in the SI that the average number of j-individuals a typical i-individual infects during their infectious period, denoted m ij , for i, j = 1, 2, 3 is given in the following next generation matrix:", "cite_spans": [], "ref_spans": [], "section": "Basic reproduction numbers"}, {"text": "The overall effective reproduction number R E for spreading in the provincial region at the start of the summer is given by the largest eigenvalue of this matrix. We refrain from giving the long expression for R E but it is easily computed numerically for any particular example. If R E ≤ 1 there will not be many infections during the summer, whereas if R E > 1 there is a risk for an outbreak, and the approximate size of such an outbreak can be determined numerically as described in the SI. It can be shown (see SI) that if R (M ) E < 1 and R (P )", "cite_spans": [], "ref_spans": [], "section": "Basic reproduction numbers"}, {"text": ".", "cite_spans": [], "ref_spans": [], "section": "Basic reproduction numbers"}, {"text": "As a consequence, the closer R (M ) E and R (P ) E are to 1, the less mixing between M and P -individuals can be allowed in order to keep R E ≤ 1.", "cite_spans": [], "ref_spans": [], "section": "Basic reproduction numbers"}, {"text": "We assume that summer season lasts for s V days. During this period the long-term visitors remain in the province whereas the short-term visitors leave after on average 1/µ S days, implying that µ S is the rate at which short-term visitors leave. The number of short-term visitors remains unchanged, and their fraction compared to the whole summer population in the province equals α S π M . It is assumed that the contact rates, the preventive measures and the immunity levels for the short and long-term visitors arriving to the province remain constant during the summer.", "cite_spans": [], "ref_spans": [], "section": "Time dynamic considerations with short and long term visitors"}, {"text": "We choose a deterministic SEIR (susceptible → exposed → infective → recovered) epidemic model [3] with on average a 1/ν day exposed (latent) period and a 1/γ day infectious period. (A deterministic model approximates well a more realistic stochastic model as shown in the SI). The rate at which a typical M-individual mixes with other M-individuals (taking preventive measures into account) equals λ (M ) = R (1 − c (M ) )γ, and similarly for the P -individuals: λ (P ) = R (P ) 0 (1 − c (P ) )γ. Only contacts with susceptible individuals result in infections -other contacts have no effect. The rate at which a P -individual has contact with M-individuals differs between short and longterm visitors. Long-term visitors have contact with M-individuals at rate R M →P γ and short-term visitors have contact with M-individuals at rate (1 + k S )R M →P γ. Viewed from the perspective of a P -individual, he/she will have contact with short-term M-", "cite_spans": [{"start": 94, "end": 97, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Time dynamic considerations with short and long term visitors"}, {"text": ". Details of the model and its defining set of differential equations are given in the SI.", "cite_spans": [], "ref_spans": [], "section": "Time dynamic considerations with short and long term visitors"}, {"text": "The model gives what fractions are susceptible, exposed, infectious and immune, respectively, for short and long-term M-individuals as well as P -individuals over time. The main focus is to study how many people in the province become infected as a result of the M-individuals visiting the province.", "cite_spans": [], "ref_spans": [], "section": "Time dynamic considerations with short and long term visitors"}, {"text": "We illustrate our result by considering the island of Gotland off the South East coast of Sweden, which every year receives many visitors, in particular from the Stockholm region. To simplify the illustration we assume all visitors are from the Stockholm region. The total population of Gotland is 60 000 individuals. During the summer, from late June to early August, around 500 000 visitors come to Gotland. Most of them visit for up to 1 week (short-term visitors), but around 100 000 people reside in summer houses or long-term camping homes in Gotland, typically staying a month (long-term visitors). We assume the long-term M-visitors remain on the island for the entire summer season, i.e. for the entire s V = 35 days (5 weeks), whereas the short-term M-visitors remain on average for 1/µ S = 4 days. On a given day during the summer season (late June to early August) approximately 150 000 visitors are on Gotland (so about 50 000 short-term visitors). Further, we assume that the short-term M-visitors have double the interaction with P -individuals due to more contacts at restaurants, hotels and similar, so k S = 1. In our base model it is assumed that the basic reproduction number, effects of preventive measures and immunity level among the Stockholmer's are R (1−c (M ) ) = 1.1, so the amount of close contacts long-term metropolitans have with provincial people is about 1/3 compared to contacts with other metropolitans (including family). For these quantities we study how many Gotland people would get infected depending on the amount of interaction between the M and the P individuals. We also vary other input parameters to see which parameters have most influence on the results.", "cite_spans": [], "ref_spans": [], "section": "Illustration: Stockholmer's visiting the island of Gotland"}, {"text": "We assume further that the exposed period lasts on average 1/ν = 5 days and is followed by an infectious period of on average 1/γ = 4 days (in approximate agreement with [5] ). The summer season starts on June 25 with 0.5% of the M-individuals and 0.1% of the P -individuals being infectious, the former is also varied in a sensitivity analysis.", "cite_spans": [{"start": 170, "end": 173, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Illustration: Stockholmer's visiting the island of Gotland"}, {"text": "We first compute the effective reproduction number R E for the province in the beginning of the summer, the largest eigenvalue of the matrix A defined above. For the base values described above we have R E = 1.32. In Figure 1 we plot R E for the base values, but where we vary each of the six most influential model parameters between 50% of the base value up to 150% of the base value, thus creating six curves. From the figure it is seen clearly that the mixing between the M and P -individuals is very influential: the more they mix the higher potential for transmission. Another important factor is the effect c of the set of preventive measures, and, naturally, the higher effect of preventive measures the lower is R E . The level of immunity among M-individuals, r M , and the reproduction number among P -individuals also play a significant role. The parameters having smallest effect on R E are the reproduction number within P -individuals and the added mixing rate for short-term visitors. It appears like R E depends linearly on each parameter but this is not the case as would be apparent if the range of variation is increased.", "cite_spans": [], "ref_spans": [{"start": 217, "end": 225, "text": "Figure 1", "ref_id": "FIGREF3"}], "section": "Results"}, {"text": "Next we study how many P -individuals might get infected as a consequence of the Mindividuals visiting the province during the summer, also varying the more influential model parameters. More precisely, we consider the fraction of P -individuals that have been infected 100 days after the summer season begins, assuming that all metropolitan visitors leave after 35 days. The actual numerical values are not our main focus, but the effect of altering different parameters carries important information. In Table 1 it is seen that R M →P and R (P ) 0 , followed by the fraction of M-individuals being infectious upon arrival, ǫ M , have the greatest impact on the final fraction getting infected. It may seem surprising that R (P ) 0 is more influential than R (M ) 0 , which is the opposite of that the effective reproduction number R E in Figure 1 , however, as explained in the SI, this is primarily owing to further spread in the P −population after all metropolitan visitors have departed, when the value of R (M ) 0 is clearly immaterial. A secondary factor, also explained in the SI, is that R E is an indicator of overall spread, while Table 1 focuses on just the provincial population.", "cite_spans": [], "ref_spans": [{"start": 506, "end": 513, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 840, "end": 848, "text": "Figure 1", "ref_id": "FIGREF3"}, {"start": 1143, "end": 1150, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "Finally, in Figure 2 we plot the time evolution of the epidemic starting with the arrival of the M-people arriving to the province. The curve plots the fraction of P -individuals that have been infected over time (assuming 5% at the start of the summer season, day 0). Short-term visitors remain on average 4 days and are replaced by new short-term visitors when leaving, and all M-individuals leave the province after the summer season is over on day 35. The blue curve is for the base model, and the other curves show the same quantity, but where the mixing between M and P -individuals is reduced by 50% (yellow), where short-term visitors are not allowed (purple), and where the fraction of Mindividuals being infectious upon arrival is reduced by 50% (red), perhaps by postponing the season opening. The lowest curve shows the combined effect of all three measures.", "cite_spans": [], "ref_spans": [{"start": 12, "end": 20, "text": "Figure 2", "ref_id": "FIGREF4"}], "section": "Results"}, {"text": "The paper treats a simple epidemic model, with the explicit aim of evaluating the effect of a large number of metropolitan people, with higher reproduction number and immunity, going to a provincial district having lower reproduction number and immunity level. The model is over-simplified and some of its parameters are hard to give correct numerical values (in particular mixing rates between metropolitan and provincial individuals), so the exact numerical values describing e.g. how many that will get infected among the provincial group, should not be relied upon. However, we do believe that some important qualitative findings come out of the analysis, in particular which features/parameters have highest impact on the studied outcomes. It is assumed implicitly that transmission is low in the province and declining in the metropolitan area. If this was not the case, having large number of metropolitan people visiting the province may have severe consequences.", "cite_spans": [], "ref_spans": [], "section": "Conclusions and discussion"}, {"text": "In the illustration for the island of Gotland it is seen that the most influential parameter on how many that will get infected, is the amount of mixing between provincial people and the visitors. Reducing such mixing, for example by reducing the number of visitors having many contacts with people from the province (typically short-term visitors), or stopping events where there is substantial mixing between metropolitan and province people will hence reduce spreading the most. Another key determinant is how many of the visitors carry the virus upon arrival. If transmission has gone down significantly in the metropolitan region before the summer season starts, this will really help in keeping the number province people getting infected at a low level. A third important observation is that relaxing preventive measures at the same time as visitors come to the province could have clear negative effects.", "cite_spans": [], "ref_spans": [], "section": "Conclusions and discussion"}, {"text": "The model contains several assumptions which could have been dealt with differently. For example, the model has no age structure, no heterogeneous mixing structure within the metropolitan and province groups, or any spatial aspects. The short-term visitors are assumed to have a higher rate of contacts with provincial people (staying at hotels and eating at restaurants) but it is not assumed that they also have higher mixing rates within the metropolitan group. Further, a conservative assumption is that the mixing contacts are added to the contacts within the group (rather than replacing such contacts which would result in fewer infections).", "cite_spans": [], "ref_spans": [], "section": "Conclusions and discussion"}, {"text": "We have not found much related work addressing similar type of questions. More common is to study effects of more frequent movements between regions, for example movement of people between smaller towns and a larger urban city [2] . Such scenario would correspond more to the situation with only having short-term visitors and no long-term visitors.", "cite_spans": [{"start": 227, "end": 230, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Conclusions and discussion"}, {"text": "We outline the underlying multitype SIR epidemic model and corresponding final size results, using broadly the notation of [1] , Chapter 6, which should be consulted for further details. Suppose that the population is split into k groups (types) of individuals labelled 1, 2, . . . , k. In the model in the main text, k = 3, type 1 is metropolitan short-term, type 2 is metropolitan long-term and type 3 is provincial. Let n i denote the size of group i (i = 1, 2, . . . , k) and n = n 1 + n 2 + · · · + n k denote the total population size. For i = 1, 2, . . . , k, let π i = n i /n denote the fraction of the population that is of type i. Infective individuals have independent infectious periods, which, for simplicity, follow the same distribution irrespective of type. The final size results we describe depend on that distribution only through its mean, which we denote by ι. These final size results are also invariant to the introduction of an exposed (latent) period into the model, so they hold for a corresponding SEIR model. We assume that a given type-i infective transmits infection to a given type-j susceptible at rate λ ij /n (more precisely at the points of a Poisson process having rate λ ij /n); i.e. the individual-to-individual infection rate between a type-i infective and a type-j susceptible is λ ij /n. The epidemic starts with a small number of initial infectives, with the rest of the population being susceptible, and ends when there is no infective individual in the population. We assume that the size of each group is large, so the total population size n is also large.", "cite_spans": [{"start": 123, "end": 126, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Supplementary information Model details: final size considerations"}, {"text": "For i, j = 1, 2, . . . , k, let m ij be the mean number of type-j susceptibles infected by a typical type-i infective at the start of the epidemic. Then m ij = ι λ ij n n j = ιλ ij π j (i, j = j = 1, 2, . . . , k).", "cite_spans": [], "ref_spans": [], "section": "Supplementary information Model details: final size considerations"}, {"text": "Let M be the k × k matrix whose (i, j)th element is m ij . The matrix M is called the nextgeneration matrix. The basic reproduction number R 0 is given by the maximal eigenvalue of M. If R 0 ≤ 1 then the probability that an epidemic with few initial infectives takes off and leads to a major outbreak is 0 in the limit as n → ∞. If R 0 > 1 then there is a non-zero probability that a major outbreak occurs.", "cite_spans": [], "ref_spans": [], "section": "Supplementary information Model details: final size considerations"}, {"text": "Suppose that R 0 > 1 and a major outbreak occurs. For i = 1, 2, . . . , k, let Z i be the total number of individuals in group i that are infected by the epidemic andZ i = Z i /n i be the fraction of group i that is infected. Then, for large n,Z i ≈ τ i , where (τ 1 , τ 2 , . . . , τ k ) is the unique non-zero solution of the equations", "cite_spans": [], "ref_spans": [], "section": "Supplementary information Model details: final size considerations"}, {"text": "This approximation becomes exact in the limit n → ∞ in that (Z 1 ,Z 2 , . . . ,Z k ) converges in probability to (τ 1 , τ 2 , . . . , τ k ) as n → ∞.", "cite_spans": [], "ref_spans": [], "section": "Supplementary information Model details: final size considerations"}, {"text": "Suppose now that at the start of the epidemic a fraction r i of individuals in group i are immune to infection (i = 1, 2, . . . , k). Thus, the number of susceptibles in group i is n ′ i = (1 − r i )n i (i = 1, 2, . . . , k) and the total number of susceptibles is n ′ = n 1 (1 − r 1 ) + n 2 (1 − r 2 ) + · · · + n k (1 − r k ). Hence, the fraction of the susceptible population that belong to group i is now", "cite_spans": [], "ref_spans": [], "section": "Supplementary information Model details: final size considerations"}, {"text": "The individual-to-individual infection rates remain unchanged so, in an obvious notation, λ ′ ij /n ′ = λ ij /n, whence", "cite_spans": [], "ref_spans": [], "section": "Supplementary information Model details: final size considerations"}, {"text": "Substituting (3) and (4) into (1), it follows that the basic reproduction number is now R ′ 0 , where R ′ 0 is the maximal eigenvalue of the matrix M ′ with elements given by", "cite_spans": [], "ref_spans": [], "section": "Supplementary information Model details: final size considerations"}, {"text": "Suppose that R ′ 0 > 1 and a major outbreak occurs. For i = 1, 2, . . . , k, let Z ′ i be the total number of individuals in group i that are infected by the epidemic andZ i = Z ′ i /n ′ i be the fraction of the initially susceptible population in group i that are infected. Then it follow using (2) that, for large n,", "cite_spans": [], "ref_spans": [], "section": "Supplementary information Model details: final size considerations"}, {"text": "using (3) and (4).", "cite_spans": [], "ref_spans": [], "section": "Supplementary information Model details: final size considerations"}, {"text": "Letτ i be the limiting (as n → ∞) fraction of the population in group i, including immune individuals, that are infected by a major outbreak. Thenτ i = (1 − r i )τ ′ i (i = 1, 2, . . . , k) and it follows from (6) that", "cite_spans": [], "ref_spans": [], "section": "Supplementary information Model details: final size considerations"}, {"text": "Thus, although R ′ 0 can be obtained by simply replacing λ ij by λ ij (1 − r j ) in the nextgeneration matrix M, making this substitution in the equations governing (τ 1 , τ 2 , . . . , τ k ) typically does not yield (τ 1 ,τ 2 , . . . ,τ k ).", "cite_spans": [], "ref_spans": [], "section": "Supplementary information Model details: final size considerations"}, {"text": "Consider the SEIR (susceptible → exposed → infective → recovered) version of the above model. Assume that the exposed and infectious periods follow exponential distributions with means ν −1 and γ −1 , respectively. For t ≥ 0 and j = 1, 2, . . . , k, let S j (t), E j (t) and I j (t) denote respectively the numbers of susceptible, exposed and infective individuals in group j at time t. Further, let s j (t) = S j (t)/n, e j (t) = E j (t)/n and i j (t) = I j (t)/n. In a deterministic formulation, the rate of change in S j (t) at time t owing to infection is −S j (t) k l=1 I l (t)λ lj /n, so the corresponding rate of change in s j (t) is −s j (t) k l=1 i l (t)λ lj . Similarly, the rate of change in e j (t) owing to exposed type-j individuals becoming infective is −νe j (t) and the rate of change in i j (t) owing to type-j infectives recovering (and becoming immune) is −γi j (t). We also allow individuals to both leave and enter the population. Specifically, a type-j individual leaves at rate µ j , irrespective of disease status, with corresponding rates of change in s j (t), e j (t) and i j (t) of −µ j s j (t), −µ j e j (t) and −µ j i j (t), respectively. Type-j individuals enter the population at the same overall rate as they leave. Each entering type-j individual is independently susceptible, exposed or infective with probabilities p jS , p jE and p jI , respectively, leading to rates of change in s j (t), e j (t) and i j (t) of µ j π j p jS , µ j π j p jE and µ j π j p jI , respectively. Note that p jS +p jE +p jI may be < 1 as incoming individuals may also be recovered. Putting all of this together leads to the following system of ordinary differential equations (where j = 1, 2, . . . , k):", "cite_spans": [], "ref_spans": [], "section": "Model details: time evolving epidemic"}, {"text": "For given initial condition (s j (0), e j (0), i j (0)) (j = 1, 2, . . . , k) satisfying k j=1 (e j (0) + i j (0)) > 0, the solution of the above system of differential equations approximates closely the behaviour of the corresponding Markovian stochastic model for large n; see [4] , Chapter 11, and [1] , Chapter 5, for further details. Note that the condition k j=1 (e j (0) + i j (0)) > 0 implies that initially a strictly positive fraction of the population is infective or exposed in the limit as n → ∞. Note also that the initial condition must satisfy 0 ≤ s j (0) + e j (0) + i j (0) ≤ π j for j = 1, 2, . . . , k.", "cite_spans": [{"start": 279, "end": 282, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 301, "end": 304, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Model details: time evolving epidemic"}, {"text": "In the above it is assumed that the infection rates etc. are not time-dependent. If, for example, the infection rates and migration rates are time-dependent, then, in an obvious notation, the above set of differential equations is replaced by:", "cite_spans": [], "ref_spans": [], "section": "Model details: time evolving epidemic"}, {"text": "We assume that the mean of the infectious period ι = γ −1 . Recall that k = 3, type 1 is metropolitan short-term, type 2 is metropolitan long-term and type 3 is provincial. Equating the (3, 3) element of the next-generation matrix M ′ at (5) with the corresponding element of the matrix A in the main text and recalling that R Recall that R M →P is the mean number an infected long-term M-individual has with P -individuals during his/her infectious period. Thus, setting i = 2 and j = 3 in (1), R M →P = γ −1 λ 23 (1 − π M ), so λ 23 = γR M →P /(1 − π M ). Further, λ 32 = γR M →P /(1 − π M ), as contacts are symmetric. Finally,", "cite_spans": [], "ref_spans": [], "section": "Next-generation matrix"}, {"text": "since short-term metropolitan visitors have on average 1 + k S times as many contacts with provincials as do long-term visitors. Thus,", "cite_spans": [], "ref_spans": [], "section": "Next-generation matrix"}, {"text": "Recall that a fraction α S of metropolitan visitors are short-term visitors and that α L = 1 − α S . Thus, π 1 = α S π M , π 2 = α L π M and π 3 = (1 − π M ). Suppose that the fraction of metropolitan visitors that are recovered on arrival is independent of their length of stay.", "cite_spans": [], "ref_spans": [], "section": "Next-generation matrix"}, {"text": "Then it follows using (5) and (7) that the next-generation matrix is", "cite_spans": [], "ref_spans": [], "section": "Next-generation matrix"}, {"text": "We now derive the upper bound for R M →P , given in the main text, so that the effective reproduction number R E is strictly less than 1. Recall that R E is the maximal eigenvalue of A. Thus f (R E ) = 1, where f (λ) = |A − λI| is the characteristic polynomial of A. Expanding the determinant |A − λI| yields", "cite_spans": [], "ref_spans": [], "section": "Next-generation matrix"}, {"text": "Assume that r (M ) < 1 and r (P ) < 1, since otherwise at least one of the populations is fully immune. Assume also that R M →P > 0, since otherwise there is no interaction between the two populations. Under these assumptions, clearly", "cite_spans": [], "ref_spans": [], "section": "Next-generation matrix"}, {"text": "and R (P ) E are both < 1. We determine the greatest value of R M →P so that R E = 1, assuming that all other parameters are held fixed. A necessary condition for R E = 1 is that f (1) = 0 and hence, using (8) and a little algebra, that", "cite_spans": [], "ref_spans": [], "section": "Next-generation matrix"}, {"text": "Now R E is strictly increasing in R M →P , as all elements of A ′ are nonnegative and increasing in R M →P , and at least one element is strictly increasing in R M →P . Further, R E < 1 for all sufficiently small R M →P and R E → ∞ as R M →P → ∞. It follows that there exists a unique value of R M →P such that R E = 1 and, using (9), that R E ≤ 1 if and only if", "cite_spans": [], "ref_spans": [], "section": "Next-generation matrix"}, {"text": ".", "cite_spans": [], "ref_spans": [], "section": "Next-generation matrix"}, {"text": "For the time evolving epidemic we assume that in the provincial population initially a fraction ǫ (P ) is infected (either exposed or infective), a fraction r (P ) is recovered (and immune) and the remaining fraction 1 − ǫ (P ) − r (P ) is susceptible. The corresponding quantities for the metropolitan population are assumed to be ǫ (M ) , r (M ) and 1−ǫ (M ) −r (M ) for both short-term and long-term visitors. For the initially infected we assume that a fraction θ E = ν −1 /(ν −1 + γ −1 ) = γ/(ν + γ) is exposed, so a fraction θ I = ν/(ν + γ) is infective. These assumptions yield the following initial condition for the system of differential equations:", "cite_spans": [], "ref_spans": [], "section": "Temporal dynamics"}, {"text": "Finally, since only short-term metropolitan visitors leave the population during the course of the study, µ 1 = µ S , µ 2 = 0 and µ 3 = 0. We assume that the fractions of arriving shortterm metropolitan visitors that are susceptible, exposed and infective are the same as in that population at time t = 0, so p 1S = 1 − ǫ (M ) − r (M ) , p 1E = θ E ǫ (M ) and p 1I = θ I ǫ (M ) .", "cite_spans": [], "ref_spans": [], "section": "Temporal dynamics"}, {"text": "The situation studied in the main paper, in which all metropolitan individuals leave at time t 0 = 35 days, can be analysed by setting, for all i, j = 1, 2, 3,", "cite_spans": [], "ref_spans": [], "section": "Temporal dynamics"}, {"text": "where λ ij is given by (7), λ ′ 33 = λ 33 and λ ′ ij = 0 for all other (i, j). Figure 3 shows the time evolution of the cumulative fraction of P -individuals infected for the deteministic model, with 100 simulations of the corresponding Markovian stochastic model superimposed. The parameters are the same as those for the base model in Figure 2 in the main text. For the stochastic simulations, the population consists of 60000 provincial individuals, 50000 short-term metropolitan visitors and 100000 longterm metropolitan visitors. The deterministic trajectory clearly approximates very well the mean of the stochastic trajectory. The variability of the stochastic trajectories about the deterministic trajectory would be reduced if the population sizes were increased. Figure 1 and Table 1 in the main text. Recall that R (M ) 0 has a greater impact than R (P ) 0 on the effective reproduction number R E in Figure 1 while, in Table 1 , the effect of R Table 1 . It is evident that there is little difference between the impacts of changing R In Figure 5we give similar plots but assuming that the metropolitan people stay on the island indefinitely, so there is no migration. Note that now R (M ) 0 has a greater influence than R (P ) 0 throughout most of the epidemic; indeed it is only near the end of the epidemic that increasing R (P ) 0 by 50% has a greater effect than increasing R (M ) 0 by the same amount. This is explored further in Figure 6 , which shows the effects of R has an across-the-board greater effect than R (P ) 0 . This is also the case for the population as a whole, which is fully consistent with the relative effects of R (M ) 0 and R (P ) 0 on the effective reproduction R E depicted in Figure 1 in the main paper. are varied individually, assuming that metropolitan visitors stay forever; 'up' means that parameter is increased by 50%, with all other parameters held fixed, and 'down' means that it is decreased by 50%. ", "cite_spans": [], "ref_spans": [{"start": 79, "end": 87, "text": "Figure 3", "ref_id": "FIGREF6"}, {"start": 337, "end": 345, "text": "Figure 2", "ref_id": "FIGREF4"}, {"start": 773, "end": 781, "text": "Figure 1", "ref_id": "FIGREF3"}, {"start": 786, "end": 793, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 912, "end": 920, "text": "Figure 1", "ref_id": "FIGREF3"}, {"start": 931, "end": 938, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 957, "end": 964, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1050, "end": 1060, "text": "Figure 5we", "ref_id": "FIGREF10"}, {"start": 1448, "end": 1456, "text": "Figure 6", "ref_id": "FIGREF11"}, {"start": 1719, "end": 1727, "text": "Figure 1", "ref_id": "FIGREF3"}], "section": "Temporal dynamics"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Stochastic epidemic models and their statistical analysis", "authors": [{"first": "H", "middle": [], "last": "Andersson", "suffix": ""}, {"first": "T", "middle": [], "last": "Britton", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Epideiological implications of mobility between a large urban centre and smaller satellite cities", "authors": [{"first": "J", "middle": [], "last": "Arino", "suffix": ""}, {"first": "S", "middle": [], "last": "Portet", "suffix": ""}], "year": 2015, "venue": "J. Math. Biol", "volume": "71", "issn": "", "pages": "1243--1265", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Mathematical tools for understanding infectious disease dynamics", "authors": [{"first": "O", "middle": [], "last": "Diekmann", "suffix": ""}, {"first": "J", "middle": ["A P"], "last": "Heesterbeek", "suffix": ""}, {"first": "T", "middle": [], "last": "Britton", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Markov processes: characterization and convergence", "authors": [{"first": "S", "middle": ["N"], "last": "Ethier", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Kurtz", "suffix": ""}], "year": 1986, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Estimating the number of infections and the impact of non-pharmaceutical interventions on covid-19 in 11 European countries. Imperial College covid-19 Response Team", "authors": [{"first": "S", "middle": [], "last": "Flaxman", "suffix": ""}, {"first": "S", "middle": [], "last": "Mishra", "suffix": ""}, {"first": "A", "middle": [], "last": "Gandy", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Riket: skattning av det momentana reproduktionstalet", "authors": [{"first": "", "middle": [], "last": "Folkhälsomyndigheten", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "with overall effect c (M ) and at the start of summer vacation, a fraction r (M ) are recovered and immune, a tiny fraction ǫ (M ) are infectious, and the remaining fraction, 1 − r (M ) − ǫ (M ) , are susceptible. The effective reproduction number among metropolitan people, taking restrictions and immunity into account, hence equals R c (M ) )(1 − r (M ) ).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "June (the estimate in late May was 0.85 but is expected to continue declining[6]). The corresponding numbers for the people of Gotland are set to R(P ) 0 = 1.1, c (P ) = 0.5 and r (P ) = 0.05, implying that R (P ) E = 0.522 (the basic reproduction number was chosen as half of that in Stockholm, same preventive measures, and a small fraction being immune in late June). The fraction of the summer population coming from Stockholm equals π M = 15/21, with a fraction α S = 2/3 of these being short-term visitors. Finally, R M →P", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Plot of R E where each of 6 parameters are varied up and down 50%.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Plot of cumulative fraction infected among provincial people over time (starting with 5% immunity) for base model (blue), 50% reduction in fraction of metropolitans being infectious on arrival (red), 50% reduced contacts between metropolitan and provincial people (yellow), stopping short-term visitors (purple), and all three. Metropolitans visit province for 35 days, after this only province people remain.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "(1 −c (P ) )(1 −r (P ) ) yields γ −1 λ 33 (1 − π M ) = R(P ) 0 (1 − c (P ) ), so λ 33 = γR (P ) 0 (1 − c (P ) )/(1 − π M ). A similar calculation shows that λ 11 = λ 22 = λ 21 = λ 22 = R (M ) 0 (1 − c (M ) )/π M .", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Plot of cumulative fraction infected among provincial people over time (starting with 5% immunity) for the deterministic model (solid line), with 100 simulated realisations of the corresponding Markovian stochastic model superimposed (dotted lines). Metropolitans visit the province for 35 days, after which only provincial people remain.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "final fraction infected in the provincial population is appreciably larger than that of R 4 we plot the time evolution of the epidemic within the provincial population under the different values of R", "latex": null, "type": "figure"}, "FIGREF8": {"text": "period when the metropolitan people are on the island and that the large impact of R (P ) 0 on the final fraction infected on the island is owing to the further spread on the island after the metropolitan visitors have left. Of course, the value of R", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Plot of cumulative fraction infected among provincial people over time (starting with 5% immunity) for the base model and for the models in which the parameters R individually; 'up' means that parameter is increased by 50%, with all other parameters held fixed, and 'down' means that it is decreased by 50%.final fraction infected in each of the sub-populations and overall. Note that while large reductions and increases in R provincial population, that is not the case for the two metropolitan populations, for which R (M ) 0", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Plot of cumulative fraction infected over time (starting with 5% immunity) for the base model and for the models in which the parameters R", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Plots of final fraction infected where each of R individually. The final fractions infected in the provincial, long-term metropolitan and short-term metropolitan populations are shown in the top-left, top-right and bottom-left panels, respectively, while the overall final fraction infected is shown in the bottom-right panel.", "latex": null, "type": "figure"}, "TABREF0": {"text": "The additional fraction infected provincial people after summer season, varying each parameter up and down 50%. Fraction infected with all parameters at base values gives 5.1% infected Relative effect R", "latex": null, "type": "table"}}, "back_matter": [{"text": "We thank Cecilia Thomsson at Gotlands Allehanda (newspaper on Gotland) for supplying details to the Gotland example. T.B. is grateful to the Swedish Research Council for financial support.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}