{"paper_id": "2b3f9c6614ea8f8e05e3eef3e93a74c34f705789", "metadata": {"title": "Does weather affect the growth rate of COVID-19, a study to comprehend transmission dynamics on human health", "authors": [{"first": "Arjun", "middle": [], "last": "Sil", "suffix": "", "affiliation": {"laboratory": "", "institution": "NIT Silchar", "location": {"postCode": "788010", "settlement": "Assam", "country": "India"}}, "email": "silarjun@gmail.com"}, {"first": "Vanapalli", "middle": ["Naveen"], "last": "Kumar", "suffix": "", "affiliation": {"laboratory": "", "institution": "NIT Silchar", "location": {"postCode": "788010", "settlement": "Assam", "country": "India"}}, "email": ""}]}, "abstract": [{"text": "The undefendable outbreak of novel coronavirus (SARS-COV-2) lead to a global health emergency due to its higher transmission rate and longer symptomatic duration, created a health surge in a short time. Since Nov 2019 the outbreak in China, the virus is spreading exponentially everywhere. The current study focuses on the relationship between environmental parameters and the growth rate of COVID-19. The statistical analysis suggests that the temperature changes retarded the growth rate and found that -6.28 o C and +14.51 o C temperature is the favorable range for COVID-19 growth. Gutenberg-Richter's relationship is used to estimate the mean daily rate of exceedance of confirmed cases concerning the change in temperature. Indeed, temperature is the most influential parameter that reduces the growth at the rate of 13-17 cases/day with a 1 o C rise in temperature.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Several virus-infected diseases occur seasonally on a regular basis affecting human health every year. A virus invades the human body by hijacking the internal cell machinery to introduce its own genetic material in order to reproduce more virus particles in the host.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Since ancient times, numerous deaths including both humans and animals occurred due to several seasonal virus/bacterial infections to which people used to give their effort for survival by minimizing this infection through inventing various vaccines or medicines.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "2 However, so far already the deadly virus originated diseases created pandemic that has affected a more significant part of the world population.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Currently, the whole world is struggling to sustain the menacing health emergency due to the outbreak of novel coronavirus Sars-Cov-2, causing COVID-19. The Sars-Cov-2 is the 7th human pathogen recognized in the coronavirus family (M. Ceccarelli and M. Berretta, 2020) and is also similar to the Sars-Cov in 2002, Sars-Cov affected people globally with around 10% mortality, whereas MERS in 2012 caused 34% death among the infected people. It is reported ) that SARS-Cov-2 has a reproductive number (R 0 ) of 2.2 indicating that a patient on an average spreads the virus to 2.2 people around him. The study also suggests that the average incubation period is around 5.2 days, with influenza doubled in size for every 7.4 days as the host transmits to close contacts before exhiniting symptoms (within 14 days), leading to an exponential chain transmission. The Covid-19 mortality rate as on 31 st March 2020 is found to be about 4.97%. However, the mortality rate of Covid-19 is less compared to the other two infectious diseases, nevertheless, the crucial fact is that it is infecting or transmitting exponentially from human to human creating a health surge in a short lapse of time. However, the challenge is to maintain R 0 <1 so that the spreading capability of Covid-19 becomes reduced and it could be attained through mitigation strategies such as managing social distancing, using a mask and maintaining personal hygiene.", "cite_spans": [{"start": 235, "end": 268, "text": "Ceccarelli and M. Berretta, 2020)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Further, the recent study observes that the mortality rate of Covid-19 is higher for males than females such as 2.8% and 1.7% respectively. On the other hand, considering the global scenario, the fatality rate of old people (>60 years of age) due to Covid-19 become profoundly affected with a mortality rate of 26.4%, whereas the people with age ranging between 10-59 years is 2.3 % and no death below 10 years is reported so far. However, around 56% of the global population (2019 census) living in urban areas and becomes highly vulnerable to this virus, as WHO declared it as a droplet oriented transmission, and it is hard 3 to contain the spread, while maintaining social distancing becomes a difficult task in urban areas. The global data (location-wise) show exponential growth in infections presented in Figure1a. Indeed, the severely infected top 20 countries are presented in Table1. Further, the Covid-19 outbreak came into the spotlight at the end of December 2019 in the Wuhan city of China and within no time turned into pandemic through spreading over to most of the countries. However, globally till 31 March 2020, the WHO reported a total of 903540 confirmed infected cases and 47241 deaths (mortality rate 5.2%). In reality, the actual infected numbers may go much higher due to non reporting facts during the initial cases, or it is being detected slightly in later dates. Further, these cases might go much higher within a short span. However, an appealing fact is that the number of reported cases are varying region to region or country to country ( Figure 1b ) with respective to their population. The status of existing total population for the top 20 countries are presented in Figure 1c . ", "cite_spans": [], "ref_spans": [{"start": 1572, "end": 1581, "text": "Figure 1b", "ref_id": "FIGREF0"}, {"start": 1703, "end": 1712, "text": "Figure 1c", "ref_id": "FIGREF0"}], "section": "Introduction"}, {"text": "A study (Lin et al. 2006) states that Sars-Cov loses its stability and couldn't facilitate higher transmission in tropical areas at a higher temperature and relative humidity. This evidentially emblazes an indication that like its predecessor, Sars-Cov 2 incidence may also be less at a higher temperature and humidity. However, a recent study (Araújo and Naimi, n.d.) reported that the climatic conditions constrain the spread of the Sars-Cov-2. It is further reported that the cold climates are more favorable for the spread of the virus rather than arid and tropical climates. Another study (Sajadi et al., n.d.) supports this discussion stating that the virus spread becomes more and have smiliar cluster patterns in the colder regions within 30-50 o N having average temperatures between 5-11 o C associated with low absolute humidity (4-7 g/m 3 ). Further, another study reports that a rise in 1 o C temperatures leads to a 0.86 decrease in cumulative cases. However, another study (Gupta, n.d.) observed that a Australia. This may be due to higher topographical elevation or reduced level (RL) of the respective locations and also could be due to seasonal changes in the location. This gives an indication that temperature plays a vital role in the outbreak or spreading of this virus. The next factor that contribute could be precipitation, however, in this regards the past five months data (Nov 2019 -March 2020) is carefully analyzed and presented in Figure 3 . A higher precipitation is observed close to the equator. On the other hand, it has been observed that those highly affected regions such as USA, Europe, South China and Japan have no such significant precipitation on their land but their neighboring areas encountered moderately high rainfall (Figure 3) . Therefore, it could be inferred that the neighboring regions having rainfall < 400 mm have significantly contributed to the favorable growth of Covid-19. The Fourth factor that could contribute is a cloud cover. The higher cloud coverage is being observed ( Figure 5 ) slightly away from the equator. However, those highly affected countries have approximate cloud coverage ranging between 70-80% in these past four months. ", "cite_spans": [{"start": 8, "end": 25, "text": "(Lin et al. 2006)", "ref_id": "BIBREF3"}, {"start": 344, "end": 368, "text": "(Araújo and Naimi, n.d.)", "ref_id": null}, {"start": 594, "end": 615, "text": "(Sajadi et al., n.d.)", "ref_id": null}, {"start": 988, "end": 1001, "text": "(Gupta, n.d.)", "ref_id": null}], "ref_spans": [{"start": 1462, "end": 1470, "text": "Figure 3", "ref_id": null}, {"start": 1766, "end": 1776, "text": "(Figure 3)", "ref_id": null}, {"start": 2037, "end": 2045, "text": "Figure 5", "ref_id": null}], "section": "Environmental conditions"}, {"text": "To study the effects of temperature on the growth of Covid-19, the necessary data is extracted from various reliable sources such as Wang et al (2020) and the University of Maine.", "cite_spans": [{"start": 133, "end": 150, "text": "Wang et al (2020)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Data Collection and processing"}, {"text": "However, the Wang et al (2020) presented the data from Jan 2020 to Feb 4, 2020 considering the confirmed cases observed for all the cities or regions worldwide and reported the daily avg, min and max temperatures for the respective regions. This extracted data is considered for the present study combining with other data statistically to examine the temperature dependency on the growth of Covid-19. Further, authors have classified the regions into two sub categories considering the spatial variations of temperature such as extremely affected areas and less affected areas, however collected data considering mean monthly temperature for the last 41 years and presented in Figure 6 . In this figure, the mean monthly temperature recorded for last 41 years of highly affected countries (USA, Europe, China) and least affected countries (Canada, Siberia, Africa and India) for all 12 months are presented. ", "cite_spans": [{"start": 13, "end": 30, "text": "Wang et al (2020)", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 678, "end": 686, "text": "Figure 6", "ref_id": "FIGREF6"}], "section": "Data Collection and processing"}, {"text": "An insight into the nature of the global data collected on Covid-19 pandemic shows spatial randomness similar to Poisson's distribution. However, it shows discontinuous characteristics or discrete nature of data during occurring of infections or events and could be reasonably apply to estimate the number of event occurring in a particular space. Conversely, it is probably exhibiting independence in time. In this distribution function, events are occurring independently and continuously but without previous memory. Hence, the cumulative distribution/density of this function (CDF) is nothing but a step function. The occurrence of an infection within an area is assumed to follow a Poisson distribution. In estimating hazard rate, the probability of infection (Z) at a given site would exceed a specified level (z), during a specified time (T) such as 14 days, which could be represented by the following expression:", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "is the mean per day rate of exceedance of confirmed cases Z with respect to z.", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "The function ) (z  incorporates the uncertainty in size and location of future events. ", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "Favourable temp of Covid-19 estimated in last 4 months (14.51 0 C to -6.28 0 C)", "cite_spans": [], "ref_spans": [], "section": "Temperature(degree)"}, {"text": "The infection activity of a region could be described based on two parameters such as temperature and cumulative frequency or the rate of occurrences of a particular infection. The", "cite_spans": [], "ref_spans": [], "section": "Parameter Estimation"}, {"text": "Gutenberg Richter (1944) developed a relationship which assumes an exponential distribution of seismic magnitude and is expressed as:", "cite_spans": [], "ref_spans": [], "section": "Parameter Estimation"}, {"text": "Where 'a (intercept)' and 'b (slope)' are the constants of regression, that actually describes the infected cases of a region, N is the mean daily rate of exceedance of certain particular confirmed cases and T is the temperature. These two parameters could be used as the key inputs in estimating mortality studies. The higher a, b values indicate a higher level of infection (a-value) with a larger proportion of smaller size events (b-value) or in other words, the b-value describes the relative size distribution of temperature ranges. Indeed, the importance of b-value is such that a small change in b-value results in large changes in occurrences of the projected number of higher temperature dependant infections.", "cite_spans": [], "ref_spans": [], "section": "Parameter Estimation"}, {"text": "The Gutenberg Richter (1944) relations for minimum, average and maximum temperature cases affecting the total number of infection cases observed from January 2020 to 15 th March 2020 (Wang et al. 2020 and WHO report SR-55) are represented in Figure 8 . However, from all these figures, it has been found that when the temperature drops below 0 0 C, the slope of the line is zero indicating that the growth or infection cases are independent (constant rates) Accordingly, from these outcomes, the total number of infections due to Covid-19 found to be decreasing from 13-17 peoples per day, due to 1 o C rise or change in temperature, which is a significant sign or impact as a result of the increase in temperatures. As per the present analysis, the strong environmental factor which could retard the growth rate of infection is 18 the temperature, hence, authors expecting or believing during summer season, the rate may drops down in a reasonable rate for some countries such as India and Australia.", "cite_spans": [{"start": 183, "end": 222, "text": "(Wang et al. 2020 and WHO report SR-55)", "ref_id": null}], "ref_spans": [{"start": 242, "end": 250, "text": "Figure 8", "ref_id": "FIGREF10"}], "section": "Results and discussion"}, {"text": "Further, it is better to incorporate the population density in the study, however, it is already discussed by the authors that spreading capability (R 0 ) could be reduced by social distancing, wearing mask, and maintaining hygiene. Since, this disease is spreading faster essentially through droplet transmission; hence, social distancing becomes the key steps for mitigation.", "cite_spans": [], "ref_spans": [], "section": "Results and discussion"}, {"text": "Consequently, there is a high risk involve in densely populated areas having greater density of population. Further; it is a human to human transmitted disease. Hence, population density could be one of the factors for generating greater health risk. However, the Figure 1c , is representing the status of existing total population for the top 20 countries signifying higher population associated with a higher risk.", "cite_spans": [], "ref_spans": [{"start": 264, "end": 273, "text": "Figure 1c", "ref_id": "FIGREF0"}], "section": "Results and discussion"}, {"text": "The growth rate of the global pandemic is related to the changes in temperature and found to be the most influential environmental parameter that could retard the growth by 13-17 new cases/day with a 1 o C rise in it. The statistical estimation suggests -6.28 o C and 14.51 o C, as the most the favorable temperature range for the growth of COVID-19. Also as per the analysis, the intensity of COVID-19 in the highly affected regions (USA, China and Europe) would start decreasing from April and substantially disappear by October. Similarly, the pandemic may intensify in Canada between May to October and in Siberia between May to September.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Indeed, Africa probably may not get affected largely.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Spread of SARS-CoV-2 Coronavirus Likely to Be Constrained by Climate", "authors": [{"first": "Miguel", "middle": ["B"], "last": "Araújo", "suffix": ""}, {"first": "Babak", "middle": ["N"], "last": "Naimi", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.03.12.20034728"]}}, "BIBREF1": {"ref_id": "b1", "title": "Effect of Ambient Temperature on COVID 19 Infection Rate", "authors": [{"first": "Dhruv", "middle": ["N"], "last": "Gupta", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia", "authors": [{"first": "Qun", "middle": [], "last": "Li", "suffix": ""}, {"first": "Xuhua", "middle": [], "last": "Guan", "suffix": ""}, {"first": "Peng", "middle": [], "last": "Wu", "suffix": ""}, {"first": "Xiaoye", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Lei", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Yeqing", "middle": [], "last": "Tong", "suffix": ""}, {"first": "Ruiqi", "middle": [], "last": "Ren", "suffix": ""}], "year": 2020, "venue": "New England Journal of Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/nejmoa2001316"]}}, "BIBREF3": {"ref_id": "b3", "title": "Environmental Factors on the SARS Epidemic: Air Temperature, Passage of Time and Multiplicative Effect of Hospital Infection", "authors": [{"first": "Kun", "middle": [], "last": "Lin", "suffix": ""}, {"first": "Daniel", "middle": [], "last": "Yee Tak", "suffix": ""}, {"first": "Biliu", "middle": [], "last": "Fong", "suffix": ""}, {"first": "Johan", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "", "middle": [], "last": "Karlberg", "suffix": ""}], "year": 2006, "venue": "Epidemiology and Infection", "volume": "134", "issn": "2", "pages": "223--253", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Temperature, Humidity, and Latitude Analysis to Predict Potential Spread and Seasonality for COVID-19", "authors": [{"first": "Mohammad", "middle": ["M"], "last": "Sajadi", "suffix": ""}, {"first": "Parham", "middle": [], "last": "Habibzadeh", "suffix": ""}, {"first": "Augustin", "middle": [], "last": "Vintzileos", "suffix": ""}, {"first": "Shervin", "middle": [], "last": "Shokouhi", "suffix": ""}, {"first": "Fernando", "middle": [], "last": "Miralles-Wilhelm", "suffix": ""}, {"first": "Anthony", "middle": ["N"], "last": "Amoroso", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Temperature Significant Change COVID-19 Transmission in 429 Cities", "authors": [{"first": "Mao", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Aili", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "Lijuan", "middle": [], "last": "Gong", "suffix": ""}, {"first": "Lina", "middle": [], "last": "Luo", "suffix": ""}, {"first": "Wenbin", "middle": [], "last": "Guo", "suffix": ""}, {"first": "Chuyi", "middle": [], "last": "Li", "suffix": ""}, {"first": "Jing", "middle": [], "last": "Zheng", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "(a) Frequency diagram of daily infected confirmed cases reported for top 4 countries including India a) USA, b) Italy, c) Spain, d) China & e) India, the data presented w.e.f 31-12-2019 to 31-03-2020.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "b): Covid-19 dashboard data reported worldwide by Johns Hopkins University till 31-03-2020 (source: https://coronavirus.jhu.edu/map.html).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "1 o C increase in temperature above 5 o C reduces the transmission by 10%. These reported studies provide substantial evidence that the climatic conditions could regulate the transmission of the rapidly spreading novel coronavirus Sars-Cov-2.Indeed, out of various environmental factors such as humidity, cloud cover, wind speed and precipitation, temperature contributes significantly to the decrease in the growth rate of infection. However, to study the effect of temperature, initially, a set of global temperature data has been collected for the past four months since November 2019 (source: University of Maine) as shown inFigure 2. It has been observed that all the highly affected countries USA, Itlay, Spain, and China are lying in between latitude 30-50 o N from the equator and also the temperature gradient is below 15 o C for the considered period. However, the temperature is high (> 15 o C) in the regions lying between latitude +40 o N to -40 o S. The countries lying within this range are India, Africa, and Australia exhibiting a comparatively lower infection rate as well as the death toll among the top 20 list of countries. Some few cases are found in 8 different scenarios with slightly higher infection rates such as Malaysia, Indonesia, and", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Global Temperatures variations for the last four months a) Nov 2019, b) Dec 2019, c) Jan 2020, d) Feb 2020. (Source: University of Maine)", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Variations of precipitation (m) worldwide during the last five months (Nov 2019-March 2020)The third factor that could contribute becomes wind speed and the past five months wind data is shown inFigure 4. It has been observed from figure 4 that the speed of wind for the highly affected regions such as USA, Europe, and China experienced a velocity of about 10-12 m/s during the considered period. However, India, South America and central South Africa experienced a wind speed <2 m/s. This observation suggests that the wind speed may also contribute to favorable growth of Covid-19.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Variations of wind speed (m/s) worldwide during the last five months (Variations of cloud coverage (%) worldwide during the last five months (Nov 2019-March 2020) 11", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Mean monthly temperatures in the last 41 years (1979-2019) for the highly affected countries a) USA, b) Europe, c) China and least affected countries d) Canada, e) Siberia, f) Africa, g) India.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "", "latex": null, "type": "figure"}, "FIGREF8": {"text": "in the month of January respectively. On the other hand, the highest temperatures found for the least affected countries such as Canada, Siberia, Africa and India are -8.93 0 C,-18.29 0 C, 22.18 0 C and 20.4 0 C occurred in the month of November, indeed, the highest temperature in Africa is observed in February rather than November. Conversely, the lowest temperatures for these least affected countries are found to be -17.92 0 C, -26.07 0 C 21.17 0 C and 16.83 0 C in the month of January respectively.Further, based on the highly affected regions considering past four months temperature data, the favorable temperature(Figure 7)for the growth of Covid-19 is statistically estimated to be between -6.28 o C and 14.51 o C with a standard deviation of 4.13 o C. Therefore, based on this obtained temperature range, it could be assumed that the intensity of Covid-19 in the highly affected regions (USA, China and Europe) would start decreasing from April and substantially disappear by October. Similarly, the pandemic may intensify in Canada between May to October and in Siberia between May to September. Indeed, Africa probably may not get affected largely. Expected favorable temperature ranges estimated for Covid-19", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Relationship between the temperature and number of infected cases extracted from the global data during Jan 2020-15 th March 2020 a) average, b) minimum c) maximum", "latex": null, "type": "figure"}, "TABREF0": {"text": "Top 20 countries severely affected are presented according to the order of infection", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>Cases </td><td> </td></tr><tr><td> </td><td>Confirmed </td><td> </td><td>as % of </td><td>Mortality </td></tr><tr><td>Country </td><td>Cases </td><td>Deaths </td><td>Global </td><td>Rate </td></tr><tr><td> USA </td><td>104837 </td><td>1704 </td><td>17.64 </td><td>1.63 </td></tr><tr><td>Italy </td><td>86498 </td><td>9134 </td><td>14.55 </td><td>10.56 </td></tr><tr><td>Mainland </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>China </td><td>81394 </td><td>3295 </td><td>13.69 </td><td>4.05 </td></tr><tr><td>Spain </td><td>65719 </td><td>5138 </td><td>11.06 </td><td>7.82 </td></tr><tr><td>Germany </td><td>53340 </td><td>395 </td><td>8.97 </td><td>0.74 </td></tr><tr><td>Iran </td><td>32332 </td><td>2378 </td><td>5.44 </td><td>7.35 </td></tr><tr><td>France </td><td>29566 </td><td>1696 </td><td>4.97 </td><td>5.74 </td></tr><tr><td>UK </td><td>14543 </td><td>759 </td><td>2.45 </td><td>5.22 </td></tr><tr><td>Switzerland </td><td>12928 </td><td>231 </td><td>2.17 </td><td>1.79 </td></tr><tr><td>South Korea </td><td>9478 </td><td>144 </td><td>1.59 </td><td>1.52 </td></tr><tr><td>Netherlands </td><td>8603 </td><td>546 </td><td>1.45 </td><td>6.35 </td></tr><tr><td>Austria </td><td>7712 </td><td>58 </td><td>1.3 </td><td>0.75 </td></tr><tr><td>Belgium </td><td>7284 </td><td>289 </td><td>1.23 </td><td>3.97 </td></tr><tr><td>Turkey </td><td>5698 </td><td>92 </td><td>0.96 </td><td>1.61 </td></tr><tr><td>Canada </td><td>4757 </td><td>55 </td><td>0.8 </td><td>1.16 </td></tr><tr><td>Portugal </td><td>4268 </td><td>76 </td><td>0.72 </td><td>1.78 </td></tr><tr><td>Norway </td><td>3773 </td><td>19 </td><td>0.63 </td><td>0.5 </td></tr><tr><td>Australia </td><td>3635 </td><td>14 </td><td>0.61 </td><td>0.39 </td></tr><tr><td>Brazil </td><td>3477 </td><td>93 </td><td>0.58 </td><td>2.67 </td></tr><tr><td>Israel </td><td>3460 </td><td>12 </td><td>0.58 </td><td>0.35 </td></tr><tr><td>Sweden </td><td>3046 </td><td>92 </td><td>0.51 </td><td>3.02 </td></tr><tr><td>Malaysia </td><td>2161 </td><td>26 </td><td>0.36 </td><td>1.2 </td></tr><tr><td>Denmark </td><td>2154 </td><td>41 </td><td>0.36 </td><td>1.9 </td></tr><tr><td>Czech </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Republic </td><td>2062 </td><td>9 </td><td>0.35 </td><td>0.44 </td></tr><tr><td>Ireland </td><td>1819 </td><td>19 </td><td>0.31 </td><td>1.04 </td></tr></table></body></html>"}, "TABREF4": {"text": "important information with respect to the growth rate of infection such as avg or mixed temperature is highly favourable for the exponential growth of Covid-19 and therefore, cases would be much higher in this condition. However, lowest type growth is found in case of min temperature ranges and the median growth is being observed in case of max temperature. Therefore, mixing or avg temperature is the highly vulnerable range for the region or a country experiencing seasonally especially for the higher growth of Covid-19. On the other hand, the higher 'b' value (0.0675) is found in case of min temperature and the least value (0.0576) is found in case of max temperature whereas median value (0.0637) found in case of avg temperature, indicating higher value representing lesser proportion of higher temperature ranges and vice versa.", "latex": null, "type": "table"}}, "back_matter": []}