{
    "paper_id": "2b44cb37a3eb7c49b41db21bef2f332b1bf4d208",
    "metadata": {
        "title": "CONSORT-EHEALTH (V 1.6.1) - Submission/Publication Form Your name * First Last Primary Affiliation (short), City, Country * Your e-mail address * Title of your manuscript * Safety and Efficacy of Follow-up for Patients With Abdominal Pain Using Video Consultation: Randomized Controlled Trial Evaluating Digital Telereview (SAVED) Language(s) *",
        "authors": [
            {
                "first": "Dinesh",
                "middle": [],
                "last": "Gunasekeran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "country": "Canada"
                    }
                },
                "email": "dineshvg@hotmail.sg"
            }
        ]
    },
    "abstract": [
        {
            "text": "The CONSORT-EHEALTH checklist is intended for authors of randomized trials evaluating web-based and Internet-based applications/interventions, including mobile interventions, electronic games (incl multiplayer games), social media, certain telehealth applications, and other interactive and/or networked electronic applications. Some of the items (e.g. all subitems under item 5 -description of the intervention) may also be applicable for other study designs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The goal of the CONSORT EHEALTH checklist and guideline is to be a) a guide for reporting for authors of RCTs, b) to form a basis for appraisal of an ehealth trial (in terms of validity) CONSORT-EHEALTH items/subitems are MANDATORY reporting items for studies published in the Journal of Medical Internet Research and other journals / scientific societies endorsing the checklist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Items numbered 1., 2., 3., 4a., 4b etc are original CONSORT or CONSORT-NPT (nonpharmacologic treatment) items. Items with Roman numerals (i., ii, iii, iv etc.) are CONSORT-EHEALTH extensions/clarifications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As the CONSORT-EHEALTH checklist is still considered in a formative stage, we would ask that you also RATE ON A SCALE OF 1-5 how important/useful you feel each item is FOR THE PURPOSE OF THE CHECKLIST and reporting guideline (optional).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "yes: all primary outcomes were significantly better in intervention group vs control partly: SOME primary outcomes were significantly better in intervention group vs control no statistically significant difference between control and intervention potentially harmful: control was significantly better than intervention in one or more outcomes inconclusive: more research is needed Other:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Approx. Percentage of Users (starters) still using the app as recommended after 3 months * Overall, was the app/intervention effective? * Identify the mode of delivery. Preferably use \"web-based\" and/or \"mobile\" and/or \"electronic game\" in the title. Avoid ambiguous terms like \"online\", \"virtual\", \"interactive\". Use \"Internet-based\" only if Intervention includes non-web-based Internet components (e.g. email), use \"computer-based\" or \"electronic\" only if offline products are used. Use \"virtual\" only in the context of \"virtual reality\" (3-D worlds). Use \"online\" only in the context of \"online support groups\". Complement or substitute product names with broader terms for the class of products (such as \"mobile\" or \"smart phone\" instead of \"iphone\"), especially if the application runs on different platforms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Does your paper address subitem 1a-i? * Copy and paste relevant sections from manuscript title (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"video consultation\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mention non-web-based components or important co-interventions in title, if any (e.g., \"with telephone support\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1a-ii) Non-web-based components or important co-interventions in title"
        },
        {
            "text": "Copy and paste relevant sections from manuscript title (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study NA/Not applicable -Intervention arm did not receive any non-web-based components. subitem not at all important 1 2 3 4 5 essential 1a-iii) Primary condition or target group in the title Mention primary condition or target group in the title, if any (e.g., \"for children with Type I Diabetes\") Example: A Web-based and Mobile Intervention with Telephone Support for Children with Type I Diabetes: Randomized Controlled Trial Does your paper address subitem 1a-iii? * Copy and paste relevant sections from manuscript title (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"abdominal pain\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Does your paper address subitem 1a-ii?"
        },
        {
            "text": "Mention key features/functionalities/components of the intervention and comparator in the abstract. If possible, also mention theories and principles used for designing the site. Keep in mind the needs of systematic reviewers and indexers by including important synonyms. (Note: Only report in the abstract what the main paper is reporting. If this information is missing from the main body of text, consider adding it) https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2Z2Q… 10/54",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1b-i) Key features/functionalities/components of the intervention and comparator in the METHODS section of the ABSTRACT"
        },
        {
            "text": "subitem not at all important 1 2 3 4 5 essential Does your paper address subitem 1b-i? * Copy and paste relevant sections from the manuscript abstract (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"The control arm received routine, provider-scheduled telereview with missed reviews actively coordinated and rescheduled by emergency department staff. The intervention arm received access to a platform for digital telereview (asynchronous and synchronous format) that enabled patient-led appointment rescheduling.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1b-i) Key features/functionalities/components of the intervention and comparator in the METHODS section of the ABSTRACT"
        },
        {
            "text": "1b-ii) Level of human involvement in the METHODS section of the ABSTRACT Clarify the level of human involvement in the abstract, e.g., use phrases like \"fully automated\" vs. \"therapist/nurse/care provider/physician-assisted\" (mention number and expertise of providers involved, if any). (Note: Only report in the abstract what the main paper is reporting. If this information is missing from the main body of text, consider adding it)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1b-i) Key features/functionalities/components of the intervention and comparator in the METHODS section of the ABSTRACT"
        },
        {
            "text": "Does your paper address subitem 1b-ii?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1b-i) Key features/functionalities/components of the intervention and comparator in the METHODS section of the ABSTRACT"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript abstract (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"The control arm received routine, provider-scheduled telereview with missed reviews actively coordinated and rescheduled by emergency department staff. The intervention arm received access to a platform for digital telereview (asynchronous and synchronous format) that enabled patient-led appointment rescheduling.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1b-i) Key features/functionalities/components of the intervention and comparator in the METHODS section of the ABSTRACT"
        },
        {
            "text": "https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2Z2Q… 11/54",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1b-i) Key features/functionalities/components of the intervention and comparator in the METHODS section of the ABSTRACT"
        },
        {
            "text": "subitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential 1b-iii) Open vs. closed, web-based (self-assessment) vs. face-to-face assessments in the METHODS section of the ABSTRACT Mention how participants were recruited (online vs. offline), e.g., from an open access website or from a clinic or a closed online user group (closed usergroup trial), and clarify if this was a purely web-based trial, or there were face-to-face components (as part of the intervention or for assessment). Clearly say if outcomes were self-assessed through questionnaires (as common in web-based trials). Note: In traditional offline trials, an open trial (open-label trial) is a type of clinical trial in which both the researchers and participants know which treatment is being administered. To avoid confusion, use \"blinded\" or \"unblinded\" to indicated the level of blinding instead of \"open\", as \"open\" in web-based trials usually refers to \"open access\" (i.e. participants can self-enrol). (Note: Only report in the abstract what the main paper is reporting. If this information is missing from the main body of text, consider adding it)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1b-i) Key features/functionalities/components of the intervention and comparator in the METHODS section of the ABSTRACT"
        },
        {
            "text": "Does your paper address subitem 1b-iii?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1b-i) Key features/functionalities/components of the intervention and comparator in the METHODS section of the ABSTRACT"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript abstract (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Patients with undifferentiated acute abdominal pain discharged from the emergency department observation ward were studied based on intention-to-treat. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1b-i) Key features/functionalities/components of the intervention and comparator in the METHODS section of the ABSTRACT"
        },
        {
            "text": "1b-iv) RESULTS section in abstract must contain use data Report number of participants enrolled/assessed in each group, the use/uptake of the intervention (e.g., attrition/adherence metrics, use over time, number of logins etc.), in addition to primary/secondary outcomes. (Note: Only report in the abstract what the main paper is reporting. If this information is missing from the main body of text, consider adding it)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1b-i) Key features/functionalities/components of the intervention and comparator in the METHODS section of the ABSTRACT"
        },
        {
            "text": "Does your paper address subitem 1b-iv?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION 2a) In INTRODUCTION: Scientific background and explanation of rationale"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript abstract (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"A total of 70 patients participated, with patients randomly assigned to each arm (1:1 ratio).... The telereview service was used by 32 patients in the control arm (32/35, 91%) and 18 patients in the intervention arm (18/35, 51%). \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION 2a) In INTRODUCTION: Scientific background and explanation of rationale"
        },
        {
            "text": "Conclusions/Discussions in abstract for negative trials: Discuss the primary outcome -if the trial is negative (primary outcome not changed), and the intervention was not used, discuss whether negative results are attributable to lack of uptake and discuss reasons. (Note: Only report in the abstract what the main paper is reporting. If this information is missing from the main body of text, consider adding it)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1b-v) CONCLUSIONS/DISCUSSION in abstract for negative trials"
        },
        {
            "text": "Does your paper address subitem 1b-v?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1b-v) CONCLUSIONS/DISCUSSION in abstract for negative trials"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript abstract (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"The application of digital telereview for the follow-up of patients with abdominal pain may be safe and effective.\" Does your paper address subitem 2a-i? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Video consultation is one form that enables early detection of deteriorating patients and promotion of self-efficacy in patients who are well but anxious. Abdominal pain is a common symptom presented by patients in emergency departments. These patients could benefit from video consultation, as it enables remote follow-up of patients who do not require admission and facilitates early discharge of patients from overcrowded hospitals.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1b-v) CONCLUSIONS/DISCUSSION in abstract for negative trials"
        },
        {
            "text": "2a-ii) Scientific background, rationale: What is known about the (type of) system Scientific background, rationale: What is known about the (type of) system that is the object of the study (be sure to discuss the use of similar systems for other conditions/diagnoses, if appropiate), motivation for the study, i.e. what are the reasons for and what is the context for this specific study, from which stakeholder viewpoint is the study performed, potential impact of findings [2] . Briefly justify the choice of the comparator.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 478,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "1b-v) CONCLUSIONS/DISCUSSION in abstract for negative trials"
        },
        {
            "text": "Does your paper address subitem 2a-ii? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"The benefits of telemedicine include cost savings and decentralized care. Video consultation is one form that enables early detection of deteriorating patients and promotion of self-efficacy in patients who are well but anxious. \" 2b) In INTRODUCTION: Specific objectives or hypotheses METHODS 3a) Description of trial design (such as parallel, factorial) including allocation ratio 3b) Important changes to methods after trial commencement (such as eligibility criteria), with reasons Does your paper address CONSORT subitem 2b? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"The study aimed to evaluate the safety and efficacy of the use of digital telereview in patients presenting with undifferentiated acute abdominal pain.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1b-v) CONCLUSIONS/DISCUSSION in abstract for negative trials"
        },
        {
            "text": "Does your paper address CONSORT subitem 3a? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Patients with undifferentiated acute abdominal pain discharged from the emergency department observation ward were studied based on intention-to-treat..... A total of 70 patients participated, with patients randomly assigned to each arm (1:1 ratio).\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1b-v) CONCLUSIONS/DISCUSSION in abstract for negative trials"
        },
        {
            "text": "\"The SAVED study was a prospective randomized controlled trial with a 1:1 allocation ratio. An existing telephone-based telereview service (control) was compared with digital telereview using DoctorBell-a novel, web-based telehealth platform (intervention).\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1b-v) CONCLUSIONS/DISCUSSION in abstract for negative trials"
        },
        {
            "text": "subitem not at all important 1 2 3 4 5 essential 4a) Eligibility criteria for participants Does your paper address CONSORT subitem 3b? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study NA/Not applicable -No change in methods/ eligibility criteria after commencement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1b-v) CONCLUSIONS/DISCUSSION in abstract for negative trials"
        },
        {
            "text": "\"Initially, service utilization and safety were the only outcome measures planned for investigation; however, study team members observed that not all patients complied with instructions given during telereview to return to the emergency department. Therefore, efficacy was later added to the analysis as an outcome measure using existing data. No change to methods/study procedures was required.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1b-v) CONCLUSIONS/DISCUSSION in abstract for negative trials"
        },
        {
            "text": "Bug fixes, Downtimes, Content Changes: ehealth systems are often dynamic systems. A description of changes to methods therefore also includes important changes made on the intervention or comparator during the trial (e.g., major bug fixes or changes in the functionality or content) (5-iii) and other \"unexpected events\" that may have influenced study design such as staff changes, system failures/downtimes, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3b-i) Bug fixes, Downtimes, Content Changes"
        },
        {
            "text": "[2].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3b-i) Bug fixes, Downtimes, Content Changes"
        },
        {
            "text": "Does your paper address subitem 3b-i?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3b-i) Bug fixes, Downtimes, Content Changes"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study NA/Not applicable -There were no bug fixes, downtimes, content changes or otherwise any unexpected events. Does your paper address CONSORT subitem 4a? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Patients with undifferentiated acute abdominal pain who were discharged from a tertiary hospital in Singapore using detailed criteria (Abdominal Pain or Gastroenteritis Pathways in Appendix 1) were considered for recruitment at the point of discharge by study team members after the patient had received routine treatment and a disposition plan which included counselling for self-efficacy and monitoring at home as well as education regarding clinical features that warrant a return to the emergency department (representation).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3b-i) Bug fixes, Downtimes, Content Changes"
        },
        {
            "text": "From September 2017 to May 2018, consecutive patients who presented to the emergency department and who satisfied the study criteria were recruited. Inclusion criteria were the ability to read in English and operate smartphone messaging apps (such as WhatsApp). To exclude patients who may be considered vulnerable, exclusion criteria were defined as less than 21 years of age, pregnant, a prisoner, cognitively impaired, or requiring a legal representative for informed consent in Singapore.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3b-i) Bug fixes, Downtimes, Content Changes"
        },
        {
            "text": "Computer / Internet literacy is often an implicit \"de facto\" eligibility criterion -this should be explicitly clarified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4a-i) Computer / Internet literacy"
        },
        {
            "text": "Does your paper address subitem 4a-i?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4a-i) Computer / Internet literacy"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Inclusion criteria were the ability to read in English and operate smartphone messaging apps (such as WhatsApp 4a-ii) Open vs. closed, web-based vs. face-to-face assessments:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4a-i) Computer / Internet literacy"
        },
        {
            "text": "Open vs. closed, web-based vs. face-to-face assessments: Mention how participants were recruited (online vs. offline), e.g., from an open access website or from a clinic, and clarify if this was a purely webbased trial, or there were face-to-face components (as part of the intervention or for assessment), i.e., to what degree got the study team to know the participant. In online-only trials, clarify if participants were quasi-anonymous and whether having multiple identities was possible or whether technical or logistical measures (e.g., cookies, email confirmation, phone calls) were used to detect/prevent these.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4a-i) Computer / Internet literacy"
        },
        {
            "text": "Does your paper address subitem 4a-ii? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Patients with undifferentiated acute abdominal pain who were discharged from a tertiary hospital in Singapore using detailed criteria (Abdominal Pain or Gastroenteritis Pathways in Appendix 1) were considered for recruitment at the point of discharge by study team members after the patient had received routine treatment and a disposition plan which included counselling for self-efficacy and monitoring at home as well as education regarding clinical features that warrant a return to the emergency department (representation). ... At recruitment, study team members provided participants with links to web-based surveys about symptoms to be reported by patients at initial presentation and at follow-up, following recruitment and telereview, respectively. Blinding was not possible in this study.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4a-i) Computer / Internet literacy"
        },
        {
            "text": "Information given during recruitment. Specify how participants were briefed for recruitment and in the informed consent procedures (e.g., publish the informed consent documentation as appendix, see also item X26), as this information may have an effect on user self-selection, user expectation and may also bias results. Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Patients with undifferentiated acute abdominal pain who were discharged from a tertiary hospital in Singapore using detailed criteria (Abdominal Pain or Gastroenteritis Pathways in Appendix 1) were considered for recruitment at the point of discharge by study team members after the patient had received routine treatment and a disposition plan which included counselling for self-efficacy and monitoring at home as well as education regarding clinical features that warrant a return to the emergency department (representation). ... After completion of informed consent, participants were randomly assigned by a study team member who withdrew lots from a box containing equal numbers of paper indicating either control or intervention. Lots in the box were replenished after each draw by a study team member (S.Y.) who was not involved in clinical care or the implementation of the randomization.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4a-iii) Information giving during recruitment"
        },
        {
            "text": "Does your paper address CONSORT subitem 4b? *",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4a-iii) Information giving during recruitment"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"The emergency department was selected as the location for this pilot study because 24hour medical services were available to attend to any patients whose condition deteriorated [13] . Patients from the emergency department observation ward with severe undifferentiated illnesses that did not meet clinical criteria for hospital admission were recruited. This cohort represents a segment of the population of patients in the emergency department for whom the decision (final disposition) is delayed by clinical uncertainty [14, 15] .\"",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 482,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 823,
                    "end": 827,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 831,
                    "text": "15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "4a-iii) Information giving during recruitment"
        },
        {
            "text": "Clearly report if outcomes were (self-)assessed through online questionnaires (as common in web-based trials) or otherwise. subitem not at all important 1 2 3 4 5 essential 5) The interventions for each group with sufficient details to allow replication, including how and when they were actually administered Does your paper address subitem 4b-i? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"At recruitment, study team members provided participants with links to web-based surveys about symptoms to be reported by patients at initial presentation and at follow-up, following recruitment and telereview, respectively. Blinding was not possible in this study. ... Patients in both groups were followed up for 2 weeks to examine the study outcomes of service utilization (telereview appointments used), efficacy (patient compliance with their final disposition plan), and safety (re-presentation to the emergency department for the same medical problem within 72 hours or within 2 weeks).\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4b-i) Report if outcomes were (self-)assessed through online questionnaires"
        },
        {
            "text": "Report how institutional affiliations are displayed to potential participants [on ehealth media], as affiliations with prestigious hospitals or universities may affect volunteer rates, use, and reactions with regards to an intervention.(Not a required item -describe only if this may bias results)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4b-ii) Report how institutional affiliations are displayed"
        },
        {
            "text": "Does your paper address subitem 4b-ii?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4b-ii) Report how institutional affiliations are displayed"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study NA/Not applicable -Instituitonal affiliations are not displayed on ehealth media. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4b-ii) Report how institutional affiliations are displayed"
        },
        {
            "text": "Describe the history/development process of the application and previous formative evaluations (e.g., focus groups, usability testing), as these will have an impact on adoption/use rates and help with interpreting results. Does your paper address subitem 5-ii?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-ii) Describe the history/development process"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"This was designed using a design-thinking process based on the context and workflows of an emergency department. It allowed patient-led booking, rescheduling, or cancellation of one digital telereview appointment based on the patient's own individual availability, restricted to 48-to 72-hour window following discharge from the emergency department. .... Looking beyond the pandemic, when structured appropriately to address the clinical need, digital telereview developed using a design-thinking approach can lead to considerable cost savings as suggested by our results.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-ii) Describe the history/development process"
        },
        {
            "text": "Revisions and updating. Clearly mention the date and/or version number of the application/intervention (and comparator, if applicable) evaluated, or describe whether the intervention underwent major changes during the evaluation process, or whether the development and/or content was \"frozen\" during the trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-iii) Revisions and updating"
        },
        {
            "text": "Describe dynamic components such as news feeds or changing content which may have an impact on the replicability of the intervention (for unexpected events see item 3b).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-iii) Revisions and updating"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study NA/Not applicable -intervention was \"frozen\" during the trial and did not undergo any changes in the time period following the trial until it was acquired.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Does your paper address subitem 5-iii?"
        },
        {
            "text": "Provide information on quality assurance methods to ensure accuracy and quality of information Does your paper address subitem 5-iv?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-iv) Quality assurance methods"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"After completion of informed consent, participants were randomly assigned by a study team member who withdrew lots from a box containing equal numbers of paper indicating either control or intervention. Lots in the box were replenished after each draw by a study team member (S.Y.) who was not involved in clinical care or the implementation of the randomization.\" 5-v) Ensure replicability by publishing the source code, and/or providing screenshots/screen-capture video, and/or providing flowcharts of the algorithms used Ensure replicability by publishing the source code, and/or providing screenshots/screen-capture video, and/or providing flowcharts of the algorithms used. Replicability (i.e., other researchers should in principle be able to replicate the study) is a hallmark of scientific reporting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-iv) Quality assurance methods"
        },
        {
            "text": "Does your paper address subitem 5-v?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-iv) Quality assurance methods"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"\"Patients in the intervention arm had access to DoctorBell, a novel telehealth platform accessible on smartphone or desktop by web browsers. This was designed using a designthinking process based on the context and workflows of an emergency department.\" ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-iv) Quality assurance methods"
        },
        {
            "text": "Digital preservation: Provide the URL of the application, but as the intervention is likely to change or disappear over the course of the years; also make sure the intervention is archived (Internet Archive, webcitation.org, and/or publishing the source code or screenshots/videos alongside the article). As pages behind login screens cannot be archived, consider creating demo pages which are accessible without login.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-vi) Digital preservation"
        },
        {
            "text": "Does your paper address subitem 5-vi?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-vi) Digital preservation"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study https://www.comp.nus.edu.sg/news/news-media/2139-2017doctorbell/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-vi) Digital preservation"
        },
        {
            "text": "Access: Describe how participants accessed the application, in what setting/context, if they had to pay (or were paid) or not, whether they had to be a member of specific group. If known, describe how participants obtained \"access to the platform and Internet\" [1]. To ensure access for editors/reviewers/readers, consider to provide a \"backdoor\" login account or demo mode for reviewers/readers to explore the application (also important for archiving purposes, see vi).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-vii) Access"
        },
        {
            "text": "Does your paper address subitem 5-vii? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Patients in the intervention arm had access to DoctorBell, a novel telehealth platform accessible on smartphone or desktop by web browsers.\" Does your paper address subitem 5-viii? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"It allowed patient-led booking, rescheduling, or cancellation of one digital telereview appointment based on the patient's own individual availability, restricted to 48-to 72-hour window following discharge from the emergency department. Digital telereview appointments through this platform were patient-led and were not actively rescheduled by emergency department staff if missed or cancelled. Before the digital telereview appointment (synchronous teleconsultation with video, voice, and text messaging), patients received an in-app form that allowed them to report important history or symptoms beforehand (asynchronous). This was sent to the emergency department staff on-duty before video consultation, providing them with the opportunity to clarify any uncertainties with the on-duty attending physician before synchronous consultation. Upon starting work, staff could view digital telereview bookings scheduled during their shift and received automated real-time push notifications of any changes made to appointments.\" ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-vii) Access"
        },
        {
            "text": "Describe use parameters (e.g., intended \"doses\" and optimal timing for use). Clarify what instructions or recommendations were given to the user, e.g., regarding timing, frequency, heaviness of use, if any, or was the intervention used ad libitum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-ix) Describe use parameters"
        },
        {
            "text": "Does your paper address subitem 5-ix?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-ix) Describe use parameters"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"It allowed patient-led booking, rescheduling, or cancellation of one digital telereview appointment based on the patient's own individual availability, restricted to 48-to 72-hour window following discharge from the emergency department. Digital telereview appointments through this platform were patient-led and were not actively rescheduled by emergency department staff if missed or cancelled.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-ix) Describe use parameters"
        },
        {
            "text": "Clarify the level of human involvement (care providers or health professionals, also technical assistance) in the e-intervention or as co-intervention (detail number and expertise of professionals involved, if any, as well as \"type of assistance offered, the timing and frequency of the support, how it is initiated, and the medium by which the assistance is delivered\". It may be necessary to distinguish between the level of human involvement required for the trial, and the level of human involvement required for a routine application outside of a RCT setting (discuss under item 21 -generalizability). Does your paper address subitem 5-x?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-x) Clarify the level of human involvement"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Digital telereview appointments through this platform were patient-led and were not actively rescheduled by emergency department staff if missed or cancelled. Before the digital telereview appointment (synchronous teleconsultation with video, voice, and text messaging), patients received an in-app form that allowed them to report important history or symptoms beforehand (asynchronous).\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-x) Clarify the level of human involvement"
        },
        {
            "text": "Report any prompts/reminders used: Clarify if there were prompts (letters, emails, phone calls, SMS) to use the application, what triggered them, frequency etc. It may be necessary to distinguish between the level of prompts/reminders required for the trial, and the level of prompts/reminders for a routine application outside of a RCT setting (discuss under item 21 -generalizability).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-xi) Report any prompts/reminders used"
        },
        {
            "text": "Does your paper address subitem 5-xi? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"This was sent to the emergency department staff on-duty before video consultation, providing them with the opportunity to clarify any uncertainties with the on-duty attending physician before synchronous consultation. Upon starting work, staff could view digital telereview bookings scheduled during their shift and received automated real-time push notifications of any changes made to appointments.\" subitem not at all important 1 2 3 4 5 essential 6a) Completely defined pre-specified primary and secondary outcome measures, including how and when they were assessed 5-xii) Describe any co-interventions (incl. training/support) Describe any co-interventions (incl. training/support): Clearly state any interventions that are provided in addition to the targeted eHealth intervention, as ehealth intervention may not be designed as stand-alone intervention. This includes training sessions and support [1] . It may be necessary to distinguish between the level of training required for the trial, and the level of training for a routine application outside of a RCT setting (discuss under item 21 -generalizability.",
            "cite_spans": [
                {
                    "start": 1246,
                    "end": 1249,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "5-xi) Report any prompts/reminders used"
        },
        {
            "text": "Does your paper address subitem 5-xii? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Patients with undifferentiated acute abdominal pain who were discharged from a tertiary hospital in Singapore using detailed criteria (Abdominal Pain or Gastroenteritis Pathways in Appendix 1) were considered for recruitment at the point of discharge by study team members after the patient had received routine treatment and a disposition plan which included counselling for self-efficacy and monitoring at home as well as education regarding clinical features that warrant a return to the emergency department (representation).\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-xi) Report any prompts/reminders used"
        },
        {
            "text": "https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2Z2Q… 28/54",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-xi) Report any prompts/reminders used"
        },
        {
            "text": "subitem not at all important 1 2 3 4 5 essential Does your paper address CONSORT subitem 6a? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Patients in both groups were followed up for 2 weeks to examine the study outcomes of service utilization (telereview appointments used), efficacy (patient compliance with their final disposition plan), and safety (re-presentation to the emergency department for the same medical problem within 72 hours or within 2 weeks). Initially, service utilization and safety were the only outcome measures planned for investigation; however, study team members observed that not all patients complied with instructions given during telereview to return to the emergency department. Therefore, efficacy was later added to the analysis as an outcome measure using existing data. No change to study procedures was required. For patients who did not receive telereview, the final disposition plan was that given at the point of discharge from the emergency department (ie, self-management and monitoring at home). For patients who received telereview, the final disposition plan was that given during telereview (ie, whether to continue self-management or return to the emergency department).\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-xi) Report any prompts/reminders used"
        },
        {
            "text": "6a-i) Online questionnaires: describe if they were validated for online use and apply CHERRIES items to describe how the questionnaires were designed/deployed",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-xi) Report any prompts/reminders used"
        },
        {
            "text": "If outcomes were obtained through online questionnaires, describe if they were validated for online use and apply CHERRIES items to describe how the questionnaires were designed/deployed [9].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-xi) Report any prompts/reminders used"
        },
        {
            "text": "Does your paper address subitem 6a-i? 6b) Any changes to trial outcomes after the trial commenced, with reasons 6a-ii) Describe whether and how \"use\" (including intensity of use/dosage) was defined/measured/monitored Describe whether and how \"use\" (including intensity of use/dosage) was defined/measured/monitored (logins, logfile analysis, etc.). Use/adoption metrics are important process outcomes that should be reported in any ehealth trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-xi) Report any prompts/reminders used"
        },
        {
            "text": "Does your paper address subitem 6a-ii?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-xi) Report any prompts/reminders used"
        },
        {
            "text": "Copy and paste relevant sections from manuscript text \"Patients in both groups were followed up for 2 weeks to examine the study outcomes of service utilization (telereview appointments used), efficacy (patient compliance with their final disposition plan), and safety (re-presentation to the emergency department for the same medical problem within 72 hours or within 2 weeks)\" 6a-iii) Describe whether, how, and when qualitative feedback from participants was obtained Describe whether, how, and when qualitative feedback from participants was obtained (e.g., through emails, feedback forms, interviews, focus groups).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5-xi) Report any prompts/reminders used"
        },
        {
            "text": "Copy and paste relevant sections from manuscript text NA/Not applicable -there were none.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Does your paper address subitem 6a-iii?"
        },
        {
            "text": "NPT: When applicable, details of whether and how the clustering by care provides or centers was addressed subitem not at all important 1 2 3 4 5 essential 7b) When applicable, explanation of any interim analyses and stopping guidelines Does your paper address CONSORT subitem 6b? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Initially, service utilization and safety were the only outcome measures planned for investigation; however, study team members observed that not all patients complied with instructions given during telereview to return to the emergency department. Therefore, efficacy was later added to the analysis as an outcome measure using existing data. No change to study procedures was required.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7a) How sample size was determined"
        },
        {
            "text": "Describe whether and how expected attrition was taken into account when calculating the sample size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7a-i) Describe whether and how expected attrition was taken into account when calculating the sample size"
        },
        {
            "text": "Copy and paste relevant sections from manuscript title (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"As a pilot, formal sample size calculation was not possible due to a lack of relevant data.\" 8a) Method used to generate the random allocation sequence NPT: When applicable, how care providers were allocated to each trial group 8b) Type of randomisation; details of any restriction (such as blocking and block size)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Does your paper address subitem 7a-i?"
        },
        {
            "text": "Does your paper address CONSORT subitem 7b? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study NA/Not applicable -there were none.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Does your paper address subitem 7a-i?"
        },
        {
            "text": "Does your paper address CONSORT subitem 8a? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"After completion of informed consent, participants were randomly assigned by a study team member who withdrew lots from a box containing equal numbers of paper indicating either control or intervention. Lots in the box were replenished after each draw by a study team member (S.Y.) who was not involved in clinical care or the implementation of the randomization. At recruitment, study team members provided participants with links to webbased surveys about symptoms to be reported by patients at initial presentation and at follow-up, following recruitment and telereview, respectively. Blinding was not possible in this study.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Does your paper address subitem 7a-i?"
        },
        {
            "text": "https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2Z2Q… 32/54 9) Mechanism used to implement the random allocation sequence (such as sequentially numbered containers), describing any steps taken to conceal the sequence until interventions were assigned 10) Who generated the random allocation sequence, who enrolled participants, and who assigned participants to interventions Does your paper address CONSORT subitem 8b? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"After completion of informed consent, participants were randomly assigned by a study team member who withdrew lots from a box containing equal numbers of paper indicating either control or intervention. Lots in the box were replenished after each draw by a study team member (S.Y.) who was not involved in clinical care or the implementation of the randomization. At recruitment, study team members provided participants with links to webbased surveys about symptoms to be reported by patients at initial presentation and at follow-up, following recruitment and telereview, respectively. Blinding was not possible in this study.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Does your paper address subitem 7a-i?"
        },
        {
            "text": "Does your paper address CONSORT subitem 9? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"After completion of informed consent, participants were randomly assigned by a study team member who withdrew lots from a box containing equal numbers of paper indicating either control or intervention. Lots in the box were replenished after each draw by a study team member (S.Y.) who was not involved in clinical care or the implementation of the randomization. At recruitment, study team members provided participants with links to webbased surveys about symptoms to be reported by patients at initial presentation and at follow-up, following recruitment and telereview, respectively. Blinding was not possible in this study.\" 11a) If done, who was blinded after assignment to interventions (for example, participants, care providers, those assessing outcomes) and how NPT: Whether or not administering co-interventions were blinded to group assignment subitem not at all important 1 2 3 4 5 essential Does your paper address CONSORT subitem 10? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"After completion of informed consent, participants were randomly assigned by a study team member who withdrew lots from a box containing equal numbers of paper indicating either control or intervention. Lots in the box were replenished after each draw by a study team member (S.Y.) who was not involved in clinical care or the implementation of the randomization. At recruitment, study team members provided participants with links to webbased surveys about symptoms to be reported by patients at initial presentation and at follow-up, following recruitment and telereview, respectively. Blinding was not possible in this study.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Does your paper address subitem 7a-i?"
        },
        {
            "text": "Specify who was blinded, and who wasn't. Usually, in web-based trials it is not possible to blind the participants [1, 3] (this should be clearly acknowledged), but it may be possible to blind outcome assessors, those doing data analysis or those administering co-interventions (if any).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11a-i) Specify who was blinded, and who wasn't"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Blinding was not possible in this study.\" ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Does your paper address subitem 11a-i? *"
        },
        {
            "text": "(this item is usually not relevant for ehealth trials as it refers to similarity of a placebo or sham intervention to a active medication/intervention) 11a-ii) Discuss e.g., whether participants knew which intervention was the \"intervention of interest\" and which one was the \"comparator\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11b) If relevant, description of the similarity of interventions"
        },
        {
            "text": "Informed consent procedures (4a-ii) can create biases and certain expectations -discuss e.g., whether participants knew which intervention was the \"intervention of interest\" and which one was the \"comparator\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11b) If relevant, description of the similarity of interventions"
        },
        {
            "text": "Does your paper address subitem 11a-ii?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11b) If relevant, description of the similarity of interventions"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Blinding was not possible in this study.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11b) If relevant, description of the similarity of interventions"
        },
        {
            "text": "12a) Statistical methods used to compare groups for primary and secondary outcomes NPT: When applicable, details of whether and how the clustering by care providers or centers was addressed Does your paper address CONSORT subitem 11b? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Follow-up after discharge by telereview is routinely conducted by triage nurses to facilitate early discharge from the observation ward, with follow-up review to ascertain right-siting through prompt identification of deteriorating patients as well as encouraging self-efficacy in well patients who are anxious but who do not need to re-visit the emergency department. During telereview, patients who are well are advised on self-management while patients with ominous symptomatology or deteriorating illness are advised to return to the emergency department for further evaluation. In this study, patients in the control arm received routine, provider-led telephone-based telereview following discharge. Telereview was conducted by the emergency department staff on-shift at the time of the patient's booked appointment. Any missed telereviews were actively and manually rescheduled by staff with three attempted phone calls within 48 to 72 hours following discharge. No further attempt was made to contact patients who were not reached in the 72-hour period or those who declined telereview.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11b) If relevant, description of the similarity of interventions"
        },
        {
            "text": "Patients in the intervention arm had access to DoctorBell, a novel telehealth platform accessible on smartphone or desktop by web browsers. This was designed using a designthinking process based on the context and workflows of an emergency department. It allowed patient-led booking, rescheduling, or cancellation of one digital telereview appointment based on the patient's own individual availability, restricted to 48-to 72-hour window following discharge from the emergency department. Digital telereview appointments through this platform were patient-led and were not actively rescheduled by emergency department staff if missed or cancelled. Before the digital telereview appointment (synchronous teleconsultation with video, voice, and text messaging), patients received an in-app form that allowed them to report important history or symptoms beforehand (asynchronous). This was sent to the emergency department staff on-duty before video consultation, providing them with the opportunity to clarify any uncertainties with the on-duty attending physician before synchronous consultation. Upon starting work, staff could view digital telereview bookings scheduled during their shift, and received automated real-time push notifications of any changes made to appointments.\" ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11b) If relevant, description of the similarity of interventions"
        },
        {
            "text": "Does your paper address CONSORT subitem 12a? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"The study population was analyzed based on intention-to-treat. All hypotheses were twosided with a P<.05 considered statistically significant. Descriptive statistical analysis was conducted using SPSS software (version 20.0; IBM Corp). Associations between categorical variables were analyzed using Fisher exact test. Where expected counts within all categories were greater than 5, chi-square test was used instead. Associations between continuous variables were analyzed using the two-tailed two-sample t test.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12b) Methods for additional analyses, such as subgroup analyses and adjusted analyses"
        },
        {
            "text": "12a-i) Imputation techniques to deal with attrition / missing values Imputation techniques to deal with attrition / missing values: Not all participants will use the intervention/comparator as intended and attrition is typically high in ehealth trials. Specify how participants who did not use the application or dropped out from the trial were treated in the statistical analysis (a complete case analysis is strongly discouraged, and simple imputation techniques such as LOCF may also be problematic [4]).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12b) Methods for additional analyses, such as subgroup analyses and adjusted analyses"
        },
        {
            "text": "Does your paper address subitem 12a-i? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study NA/Not applicable -there was no imputation conducted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12b) Methods for additional analyses, such as subgroup analyses and adjusted analyses"
        },
        {
            "text": "subitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential Does your paper address CONSORT subitem 12b? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study NA/Not applicable -there were no additional analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X26) REB/IRB Approval and Ethical Considerations [recommended as subheading under \"Methods\"] (not a CONSORT item)"
        },
        {
            "text": "Does your paper address subitem X26-i?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X26-i) Comment on ethics committee approval"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"This study was approved by the Centralized Institutional Review Board (CIRB) of the Singapore General Hospital (SingHealth CIRB protocol number 2017/2049) and conducted in accordance with the Declaration of Helsinki (2000).\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X26-i) Comment on ethics committee approval"
        },
        {
            "text": "Outline informed consent procedures e.g., if consent was obtained offline or online ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "x26-ii) Outline informed consent procedures"
        },
        {
            "text": "Does your paper address subitem X26-ii?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study NA/Not applicable -Informed consent was taken in accordance with standard institutional guidelines in Singapore, including description of the background/purpose of the study, potential risks to patients, contact information for assistance, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Safety and security procedures, incl. privacy considerations, and any steps taken to reduce the likelihood or detection of harm (e.g., education and training, availability of a hotline)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X26-iii) Safety and security procedures"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study NA/Not applicable -patients were anonymised and this was a pragmatic trial (with no additional steps/deviation from usual care to avoid bias) That said, usual care already included relevant provisions as described: \"Patients with undifferentiated acute abdominal pain who were discharged from a tertiary hospital in Singapore using detailed criteria (Abdominal Pain or Gastroenteritis Pathways in Appendix 1) were considered for recruitment at the point of discharge by study team members after the patient had received routine treatment and a disposition plan which included counselling for self-efficacy and monitoring at home as well as education regarding clinical features that warrant a return to the emergency department (re-presentation).\" 13a) For each group, the numbers of participants who were randomly assigned, received intended treatment, and were analysed for the primary outcome NPT: The number of care providers or centers performing the intervention in each group and the number of patients treated by each care provider in each center 13b) For each group, losses and exclusions after randomisation, together with reasons Does your paper address CONSORT subitem 13a? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"From September 2017 to May 2018, patients (N=72) who were discharged from the emergency department observation ward and who satisfied inclusion criteria were recruited to participate in this study. One patient was under the age of 21 and was excluded. Another patient declined to participate in the study. The remaining patients (N=70) were enrolled with patients (n=35) randomized to each arm (CONSORT diagram, Figure 1 ).\"",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2201,
                    "end": 2209,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Does your paper address subitem X26-iii?"
        },
        {
            "text": "Does your paper address CONSORT subitem 13b? (NOTE: Preferably, this is shown in a CONSORT flow diagram) * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"From September 2017 to May 2018, patients (N=72) who were discharged from the emergency department observation ward and who satisfied inclusion criteria were recruited to participate in this study. One patient was under the age of 21 and was excluded. Another patient declined to participate in the study. The remaining patients (N=70) were enrolled with patients (n=35) randomized to each arm (CONSORT diagram, Figure 1 ).\"",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 820,
                    "end": 828,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Does your paper address subitem X26-iii?"
        },
        {
            "text": "https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2Z2Q… 40/54",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Does your paper address subitem X26-iii?"
        },
        {
            "text": "subitem not at all important 1 2 3 4 5 essential 14a) Dates defining the periods of recruitment and follow-up",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Does your paper address subitem X26-iii?"
        },
        {
            "text": "Strongly recommended: An attrition diagram (e.g., proportion of participants still logging in or using the intervention/comparator in each group plotted over time, similar to a survival curve) or other figures or tables demonstrating usage/dose/engagement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13b-i) Attrition diagram"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript or cite the figure number if applicable (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"From September 2017 to May 2018, patients (N=72) who were discharged from the emergency department observation ward and who satisfied inclusion criteria were recruited to participate in this study. One patient was under the age of 21 and was excluded. Another patient declined to participate in the study. The remaining patients (N=70) were enrolled with patients (n=35) randomized to each arm (CONSORT diagram, Figure 1 ).\"",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 753,
                    "end": 761,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Does your paper address subitem 13b-i?"
        },
        {
            "text": "Does your paper address CONSORT subitem 14a? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Patients in both groups were followed up for 2 weeks to examine the study outcomes of service utilization (telereview appointments used), efficacy (patient compliance with their final disposition plan), and safety (re-presentation to the emergency department for the same medical problem within 72 hours or within 2 weeks 14a-i) Indicate if critical \"secular events\" fell into the study period Indicate if critical \"secular events\" fell into the study period, e.g., significant changes in Internet resources available or \"changes in computer hardware or Internet delivery resources\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Does your paper address subitem 13b-i?"
        },
        {
            "text": "Does your paper address subitem 14a-i?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Does your paper address subitem 13b-i?"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study NA/Not applicable -there were none.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Does your paper address subitem 13b-i?"
        },
        {
            "text": "Does your paper address CONSORT subitem 14b? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study NA/Not applicable -there were none, trial ended after the period of recruitment from September 2017 to May 2018, and consecutive patients were recruited. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Does your paper address subitem 13b-i?"
        },
        {
            "text": "In ehealth trials it is particularly important to report demographics associated with digital divide issues, such as age, education, gender, social-economic status, computer/Internet/ehealth literacy of the participants, if known.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15-i) Report demographics associated with digital divide issues"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Furthermore, these results may not be generalizable given that participants were relatively young and well-educated although, from a practical perspective, such patients are more likely to use digital consultation services [7, 24] .\" 16-i) Report multiple \"denominators\" and provide definitions Report multiple \"denominators\" and provide definitions: Report N's (and effect sizes) \"across a range of study participation [and use] thresholds\" [1], e.g., N exposed, N consented, N used more than x times, N used more than y weeks, N participants \"used\" the intervention/comparator at specific pre-defined time points of interest (in absolute and relative numbers per group). Always clearly define \"use\" of the intervention.",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 527,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 531,
                    "text": "24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Does your paper address subitem 15-i? *"
        },
        {
            "text": "Does your paper address subitem 16-i? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"From September 2017 to May 2018, patients (N=72) who were discharged from the emergency department observation ward and who satisfied inclusion criteria were recruited to participate in this study. One patient was under the age of 21 and was excluded. Another patient declined to participate in the study. The remaining patients (N=70) were enrolled with patients (n=35) randomized to each arm (CONSORT diagram, Figure 1 ). One patient crossed over from digital telereview to telephone-based telereview since, rather than booking a digital telereview appointment, the patient called the emergency department within 72 hours to report persistent symptoms and complied with instructions to return to the emergency department the next day (on the fourth day post-discharge). This patient was analyzed in the intervention arm in accordance with intention-to-treat.\"",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 753,
                    "end": 761,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Does your paper address subitem 15-i? *"
        },
        {
            "text": "Primary analysis should be intent-to-treat, secondary analyses could include comparing only \"users\", with the appropriate caveats that this is no longer a randomized sample (see 18-i). Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"The study population was analyzed based on intention-to-treat. All hypotheses were twosided with a P<.05 considered statistically significant. Descriptive statistical analysis was conducted using SPSS software (version 20.0; IBM Corp) . Associations between categorical variables were analyzed using Fisher exact test. Where expected counts within all categories were greater than 5, chi-square test was used instead. Associations between continuous variables were analyzed using the two-tailed two-sample t test.\"",
            "cite_spans": [
                {
                    "start": 696,
                    "end": 710,
                    "text": "(version 20.0;",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 720,
                    "text": "IBM Corp)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "16-ii) Primary analysis should be intent-to-treat"
        },
        {
            "text": "Does your paper address CONSORT subitem 17a? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Most patients in control (33/35, 94%; 95% CI 79.5%-99.0%) and intervention (34/35, 97%; 95% CI 83.4%-99.9%) arms were compliant with final disposition. There was a low rate of representation at 72 hours for both arms (control: 2/35, 6%; 95% CI 1.0%-20.5%; intervention: 2/35, 6%; 95% CI 1.0%-20.5%) and at 2 weeks for both control (2/35, 6%; 95% CI 1.0%-20.5%) and intervention (3/35, 9%; 95% CI 2.2%-24.2%) arms.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16-ii) Primary analysis should be intent-to-treat"
        },
        {
            "text": "In addition to primary/secondary (clinical) outcomes, the presentation of process outcomes such as metrics of use and intensity of use (dose, exposure) and their operational definitions is critical. This does not only refer to metrics of attrition (13-b) (often a binary variable), but also to more continuous exposure metrics such as \"average session length\". These must be accompanied by a technical description how a metric like a \"session\" is defined (e.g., timeout after idle time) [1] (report under item 6a).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17a-i) Presentation of process outcomes such as metrics of use and intensity of use"
        },
        {
            "text": "17b) For binary outcomes, presentation of both absolute and relative effect sizes is recommended 18) Results of any other analyses performed, including subgroup analyses and adjusted analyses, distinguishing pre-specified from exploratory Does your paper address subitem 17a-i?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17a-i) Presentation of process outcomes such as metrics of use and intensity of use"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"There was an overall 71% (50/70) utilization of the telereview service by 32 patients in the telephone-based telereview control arm (32/35, 91%) and 18 patients in the digital telereview intervention arm (18/35, 51%).\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17a-i) Presentation of process outcomes such as metrics of use and intensity of use"
        },
        {
            "text": "Does your paper address CONSORT subitem 17b? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study NA/Not applicable -no statistically significant differences were observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17a-i) Presentation of process outcomes such as metrics of use and intensity of use"
        },
        {
            "text": "Does your paper address CONSORT subitem 18? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study NA/Not applicable -there were no additional analyses. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17a-i) Presentation of process outcomes such as metrics of use and intensity of use"
        },
        {
            "text": "A subgroup analysis of comparing only users is not uncommon in ehealth trials, but if done, it must be stressed that this is a self-selected sample and no longer an unbiased sample from a randomized trial (see 16-iii).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18-i) Subgroup analysis of comparing only users"
        },
        {
            "text": "Does your paper address subitem 18-i?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18-i) Subgroup analysis of comparing only users"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study NA/Not applicable -there were no additional analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18-i) Subgroup analysis of comparing only users"
        },
        {
            "text": "Does your paper address CONSORT subitem 19? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"There was a low rate of re-presentation at 72 hours for both arms (control: 2/35, 6%; 95% CI 1.0%-20.5%; intervention: 2/35, 6%; 95% CI 1.0%-20.5%) and at 2 weeks for both control (2/35, 6%; 95% CI 1.0%-20.5%) and intervention (3/35, 9%; 95% CI 2.2%-24.2%) arms. After the initial 72-hour period, no patients represented within the control arm crossed over whereas the single patient from the intervention arm who crossed over to telephone-based review re-presented at 4 days. Using the chi-square test, there were no significant differences between the control and intervention arms with regards to efficacy as well as safety in terms of re-presentation within 72 hours and within 2 weeks (P>.99).\" Does your paper address subitem 19-i?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18-i) Subgroup analysis of comparing only users"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study NA/Not applicable -there were no such events found.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18-i) Subgroup analysis of comparing only users"
        },
        {
            "text": "Include qualitative feedback from participants or observations from staff/researchers, if available, on strengths and shortcomings of the application, especially if they point to unintended/unexpected effects or uses. This includes (if available) reasons for why people did or did not use the application as intended by the developers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19-ii) Include qualitative feedback from participants or observations from staff/researchers"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"study team members observed that not all patients complied with instructions given during telereview to return to the emergency department. Therefore, efficacy was later added to the analysis as an outcome measure using existing data. No change to study procedures was required.\" Restate study questions and summarize the answers suggested by the data, starting with primary outcomes and process outcomes (use).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Does your paper address subitem 19-ii?"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"The results of this study suggest that digital telereview may be a safe and effective tool to optimize follow-up processes for right-siting patients in tertiary care.\" Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"This study suggests that there is potential to save cost and manpower-time with digital telereview, and has laid the ground work for future investigations to examine the benefits of implementing digital telereview at scale for various clinical applications.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Does your paper address subitem 22-i? *"
        },
        {
            "text": "Typical limitations in ehealth trials: Participants in ehealth trials are rarely blinded. Ehealth trials often look at a multiplicity of outcomes, increasing risk for a Type I error. Discuss biases due to non-use of the intervention/usability issues, biases through informed consent procedures, unexpected events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "20-i) Typical limitations in ehealth trials"
        },
        {
            "text": "Does your paper address subitem 20-i? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Limitations of this study include a lack of pre-existing data for sample size calculation and possible selection bias since patients were only recruited when study team members were on shift-a common constraint of studies that are conducted in busy emergency departments [13] . Furthermore, these results may not be generalizable given that participants were relatively young and well-educated although, from a practical perspective, such patients are more likely to use digital consultation services [7, 24] . Other limitations are consistent with intention-to-treat analysis such as conservative estimates for efficacy as a result of totals diluted by patients who did not receive the intervention (Figure 1 ).\" ",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 616,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 842,
                    "end": 845,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 846,
                    "end": 849,
                    "text": "24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1041,
                    "end": 1050,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "20-i) Typical limitations in ehealth trials"
        },
        {
            "text": "Generalizability to other populations: In particular, discuss generalizability to a general Internet population, outside of a RCT setting, and general patient population, including applicability of the study results for other organizations Does your paper address subitem 21-i?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21-i) Generalizability to other populations"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Furthermore, these results may not be generalizable given that participants were relatively young and well-educated although, from a practical perspective, such patients are more likely to use digital consultation services [7, 24] . ... When van der Kop et al [25] evaluated use of WelTel to promote attendance to follow-up appointments, they found lower compliance in the patients who received the intervention and no significant difference between the groups. Therefore, the results from our study may not be generalizable to other undifferentiated acute presentations such as chest pain. \"",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 527,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 531,
                    "text": "24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "21-i) Generalizability to other populations"
        },
        {
            "text": "Discuss if there were elements in the RCT that would be different in a routine application setting (e.g., prompts/reminders, more human involvement, training sessions or other co-interventions) and what impact the omission of these elements could have on use, adoption, or outcomes if the intervention is applied outside of a RCT setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21-ii) Discuss if there were elements in the RCT that would be different in a routine application setting"
        },
        {
            "text": "23) Registration number and name of trial registry 24) Where the full trial protocol can be accessed, if available 25) Sources of funding and other support (such as supply of drugs), role of funders Does your paper address subitem 21-ii?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OTHER INFORMATION"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study NA/Not applicable -this was a pragmatic trial (with no additional steps/deviation from usual care apart from the intervention itself in order to avoid bias).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OTHER INFORMATION"
        },
        {
            "text": "Does your paper address CONSORT subitem 23? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study This study was registered at SingHealth Singapore General Hospital (2017/2049) and in the International Standard Randomized Controlled Trial Number registry (ISRCTN28468556).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OTHER INFORMATION"
        },
        {
            "text": "Cite a Multimedia Appendix, other reference, or copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study This study was registered at SingHealth Singapore General Hospital (2017/2049) and in the International Standard Randomized Controlled Trial Number registry (ISRCTN28468556).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Does your paper address CONSORT subitem 24? *"
        },
        {
            "text": "subitem not at all important 1 2 3 4 5 essential About the CONSORT EHEALTH checklist Does your paper address CONSORT subitem 25? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"The study was partially funded by the Singapore General Hospital in the form of the research hours contributed by study team members employed by the hospital. Funder(s) played no part in the design, conduct, or decision to publish for this study.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X27) Conflicts of Interest (not a CONSORT item)"
        },
        {
            "text": "In addition to the usual declaration of interests (financial or otherwise), also state the relation of the study team towards the system being evaluated, i.e., state if the authors/evaluators are distinct from or identical with the developers/sponsors of the intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X27-i) State the relation of the study team towards the system being evaluated"
        },
        {
            "text": "Does your paper address subitem X27-i?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X27-i) State the relation of the study team towards the system being evaluated"
        },
        {
            "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Dr. Dinesh Visva Gunasekeran reports investment in DoctorBell, VISRE, AskDr and Shyfts. He reports serving as lecturer and faculty advisor to the medical innovation program of the As a result of using this checklist, did you make changes in your manuscript? * What were the most important changes you made as a result of using this checklist?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X27-i) State the relation of the study team towards the system being evaluated"
        },
        {
            "text": "Details about intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X27-i) State the relation of the study team towards the system being evaluated"
        },
        {
            "text": "How much time did you spend on going through the checklist INCLUDING making changes in your manuscript *",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X27-i) State the relation of the study team towards the system being evaluated"
        },
        {
            "text": "As a result of using this checklist, do you think your manuscript has improved? * Would you like to become involved in the CONSORT EHEALTH group?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "hours"
        },
        {
            "text": "This would involve for example becoming involved in participating in a workshop and writing an \"Explanation and Elaboration\" document",
            "cite_spans": [],
            "ref_spans": [],
            "section": "hours"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "To generate a record that you filled in this form, we recommend to generate a PDF of this page (on a Mac, simply select \"print\" and then select",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "When you submit your (revised) paper to JMIR, please upload the PDF as supplementary file",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Don't worry if some text in the textboxes is cut off, as we still have the complete information in our database",
            "authors": [],
            "year": null,
            "venue": "Thank you! Final step: Click submit !",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "This content is neither created nor endorsed by Google",
            "authors": [],
            "year": null,
            "venue": "Report Abuse -Terms of Service -Privacy Policy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "If this is a JMIR submission, please provide the manuscript tracking number under \"other\" (The ms tracking number can be found in the submission acknowledgement email, or when you login as author in JMIR. If the paper is already published in JMIR, then the ms tracking number is the four-digit number at the end of the DOI, to be found at the bottom of each published article in JMIR) 17417 1a) Does your paper address CONSORT item 1a? * I.e does the title contain the phrase \"Randomized Controlled Trial\"? (if not, explain the reason under \"other\") https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Interpretation consistent with results, balancing benefits and harms, and considering other relevant evidence NPT: In addition, take into account the choice of the comparator, lack of or partial blinding, and unequal expertise of care providers or centers in each i) Restate study questions and summarize the answers suggested by the data, starting with primary outcomes and process outcomes (use)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "unanswered new questions, suggest future research. 20) Trial limitations, addressing sources of potential bias, imprecision, and, if relevant, multiplicity of analyses Generalisability (external validity, applicability) of the trial findings NPT: External validity of the trial findings according to the intervention, comparators, patients, and care providers or centers involved in the trial Does your paper address subitem 22-ii?",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Describe the problem and the type of system/solution that is object of the study: intended as stand-alone intervention vs. incorporated in broader health care program? Intended for a particular patient population? Goals of the intervention, e.g., being more cost-effective to other interventions, replace or complement other solutions? (Note: Details about the intervention are provided in \"Methods\" under 5)",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Patrick Poh Huan Yu, Ming Xiang Tham, and Nicholas Chew Yi Ming are acknowledged as clinical innovators and research collaborators for developing the novel DoctorBell telehealth platform used in this study. The DoctorBell platform was acquired by Mobile Health Pte Ltd on August 1, 2018 and integrated into the MaNaDr telehealth platform.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2Z2Q… 23/54",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2Z2Q… 24/54 Describe mode of delivery, features/functionalities/components of the intervention and comparator, and the theoretical framework [6] used to design them (instructional strategy [1], behaviour change techniques, persuasive features, etc., see e.g.,[7, 8]  for terminology). This includes an in-depth description of the content (including where it is coming from and who developed it) [1],\" whether [and how] it is tailored to individual circumstances and allows users to track their progress and receive feedback\"[6]. This also includes a description of communication delivery channels and -if computermediated communication is a component -whether communication was synchronous or asynchronous[6]. It also includes information on presentation strategies [1], including page design principles, average amount of text on pages, presence of hyperlinks to other resources, etc.[1].",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2Z2Q… 25/54",
            "latex": null,
            "type": "table"
        },
        "TABREF23": {
            "text": "https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2Z2Q… 46/5419) All important harms or unintended effects in each group(for specific guidance see CONSORT for harms)",
            "latex": null,
            "type": "table"
        },
        "TABREF24": {
            "text": "https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2Z2Q… 47/54Include privacy breaches, technical problems. This does not only include physical \"harm\" to participants, but also incidents such as perceived or real privacy breaches [1], technical problems, and other unexpected/unintended incidents. \"Unintended effects\" also includes unintended positive effects[2].",
            "latex": null,
            "type": "table"
        },
        "TABREF25": {
            "text": "https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2Z2Q… 50/54",
            "latex": null,
            "type": "table"
        },
        "TABREF26": {
            "text": "National University of Singapore, as well as Head of Health Informatics (Collaborative Ocular Tuberculosis Study group).\"",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}