{
    "paper_id": "2b463a32a405e22bfc52ba3f4f291809f9207c77",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the Editor:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunosuppression drug-related and clinical manifestation of Coronavirus disease 2019: A therapeutical hypothesis"
        },
        {
            "text": "We read with interest the article of Guillen et al. 1 Here, the authors described the management of a kidney transplanted patient in- Actually, except for the case reports mentioned above, we found no data about the incidence and outcome of COVID-19 in this cluster of patients. Furthermore, immunosuppressive drugs could be a valid \"therapeutic\" choice, reducing the activity of the T cell immune system and preventing organ injury.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 53,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Immunosuppression drug-related and clinical manifestation of Coronavirus disease 2019: A therapeutical hypothesis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Case report of COVID-19 in a kidney transplant recipient: does immunosuppression alter the clinical presentation?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Guillen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Pineiro",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Revuelta",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "First cases of COVID-19 in heart transplantation from China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "4",
            "pages": "420--422",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19: yet another coronavirus challenge",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aslam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mehra",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healun.2020.03.007"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Impact of mycophenolic acid and tacrolimus on Th17-related immune response",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Abadja",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Atemkeng",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Alamartine",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Berthoux",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mariat",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Transplantation",
            "volume": "92",
            "issn": "4",
            "pages": "396--403",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "fected by SARS-CoV-2 that causes novel Coronavirus disease 2019 (COVID-19). The authors stated that immunosuppressed patients might present with atypical clinical manifestation (fever, diarrhea, fatigue) without respiratory symptoms. Also Li and colleagues 2 reported SARS-CoV-2 infection in two solid organ transplanted patients. The two heart transplanted patients presented with variable severity of COVID-19 (one mild and another with more severe manifestations requiring a prolonged hospitalization), however, both survived the event. It could be possible that the activation of the immune system is responsible for the damage caused by SARS-CoV-2. The activation of the immune system, especially T cells, represents a landmark of histological picture of lung injury related to COVID-19. Xu et al 3 investigated the pathological characteristics of COVID-19 by human postmortem biopsies. They found that histological picture of lung injury related to COVID-19 is similar to Acute Respiratory Distress Syndrome (diffuse alveolar damage, cellular fibromyxoid exudates, desquamation of pneumocytes and hyaline membranes). Also, they analyzed the characteristics of peripheral CD4 and CD8 T cells. They found a hyperactivated status, with an increased concentration of highly proinflammatory CCR6+ Th17 in CD4 T cells. The authors concluded that overactivation of T cells accounts for, in part, the severe immune injury. Although immunosuppressed solid organ transplanted patients could be more susceptible to SARS-CoV-2 infection with severe clinical manifestations, the anti-inflammatory effects of immunosuppression could diminish the clinical expression of disease. 4 Tacrolimus (FK506) and cyclosporine (Cyclosporin A, CsA), the most commonly used drugs for maintenance immunosuppression following solid organ transplantation, reduce the production of interleukin-2 (IL-2), a regulator of proliferation, survival, and maturation for all T cell. Furthermore, FK506 and mycophenolic acid inhibit interleukin-17 (IL-17) production with a stronger inhibitory effect on Th17. 5 If clinical manifestation and lung injury of COVID-19 are in part mediated by overactivation of T cells immune response, data reported in the literature suggests that clinical conditions associated with impairment in T cell response, like immunosuppression in solid organ transplanted patients, could alter the clinical course and reduced the rate and severity of lung injury. Although transplanted patients could be more susceptible to SARS-CoV-2 infection with atypical manifestations, the chronic use of immunosuppressive drugs could represent a \"protective factor\" for the serious clinical complication of the disease. This hypothesis could also explain why patients with lymphopenia are those with the worst outcomes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Lymphopenia could be caused by lung sequestration of hyperactivated T cell and immunodepression drug-related could limit this effect.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}