{
    "paper_id": "2b517920b4c978971337d286fec37b5454ad70aa",
    "metadata": {
        "title": "Journal Pre-proof Impact of temperature on the dynamics of the COVID-19 outbreak in China Impact of temperature on the dynamics of the COVID-19 outbreak in China",
        "authors": [
            {
                "first": "Peng",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China Medical University",
                    "location": {
                        "settlement": "Shenyang",
                        "country": "China"
                    }
                },
                "email": "shxi@cmu.edu.cn"
            },
            {
                "first": "Yinqiao",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China Medical University",
                    "location": {
                        "settlement": "Shenyang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Huanchang",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chenkai",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China Medical University",
                    "location": {
                        "settlement": "Shenyang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaoyang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China Medical University",
                    "location": {
                        "settlement": "Shenyang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Miao",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China Medical University",
                    "location": {
                        "settlement": "Shenyang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shixing",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China Medical University",
                    "location": {
                        "settlement": "Shenyang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuhua",
                "middle": [],
                "last": "Xi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "3#",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southern Medical University",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "1#",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "#",
                "middle": [
                    "Peng"
                ],
                "last": "Shi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China Medical University",
                    "location": {
                        "settlement": "Shenyang",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Journal Pre-proof J o u r n a l P r e -p r o o f Abstract A COVID-19 outbreak emerged in Wuhan, China at the end of 2019 and developed into a global pandemic during March 2020. The effects of temperature on the dynamics of the COVID-19 epidemic in China are unknown. Data on COVID-19 daily confirmed cases and daily mean temperatures were collected from 31 provincial-level regions in mainland China between Jan 20 and Feb 29, 2020. Locally weighted regression and smoothing scatterplot (LOESS), distributed lag nonlinear models (DLNMs), and random-effects meta-analysis were used to examine the relationship between daily confirmed cases rate of COVID-19 and temperature conditions. The daily number of new cases peaked on Feb 12, and then decreased. The daily confirmed cases rate of COVID-19 had a biphasic relationship with temperature (with a peak at 10 ℃), and the daily incidence of COVID-19 decreased at values below and above these values. The overall epidemic intensity of COVID-19 reduced slightly following days with higher temperatures with a relative risk (RR) was 0.96 (95% CI: 0.93, 0.99). A random-effect meta-analysis including 28 provinces in mainland China, we confirmed the statistically significant association between temperature and RR during the study period (Coefficient = -0.0100, 95% CI: -0.0125, -0.0074). The DLNMs in Hubei Province (outside of Wuhan) and Wuhan showed similar patterns of temperature. Additionally, a modified susceptible-exposed-infectious-recovered (M-SEIR) model, with adjustment for climatic factors, was used to provide a complete characterization of the impact of climate on the dynamics of the COVID-19 epidemic. Journal Pre-proof J o u r n a l P r e -p r o o f Journal Pre-proof J o u r n a l P r e -p r o o f paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "During Dec 2019, an outbreak of a novel coronavirus pneumonia occurred in Wuhan, Hubei Province, China. On Jan 30, 2020, the World Health Organization (WHO) declared an international public health emergency due to infections by this virus. On Feb 20, the WHO officially named this condition coronavirus disease as coronavirus disease 2019 and the causative virus as SARS-CoV-2 (Wu and McGoogan, 2020; Zu et al., 2020) .",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 400,
                    "text": "(Wu and McGoogan, 2020;",
                    "ref_id": null
                },
                {
                    "start": 401,
                    "end": 417,
                    "text": "Zu et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Initial studies of disease severity in early cases showed that COVID-19 had a 2.3% case-fatality rate (She et al., 2020) , much lower than in other diseases caused by other coronaviruses, such as Middle East Respiratory Syndrome (MERS, 34.4%) and",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 120,
                    "text": "(She et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Severe Acute Respiratory Syndrome (SARS, 9.2%) (Ceccarelli et al., 2020; Wu and McGoogan, 2020) . However, Wu et al. reported that the number of COVID-19 cases doubled every 6.4 days from Dec 2019 to Jan 2020, indicating COVID-19 was much more infectious than SARS and MERS . In March 2020, the WHO declared that COVID-19 was a global pandemic. At that time, SARS-CoV-2 had spread rapidly throughout China and was present in 116 other countries and territories worldwide.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 72,
                    "text": "(Ceccarelli et al., 2020;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 73,
                    "end": 95,
                    "text": "Wu and McGoogan, 2020)",
                    "ref_id": null
                },
                {
                    "start": 107,
                    "end": 116,
                    "text": "Wu et al.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Environmental factors can affect the epidemiological dynamics of many infectious diseases. In particular, several studies of climate and weather conditions J o u r n a l P r e -p r o o f found that these environmental factors affected the spatial distribution and timing of infections (Bedford et al., 2015; Sooryanarain and Elankumaran, 2015; Lemaitre et al., 2019) . Based on analysis on climatic variables, there is evidence that temperature affect influenza epidemics in tropical regions (Tamerius et al., 2013) . Temperate regions of the Northern and Southern Hemispheres experience highly synchronized annual influenza epidemics during their winter months (Tamerius et al., 2013; Bedford et al., 2015; Sooryanarain and Elankumaran, 2015) . The seasonality of influenza in temperate monsoon climate regions may result from the meteorological factors that affect the environmental and physical stability of virus particles and human social behaviors, both of which contribute to virus epidemiological dynamics.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 307,
                    "text": "(Bedford et al., 2015;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 308,
                    "end": 343,
                    "text": "Sooryanarain and Elankumaran, 2015;",
                    "ref_id": null
                },
                {
                    "start": 344,
                    "end": 366,
                    "text": "Lemaitre et al., 2019)",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 515,
                    "text": "(Tamerius et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 685,
                    "text": "(Tamerius et al., 2013;",
                    "ref_id": null
                },
                {
                    "start": 686,
                    "end": 707,
                    "text": "Bedford et al., 2015;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 708,
                    "end": 743,
                    "text": "Sooryanarain and Elankumaran, 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "SARS-CoV-2 can be transmitted through aerosols, large droplets, or direct contact with secretions or fomites, similar to the influenza virus (Li et al., 2005) . However, the effects of different environmental factors on the incidence of COVID-19 remain to be elucidated. Based on dynamical equations, previous researchers developed susceptible-exposed-infectious-recovered (SEIR) modeling to estimate key epidemic parameters to better characterize the mechanisms underlying the dynamics of epidemics (Chanprasopchai et al., 2017; Liu et al., 2017; Niakan et al., 2019) .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 158,
                    "text": "(Li et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 500,
                    "end": 529,
                    "text": "(Chanprasopchai et al., 2017;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 530,
                    "end": 547,
                    "text": "Liu et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 568,
                    "text": "Niakan et al., 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We examined the association of the daily confirmed cases rate of COVID-19 with temperature using locally weighted regression and smoothing scatterplot (LOESS) and distributed lag nonlinear models (DLNMs), based on weather and epidemiological data from 31 provincial-level regions in mainland China between Jan J o u r n a l P r e -p r o o f 20 and Feb 29, 2020. We also considered environmental factors using a SEIR model, and developed a modified (M-SEIR) model to characterize the effect of climate on the dynamics of the COVID-19 epidemic in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Data on COVID-19, including the number of newly confirmed and probable cases, were retrieved from the China National Health Commission (CNHC, http://www.nhc.gov.cn/) and the CoV2019 package . COVID-19 data were collected from all 31 provincial-level regions in mainland China between Jan 20 and Feb 29, 2020. Data from Hong Kong, Macao, and Taiwan were not included in the study because these areas had major differences in the methods used for data collection. COVID-19 emerged in Wuhan at the end of 2019, and rapidly spread across mainland China. Thus, population dynamic factors, including birth rate and death rate, were not considered. Finally, the daily confirmed cases rate of in each of the 31 provincial-level regions and Wuhan were calculated by dividing the number of newly confirmed cases by the population size as of the end of 2018. These results were reported as cases per 100,000 people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study data"
        },
        {
            "text": "The daily mean temperature of 344 cities of during the same time period were collected from the meteorological authority in mainland China (http://data.cma.cn).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study data"
        },
        {
            "text": "These city-wide data were consolidated into 31 provincial regions, and were calculated as means. Data on climate conditions and population were from official J o u r n a l P r e -p r o o f reports previously released in mainland China. Therefore, ethical review was not required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study data"
        },
        {
            "text": "Changes of temperature and daily COVID-19 incidence, including the rate and the common logarithm of newly confirmed cases (Log[N]), were analyzed using a LOESS in the 31 provincial-level regions of mainland China from Jan 20 to Feb 29, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "DLNMs, based on a quasi-Poisson distribution generalized additive model (GAM), were used to infer the exposure-lag-response associations between daily mean temperatures and daily confirmed cases of COVID-19 (Gasparrini et al., 2010; Gasparrini, 2011) . Artificial distortion occurred in Hubei Province on February 12, 2020 and in other provinces on February 20, 2020. To deal with this artificial distortion, we used a 5 day moving average of confirmed COVID-19 cases number to replace case number on the day. Separate DLNMs were constructed for mainland China outside of Hubei Province, Hubei Province outside of Wuhan, and Wuhan.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 232,
                    "text": "(Gasparrini et al., 2010;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 233,
                    "end": 250,
                    "text": "Gasparrini, 2011)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Additionally, mean temperature of sites in Hubei Province outside of Wuhan were calculated as a representative of Hubei Province overall. To assess the exposure-lag-response relationship, a cross-basis function was used for temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The resulting model is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "where t is the day of observation; E(y t ) is the expected value of the observed number of COVID-19 cases on day t; α is the intercept, cb is cross-basis matrix used to J o u r n a l P r e -p r o o f estimate the non-linear relationship between temperature and COVID-19 incidence and also describe lag effects of temperature. In the cross basis, T is the daily mean tempreature with 2 degree of freedom (df) and the lag is up to 5 days. time is the indicator variable constructed using natural spline with 1df to control long-term trends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The df for each variable was determined by the quasi-Akaike Information Criterion (qAIC). Among the confirmed cases reported in Qinghai Province and Tibet Province, imported cases accounted for the majority, but those cases were not related to the temperature of each province. Therefore, after completing the modeling of each province, we used a random-effects meta-analysis to summarize the relationship between temperature and exposure-lag-response associations for 28 provinces in mainland China, with exclusion of Hubei Province, Qinghai Province, and Tibet Province.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "To better understand the impact of temperature on the COVID-19 epidemic, temperature was considered based on an SEIR model, and an M-SEIR model was used to simulate the COVID-19 outbreak dynamics in Wuhan after implementation of travel restrictions. Sensitivity analysis was performed for quantitative risk assessment to evaluate the relationships between temperature and COVID-19 incidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The equations of M-SEIR model were:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "where S(t), E(t), I(t), and R(t) are the number of susceptible, exposed, infectious, and removed individuals at time t,  1 and  1 are the mean latent and infectious periods, β t is a time-dependent rate of infectious contact, and β 1 and β 2 are coefficients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The simulations of the dynamics of the COVID-19 epidemic and sensitivity analysis were conducted using the system dynamics section in AnyLogic software (version 8.5.2). Supplementary Table 1 provides the specific parameter values used in the modified model and basic model and further details.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 190,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": "There were 80,981 confirmed cases of COVID-19 in the 31 provincial-level regions of mainland China between Jan 20 and Feb 29, 2020. Due to the change in the diagnostic criteria used in Hubei Province, some patients with confirmed clinical diagnoses were considered healthy, so these data were removed and not considered in this study. A total of 68,034 of these cases (84.01%) were diagnosed in Hubei",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Province. Analysis of newly confirmed cases and daily confirmed cases rate in mainland China (Supplementary From Jan 20 to Feb 29, 2020, the temperature varied in the 31 provincial-level J o u r n a l P r e -p r o o f regions in mainland China (Figure 1 A) . The highest temperature (26 ℃) was in Hainan Province (south-eastern China), and the lowest temperature (-22 ℃) was in Jilin Province (north-eastern China). There was a biphasic relationship of daily confirmed cases rate with temperature (with a peak at about 10 ℃) (Figure 1 B and C) . This is likely because some cases were clinically diagnosed without nucleic acid testing in Hubei Province prior to Feb 12.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 256,
                    "text": "(Figure 1 A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 525,
                    "end": 543,
                    "text": "(Figure 1 B and C)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The association between average cumulative relative risk over lags 0-5 and temperature across 28 provinces in China was shown in Figure 2A and",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 138,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The overall epidemic intensity of COVID-19 reduced slightly following days with higher temperatures associated with the relative risk (RR) was 0.96 (95% CI: 0.93, 0.99). A random-effect meta-analysis including 28 provinces in mainland China, we found the statistically significant association between temperature and RR during the study period (Coefficient = -0.0100, 95% CI: -0.0125, -0.0074) by the use of meta-regression ( Figure 2B ). The result of Figure 2B confirms the negative relationship between temperature and RR among the 28 provinces in China once again. In order to further explore the impact of daily mean temperature on the confirmed cases of COVID-19 with different lag, 0-5 days lag were explored. We find that with the following lag days, RR gradually increases, reaching a peak when lagging by 2 days, and then decreases with the number of lag days increases ( Figure 2C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 426,
                    "end": 435,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 453,
                    "end": 462,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 882,
                    "end": 891,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We analyzed the association between temperature and RR of COVID-19 in Hubei Province (outside of Wuhan), and Wuhan ( Considering the impact of temperature, we constructed an M-SEIR model to simulate the dynamics of the COVID-19 epidemic using the system dynamic sections in AnyLogic software. The SEIR dynamic transmission model compartmentalized the population into four disease states (susceptible, exposed, infected, and recovered) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "analyzed the relationships and interconnections using stock and set parameters, flows, and table functions ( Figure 4A and Supplemental Video 1). We set the initial values and functional relationships. The results indicated that the transmission rate, which is updated by the real-time temperature data in AnyLogic software, decreased as temperature increased, so that the infection rate and size of the outbreak decreased.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 118,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "In the study, we found temperature was an environmental driver of the COVID-19 outbreak in China. Our LOESS showed that the daily incidence was lowest at -10 ℃ and highest at 10 ℃. Our DLNMs indicated that temperature was significantly associated with the daily incidence of COVID-19 with and without time lags. Our M-SEIR model for Wuhan predicted the COVID-19 outbreak would peak J o u r n a l P r e -p r o o f on about March 5, 2020 and would end in late April. Additionally, we found that the transmission rate decreased as temperature increased, and that the increasing temperature contributed to further decreases of the infection rate and size of the outbreak. Therefore, we found that temperature drove the spatial and temporal correlations of the COVID-19 outbreak in China, and should be considered the optimal climatic predictor for the incidence of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our results indicated a significant association between temperature and ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Consequently, we constructed an M-SEIR model to correct for temperature changes in our simulation of the dynamics of the COVID-19 epidemic in China. Our M-SEIR model predicted that the outbreak would reach its peak on about March 5, 2020, consistent with the actual data released by the CNHC (Wan et al., 2020; Tang et al., 2020; Shi et al., 2020; Pan et al., 2020; Hong et al., 2020) . Our results also predicted that the COVID-19 outbreak in Wuhan would end in late April. In addition, we conducted a sensitivity analysis on the temperature-adjusted transmission rate. These analyses indicate that the transmission rate decreased as temperature increased, so that the infection rate and size of the epidemic declined over time.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 310,
                    "text": "(Wan et al., 2020;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 311,
                    "end": 329,
                    "text": "Tang et al., 2020;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 330,
                    "end": 347,
                    "text": "Shi et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 348,
                    "end": 365,
                    "text": "Pan et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 384,
                    "text": "Hong et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Our analysis is subject to some limitations. First, multiple factors, including virus properties, additional climatic factors, socio-economic development, population mobility, population immunity, and urbanization, presumably affected the dynamics of the COVID-19 epidemic in China, but we cannot consider every factor in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Second, we optimized the parameters of M-SEIR model based on previous analysis, and this might have led to bias due to the lack of official data and the adjustment of diagnostic criteria during the outbreak. Third, our study was an ecological analysis that examined a very short period of time, so our conclusions regarding climatic factors as being causative in virus transmission are limited. In particular, we cannot avoid the possible bias caused by other ecological factors that also changed over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Fourth, the temperature on the reporting date was not the actual temperature experienced by each case at infection. However, it is not feasible to determine the temperature on actual date when each patient was first infected. Fifth, the current J o u r n a l P r e -p r o o f research on GAM-DLNM analysis was developed in the context of non-infections disease death of incident counts. There may be limitations in applying this method to short-term infectious diseases. But the research of Lowe has made exploration on the infections disease at present (Lowe et al., 2018) . Finally, all confirmed cases for each province in China include \"imported\" cases and \"local\" cases. An imported case (i.e., from another province, especially Hubei Province) should ideally be counted for the province of the patient's origin. However, this information was not available.",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 573,
                    "text": "(Lowe et al., 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Temperature was an environmental driver of the COVID-19 outbreak in China. Meta-analysis of the exposure-lag-response association. CI, confidence interval; RR, the relative risk; Weight, the percentage of cases in each province amount to the total cases among 28 provinces; For temperature, lag is distributed over lags 0-5 as described in the text. for different temperature scenarios in Wuhan. As the temperature-corrected transmission index increased, the maximum of the incidence rate curve increased and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Digital epidemiology reveals global childhood disease seasonality and the effects of immunization",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Bakker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Martinez-Bakker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Helm",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "113",
            "issn": "",
            "pages": "6689--6694",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global circulation patterns of seasonal influenza viruses vary with antigenic drift",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Barr",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "NATURE",
            "volume": "523",
            "issn": "",
            "pages": "217--220",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Differences and similarities between Severe Acute Respiratory Syndrome (SARS)-CoronaVirus (CoV) and SARS-CoV-2. Would a rose by another name smell as sweet?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ceccarelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berretta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Venanzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Rev Med Pharmacol Sci",
            "volume": "24",
            "issn": "",
            "pages": "2781--2783",
            "other_ids": {
                "DOI": [
                    "10.26355/eurrev_202003_20551"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effect of Rainfall for the Dynamical Transmission Model of the Dengue Disease in Thailand",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chanprasopchai",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pongsumpun",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Comput Math Methods Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2017/2541862"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Distributed Lag Linear and Non-Linear Models in R: The Package dlnm",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gasparrini",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J STAT SOFTW",
            "volume": "43",
            "issn": "",
            "pages": "1--20",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Distributed lag non-linear models",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gasparrini",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Kenward",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "STAT MED",
            "volume": "29",
            "issn": "",
            "pages": "2224--2234",
            "other_ids": {
                "DOI": [
                    "10.1002/sim.3940"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Plug-and-play inference for disease dynamics: measles in large and small populations as a case study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Ionides",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J R SOC INTERFACE",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003194"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "An initial investigation of the association between the SARS outbreak and weather: with the view of the environmental temperature and its variation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Epidemiol Community Health",
            "volume": "59",
            "issn": "",
            "pages": "186--192",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Prediction of New Coronavirus Infection Based on a Modified SEIR Model",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.03.20030858"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "When will the battle against novel coronavirus end in Wuhan: A SEIR modeling analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J GLOB HEALTH",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7189/jogh.10.011002"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "LANCET",
            "volume": "395",
            "issn": "",
            "pages": "689--697",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Open-source analytics tools for studying the COVID-19 coronavirus outbreak",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "Z"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "analysis of Hubei Province (outside of Wuhan) and of Wuhan (Supplementary Figure 1 and Supplementary Figure 2) indicated some differences.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "SupplementalTable 3compares the M-SEIR model in the present study with classic SEIR models used in similar studies. When we stratified the four curves by disease state, the patterns were similar: the population size increased early in the epidemic and then decreased as the period ended (due to recovery). The M-SEIR model predicted that the number of infections in Wuhan would peak on about Mar 5 (inflection point) and the outbreak would end by late April(Figure 4B; Supplemental Video 1). A sensitivity analysis of the transmission rate that adjusted for temperature indicated high stability of our M-SEIR model(Figure 4C; Supplemental Video 2). We adjusted the transmission rate from 0 to 1 at steps of 0.1, and conducted simulations to reduce the bias introduced by the model, parameters,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "to explain the relationship between environmental factors and epidemics(He et al., 2010). Dynamic transmission models are usually used to predict the genesis and spread of infectious diseases and to evaluate the effects of interventions. However, few dynamic transmission models have considered environmental factors, and this could increase the uncertainty of their results. To better characterize the dynamics of an infectious disease, it is better to consider the impact of environmental factors within a dynamic transmission model(Bakker et al., 2016;Martinez et al., 2016).Environmental factors, along with lag effects and threshold effects, can affect the host and virus during the outbreak of an infectious disease. On one hand, environmental factors affect human activity patterns and immunity. We found that environmental conditions had a limited effect on the COVID-19 outbreak, due to the absence of extreme weather conditions during our limited study period and the lack ofspecific immunity to this new virus. On the other hand, environmental factors have a greater impact on the causative virus (SARS-CoV-2) than the host population because the transmission and virulence of this virus varies in different conditions. Finally, our results indicated that the impact of environmental factors on virus transmission should be characterized using a dynamic model, because infectiousness estimated from a traditional model is biased by confounding from environmental variables.It is necessary to consider environmental variables in a dynamic transmission model so that their impact can be isolated and quantified. A dynamic model is compatible with an infectious disease transmission model for the virus itself, and can also be coupled with surveillance data of environmental variables(Pitzer et al., 2015).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(A) Temperature in 31 provincial-level regions in mainland China from Jan 20 to Feb 29, 2020. (B) and (C) COVID-19 daily confirmed cases indicators (daily rate and log[N]) as a function of temperature in mainland China (outside of Hubei Province) from Jan 20 to Feb 29. The black central line in each figure represents the expected daily confirmed cases rate and log(N) based on a LOESS regression for all days when there were available estimates. The solid colored lines represent estimated values of different regions and the gray shaded regions represent the corresponding 95% confidence intervals. Log(N): common logarithm of the number of newly confirmed cases; LOESS: locally weighted regression and smoothing scatterplot.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "A random-effect meta-analysis across 28 provinces in China. (A) Summary association between temperature and exposure-lag-response in China 28 provinces based on a meta-analysis, the estimated sizes for each province (square) with 95% CI (horizontal line) are shown in the forest plot. The weight of each province is represented by the size (area) of the square. Using all the provinces, an overall pooled estimate size is shown at the bottom. This is depicted by a diamond to distinguish it from the individual provinces with squares; the left and right vertices of the diamond J o u r n a l P r e -p r o o f represent the lower and upper 95% CI, respectively. (B) Meta-regression bubble plot relating the magnitude of the association between temperature and RR in 28 China provinces. The solid lines represent estimated values of different regions and the gray shaded regions represent the corresponding 95% confidence intervals. Each open circle represents a value of temperature. The size of the circle indicates the precision of the effect estimate and the weight given to that value of temperature. (C)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "RR of COVID-19 as a function of temperature and lag time in Hubei Province (outside of Wuhan) (left), and Wuhan (right). RR, the relative risk.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "COVID-19 dynamics and sensitivity analysis from the M-SEIR model in Wuhan. (A) Over-all structure of M-SEIR model constructed using the system dynamic sections in AnyLogic software. (B) \"Snapshot\" of the different fractions of susceptible, exposed, infected, and recovered disease states at specific times, and forecasts of the trend of the COVID-19 epidemic in Wuhan. (C) Sensitivity analysis",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "indicated the daily number of new cases peaked on Feb 12, and then decreased, although the maximum at this time was affected by a change in the diagnostic criteria used in Hubei Province. The number of daily new cases and the incidence outside of Hubei Province began to decline in early February.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). The results indicate that temperature had a significant effect on COVID-19 incidence. The curves for Hubei and Wuhan were similar. These",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "COVID-19 daily incidence based on LOESS, DLNMs, and an M-SEIR model. This suggests that temperature played an important role in the outbreak of COVID-19 in China, and may be useful in predicting the potential spread of COVID-19 in other geographic areas. Temperatures above about 8 to 10 ℃ appear to decrease the incidence of COVID-19, an important finding that sheds new light on the environmental drivers of the COVID-19 epidemic in China. Our results are in linewith previous studies that examined SARS. In particular, an analysis of SARS data and climate in 4 cities found that temperature was a powerful indicator for SARS-CoV transmission, and the risk of increased daily incidence differed greatly at",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "developing world. Proc Natl Acad Sci U S A 113, 4092-4097. https://doi.org/10.1073/pnas.1518977113. Niakan, K.S., Ghazisaeedi, M., Azizi, R. et al., 2019. Studying the influence of mass media and environmental factors on influenza virus transmission in the US https://doi.org/10.1016/j.puhe.2019.02.006. Pan J., Yao Y., Liu Z., et al., 2020. Effectiveness of control strategies for Coronavirus https://doi.org/10.1101/2020.02.19.20025387. Pitzer, V.E., Viboud, C., Alonso, W.J. et al., 2015. Environmental drivers of the spatiotemporal dynamics of respiratory syncytial virus in the United States. PLOS PATHOG 11, e1004591. https://doi.org/10.1371/journal.ppat.1004591. She, J., Jiang, J., Ye, L. et al., 2020. 2019 novel coronavirus of pneumonia in Wuhan, China: emerging attack and management strategies. Clin Transl Med 9, 19. https://doi.org/10.1186/s40169-020-00271-z. Shi P., Cao S., Feng P., 2020. SEIR Transmission dynamics model of 2019 nCoV coronavirus with considering the weak infectious ability and changes in latency duration. Medrxiv. https://doi.org/10.1101/2020.02.16.20023655. Sooryanarain, H., Elankumaran, S., 2015. Environmental role in influenza virus https://doi.org/10.1146/annurev-animal-022114-111017. Tamerius, J.D., Shaman, J., Alonso, W.J. et al., 2013. Environmental predictors of J o u r n a l P r e -p r o o f Zu, Z.Y., Jiang, M.D., Xu, P.P. et al., 2020. Coronavirus Disease 2019 (COVID-19): A https://doi.org/10.1148/radiol.2020200490.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}