{"paper_id": "2b52a9a78f3ece1f7e95096707f9c8e2f93a43de", "metadata": {"title": "Variability in usual care fluid resuscitation and risk-adjusted outcomes for mechanically ventilated patients in shock", "authors": [{"first": "Jason", "middle": ["N"], "last": "Mansoori", "suffix": "", "affiliation": {"laboratory": "", "institution": "Denver Health Medical Center", "location": {"postCode": "601, 4000, 80203", "settlement": "Broadway, Denver", "region": "MC, CO", "country": "USA"}}, "email": ""}, {"first": "Walter", "middle": [], "last": "Linde-Zwirble", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Peter", "middle": ["C"], "last": "Hou", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Edward", "middle": ["P"], "last": "Havranek", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ivor", "middle": ["S"], "last": "Douglas", "suffix": "", "affiliation": {"laboratory": "", "institution": "Denver Health Medical Center", "location": {"postCode": "601, 4000, 80203", "settlement": "Broadway, Denver", "region": "MC, CO", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "Rationale: There remains significant controversy regarding the optimal approach to fluid resuscitation for patients in shock. The magnitude of care variability in shock resuscitation, the confounding effects of disease severity and comorbidity, and the relative impact on sepsis survival are poorly understood. Objective: To evaluate usual care variability and determine the differential effect of observed and predicted fluid resuscitation volumes on risk-adjusted hospital mortality for mechanically ventilated patients in shock. Methods: We performed a retrospective outcome analysis of mechanically ventilated patients admitted to intensive care units using the 2013 Premier Hospital Database (Premier, Inc.). Observed and predicted hospital mortality were evaluated by observed and predicted day 1 fluid administration, using the difference in predicted and observed outcomes to adjust for disease severity between groups. Both predictive models were validated using a second large administrative database (Truven Health Analytics Inc.). Secondary outcomes included duration of mechanical ventilation, hospital and ICU length of stay, and cost. Results: Among 33,831 patients, observed hospital mortality was incrementally higher than predicted for each additional liter of day 1 fluid beginning at 7 L (40.9% vs. 37.2%, p = 0.008). Compared to patients that received expected (± 1.5 L predicted) day 1 fluid volumes, greater-than-expected fluid resuscitation was associated with increased risk-adjusted hospital mortality (52.3% vs. 45.0%, p < 0.0001) among all patients with shock and among a subgroup of shock patients with comorbid conditions predictive of lower fluid volume administration (47.1% vs. 41.5%, p < 0.0001). However, in patients with shock but without such conditions, both greater-than-expected (57.5% vs. 49.2%, p < 0.0001) and less-than-expected (52.1% vs. 49.2%, p = 0.037) day 1 fluid resuscitation were associated with increased risk-adjusted hospital mortality. Conclusions: Highly variable day 1 fluid resuscitation was associated with a non-uniform impact on risk-adjusted hospital mortality among distinct subgroups of mechanically ventilated patients with shock. These findings support closer evaluation of fluid resuscitation strategies that include broadly applied fluid volume targets in the early phase of shock resuscitation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In the early phases of resuscitation for undifferentiated shock, uncertainty regarding the underlying etiology and patient comorbidities are common reasons for nonpatient-centered resuscitation practices, conflicting treatments, unwarranted practice variability, and failure to meet targeted end points for initial resuscitation [1] . A positive association between fluid balance and mortality has been demonstrated in observational studies [2] [3] [4] [5] [6] [7] [8] . In smaller retrospective studies, however, comparisons of administered fluid volumes between resuscitation groups are frequently confounded by disease severity. Additionally, the extent and impact of variable fluid resuscitation decisions in common usual care practice is poorly characterized. Consequently, assessments of actual administered fluid volumes alone may not effectively address the clinical appropriateness of fluid resuscitation or the effects of relative under-and over-resuscitation on patient outcomes.", "cite_spans": [{"start": 329, "end": 332, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 441, "end": 444, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 445, "end": 448, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 449, "end": 452, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 453, "end": 456, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 457, "end": 460, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 461, "end": 464, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 465, "end": 468, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "In a novel attempt to both characterize the nature and frequency of variable fluid administration practices in the initial phase of shock resuscitation and to adjust for confounding by disease severity, we conducted a retrospective outcome analysis of day 1 fluid (DOF) resuscitation in high-risk mechanically ventilated adult patients resuscitated for shock. We sought to determine the impact of variable DOF volumes on hospital mortality in the most severely ill patients, including those with undifferentiated shock and septic shock. Additionally, we sought to identify hospital-and patient-level contextual factors that contribute to irregular practice and evaluate whether these predict or explain differences in prescribed fluid volumes and hospital mortality. We hypothesized that mechanically ventilated patients with shock are frequently prescribed greater-or less-thanexpected DOF volumes resulting in adverse impacts on standardized hospital mortality after risk adjustment.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "De-identified data were obtained from the Premier Hospital Database (Premier Inc., Charlotte, NC, USA) and MarketScan Hospital Drug Database (Truven Health Analytics Inc., Ann Arbor, MI, USA). The study cohort was constructed using data from discharges in 2013 (Premier) and 2013-2016 (Truven). Both databases are comprised of highly detailed administrative billing data. Further details regarding each database are presented in the online supplement (see Additional file 1). Selection criteria were 18 years of age and older, medical patients, admitted through the emergency department, and admitted to the intensive care unit (ICU) with mechanical ventilation on hospital day 1. Hospitals where the 25th percentile for recorded DOF was below 250 mL were excluded to account for non-uniform level of detail documented between institutions. Since clock time is not recorded, fluid use was captured for the calendar day and not for a 24-h period. To compensate for this, cases with less than 1 L of DOF were excluded (Fig. 1) . The study was exempt from Institutional Review Board oversight.", "cite_spans": [], "ref_spans": [{"start": 1016, "end": 1024, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Data source and study cohort"}, {"text": "Patient data were arranged by the presence of a circulatory principal diagnosis, sepsis (ICD-9-CM codes for infection plus the use of parenteral antibiotics on admission), and shock (use of parenteral vasopressors on day 1 or day 2) [9] . For mechanical ventilation, we used daily itemized procedure billing data as opposed to ICD-9-CM codes, facilitating precise coding for each incremental day of mechanical ventilation. Patients were further characterized by Charlson-Deyo [10] comorbidities and by acute organ dysfunctions present at admission [9] . Hospitals were characterized by size (< 200, 200-399, 400+ beds), teaching status, urban/rural location, and US geographic region (Midwest, Northeast, South, and West). Definition codes and case mix adjustment are included and further described in the online supplement (see Additional file 1).", "cite_spans": [{"start": 233, "end": 236, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 476, "end": 480, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 548, "end": 551, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Definitions"}, {"text": "The primary outcome was hospital mortality defined as all-cause mortality during the initial hospitalization. A predicted hospital mortality model using a generalized logistic link function and a linear ANOVA model for predicted DOF resuscitation were developed using the Premier Hospital Database and validated using the Truven MarketScan Hospital Drug Database. Both models included covariates for age, gender, over 200 ICD-9-CM admission diagnoses codes present in at least 3% of patients, and segments for patients with a principle circulatory or infectious diagnosis with or without shock. Further details regarding model development are presented in the online supplement (see Additional file 1).", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Observed and predicted hospital mortality were then compared by DOF, categorized into 1-L increments up to 9 or more liters. In the absence of consensus definitions for under-or over-resuscitation, differences between those within an arbitrary but clinically relevant cutoff of ± 1.5 L from predicted DOF (\"expected\") and those with greater-or less-than-expected DOF were also examined. Disease severity was adjusted for by adding the difference in predicted hospital mortality between expected and greater-or less-than-expected resuscitation groups to their respective observed hospital mortality. Repeated analyses in patient subgroups with sepsis and septic shock were also performed.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Secondary outcomes included total DOF resuscitation volumes, hospital length of stay (LOS), ICU LOS, duration of mechanical ventilation, and total cost. Lastly, DOF was compared by key hospital characteristics. Continuous variables are reported as means (±SD) or medians and interquartile ranges (IQR). Model covariates are reported as coefficients (95% confidence interval (CI), p value).", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Thirty-three thousand eight hundred thirty-one of 6,186, 940 (0.55%) patients who met the inclusion and exclusion criteria and were discharged from 386 of 570 (67.7%) hospitals were analyzed (Fig. 1) . The majority of patients were admitted to hospitals with 400 or more beds (44.3%), were non-teaching status (62.7%), urban (86.8%), and in the South region of the USA (52.3%) ( Table 1) .", "cite_spans": [], "ref_spans": [{"start": 191, "end": 199, "text": "(Fig. 1)", "ref_id": "FIGREF0"}, {"start": 379, "end": 387, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "Patients"}, {"text": "A predicted mortality model (AUROC = 0.80) identified increasing age, comorbid neoplasm, and circulatory shock as conferring the highest risk of death (Additional file 1: Table E1 ). The predicted 5th to 95th percentile range of total DOF was 2.13 to 5.57 L. All patients in the inclusion cohort were predicted to receive a comorbidity-adjusted baseline DOF of 2.42 L (2.34-2.50 L). The model identified eight admission diagnoses that contributed towards a probability of receiving less fluid (fluid reductive factors, FRFs) and five admission diagnoses that contributed towards a probability of receiving more fluid compared to baseline. Patients with FRFs tended to be older than those without FRFs (66.6 vs. 54.8 years, p < 0.0001). As anticipated, patients with FRFs had a higher average number of organ dysfunctions present on admission than those without FRFs (2.3 vs. 2.1, p < 0.0001) and increased frequency of comorbid diseases (Table 1) . Among the FRFs, pulmonary congestion and heart failure were associated with the highest reduction in the amount of predicted DOF resuscitation (0.43 L, 0.18-0.68 L, p = 0.001 and 0.42 L, 0.36-0.48 L, p < 0.0001, respectively). Heart failure was the most common FRF (28.5%). Acute renal failure conferred the largest increase in predicted DOF resuscitation (0.61 L, 0.55-0.67 L, p < 0.0001) and was present in 33.6% of patients (Additional file 1: Table E2 ).", "cite_spans": [], "ref_spans": [{"start": 171, "end": 179, "text": "Table E1", "ref_id": "TABREF0"}, {"start": 937, "end": 946, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 1396, "end": 1404, "text": "Table E2", "ref_id": null}], "section": "Predicted mortality and predicted day 1 fluid resuscitation"}, {"text": "Applying the predicted DOF resuscitation model, a similar number of patients who received greater-than-expected and less-than-expected DOF volumes (20.5% vs. 25.1%, respectively) were identified. Along with patients who received expected DOF volumes, no significant between-group differences in gender, age, race, or comorbid diseases were found. Patients who received greater-or and less-thanexpected DOF volumes were more likely to present with a higher average number of organ dysfunctions than patients who received expected fluid volumes (2.4 and 2.5 vs. 2.0, respectively, p < 0.0001), particularly cardiac and renal failure (Table 1) . Likewise, a greater number of organ dysfunctions were associated with incrementally increased predicted DOF (Additional file 1: Figure E1 ). The observed hospital mortality for the inclusion cohort was 28.2%. In those where DOF exceeded 6 L, observed mortality was incrementally higher than predicted for each additional liter of DOF. For example, patients receiving 7 L of DOF experienced a significantly worse observed mortality than predicted (40.9% vs. 37.2%, p = 0.008) (Fig. 2a) . This association was present in all patients but most notable in patients with shock. In shock patients without any FRFs, observed mortality was Secondary outcomes ¶ Hospital LOS 7 (4-12) 4 (2-9) 5 (2-10) 6 (3-10) 6 (2-11) 6 (2-10)", "cite_spans": [], "ref_spans": [{"start": 631, "end": 640, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 771, "end": 780, "text": "Figure E1", "ref_id": "FIGREF0"}, {"start": 1118, "end": 1127, "text": "(Fig. 2a)", "ref_id": null}], "section": "Predicted mortality and predicted day 1 fluid resuscitation"}, {"text": "Cost in thousands, $ 18. significantly worse than predicted at both lower and higher DOF volumes (Fig. 2b) . In contrast, patients with one or more FRFs experienced better than predicted mortality at lower DOF volumes and worse than predicted mortality only after 9 or more liters of DOF. Additionally, despite higher predicted mortality, observed mortality for patients with an FRF was lower than patients without an FRF at all DOF volumes (Fig. 2b) . Lastly, while predicted mortality increased as anticipated with each additional FRF, observed mortality paradoxically decreased further with the addition of a second FRF (Fig. 2c) .", "cite_spans": [], "ref_spans": [{"start": 97, "end": 106, "text": "(Fig. 2b)", "ref_id": null}, {"start": 441, "end": 450, "text": "(Fig. 2b)", "ref_id": null}, {"start": 623, "end": 632, "text": "(Fig. 2c)", "ref_id": null}], "section": "Predicted mortality and predicted day 1 fluid resuscitation"}, {"text": "To further explore this relationship, patients were stratified by fluid resuscitation volume relative to expected using the predicted DOF model. Among all shock patients, greater-than-expected fluid resuscitation compared to expected fluid resuscitation was associated with increased risk-adjusted hospital mortality (52.3% vs. 45.0%, p < 0.0001). The same was true for shock patients with an FRF (47.1% vs. 41.5%, p < 0.0001). However, in patients with shock but without an FRF, both greaterthan-expected resuscitation (57.5% vs. expected 49.2%, p < 0.0001) and less-than-expected resuscitation (52.1% vs. expected 49.2%, p = 0.037) were associated with Fig. 2 The effect of day 1 fluid resuscitation volume on hospital mortality. Observed vs. predicted hospital mortality by a) day 1 fluids for all patients, b) day 1 fluids for shock patients with or without one or more fluid reductive factors (FRFs), and c) number of FRFs. The difference between observed and predicted mortality is significant when 95% CI bars do not cross the line for predicted mortality increased risk-adjusted hospital mortality ( Fig. 3 and Additional file 1: Figure E2 ). Regardless of relative resuscitation, the risk-adjusted observed hospital mortality was lower than predicted in shock patients with FRFs and higher than predicted in shock patients without FRFs (Fig. 3) . When applied to the validation database, both the predicted DOF model (R 2 = 19.1%) and predicted mortality model (AUROC 0.80, HL = 12.03, p = 0.15) demonstrated highly comparable performance and excellent agreement in predicted and observed outcomes irrespective of diagnosis or presence of shock (Additional file 1: Table E3 and Additional file 1: Figure E3 ).", "cite_spans": [], "ref_spans": [{"start": 655, "end": 661, "text": "Fig. 2", "ref_id": null}, {"start": 1108, "end": 1114, "text": "Fig. 3", "ref_id": null}, {"start": 1138, "end": 1147, "text": "Figure E2", "ref_id": null}, {"start": 1345, "end": 1353, "text": "(Fig. 3)", "ref_id": null}, {"start": 1674, "end": 1682, "text": "Table E3", "ref_id": null}, {"start": 1706, "end": 1715, "text": "Figure E3", "ref_id": null}], "section": "Predicted mortality and predicted day 1 fluid resuscitation"}, {"text": "Similar to all shock patients, the observed mortality for patients with septic shock was incrementally greater than predicted mortality with incrementally great DOF volumes, achieving statistical significance at 7 L of DOF (36.9% vs. 32.9%, p = 0.019) (Additional file 1: Figure E4 ). Risk-adjusted hospital mortality was comparatively worse in septic shock patients who received greaterthan-expected DOF volumes both with (40.4% vs. expected 34.7%, p = 0.001) and without (51.5% vs. expected 42.1%, p < 0.0001) an FRF (Additional file 1: Figure E5 ).", "cite_spans": [], "ref_spans": [{"start": 272, "end": 281, "text": "Figure E4", "ref_id": "FIGREF2"}, {"start": 539, "end": 548, "text": "Figure E5", "ref_id": null}], "section": "Predicted mortality and predicted day 1 fluid resuscitation"}, {"text": "For the entire inclusion cohort, there was a wide range of prescribed DOF resuscitation volumes (3.0 L, IQR 1.1 L-5.0 L). DOF volume was slightly higher among patients with an FRF (3.2 L, IQR 1.7 L-5.2 L) compared to patients without an FRF (2.9 L, IQR2.0 L-4.7 L, p < 0.0001). Additionally, there were marked differences in DOF between expected (3.0 L, IQR 2.1 L-4.1 L), greaterthan-expected (6.8 L, IQR 5.5 L-8.3 L), and less-thanexpected (1.5 L, IQR 1.1 L-2.2 L, p < 0.0001 for all comparisons) resuscitation groups (Fig. 4) .", "cite_spans": [], "ref_spans": [{"start": 519, "end": 527, "text": "(Fig. 4)", "ref_id": "FIGREF2"}], "section": "Secondary outcomes"}, {"text": "Median hospital LOS was 6 days (IQR 2-10 days). Median ICU LOS was 3 days (IQR 2-6 days), and the median duration of mechanical ventilation was 3 days (IQR 2-6 days). Median cost for the admission was $15,516 (IQR $8638-$28,185). Compared to patients without an FRF, patients with an FRF had higher median hospital LOS (7 vs. 4 days, p < 0.0001), ICU LOS (4 vs. 2 days, p < 0.0001), duration of mechanical ventilation (3 vs. 2 days, p < 0.0001), and cost ($18,504 vs. $12,724, p < 0.0001) ( Table 1) .", "cite_spans": [], "ref_spans": [{"start": 491, "end": 499, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "Secondary outcomes"}, {"text": "When assessed by the presence or absence of an FRF and by relative DOF resuscitation, there were no significant differences in observed DOF volumes by hospital size, teaching status, location, or geographic region. The difference between observed and predicted fluid resuscitation was also preserved across hospital demographics (Additional file 1: Table E4 ).", "cite_spans": [], "ref_spans": [{"start": 349, "end": 357, "text": "Table E4", "ref_id": null}], "section": "Institutional variability in fluid resuscitation practices"}, {"text": "In this retrospective outcome analysis using the 2013 Premier and 2013-2016 Truven databases, we found highly variable day 1 fluid resuscitation practices among Fig. 3 The effect of greater-or less-than-expected day 1 fluid volume resuscitation on hospital mortality. Risk-adjusted observed vs. predicted hospital mortality for patients with shock. Risk adjustment performed by adding the difference in predicted hospital mortality between expectedresuscitation and less-than-expected or greater-than-expected groups to their respective observed hospital mortality. FRF fluid reductive factor. Asterisk indicates statistically significant difference in observed hospital mortality when compared to the expected-resuscitation group . † Less-thanexpected = difference between observed and predicted day 1 fluids is less than − 1.5 L. ‡ Expected = difference between observed and predicted day 1 fluids is between − 1.5 and 1.5 L. § Greater-than-expected = difference between observed and predicted day 1 fluids is more than 1.5 L mechanically ventilated patients with hemodynamic shock from diverse etiologies. Our results are consistent with prior observations associating over-resuscitation with adverse outcomes. However, we also found that lower-than-expected day 1 fluid resuscitation, while beneficial among patients with certain diagnoses predictive of receiving less fluids (e.g., heart failure, end-stage renal disease), was associated with increased riskadjusted hospital mortality among a relatively healthier patient cohort without such diagnoses; a U-shaped relationship.", "cite_spans": [], "ref_spans": [{"start": 161, "end": 167, "text": "Fig. 3", "ref_id": null}], "section": "Discussion"}, {"text": "Initial fluid resuscitation practices for patients with hemodynamic shock remain controversial. Recently published data from a prospective randomized control pilot study of patients with severe sepsis and septic shock demonstrated no increase in adverse outcomes using a restrictive fluid resuscitation strategy in the first 72 h of care [11] . Larger multicenter trials comparing fluidrestrictive and fluid-liberal resuscitation are currently underway [12] . Nevertheless, the non-uniform response to fluid resuscitation between patients with and without an FRF observed in our study suggests widely inclusive fluid resuscitation strategies in usual care and outside of study protocols may not be appropriate for all patients. Moreover, while over-resuscitation is increasingly recognized as harmful to patients with shock [2] [3] [4] [5] [6] [7] [8] and fluidrestrictive strategies are currently being evaluated in large multicenter trials, our findings stress that underresuscitation may also be harmful particularly for a subgroup of patients without FRFs.", "cite_spans": [{"start": 338, "end": 342, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 453, "end": 457, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 824, "end": 827, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 828, "end": 831, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 832, "end": 835, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 836, "end": 839, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 840, "end": 843, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 844, "end": 847, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 848, "end": 851, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "Only half of shock patients respond positively to a volume challenge, indicating that many may have effective circulating fluid volumes despite macrocirculatory shock [13] . Diagnoses identified as FRFs frequently include volume overload as a primary or secondary feature, potentially explaining the observed mortality benefit of receiving less-than-expected fluid volumes among patients with at least one of these conditions. Patients without an FRF were generally younger and had fewer comorbidities and acute organ dysfunctions present on admission. They also had lower predicted hospital mortality compared to patients with an FRF. Nonetheless, hospital mortality for patients without an FRF was increased with higher and lower fluid volumes and with greater-and less-than-expected fluid resuscitation. These findings challenge the assumption that younger and presumably healthier patients are more tolerant of a wide range of fluid resuscitation volumes. Likewise, we observed significantly lower ICU and hospital resource utilization and lower hospital costs among patients without an FRF despite higher-than-predicted risk-adjusted hospital mortality. This incongruity may reflect relatively less attentive care-titration for a population presumed to have lower risk for further clinical decompensation.", "cite_spans": [{"start": 167, "end": 171, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "To our knowledge, this study represents the largest novel analysis of fluid resuscitation outcomes for a wide spectrum of shock states. We specifically focused on patients requiring mechanical ventilation as they have the highest comorbidity burden and risk for hospital mortality. To adjust for confounding by disease severity, we Modified box-and-whiskers plots (box ends indicate 25th and 75th percentiles, whiskers indicate 10th and 90th percentiles, and middle lines indicate medians) for prescribed day 1 fluids. Differences in medians between w/ FRF and w/ o FRF groups, as well as between less-than-expected, expected, and greater-than-expected resuscitation groups, are statistically significant (p < 0.0001). FRF fluid reductive factor. *Less-than-expected = difference between observed and predicted day 1 fluids is less than − 1.5 L. † Expected = difference between observed and predicted day 1 fluids is between − 1.5 and 1.5 L. ‡ Greater-than-expected = difference between observed and predicted day 1 fluids is more than 1.5 L developed predicted mortality and predicted DOF models. By uniquely evaluating the impact of greater-or less-than-expected fluid resuscitation, we expand on previous studies limited to comparisons of absolute fluid volumes in septic shock alone [8, 14] . Furthermore, we validated our predictive models and findings in a second large database that includes patients discharged as recently as 2016 and, pertaining to septic shock, subsequent to the ProCESS [15] , ARISE [16] , and ProMISe [17] trials.", "cite_spans": [{"start": 1287, "end": 1290, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 1291, "end": 1294, "text": "14]", "ref_id": "BIBREF13"}, {"start": 1498, "end": 1502, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1511, "end": 1515, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1530, "end": 1534, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Discussion"}, {"text": "A uniform limitation of many administrative database analyses is the lack of patient-level severity of illness scoring. However, comorbidity-based risk-adjustment indices (e.g., Charlson index AUROC = 0.67) have been shown to perform similarly well as severity of illness scores (APACHE II AUROC = 0.805 and SAPS II AUROC = 0.843) in predicting short-term mortality following ICU admission [18] [19] [20] . The discriminative ability of our comorbidity-based mortality model, while still dependent on ICD-9-CM-based coding instead of physiologic variables, compares favorably (AUROC = 0.80). In addition, the linear relationship between prescribed fluid volumes and predicted mortality observed in our model is consistent with prior observational studies suggesting a positive correlation between administered fluids and mortality. The range of predicted DOF accurately correlated with the range of observed DOF, and the ± 1.5-L DOF cutoff was validated by the continuous deviation of observed from predicted mortality rates both above and below this critical value. Nonetheless, we cannot exclude the possibility that variance with respect to predicted versus observed DOF may be related to the performance of our model. Thus, while acknowledging the limitation of the current administrative dataset analyses, future prospective studies should evaluate the temporal relationship between prescribed fluid volumes and mechanical ventilation or other physiologic variables. Such an approach would facilitate further categorization of disease severity, for example by computing Sequential Organ Assessment (SOFA) scores for patients with sepsis, and elucidate the causal relationship between suboptimal fluid resuscitation and adverse outcomes.", "cite_spans": [{"start": 390, "end": 394, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 395, "end": 399, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 400, "end": 404, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Discussion"}, {"text": "Additional potential for confounding arises in administrative database analyses from systematic underreporting by individual hospitals and absent documentation for specific patients. To mitigate this potential bias, we excluded hospitals where the 25th percentile for recorded DOF was below 250 mL and any cases where the DOF was less than 1 L (185 hospitals, 33%). The potential for ascertainment bias, however, exists as a result of excluding patients who may be admitted late in the calendar hospital day and hospitals with systematic underreporting of administered fluid volumes. With respect to identifying patients with shock, we attempted to address this by defining shock according to whether the subject was prescribed a vasopressor on hospital day 1 or 2. Furthermore, while isolating a higher risk population, patients with shock who require mechanical ventilation may represent a phenotypically distinct but heterogeneous subgroup. In separate analyses, we observed comparable associations in acutely resuscitated patients regardless of the need for ventilator support (unpublished data). Categorization of different shock states in administrative data is limited without access to patient-specific physiologic variables. For the purposes of the current analysis, we refer to all shock states as \"undifferentiated shock\" while acknowledging that bedside clinical assessment is likely to have informed a more precise etiology of shock that contributed to fluid resuscitation decisions. Finally, the present analysis does not distinguish between types of fluid administered that is the focus of ongoing studies. Though resuscitation with crystalloid rather than colloid fluids may have contributed to variability in DOF volumes [21] , fluid type has not been consistently associated with differences in shock resuscitation outcomes [21] [22] [23] .", "cite_spans": [{"start": 1738, "end": 1742, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1842, "end": 1846, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1847, "end": 1851, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1852, "end": 1856, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our study focused on early, guideline-informed DOF administration in shock. Future analyses are planned to evaluate DOF volumes for patients with delayed versus direct ICU admission, hospitals where patients receive very small volumes of DOF, the impact of specific shock states, as well as outcomes related to fluid administration beyond day 1 through hospital discharge. Further validation analyses in separate cohorts will be required to confirm the performance our novel risk-adjusted models. Institutional differences, including hospital size, teaching status, location, or geographic region, were not associated with variability in DOF resuscitation. While likely not a function exclusively of organizational or hospital-level factors, these data do not preclude that there may be significant individual-or team-level practice variability. Clinician-level variability in resuscitation decisions could also enhance future analyses of treatment variations. Taken together, these findings compellingly point to the importance of ongoing prospective clinical trials of physiologically informed, patientcentered fluid resuscitation for shock using dynamic measures of circulatory effectiveness rather than uniformly empiric strategies.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Among mechanically ventilated patients with diverse etiologies of shock, this large retrospective analysis highlights extensive treatment variability including frequent greater-or less-than-expected fluid volume resuscitation. There was a non-uniform association with risk-adjusted hospital mortality, which was surprisingly worse in patients without a fluid reductive factor. These findings support further evaluation of which patients may potentially benefit or be harmed by restrictive and liberal fluid resuscitation strategies in usual care.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Supplementary information accompanies this paper at https://doi.org/10. 1186/s13054-020-2734-9. ", "cite_spans": [], "ref_spans": [], "section": "Supplementary information"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Intravenous fluids in acute decompensated heart failure", "authors": [{"first": "B", "middle": [], "last": "Bikdeli", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Strait", "suffix": ""}, {"first": "K", "middle": [], "last": "Dharmarajan", "suffix": ""}, {"first": "S", "middle": ["X"], "last": "Li", "suffix": ""}, {"first": "P", "middle": [], "last": "Mody", "suffix": ""}, {"first": "C", "middle": [], "last": "Partovian", "suffix": ""}], "year": 2015, "venue": "JACC Heart Fail", "volume": "3", "issn": "2", "pages": "127--160", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Association between fluid balance and survival in critically ill patients", "authors": [{"first": "J", "middle": [], "last": "Lee", "suffix": ""}, {"first": "E", "middle": [], "last": "De Louw", "suffix": ""}, {"first": "M", "middle": [], "last": "Niemi", "suffix": ""}, {"first": "R", "middle": [], "last": "Nelson", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Mark", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Celi", "suffix": ""}], "year": 2015, "venue": "J Intern Med", "volume": "277", "issn": "4", "pages": "468--77", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Fluid resuscitation in septic shock: a positive fluid balance and elevated central venous pressure are associated with increased mortality", "authors": [{"first": "J", "middle": ["H"], "last": "Boyd", "suffix": ""}, {"first": "J", "middle": [], "last": "Forbes", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Nakada", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Walley", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Russell", "suffix": ""}], "year": 2011, "venue": "Crit Care Med", "volume": "39", "issn": "2", "pages": "259--65", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Fluid overload, de-resuscitation, and outcomes in critically ill or injured patients: a systematic review with suggestions for clinical practice", "authors": [{"first": "M", "middle": ["L"], "last": "Malbrain", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Marik", "suffix": ""}, {"first": "I", "middle": [], "last": "Witters", "suffix": ""}, {"first": "C", "middle": [], "last": "Cordemans", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Kirkpatrick", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Roberts", "suffix": ""}], "year": 2014, "venue": "Anaesthesiol Intensive Ther", "volume": "46", "issn": "5", "pages": "361--80", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Fluid overload in patients with severe sepsis and septic shock treated with early goal-directed therapy is associated with increased acute need for fluidrelated medical interventions and hospital death", "authors": [{"first": "D", "middle": ["J"], "last": "Kelm", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Perrin", "suffix": ""}, {"first": "R", "middle": [], "last": "Cartin-Ceba", "suffix": ""}, {"first": "O", "middle": [], "last": "Gajic", "suffix": ""}, {"first": "L", "middle": [], "last": "Schenck", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Kennedy", "suffix": ""}], "year": 2015, "venue": "Shock", "volume": "43", "issn": "1", "pages": "68--73", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Fluid overload in the ICU: evaluation and management", "authors": [{"first": "Claure-Del", "middle": [], "last": "Granado", "suffix": ""}, {"first": "R", "middle": [], "last": "Mehta", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "", "suffix": ""}], "year": 2016, "venue": "BMC Nephrol", "volume": "17", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "A positive fluid balance is an independent prognostic factor in patients with sepsis", "authors": [{"first": "A", "middle": [], "last": "Acheampong", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Vincent", "suffix": ""}], "year": 2015, "venue": "Crit Care", "volume": "19", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Fluid administration in severe sepsis and septic shock, patterns and outcomes: an analysis of a large national database", "authors": [{"first": "P", "middle": ["E"], "last": "Marik", "suffix": ""}, {"first": "W", "middle": ["T"], "last": "Linde-Zwirble", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Bittner", "suffix": ""}, {"first": "J", "middle": [], "last": "Sahatjian", "suffix": ""}, {"first": "D", "middle": [], "last": "Hansell", "suffix": ""}], "year": 2017, "venue": "Intensive Care Med", "volume": "43", "issn": "5", "pages": "625--657", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Epidemiology of severe sepsis in the United States: analysis of incidence, outcome, and associated costs of care", "authors": [{"first": "D", "middle": ["C"], "last": "Angus", "suffix": ""}, {"first": "W", "middle": ["T"], "last": "Linde-Zwirble", "suffix": ""}, {"first": "J", "middle": [], "last": "Lidicker", "suffix": ""}, {"first": "G", "middle": [], "last": "Clermont", "suffix": ""}, {"first": "J", "middle": [], "last": "Carcillo", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Pinsky", "suffix": ""}], "year": 2001, "venue": "Crit Care Med", "volume": "29", "issn": "7", "pages": "1303--1313", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Adapting a clinical comorbidity index for use with ICD-9-CM administrative databases", "authors": [{"first": "R", "middle": ["A"], "last": "Deyo", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Cherkin", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Ciol", "suffix": ""}], "year": 1992, "venue": "J Clin Epidemiol", "volume": "45", "issn": "6", "pages": "613--622", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The restrictive IV fluid trial in severe sepsis and septic shock (RIFTS): a randomized pilot study", "authors": [{"first": "K", "middle": ["A"], "last": "Corl", "suffix": ""}, {"first": "M", "middle": [], "last": "Prodromou", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Merchant", "suffix": ""}, {"first": "I", "middle": [], "last": "Gareen", "suffix": ""}, {"first": "S", "middle": [], "last": "Marks", "suffix": ""}, {"first": "D", "middle": [], "last": "Banerjee", "suffix": ""}], "year": 2019, "venue": "Crit Care Med", "volume": "47", "issn": "7", "pages": "951--960", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Liberal versus restrictive intravenous fluid therapy for early septic shock: rationale for a randomized trial", "authors": [{"first": "W", "middle": ["H"], "last": "Self", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Semler", "suffix": ""}, {"first": "R", "middle": [], "last": "Bellomo", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Brown", "suffix": ""}, {"first": "", "middle": [], "last": "Bp Db", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Exline", "suffix": ""}], "year": 2018, "venue": "Ann Emerg Med", "volume": "72", "issn": "4", "pages": "457--66", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Predicting fluid responsiveness in ICU patients: a critical analysis of the evidence", "authors": [{"first": "F", "middle": [], "last": "Michard", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Teboul", "suffix": ""}], "year": 2002, "venue": "Chest", "volume": "121", "issn": "6", "pages": "2000--2008", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Positive fluid balance as a prognostic factor for mortality and acute kidney injury in severe sepsis and septic shock", "authors": [{"first": "F", "middle": ["S"], "last": "De Oliveira", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Freitas", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Ferreira", "suffix": ""}, {"first": "I", "middle": [], "last": "De Castro", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Bafi", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "De Azevedo", "suffix": ""}], "year": 2015, "venue": "J Crit Care", "volume": "30", "issn": "1", "pages": "97--101", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A randomized trial of protocol-based care for early septic shock", "authors": [{"first": "D", "middle": ["M"], "last": "Yealy", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Kellum", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Huang", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Barnato", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Weissfeld", "suffix": ""}, {"first": "F", "middle": [], "last": "Pike", "suffix": ""}], "year": 2014, "venue": "N Engl J Med", "volume": "370", "issn": "18", "pages": "1683--93", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Goal-directed resuscitation for patients with early septic shock", "authors": [{"first": "S", "middle": ["L"], "last": "Peake", "suffix": ""}, {"first": "A", "middle": [], "last": "Delaney", "suffix": ""}, {"first": "M", "middle": [], "last": "Bailey", "suffix": ""}, {"first": "R", "middle": [], "last": "Bellomo", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Cameron", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Cooper", "suffix": ""}], "year": 2014, "venue": "N Engl J Med", "volume": "371", "issn": "16", "pages": "1496--506", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Trial of early, goal-directed resuscitation for septic shock", "authors": [{"first": "P", "middle": ["R"], "last": "Mouncey", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Osborn", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Power", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Harrison", "suffix": ""}, {"first": "M", "middle": ["Z"], "last": "Sadique", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Grieve", "suffix": ""}], "year": 2015, "venue": "N Engl J Med", "volume": "372", "issn": "14", "pages": "1301--1312", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Which riskadjustment index performs better in predicting 30-day mortality? A systematic review and meta-analysis", "authors": [{"first": "M", "middle": [], "last": "Yang", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Mehta", "suffix": ""}, {"first": "V", "middle": [], "last": "Bali", "suffix": ""}, {"first": "P", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Johnson", "suffix": ""}], "year": 2015, "venue": "J Eval Clin Pract", "volume": "21", "issn": "2", "pages": "292--301", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Assessment of the performance of five intensive care scoring models within a large Scottish database", "authors": [{"first": "B", "middle": ["M"], "last": "Livingston", "suffix": ""}, {"first": "F", "middle": ["N"], "last": "Mackirdy", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Howie", "suffix": ""}, {"first": "R", "middle": [], "last": "Jones", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Norrie", "suffix": ""}], "year": 2000, "venue": "Crit Care Med", "volume": "28", "issn": "6", "pages": "1820--1827", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Prediction of survival of critically ill patients by admission comorbidity", "authors": [{"first": "R", "middle": ["M"], "last": "Poses", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Mcclish", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Smith", "suffix": ""}, {"first": "C", "middle": [], "last": "Bekes", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Scott", "suffix": ""}], "year": 1996, "venue": "J Clin Epidemiol", "volume": "49", "issn": "7", "pages": "743--750", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "A comparison of albumin and saline for fluid resuscitation in the intensive care unit", "authors": [{"first": "S", "middle": [], "last": "Finfer", "suffix": ""}, {"first": "R", "middle": [], "last": "Bellomo", "suffix": ""}, {"first": "N", "middle": [], "last": "Boyce", "suffix": ""}, {"first": "J", "middle": [], "last": "French", "suffix": ""}, {"first": "J", "middle": [], "last": "Myburgh", "suffix": ""}, {"first": "R", "middle": [], "last": "Norton", "suffix": ""}], "year": 2004, "venue": "N Engl J Med", "volume": "350", "issn": "22", "pages": "2247--56", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Effect of a buffered crystalloid solution vs saline on acute kidney injury among patients in the intensive care unit: the SPLIT randomized clinical trial", "authors": [{"first": "P", "middle": [], "last": "Young", "suffix": ""}, {"first": "M", "middle": [], "last": "Bailey", "suffix": ""}, {"first": "R", "middle": [], "last": "Beasley", "suffix": ""}, {"first": "S", "middle": [], "last": "Henderson", "suffix": ""}, {"first": "D", "middle": [], "last": "Mackle", "suffix": ""}, {"first": "C", "middle": [], "last": "Mcarthur", "suffix": ""}], "year": 2015, "venue": "JAMA", "volume": "314", "issn": "16", "pages": "1701--1711", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Albumin replacement in patients with severe sepsis or septic shock", "authors": [{"first": "P", "middle": [], "last": "Caironi", "suffix": ""}, {"first": "G", "middle": [], "last": "Tognoni", "suffix": ""}, {"first": "S", "middle": [], "last": "Masson", "suffix": ""}, {"first": "R", "middle": [], "last": "Fumagalli", "suffix": ""}, {"first": "A", "middle": [], "last": "Pesenti", "suffix": ""}, {"first": "M", "middle": [], "last": "Romero", "suffix": ""}], "year": 2014, "venue": "N Engl J Med", "volume": "370", "issn": "15", "pages": "1412--1433", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Publisher's Note", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Patient and hospital selection. The 2013 Premier Hospital Database includes hospital discharges from January 1, 2013, to December 31, 2013. ICU intensive care unit, ED emergency department Observed vs. predicted hospital mortality", "latex": null, "type": "figure"}, "FIGREF1": {"text": "fluid reductive factor, LOS length of stay in days, MV mechanical ventilation *Less-than-expected = difference between observed and predicted day 1 fluids is less than − 1.5 L † Expected = difference between observed and predicted day 1 fluids is between − 1.5 and 1.5 L ‡ Greater-than-expected = difference between observed and predicted day 1 fluids is more than 1.5 L § Patients may have one or more comorbidities or admission organ dysfunctions. Comorbidities selected from the Charlson-Deyo Comorbidity Index. Admission organ dysfunctions and respective definition codes adapted from Angus et al.[9] ¶ Secondary outcomes are presented as median (IQR)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Variability in day 1 fluid resuscitation volumes.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Supplementary_Materials. Additional analyses and figures Abbreviations APACHE II: Acute Physiology and Chronic Health Evaluation II; AUROC: Area under receiver operating characteristic; DOF: Day 1 fluid; FRF: Fluid reductive factor; ICU: Intensive care unit; LOS: Length of stay; SAPS II: Simplified Acute Physiology Score II", "latex": null, "type": "figure"}, "TABREF0": {"text": "Cohort characteristics and secondary outcomes", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors thank Douglas Hansell, MD, and Jennifer Sahatjian, PsyD, for assistance with database access and study design.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Authors' contributions JNM contributed to the conception and design of the study, analysis, and interpretation of the data and drafted and revised the manuscript. WLZ contributed to the conception and design of the study, data acquisition, analysis, and interpretation and revised the manuscript. PCH contributed to the conception and design of the study and data interpretation and revised the manuscript. EPH contributed to the conception and design of the study and data interpretation and revised the manuscript. ISD contributed to the conception and design of the study, analysis, and interpretation of the data and drafted and revised the manuscript. All authors have approved the submitted version and agreed both to be personally accountable for the author's own contributions and to ensure that questions related to the accuracy or integrity of any part of the work, even ones in which the author was not personally involved, are appropriately investigated, resolved, and the resolution documented in the literature. ", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "The data that support the findings of this study are available from Premier Hospital Database (Premier Inc., Charlotte, NC, USA) and MarketScan Hospital Drug Database (Truven Health Analytics Inc., Ann Arbor, MI, USA) but restrictions apply to the availability of these data, which were used under license for the current study, and so are not publicly available. Data are however available from the authors upon reasonable request and with permission of Premier, Inc. and Truven Inc.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "The study was reviewed and deemed exempt from Institutional Review Board oversight (Colorado Multiple Institutional Review Board-COMIRB, IRB Organization #: IORG0000433; U. of Colorado Denver | Anschutz Medical Campus Federal-Wide Assurance#: FWA00005070, expiration date: June 1, 2021).", "cite_spans": [], "ref_spans": [], "section": "Ethics approval and consent to participate"}, {"text": "The authors declare that they have no competing interests.Author details 1", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}