{"paper_id": "2b56e5c2dff09ebe90162326f52278ee2088898a", "metadata": {"title": "Journal Pre-proof Coping with Diabetes during the COVID -19 lockdown in India: Results of an online pilot survey Coping with Diabetes during the COVID -19 lockdown in India: Results of an online pilot survey", "authors": [{"first": "Sukanya", "middle": [], "last": "Nachimuthu", "suffix": "", "affiliation": {"laboratory": "", "institution": "MV Hospital for Diabetes and Prof M Viswanathan Diabetes Research Centre", "location": {"settlement": "Chennai, Chennai", "country": "India, India"}}, "email": ""}, {"first": "R", "middle": [], "last": "Vijayalakshmi", "suffix": "", "affiliation": {"laboratory": "", "institution": "MV Hospital for Diabetes and Prof M Viswanathan Diabetes Research Centre", "location": {"settlement": "Chennai, Chennai", "country": "India, India"}}, "email": ""}, {"first": "M", "middle": [], "last": "Sudha", "suffix": "", "affiliation": {"laboratory": "", "institution": "MV Hospital for Diabetes and Prof M Viswanathan Diabetes Research Centre", "location": {"settlement": "Chennai, Chennai", "country": "India, India"}}, "email": ""}, {"first": "Vijay", "middle": [], "last": "Viswanathan", "suffix": "", "affiliation": {"laboratory": "", "institution": "MV Hospital for Diabetes and Prof M Viswanathan Diabetes Research Centre", "location": {"settlement": "Chennai, Chennai", "country": "India, India"}}, "email": ""}, {"first": "Nachimuthu", "middle": [], "last": "Sukanya", "suffix": "", "affiliation": {"laboratory": "", "institution": "MV Hospital for Diabetes and Prof M Viswanathan Diabetes Research Centre", "location": {"settlement": "Chennai, Chennai", "country": "India, India"}}, "email": ""}, {"first": "", "middle": [], "last": "Bsms", "suffix": "", "affiliation": {"laboratory": "", "institution": "MV Hospital for Diabetes and Prof M Viswanathan Diabetes Research Centre", "location": {"settlement": "Chennai, Chennai", "country": "India, India"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "• In this pilot study, we highlight the need for regular SMBG especially among patients with diabetes on insulin therapy during periods of pandemic when there is lockdown.", "cite_spans": [], "ref_spans": [], "section": "Coping with Diabetes during the COVID -19 lockdown in"}, {"text": "• Since patients had more time at their disposal, they reported that they were able to maintain proper dietary compliance and be more physically active at home during this lockdown. These findings need to be ascertained in larger sample of patients.", "cite_spans": [], "ref_spans": [], "section": "Coping with Diabetes during the COVID -19 lockdown in"}, {"text": "The management of diabetes has become a challenge due to the COVID 19 lockdown. An online-based pilot survey was conducted to study how people with diabetes were coping with their Diabetes during the COVID -19 lockdown.", "cite_spans": [], "ref_spans": [], "section": "AIM:"}, {"text": "The questions were designed in an online survey, Survey Monkey, to conduct this crosssectional study. The link was generated and sent to 100 registered patients of the MV Hospital for Diabetes Royapuram who had not contacted the hospital after the lockdown announcement. The survey was done between April 1 and April 15 2020.Oral consent was obtained through telephone before the link was sent by Whatsapp to them .The questionnaire consisted of questions on home blood glucose monitoring , regularity in doing their physical activity and dietary compliance and anxiety about the viral infection RESULTS: 92% of the participants had Type 2 diabetes. Only 28% of the participants were checking their blood glucose levels regularly. 80% of the participants mentioned that they were following regular exercise and diet control during the lockdown period. 40% of the participants were anxious about the Covid infection.", "cite_spans": [], "ref_spans": [], "section": "METHOD:"}, {"text": "CONCLUSION: SMBG needs to be practiced on regular basis, especially among the patients with diabetes on insulin therapy. Most of the people surveyed were coping well with their Diabetes.", "cite_spans": [], "ref_spans": [], "section": "METHOD:"}, {"text": "Patients have reported that they were able to maintain proper dietary compliance and be more physically active at home during this lockdown. These findings need to be ascertained in larger sample of patients.", "cite_spans": [], "ref_spans": [], "section": "METHOD:"}, {"text": "Diabetes, COVID -19, online survey, lockdown, India", "cite_spans": [], "ref_spans": [], "section": "KEYWORDS:"}, {"text": "The Outbreak of COVID -19 (COrona VIrus Disease -2019) was noticed in Wuhan, China. The disease was identified and described as a pneumonia-like disease where the clinical symptoms include fever, fatigue, dry cough and dyspnea 1 . COVID -19, an ongoing pandemic, has been declared as a public health emergency of International concern 2, 3 . Several countries have announced a lockdown to decrease the spread of virus & advised practicing social distancing and encouraging regular hand washing. In a densely populated country like India, social distancing is a huge task.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION:"}, {"text": "It is noted that people with diabetes have a higher risk of developing complications due to the Covid infection than people who do not have diabetes. The complications due to Covid infection are also more in people having other co morbidities like hypertension and cardio vascular diseases. Due to the pandemic, there has been a tremendous change in the healthcare system. Basic needs including health care supplements of masks, hand wash, hand sanitizers is needed for all and getting medications like OAD (Oral Antidiabetic drugs) and insulin is a challenge for people with Diabetes.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION:"}, {"text": "Patients are not encouraged to visit the hospital until unless there is an emergency situation.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION:"}, {"text": "Therefore coping with diabetes is a big task especially for elderly people with Diabetes and children with Type 1 Diabetes. The COVID -19 burdens also increases the anxiety among people with diabetes. The lockdown situation which may lead to unavailability of basic needs coupled with lack of support from their diabetes teams whom they usually meet, makes people with diabetes more vulnerable for stress and anxiety.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION:"}, {"text": "An online cross-sectional survey was conducted among 100 people with diabetes who were registered with the MV Hospital for Diabetes, to know how they are coping with the diabetes during the lockdown period. These people who were selected were those who had not contacted the hospital after the lockdown announcement.", "cite_spans": [], "ref_spans": [], "section": "SUBJECTS:"}, {"text": "A link was created using the \"Survey Monkey\" portal for this cross-sectional survey and sent to the selected patients', as a pilot study. The people were selected on a random basis from the computer.", "cite_spans": [], "ref_spans": [], "section": "METHODS:"}, {"text": "The generated link was sent to the patients by \"Whatsapp\" after an oral consent was obtained through the phone. A self-constructed questionnaire which had two main components, one about their medication history of diabetes, presence of any other co morbidities like cardiac and renal illness, another about their perception about COVID 19. The survey was done between April 1 and April 15 2020. The survey link was sent to the parents of children with Type I diabetes.", "cite_spans": [], "ref_spans": [], "section": "METHODS:"}, {"text": "After getting their reply, Dose adjustments, diet & exercise plans with respect to the lockdown were advised to the patients to cope with this lockdown. Patients were further encouraged to contact in case of any queries about their diabetes management.", "cite_spans": [], "ref_spans": [], "section": "METHODS:"}, {"text": "A total of 100 patients participated in the survey. 92% of the participants were having Type 2 diabetes and 54% were males. Majority of the participants were from the age group of 65+ (As mentioned in the table 1).", "cite_spans": [], "ref_spans": [], "section": "RESULTS:"}, {"text": "Most of the participants had diabetes for more than 5 years. 65% of the study participants had duration of diabetes from 5 to 10 years, 19% study participants below 5 years and 16% above 10 years duration.", "cite_spans": [], "ref_spans": [], "section": "RESULTS:"}, {"text": "49% of the study participants were only taking OAD for diabetes, whereas 43% of the participants were using both OAD and insulin for glycaemic control. The remaining 8% were taking only insulin as treatment.", "cite_spans": [], "ref_spans": [], "section": "RESULTS:"}, {"text": "87% of the participants who are on Insulin therapy were checking their blood glucose levels regularly.", "cite_spans": [], "ref_spans": [], "section": "RESULTS:"}, {"text": "The patients who mentioned that they were regular with their SMBG were doing atleast one blood test daily at home. On the whole, only 28% of the participants were checking their blood sugar levels regularly (Figure 1 ). Only 30% of the participants on OAD & insulin were checking their blood sugar levels regularly using Self-monitoring blood glucose (SMBG) during the lockdown. 65% of the participants who were on OAD & insulin were not testing their blood sugar levels regularly.", "cite_spans": [], "ref_spans": [{"start": 207, "end": 216, "text": "(Figure 1", "ref_id": null}], "section": "RESULTS:"}, {"text": "It was noticed that 80% of the study population mentioned they were regular with their exercise & diet control. Many of them mentioned that though they could not go outside for a walk they were keeping themselves physically active in their house and apartment. The people were asked whether they felt anxious using the items mentioned in the Hospital Anxiety and Depression scale [HAD scale] like Do you feel a sort of fear as though butterflies in the stomach, Do you feel restless, Do you get a sudden feeling of panic. 40% of the population had mentioned they were anxious about the COVID 19 situation. 73% of the study participants believed the current situation about COVID 19 would definitely improve in the days to come.", "cite_spans": [], "ref_spans": [], "section": "RESULTS:"}, {"text": "6% and 8% of the study participants were known cases of cardiac and kidney complications.", "cite_spans": [], "ref_spans": [], "section": "RESULTS:"}, {"text": "People with diabetes are believed to have higher risk of developing complications/severity and Only 28% of study participants including those who were on OAD [Oral Antidiabetic drugs], OAD & insulin and Insulin therapy were testing their blood sugar levels regularly. This is probably due to the unavailability of SMBG machines/ strips or due to the fact that SMBG is not practiced widely in India. Education among the patients about the use of SMBG and its importance are usually done on every visit of the patient to the clinic. From this study, we highlight the need for regular SMBG especially among patients with diabetes on insulin therapy during periods of pandemic when there is lockdown. Patients must be educated more on this aspect to keep their diabetes under control and avoid any hypoglycaemia 8, 9, 10 . It was note worthy that many people reported that they were able to keep them physically active and were able to maintain good dietary compliance probably due to the fact that they had more time to do these two important aspects of Diabetes management. As it is a pilot study, it is important that these findings need to be ascertained in larger sample of patients.", "cite_spans": [{"start": 808, "end": 818, "text": "8, 9, 10 .", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION:"}, {"text": "Surprisingly, people who participated in the survey were not too much anxious about the COVID 19 situation and were very optimistic.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION:"}, {"text": "To conclude, COVID -19 is a novel viral infection, an ongoing pandemic. It is imperative to follow preventive measures such as social distancing, frequent hand washing for atleast 20 seconds using soap based hand wash/ alcohol based hand sanitizer, wearing mask in the public, watch for symptoms, practicing respiratory hygiene 11 . Since people with Diabetes seem to develop more severe complications with Covid infection they should take adequate care of their diabetes. This study highlighted the facts that people with Diabetes especially those on multiple OAD and insulin should monitor their blood sugar level more often.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION:"}, {"text": "FUNDING SOURCES: No specific grants from any funding agencies.", "cite_spans": [], "ref_spans": [], "section": "CONFLICTS OF INTEREST: None"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "What The Department of Radiology Should Know Journal of the American College of Radiology", "authors": [{"first": "M", "middle": ["D"], "last": "Soheil Kooraki", "suffix": ""}, {"first": "Melina", "middle": [], "last": "Hosseiny", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "", "suffix": ""}, {"first": "Lee", "middle": [], "last": "Myers", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "", "suffix": ""}, {"first": "Ali", "middle": [], "last": "Gholamrezanezhad", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Coronavirus Outbreak", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jacr.2020.02.008.2.COVID-19Situationreport-91WHO"]}}, "BIBREF1": {"ref_id": "b1", "title": "Knowledge, attitudes, and practices towards COVID-19 among Chinese residents during the rapid rise period of the COVID-19 outbreak: a quick online cross-sectional survey", "authors": [{"first": "Bao-Liang", "middle": [], "last": "Zhong", "suffix": ""}, {"first": "Wei", "middle": [], "last": "Luo", "suffix": ""}, {"first": "Hai-Mei", "middle": [], "last": "Li", "suffix": ""}, {"first": "Qian-Qian", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Xiao-Ge", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Wen-Tian", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "International Journal of Biological Sciences", "volume": "16", "issn": "10", "pages": "1745--1752", "other_ids": {"DOI": ["10.7150/ijbs.45221"]}}, "BIBREF2": {"ref_id": "b2", "title": "COVID-19 and diabetes", "authors": [{"first": "R", "middle": ["C W"], "last": "Ma", "suffix": ""}, {"first": "R", "middle": ["I G"], "last": "Holt", "suffix": ""}], "year": 2020, "venue": "Diabet. Med", "volume": "00", "issn": "", "pages": "1--3", "other_ids": {"DOI": ["10.1111/dme.14300"]}}, "BIBREF3": {"ref_id": "b3", "title": "COVID-19 and Diabetes: Knowledge in Progress. Diabetes Research and Clinical Practice", "authors": [{"first": "A", "middle": [], "last": "Hussain", "suffix": ""}, {"first": "B", "middle": [], "last": "Bhowmik", "suffix": ""}, {"first": "N", "middle": [], "last": "Cristina Do Vale Moreira", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.diabres.2020.108142"]}}, "BIBREF4": {"ref_id": "b4", "title": "Diabetes distress: understanding the hidden struggles of living with diabetes and exploring intervention strategies", "authors": [{"first": "E", "middle": [], "last": "Berry", "suffix": ""}, {"first": "S", "middle": [], "last": "Lockhart", "suffix": ""}, {"first": "M", "middle": [], "last": "Davies", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Lindsay", "suffix": ""}, {"first": "M", "middle": [], "last": "Dempster", "suffix": ""}], "year": null, "venue": "Postgraduate Medical Journal", "volume": "91", "issn": "", "pages": "278--283", "other_ids": {"DOI": ["10.1136/postgradmedj-2014-133017"]}}, "BIBREF5": {"ref_id": "b5", "title": "Diabetes self-management amid COVID-19 pandemic", "authors": [{"first": "M", "middle": [], "last": "Banerjee", "suffix": ""}, {"first": "S", "middle": [], "last": "Chakraborty", "suffix": ""}, {"first": "R", "middle": [], "last": "Pal", "suffix": ""}], "year": 2020, "venue": "Diabetes & Metabolic Syndrome", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.dsx.2020.04.013"]}}, "BIBREF6": {"ref_id": "b6", "title": "RSSDI consensus on self-monitoring of blood glucose in types 1 and 2 diabetes mellitus in India", "authors": [{"first": "P", "middle": ["V"], "last": "Rao", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Makkar", "suffix": ""}, {"first": "A", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Das", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Singh", "suffix": ""}, {"first": "A", "middle": [], "last": "Mithal", "suffix": ""}, {"first": "V", "middle": [], "last": "Viswanathan", "suffix": ""}], "year": 2018, "venue": "International Journal of Diabetes in Developing Countries", "volume": "38", "issn": "3", "pages": "260--279", "other_ids": {"DOI": ["10.1007/s13410-018-0677-3"]}}, "BIBREF7": {"ref_id": "b7", "title": "Considerations for Patients with Diabetes in Times of COVID-19 Epidemic", "authors": [{"first": "R", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "A", "middle": [], "last": "Ghosh", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Singh", "suffix": ""}, {"first": "A", "middle": [], "last": "Misra", "suffix": ""}], "year": 2020, "venue": "Diabetes & Metabolic Syndrome", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.dsx.2020.03.002"]}}, "BIBREF8": {"ref_id": "b8", "title": "Estimation of effects of nationwide lockdown for containing coronavirus infection on worsening of glycosylated haemoglobin and increase in diabetes-related complications: A simulation model using multivariate regression analysis", "authors": [{"first": "S", "middle": [], "last": "Ghosal", "suffix": ""}, {"first": "B", "middle": [], "last": "Sinha", "suffix": ""}, {"first": "M", "middle": [], "last": "Majumder", "suffix": ""}, {"first": "A", "middle": [], "last": "Misra", "suffix": ""}], "year": 2020, "venue": "Diabetes & Metabolic Syndrome", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.dsx.2020.03.014"]}}}, "ref_entries": {"FIGREF0": {"text": "India: Results of an online pilot survey Dr. Sukanya Nachimuthu BSMS, MPH; Vijayalakshmi R B.Sc., MBA; Sudha. M B.Sc. and Dr. Vijay Viswanathan MD, FRCP MV Hospital for Diabetes and Prof M Viswanathan Diabetes Research Centre, Chennai, India WHO Collaborating Centre for Research, Education and Training in Diabetes HIGHLIGHTS:", "latex": null, "type": "figure"}, "FIGREF1": {"text": "death rates due to the infection from the Corona virus though there is no evidence that people with diabetes have high susceptibility to the infection 5 . Generally, people with diabetes are known to have distress called Diabetes Distress 6 because of the demands of diabetes and lack of family support in managing it. COVID -19 pandemic has affected the psychological health of normal people as well as the people with diabetes. The steps advised as preventive measures like social distancing & lockdown in breaking the chain of spread of the virus have increased the stress and anxiety among the people 7 .", "latex": null, "type": "figure"}}, "back_matter": []}