{
    "paper_id": "2b58bb66b760f45980522206110cd75f9abf73eb",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Grace",
                "middle": [],
                "last": "Jenq",
                "suffix": "",
                "affiliation": {},
                "email": "gjenq@med.umich.edu"
            },
            {
                "first": "Ted",
                "middle": [],
                "last": "Claflin",
                "suffix": "",
                "affiliation": {},
                "email": "clafline@med.umich.edu"
            },
            {
                "first": "Chris",
                "middle": [
                    "Magnant"
                ],
                "last": "Dpt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "J"
                ],
                "last": "Haig",
                "suffix": "",
                "affiliation": {},
                "email": "andyhaig@umich.edu"
            },
            {
                "first": "Edward",
                "middle": [],
                "last": "Hurvitz",
                "suffix": "",
                "affiliation": {},
                "email": "ehurvitz@med.umich.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Disclosure: Dr. Haig reports the following financial relationships: Haig et al., Consulting, President (A company that consults with hospitals, insurers, and healthcare systems around the world); Haig Physical Medicine PLC (A medical practice); Vivametrica (stockholder); The University of Michigan and Michigan Medicine, Emeritus faculty benefits. Nonfinancial relationships: The International Rehabilitation Forum, President; The International Society for Physical and Rehabilitation Medicine (committee roles); The Association of Academic Physiatrists (committee roles).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The novel Coronavirus Disease 2019 (COVID-19) pandemic has challenged healthcare facilities throughout the world. In many regions, the need for acute inpatient healthcare services has exceeded the capacity of hospital systems, and field hospitals are being utilized as one part of the response strategy. Given the urgency and novelty of this pandemic, healthcare systems are attempting to rapidly execute plans for field hospitals, and rehabilitative care in this environment merits particular consideration given the potential impacts of mobilization and rehabilitative therapies on morbidity, mortality, duration of ventilation, and lengths of ICU/hospital stay. In order to address this need, a model for rehabilitation in field hospitals is presented here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This article is protected by copyright. All rights reserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The novel Coronavirus Disease 2019 (COVID-19) pandemic has challenged healthcare facilities throughout the world. Historic models project that 30% of hospitalized COVID-19 patients will need rehabilitation following their illness, and 20% more will need in-home care. [1] These numbers likely represent hundreds of thousands of patients worldwide, and may underestimate the actual need because of the increased risk of functional decline seen in high-risk groups such as older patients and patients with pre-existing co-morbidities. Additionally, COVID-19 has been associated with significant cardiopulmonary impairment including arrhythmia, myocardial injury, and acute respiratory distress syndrome [2] and numerous potential neurologic deficits, including ataxia, encephalopathy, myopathy, and cerebral vascular accidents, with more severe cases carrying an increased risk of neurologic injury. [3] Providing sufficient rehabilitation care is a particular challenge for regions with high per-capita infections that have to rely on temporary field hospitals to supplement over-capacity hospitals. Unfortunately, there exists no framework for distributing rehabilitation care in field hospitals during a pandemic, and traditional models for disaster care focus on triaging patients after traumatic events (natural disaster, warzone). [4] Field hospitals are designed to maximize bed capacity and likely do not allocate space solely for rehabilitation; providers must therefore think of innovative ways to deliver care in this atypical setting. In the case of the authors' field hospital, original plans were for one physical therapist per 100 patients until members of the Department of Physical Medicine and Rehabilitation became involved in facility planning.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 701,
                    "end": 704,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 898,
                    "end": 901,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1335,
                    "end": 1338,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Proposed Workflow for Rehabilitation in a Field Hospital Setting During the COVID-19 Pandemic"
        },
        {
            "text": "Complicating matters, typical options for post-illness rehabilitation may not be available -skilled nursing facilities (SNFs) and inpatient rehabilitation facilities (IRFs) may not accept COVID-19 positive patients due to a lack of resources and concern for infectious spread amongst existing patients. [1] Furthermore, even if these facilities accept COVID-19 positive patients, there are not enough beds nor personal protective equipment (PPE) to accommodate all patients who will require rehabilitation following acute hospitalization. [1, 5] Without rehabilitation, numerous patients may require extra days in the field hospital setting, taking up needed bed space and increasing use of PPE and healthcare personnel. The best way to prevent COVID-19 hospitalizations is to prevent viral spread; the best way to improve throughput and reduce length of stay This article is protected by copyright. All rights reserved.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 306,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 543,
                    "end": 545,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Proposed Workflow for Rehabilitation in a Field Hospital Setting During the COVID-19 Pandemic"
        },
        {
            "text": "once hospitals are full is to address modifiable factors. Much of the disablement related to COVID-19 is likely modifiable with rehabilitation interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed Workflow for Rehabilitation in a Field Hospital Setting During the COVID-19 Pandemic"
        },
        {
            "text": "We propose the following framework to triage rehabilitation care in a resourcelimited environment during a pandemic, such as a field hospital. [ Figure 1 ] Traditional Hospital-Based Acute Care Therapy: Change the Trajectory Acute care represents the time when patients first develop impairments from the disease, and therefore rehabilitation is an essential intervention for patients with functional deficits and who can participate. [6] Rehabilitation at this level is likely more accessible than in a field hospital, but should still be dosed to accommodate staffing and PPE limitations. For more functionally impaired patients, twice-daily therapy -similar to what one would receive at a skilled nursing facility -should be offered if available, and patients with barriers to discharge involving physical limitations should be prioritized.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 438,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 153,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Proposed Workflow for Rehabilitation in a Field Hospital Setting During the COVID-19 Pandemic"
        },
        {
            "text": "The goal of hospital-based therapy is to \"change the trajectory\" that patients are on. That is, reducing debility through early intervention may obviate the need for patients to be discharged to a SNF or IRF, reduce the level of rehabilitation needed in the more resource-constrained field hospital, and/or reduce overall length of stay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed Workflow for Rehabilitation in a Field Hospital Setting During the COVID-19 Pandemic"
        },
        {
            "text": "In resource-constrained environments such as field hospitals, rehabilitation must be distributed strategically to patients. We propose a hierarchy of need based on patients who are clinically stable and who have barriers to discharge home that can be overcome with rehabilitation. [ Table 1 ]",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 283,
                    "end": 290,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Field Hospital Rehabilitation"
        },
        {
            "text": "To distribute resources, we developed the Rapid COVID-19 Rehabilitation Assessment (RCovR) to identify patients with rehabilitation needs. [ Figure 2 ] This assessment tool was created based on clinical characteristics of COVID-19 patients and from components of an assessment published by the International Rehab Forum [7] and the Barthel Index. [8] The assessment is designed to be brief given the high volume and rapid rate of patients admitted to the field hospital setting, so it does sacrifice granularity for the sake of being administered in this setting.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 323,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 149,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Field Hospital Rehabilitation"
        },
        {
            "text": "We will determine the RCovR tool's content validity based on its accuracy of identifying patients who need (and do not need) rehabilitation care. This includes reviewing how many patient scores indicated high rehabilitation needs, and if those patients ended up receiving therapy. Patients who continued to receive therapy during their stay at the field hospital would be considered to have actually needing rehabilitation because a physical therapist or physiatrist would have evaluated the patient and continued (or discontinued) therapies based on the patient's clinical presentation. Additionally, the RCovR tool will be evaluated from a feasibility standpoint, as the providers who screen patients with this tool will be asked to evaluate its effectiveness and ease of use. The number of times the tool was used compared to the number of patients admitted to the field hospital will also be recorded, since if the tool is arduous to use or perceived to be inaccurate, triage personnel may stop using it. Unfortunately, it would be difficult to compare the RCovR tool with other assessments, as triage must be efficient and field hospital care and extra assessments for the purposes of clinical research should be minimized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Field Hospital Rehabilitation"
        },
        {
            "text": "In addition to function, the assessment also evaluates patients based on their clinical status with regards to COVID-19, such as how much oxygen they require and if their status is worsening or stable. Unstable patients may need to transfer to a traditional hospital setting, and patients with high supplemental oxygen demands may not be able to participate in therapy. It also takes into account cognition, as deficits may be a sign of neurologic damage from the disease (and therefore rehabilitation is indicated). Of course, patients with impaired cognition may have delirium without a brain injury and still benefit from field hospital rehabilitation. In addition to adding exercise to their field hospital care, skilled therapy and/or physiatric evaluation allows for routine re-assessments of their cognitive status, which may improve during their stay at the field hospital. Regardless of the degree of cognitive impairment, these patients will likely benefit from seeing a physiatrist and/or other rehabilitation team members as an outpatient once discharged. Evaluating cognition on admission would presume to increase the likelihood that patients with deficits are seen by appropriate providers and eventually be transitioned to outpatient care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Field Hospital Rehabilitation"
        },
        {
            "text": "Patients with more impaired function and who have clear barriers to discharge modifiable with rehabilitation intervention -including not being able to navigate steps to enter their house and requiring assistance for transfers -will be triaged to receive as much physical and occupational therapy as resources allow, with physiatry involvement as indicated to help with discharge planning and symptom management. This may reduce length of stay by addressing a patient's physical barriers to discharge during the time they would be under medical observation, and allow discharge as soon as they are clinical stable (e.g. afebrile for 3 days with stable oxygen demand).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Field Hospital Rehabilitation"
        },
        {
            "text": "This article is protected by copyright. All rights reserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Field Hospital Rehabilitation"
        },
        {
            "text": "The second level of need is for patients with less clearly defined goals, which will receive rehabilitation care if available. Patients in this category may have an uncertain caregiver situation, have delirium or other cognitive deficit limiting their ability to carry-over learned information, or have too many impairments to realistically be able to be discharged home directly from a field hospital with the rehabilitation resources available. These patients should still receive physical and/or occupational therapy if available, but may still require discharge to a SNF or IRF when that level of care is available. A third level is for patients who either do not require rehabilitation or are too ill to participate (e.g. too high or worsening oxygen requirements, or obtunded). All therapies should be tailored to individual needs as much as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Field Hospital Rehabilitation"
        },
        {
            "text": "To increase physical activity options for patients, rehabilitation personnel should be utilized in flexible positions. For example, many rehabilitation technicians and physical therapy assistants could carry out the work of a medical or nursing assistant (such as checking vitals) while also being able to mobilize patients with proper mobility techniques to enhance physical activity (e.g. walking programs). As an example, during down time or at the time of checking routine vital signs, a physical therapy assistant can walk with a patient. This not only increases the amount of physical activity in the day, but also allows for measuring of oxygen saturation and blood pressure during activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Field Hospital Rehabilitation"
        },
        {
            "text": "All patients should receive education about exercises they can perform while in bed and information about ensuring a safe discharge. [ Figure 3 ].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 143,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Field Hospital Rehabilitation"
        },
        {
            "text": "The rehabilitation course of patients at field hospitals will be dependent on available therapy and equipment resources. Patients with greater need should be prioritized, such as those with premorbid disabling conditions. Given the high volume of patients in a field hospital setting, identifying patients who need rehabilitation may be inaccurate at times and lack granularity. Using the previously described triage system, however, is one way for patients to be evaluated by a physiatrist or physical and/or occupational therapist. From there, a more specific triage of needs is possible. For example, the RCovR tool may indicate that 25% of patients admitted to the field hospital require rehabilitation, triggering an evaluation by a rehabilitation team member. That team member may then discover that the patient is severely impaired from critical illness neuropathy and require intensive rehabilitation in an IRF setting when available. Other times, it may be clear This article is protected by copyright. All rights reserved. that with 1-2 sessions a day of skilled therapy, a patient will be able to overcome barriers to discharge without additional rehabilitation beyond the field hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Field Hospital: Acute Inpatient and Subacute Rehabilitation"
        },
        {
            "text": "If patients are considered good candidates for an ongoing inpatient rehabilitation program, transition to an accepting inpatient rehabilitation facility or subacute rehabilitation facility can be considered. If these programs are not available to infected patients, the physical and occupational therapists should continue to follow these patients as frequently as they're able.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Field Hospital: Acute Inpatient and Subacute Rehabilitation"
        },
        {
            "text": "Field hospitals are designed to efficiently house as many patients as possible in a defined area, but if sufficient space is available at a field hospital, we recommend that therapy equipment such as exercise bikes, treadmills, and training mats be made available, particularly for patients requiring more intensive rehabilitation and/or aerobic conditioning. If space is limited, priority should be given to pieces of equipment that represent the best balance between optimal therapeutic utility and ease/effectiveness of decontamination. Available space and what the health system can purchase or bring from the main hospital will ultimately dictate what equipment can be used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Field Hospital: Acute Inpatient and Subacute Rehabilitation"
        },
        {
            "text": "When a field hospital has no dedicated space for rehabilitation, patients should receive appropriate ongoing therapies and be provided with information regarding bed exercises, exercises with family, and home exercise programs that appropriately address the symptoms of the disease. Digital resources represent an appealing medium as most rehabilitation providers in developed nations can access them, and they can be updated as more information becomes available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Field Hospital: Acute Inpatient and Subacute Rehabilitation"
        },
        {
            "text": "Typical discharge planning services, such as social work and care management providers, may not be available to patients in a field hospital. Additionally, discharge teaching and education may be abbreviated or eliminated altogether given the high volume of patients and chaotic nature of the setting. To prevent lapses in postdischarge care, and to give patients guidance on what to do after they leave the field hospital, all patients discharged from a field hospital setting should be provided with education explaining steps they can take to optimize their overall health and function once home. [ Figure 3 ] If available, virtual visits by home care physical and/or occupational therapists should be arranged for those who need it.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 602,
                    "end": 610,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Discharge and Home Care"
        },
        {
            "text": "This article is protected by copyright. All rights reserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discharge and Home Care"
        },
        {
            "text": "Records of the patients who required increased rehabilitation care at the field hospital should be kept in a secure manner so that these patients can be contacted post-discharge to establish follow-up rehabilitation care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discharge and Home Care"
        },
        {
            "text": "Many COVID-19 patients admitted to field hospitals will require rehabilitation care and there may not be a clear discharge pathway to SNFs and IRFs. Given the resource-constrained nature of the field hospital, with limited staffing and equipment, identifying patients with severe disability and/or rehabilitationmodifiable barriers to discharge should be prioritized for interventions such as skilled physical therapy and physiatrist consultation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "Conflicts of Interest: the authors have no relevant conflicts of interest to declare. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "This article is protected by copyright. All rights reserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Total Score Interpretation: 5+: Daily extra PT/OT 2-4: Normal/some therapy 0-1: Ask again tomorrow",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Postacute Care Preparedness for COVID-19: Thinking Ahead",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Grabowski",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Maddox",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirusinfected pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Neurological Manifestations of Hospitalized Patients with COVID-19 in Wuhan, China: a retrospective case series study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Miao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Available at SSRN",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3544840"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The principles of triage in emergencies and disasters: a systematic review. Prehospital and disaster medicine",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bazyar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farrokhi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Salari",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Khankeh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Impact of COVID-19 outbreak on rehabilitation services and Physical and Rehabilitation Medicine (PRM) physicians' activities in Italy",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boldrini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bernetti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fiore",
                    "suffix": ""
                },
                {
                    "first": "Simfer",
                    "middle": [],
                    "last": "Ec",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "An official document of the Italian PRM Society (SIMFER)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "European journal of physical and rehabilitation medicine",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Rehabilitation following critical illness in people with COVID-19 infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American Journal of Physical Medicine and Rehabilitation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Covid-19 Screen Tool. International Rehabilitation Forum",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Functional evaluation: the Barthel Index: a simple index of independence useful in scoring improvement in the rehabilitation of the chronically ill. Maryland state medical journal",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "I"
                    ],
                    "last": "Mahoney",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Barthel",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Proposed triage of rehabilitation care at a field hospitalFigure 2: Screening tool for triaging field hospital patientsFigure 3: Education sheet to be given out to all patients This article is protected by copyright. All rights reserved.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Hierarchy for distributing rehabilitation care in resource-limited field hospitals",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "What is the patient's current oxygen use (liters per minute)?What is the patient's current level of cognition? ☐ Grossly normal (0) ☐ Needs cueing to respond to questions (2) ☐ Answers are not appropriate (1) ☐ Obtunded (STOP) How many steps to enter the patient's home?Did the patient previously use an assistive device for ambulation? ☐ No (0) ☐ Yes -cane, walker, or wheelchair (2) Does the patient have someone to stay with at discharge? ☐ Yes, with physical help (0) ☐ Yes, minimal/no physical help (1) ☐ No (2) PART ONE SCORE: __________________ Part Two: What the patient can do right now (modified Barthel Index):Instructions: Assistive devices are OK. \"Needs help\" implies 50% or more patient effort. Supervision is the same as needing help. Score can be patient-reported or observed by healthcare personnel.Comb hair, shave, wash ☐ able (10) ☐ needs help (5) ☐ cannot (0) Put on and take off clothes ☐ able (10) ☐ needs help (5) ☐ cannot (0) Toileting (the entire process) ☐ able (15) ☐ needs help (5) ☐ cannot (0) Get into a chair and back ☐ able (15) ☐ needs help (5) ☐ cannot (0) Walk >100 feet ",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 384,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "This article is protected by copyright. All rights reserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "You can do it!",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GETTING HOME AFTER COVID-19"
        },
        {
            "text": "Clear thinking and mental toughness are your best tools. • You know how to do this--you've done it before: for sports, a performance, an exam or a tough job.Set goals, time frames, and contingencies. • Don't go it alone. Build a team and be a good leader. Enlist family and friends. Motivate your healthcare team. Set goals, plans, and time frames. • If you feel too overwhelmed, talk to your clinician. We know Covid-19 can cause anxiety, depression, post-traumatic stress disorder and other medical diseases that affect thinking and motivation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Get psyched"
        },
        {
            "text": "Exercise from day 1 clears your lungs, strengthens your heart and gets your legs ready to walk out of here.• Do something that makes you breathe hard and get tired for ½ hour every day.• With permission, walk or do light squats at your bedside.• If you're stuck in bed, lift your legs up and down for ½ hour every day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Get strong"
        },
        {
            "text": "Lying in bed can make muscles and joints tight and painful.• Twice a day, stretch each joint in your arms and legs. Hold each stretch for a few seconds, then relax.• Have someone do the stretching for you if you need help.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Get flexible"
        },
        {
            "text": "Food is the body's fuel, so eat well. • Talk to your clinician if you have stomach problems, difficulty swallowing, or trouble handling food.• Pooping is important, too. If constipation or bowel problems are happening, talk to your clinician.• If you have arthritis, nerve problems, mental health or other disabling disease, fine-tune these with your clinician's help.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chase away problems:"
        },
        {
            "text": "Discharge means lining up all your resources. Think: Where will you go after the hospital? How will you get there? Who will be there to help you at first? What do they need to learn? Can you get around bedroom, bathroom? Can you exit in an emergency? Will you be safe? Will you have enough money/food?/heat?/water? How will you avoid infecting others? Do you know your medicines and treatments? How will you get them at home? Do you have the crutches, canes, toilet seats, or other equipment you'll need?The first steps home are all yours. You can do this!",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Get organized:"
        }
    ]
}