{
    "paper_id": "2b59b54ae54f3ac4437e8e2048538f8132204b2d",
    "metadata": {
        "title": "Letter to the editor",
        "authors": [
            {
                "first": "Mahesh",
                "middle": [],
                "last": "Sultania",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "All India Institute of Medical Sciences",
                    "location": {
                        "settlement": "Bhubaneswar",
                        "region": "Odisha",
                        "country": "India"
                    }
                },
                "email": "drmaheshsultania@gmail.com"
            },
            {
                "first": "Dillip",
                "middle": [],
                "last": "Muduly",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "All India Institute of Medical Sciences",
                    "location": {
                        "settlement": "Bhubaneswar",
                        "region": "Odisha",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohammed",
                "middle": [],
                "last": "Imaduddin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "All India Institute of Medical Sciences",
                    "location": {
                        "settlement": "Bhubaneswar",
                        "region": "Odisha",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Madhabananda",
                "middle": [],
                "last": "Kar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "All India Institute of Medical Sciences",
                    "location": {
                        "settlement": "Bhubaneswar",
                        "region": "Odisha",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the Editor,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oral Cancer Surgery and COVID pandemic -Metronomic Therapy shows a promising role while awaiting surgery"
        },
        {
            "text": "The COVID-19 pandemic has adversely affected the whole world along with the Indian subcontinent and has shown a major impact on the health system and the economy of the country. India went into lockdown on 25th March 2020 and only essential services are still available for the general population. Majority of the hospitals faces the challenge of caring for critical COVID-19 patients which has resulted in diversion of critical hospital resources, care of non COVID-19 patients with medical and surgical emergencies and protection of the health care workers. Worldwide there has been a drop in number of elective surgeries and mostly surgeons are operating on patients with life threatening emergencies and postponing majority of the elective surgeries. A report from Wuhan, China of elective surgery in incubation period of COVID-19 for 34 asymptomatic patients resulted in 44% ICU admission and 20% mortality [1] . There is confusion among the surgical disciplines and many questions coming up on what are the steps forward. The challenges faced by the surgeons includes the triaging of the patients and making guidelines to handle patients waiting for surgery, judicious use of personal protective equipment and other hospital resources, and protection of the health care providers from aerosol derived infection. There is also a high risk of infection to the patients by asymptomatic health care workers.",
            "cite_spans": [
                {
                    "start": 912,
                    "end": 915,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Oral Cancer Surgery and COVID pandemic -Metronomic Therapy shows a promising role while awaiting surgery"
        },
        {
            "text": "During this COVID pandemic, as oral cancer surgery is a high aerosol generating procedure, worldwide there is a difference of opinion regarding elective oral cancer surgery. In early April 2020, Prof Hanna, President of the American Head and Neck Society suggests deferment of major surgery for oral cancer in patients who test positive for COVID-19 unless it is a lifesaving measure, to consider surgery in patients who test negative if delay would negatively impact their prognosis and to use nonsurgical therapy in neoadjuvant setting in order to buy time before cancer surgery [2] . Chaves et al suggest emergency international guidelines for treatment of head and neck cancer patients and say not to defer cancer treatment in SARS-CoV-2 negative patients unless there are significant clinical reasons that suggest otherwise [3] . Deo et al has made an attempt to give guidelines which will help the cancer surgeons in India to make critical surgical decisions. They suggest neoadjuvant chemotherapy/oral metronomic therapy in locally advanced oral cancers or to defer surgery until progression [4] Dr. Varghese explains about the situation in the state of Kerala in India and the clearance by state government to perform RT PCR for Covid19 among all patients undergoing cancer surgeries, which is yet not a practice in other parts of India [5] .",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 584,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "[3]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1099,
                    "end": 1102,
                    "text": "[4]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1345,
                    "end": 1348,
                    "text": "[5]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Oral Cancer Surgery and COVID pandemic -Metronomic Therapy shows a promising role while awaiting surgery"
        },
        {
            "text": "Our institute is situated in eastern part of the country -state of Odisha. We are facing many challenges like resource constraints, majority of the population being from low socioeconomic status without health insurance, patients present in locally advanced stage and waiting list of surgery is 2 to 3 months with a risk of tumor progression and no COVID testing for surgical patients if not from containment zone. At this time of COVID pandemic we have decreased the number of admissions and elective cancer surgeries significantly (in view of judicious use of resources and government guidelines) and hoping to start all operation theatres by the month of June. The services of allied disciplines (medical oncology and radiotherapy) have also been adversely affected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oral Cancer Surgery and COVID pandemic -Metronomic Therapy shows a promising role while awaiting surgery"
        },
        {
            "text": "In the present situation there is a need for a therapy that would prevent progression of the tumour, effect its regression, and ensure that patients remain operable while awaiting surgery. Metronomic therapy is one of the options for patient with locally advanced tumor who have been planned for elective oral cancer surgery which is easily deliverable, minimally toxic, home based and cost effective [6] . It exerts its anti-cancer activity by inhibiting tumor angiogenesis, stimulating anticancer immune response and inducing tumor dormancy. The protocol is of prescribing oral methotrexate 15 mg/m 2 once a week and oral celecoxib 200 mg twice daily. Assessment is done at 4 and 8 weeks with clinical examination, complete blood count and imaging. The advantage of using methotrexate and celecoxib in a metronomic scheduling is its easy availability, well-known pharmacodynamic profile, and safety, excellent tolerance, minimal toxicity and affordability (USD 10 per month).",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 404,
                    "text": "[6]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Oral Cancer Surgery and COVID pandemic -Metronomic Therapy shows a promising role while awaiting surgery"
        },
        {
            "text": "We have an experience of 23 patients with locally advanced T4a tumors receiving metronomic therapy for at least 8 weeks before COVID pandemic. There was no grade III or IV toxicity. After 8 weeks, clinically complete response was seen in 2 patients -one with carcinoma lip cT4aN0M0 and another with carcinoma of central arch cT4aN0M0. Fig. 1 According to Response Evaluation Criteria in Solid Tumors (RECIST 1.1), stable disease was seen in 30.5% (07 patients), partial response in 56.5% (13 patients) and disease progressed in 13% (3 patients). We were able to offer surgery to 87% of the patients (20 pts) post metronomic therapy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 335,
                    "end": 341,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Oral Cancer Surgery and COVID pandemic -Metronomic Therapy shows a promising role while awaiting surgery"
        },
        {
            "text": "In the COVID pandemic time, the metronomic therapy is helping us to get over the phase and keep the patients still operable. Low cost, home based oral metronomic chemotherapy seems to be a viable option in managing advanced oral cancer in the present COVID pandemic time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oral Cancer Surgery and COVID pandemic -Metronomic Therapy shows a promising role while awaiting surgery"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical characteristics and outcomes of patients undergoing surgeries during the incubation period of COVID-19 infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "How fragile we are",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hanna",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Emergency changes in international guidelines on treatment for head and neck cancer patients during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "Alf",
                    "middle": [],
                    "last": "Chaves",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Marta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Guiding Principles for Cancer Surgery during the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "Svs",
                    "middle": [],
                    "last": "Deo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Covid19 pandemic; A practicing head and neck surgeon's perspective of an institutional model",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Varghese",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Oral metronomic scheduling of anticancer therapy-based treatment compared to existing standard of care in locally advanced oral squamous cell cancers: A matched-pair analysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Pai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Vaidya",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prabhash",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Banavali",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Indian J Cancer",
            "volume": "50",
            "issn": "2",
            "pages": "135--176",
            "other_ids": {
                "DOI": [
                    "10.4103/0019-509X.117024"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ]
}