{"paper_id": "2b5d974dcaf2afb64ccbb3bf9df9fe359e544b88", "metadata": {"title": "Journal Pre-proof Anxiety and public responses to covid-19: Early data from Thailand Short communication Anxiety and public responses to covid-19: Early data from Thailand", "authors": [{"first": "Robin", "middle": [], "last": "Goodwin", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Warwick", "location": {"settlement": "Psychology, Coventry", "country": "UK"}}, "email": ""}, {"first": "Juthatip", "middle": [], "last": "Wiwattanapantuwong", "suffix": "", "affiliation": {"laboratory": "", "institution": "Chulalongkorn University", "location": {"settlement": "Bangkok", "country": "Thailand"}}, "email": ""}, {"first": "Arunya", "middle": [], "last": "Tuicomepee", "suffix": "", "affiliation": {"laboratory": "", "institution": "Chulalongkorn University", "location": {"settlement": "Bangkok", "country": "Thailand"}}, "email": ""}, {"first": "Panrapee", "middle": [], "last": "Suttiwan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Chulalongkorn University", "location": {"settlement": "Bangkok", "country": "Thailand"}}, "email": ""}, {"first": "Rewadee", "middle": [], "last": "Watakakosol", "suffix": "", "affiliation": {"laboratory": "", "institution": "Chulalongkorn University", "location": {"settlement": "Bangkok", "country": "Thailand"}}, "email": ""}]}, "abstract": [{"text": "Any new pandemic has the potential to arouse considerable anxiety, with this anxiety associated in previous work with economic disruption and societal disruption. We examined anxiety, symptom awareness, trust and associated behavioural responses in the first three weeks of the SARS-CoV-2 (covid-19) outbreak in Thailand. We collected data on-street at randomly selected locations in Bangkok.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Of 274 potential respondents, 203 (74.7%) responded. A four-item measure assessed anxiety, with open-ended questions assessing knowledge of symptoms, trusted information sources and measures taken to avoid infection. Respondents reported good awareness of the prime symptoms of the Coronovirus. Binary logistic regressions controlling for sex and age found the more anxious avoided the Chinese, people who were coughing, crowded places and public transport or flying. Younger respondents reported greater trust in foreign media and older populations information from national government. Trust in doctors online was positively associated with handwashing, avoidance of coughing people and keeping fit; trust in national government with avoiding coughing people, keeping fit, avoiding public transport and avoiding Chinese people. We conclude that anxiety can motivate both desirable and undesirable behaviours during pandemic outbreaks. Effective and targeted communication by trusted sources is needed to motivate preventive actions but also limit unnecessary or disruptive behaviours.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Abstract", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Anxiety, risk perceptions and behavioural responses can change rapidly during the course of a 18 pandemic (Bults et al, 2011) . As the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) 19 continues to spread worldwide, effecting more and more countries, it is important to get indications 20 of the early psychological sequelae of the outbreak, and their consequences for behaviour (Michie, 21 2020) . As home to the world's most visited city, and a leading destination for Chinese tourists (WTTC, 22 2019), Thailand reported the first novel coronovirus case outside of China (on January 13 th , 2020). 23", "cite_spans": [{"start": 106, "end": 125, "text": "(Bults et al, 2011)", "ref_id": "BIBREF3"}, {"start": 393, "end": 410, "text": "(Michie, 21 2020)", "ref_id": null}, {"start": 502, "end": 508, "text": "(WTTC,", "ref_id": null}, {"start": 509, "end": 511, "text": "22", "ref_id": null}], "ref_spans": [], "section": "Introduction 17"}, {"text": "The pandemic has had a significant economic effect, leading to a marked decline in the Thai economy 24 (Stevenson, 2020) . 25", "cite_spans": [{"start": 103, "end": 120, "text": "(Stevenson, 2020)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Introduction 17"}, {"text": "In this paper we consider several key factors significant in framing responses to a developing 26 pandemic. First, we gathered knowledge about awareness of core symptoms as the virus emerged. 27", "cite_spans": [], "ref_spans": [], "section": "Introduction 17"}, {"text": "Second, we consider levels of anxiety. Data from China suggest the outbreak is also associated with 28 elevated levels of psychological distress (Qiu et al, 2020) . We analyse changes in this anxiety over a 29 two-week time period three to five weeks after the first reported Thai case. Third, we consider the 30 spread of information in the emerging epidemic. Close social networks (Goodwin et al, 2011) , as well 31 as the wider mass media, are likely to play a crucial role in informing responses to substantial disease 32 outbreaks. Finally, we combine the above to examine associations between anxiety, trust and 33 preventive behaviours. Findings from previous pandemics shows that those with the greater trust 34 towards governmental communications are more likely to take recommended precautionary 35 behaviours (Bults et al, 2011; Bish and Michie, 2010) . In common with other coronavirus outbreaks 36 including SARS (Washer, 2004) , and influenza strain H1N1 ('swine flu') (Goodwin et al, 2011) , anxiety 37 associated with the virus has contributed towards societal disruption in Thailand, as community 38 relations become strained, and groups associated with the epidemic suffer discrimination (Boolert, Participants. 43 Research was conducted in accordance with the World Medical Association Declaration of Helsinki. 44", "cite_spans": [{"start": 145, "end": 162, "text": "(Qiu et al, 2020)", "ref_id": "BIBREF18"}, {"start": 383, "end": 404, "text": "(Goodwin et al, 2011)", "ref_id": "BIBREF10"}, {"start": 820, "end": 839, "text": "(Bults et al, 2011;", "ref_id": "BIBREF3"}, {"start": 840, "end": 862, "text": "Bish and Michie, 2010)", "ref_id": "BIBREF1"}, {"start": 926, "end": 940, "text": "(Washer, 2004)", "ref_id": "BIBREF21"}, {"start": 983, "end": 1004, "text": "(Goodwin et al, 2011)", "ref_id": "BIBREF10"}, {"start": 1206, "end": 1215, "text": "(Boolert,", "ref_id": null}, {"start": 1216, "end": 1232, "text": "Participants. 43", "ref_id": null}], "ref_spans": [], "section": "Introduction 17"}, {"text": "Following ethical approval from Chulalongkorn University (COA No. 052/2020), we collected data 45 between the two weeks beginning 7th-13th February 2020 and 15th-21st February. During this time 46 official cases of SARS-Cov-2 in Thailand increased from 25 to 35. Of the 50 districts of Bangkok seven 47 areas within six districts were randomly selected (Supplementary Table 1 ). Trained researcher 48 assistants approached 1 in 5 pedestrians passing a randomly pre-determined point on regional 49", "cite_spans": [], "ref_spans": [{"start": 368, "end": 375, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Introduction 17"}, {"text": "shopping streets or near regional bus stations. Vulnerable participants, including people appearing to 50 be younger than 18 years old or visibly pregnant, were not approached. Of 272 approached, 203 51 (74.7%) gave their oral consent to the researcher and answered all questions. Questionnaires totaled 52 17 items and took on average six minutes to complete. Researchers conducted interviews during 53 non-rush hour times to avoid crowds and to guarantee that street noise did not prove a problem 54 during the interviews. Participants ranged from 18 to over 70, with 73 (36%) male. Participants were 55 subsequently grouped into <> 40, the age at which the death rate increases (Worldometer, 2020) (Ns 56 131 (64.5%), 72 respectively). At the end of the interview all participants were provided with the 57 latest WHO recommendations on avoiding catching or spreading the virus. 58 assessing awareness of symptoms, avoidance behaviours and trust in different information sources, 62 drawing on previous work on previous work on highly pathogenic zoonoses H1N1 ('swine flu') 63 (Goodwin et al, 2011) , and avian influenza H7N9 (Goodwin & Sun, 2014) . For each question 64 participants could give multiple answers. Anxiety drew on the same previous literature on zoonoses 65", "cite_spans": [{"start": 1080, "end": 1101, "text": "(Goodwin et al, 2011)", "ref_id": "BIBREF10"}, {"start": 1129, "end": 1150, "text": "(Goodwin & Sun, 2014)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Introduction 17"}, {"text": "and was assessed using the mean of 4, three-item scales (individual concern, concern expressed by face mask at the time of interview (N=150) we enquired about their motives for doing so. 69 70", "cite_spans": [], "ref_spans": [], "section": "Introduction 17"}, {"text": "Awareness of symptoms. Participants were most likely to correctly report the most frequent 72 symptoms associated with the new coronavirus (fever, cough, problems breathing) (Table 1) . 73 74 Anxiety. Anxiety overall increased between the weeks (item Ms 1.97 vs. 1.80 t (199) = 2.11 P<.04). 75", "cite_spans": [], "ref_spans": [{"start": 174, "end": 183, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "Results 71"}, {"text": "There were no sex differences in anxiety, but anxiety was higher in the younger age group (Ms 1.90 76 vs. 1.67, F(1, 201) = 12.50 P=.001). Personal concern was significantly associated with the perceived 77 concern of friends/family (r (201) = .48 P<.001). 78 79 Behaviour, risk and trust. Table 1 shows the most common responses to open-ended questions on 80 symptoms, preventive behaviours, and trust in information sources. Participants were more likely to 81 be wearing masks when approached in the second week of the study (71% in week 1, 86% in week 2: 82 χ2 (1) =4.00 P=.045). 126 mentioned they wore masks due to pollution, 122 because of the virus; 83 pollution as a motive was mentioned by a similar proportion in both weeks (61%, 66% respectively), 84 but the virus motivated more mask wearing in week 2 vs. week 1 ((56.5%, (week 1) vs. 77.1% (week 85 2) reported wearing masks for fear of the coronavirus (χ2 (1) = 5.12 P< .02)). 86 87 Anxiety, trust and preventive behaviours. Seven binary logistic regressions, controlling for the False 88 Discovery Rate (Benajamini & Hochberg, 1995) , examined associations between each avoidance 89 behaviour and anxiety (Table 2 ). Controlling for sex and age grouping those most anxious were more 90 likely to avoid crowds, Chinese people, those coughing, and public transport/flying. When public 91 transport use was separated from flying only the association with flying was significant (OR 4.95 P=.007 (flying) vs. OR 2.65 P=.06 (public transport)). There were no significant associations with 93 mask wearing or hand washing and anxiety when controlling for age and sex. Twenty-four further 94 binary logistic regressions, controlling for age and sex and applying a conservative sequential Holm-95", "cite_spans": [{"start": 1069, "end": 1098, "text": "(Benajamini & Hochberg, 1995)", "ref_id": null}], "ref_spans": [{"start": 290, "end": 297, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 1171, "end": 1179, "text": "(Table 2", "ref_id": "TABREF0"}], "section": "Results 71"}, {"text": "Bonferroni correction (Abdi, 2010), found that those who trusted doctors writing on social media 96 were more likely to report avoidance of coughing people, and keeping fit to avoid the coronavirus. 97", "cite_spans": [], "ref_spans": [], "section": "Results 71"}, {"text": "Those who most trusted the national government reported avoiding coughing people and public 98 transport, and reported keeping fit to reduce their risk of infection (Supplementary Table 2 ). 99 100", "cite_spans": [], "ref_spans": [{"start": 180, "end": 187, "text": "Table 2", "ref_id": "TABREF0"}], "section": "Results 71"}, {"text": "As SARS-CoV-2 has become established in most countries around the world it is important to 102 understand the likely economic and societal implications of this spread. In this paper we conducted 103 on-street interviews during the early spread of covid-19 in Thailand. We report data on awareness of 104 symptoms, anxiety, trust and associated behavioural responses three to five weeks into the epidemic 105 in this country. 106", "cite_spans": [], "ref_spans": [], "section": "Discussion 101"}, {"text": "Respondents were generally aware of the key symptoms of COVID-19 (fever and cough), 107 suggesting the general efficacy of public communication campaigns. Anxiety levels indicated low to 108 moderate concern (mean item scores of 1.82/3, where 3 indicates highly concerned), although 109 anxiety did increase significantly between those sampled in the two-week periods of the study. novel threat. A post-doc MANOVA analysis, using Bonferroni correction with the five most frequently 119 cited sources as the dependent variables, showed a significant effect for age group on the source of 120 information most trusted. In our sample it was online doctors (F (1, 201) = 16.16 P=.001), and 121 overseas governments (F (1, 201) = 4.10 P=.044), that were the most trusted amongst younger 122 respondents. This may reflect the more limited use of internet amongst older Thais (Loipha, 2014) , as 123 well as a greater trust in governmental communications amongst older populations reported during 124 the H1N1 ('swine flu') pandemic (Bults et al, 2011) . Anxiety and trust towards different information 125 sources were associated with preventive health and economic behaviours. Although public anxiety 126 may stimulate some positive actions (e.g. the avoidance of those with symptoms), it is also likely to 127 carry costs, both economic and social, as particular communities are blamed and rejected. Avoidance 128 of transport/flying or commercial centers was not public policy at the time of our survey. In our study 129 anxiety about infection was associated with non-recommended economic activities, with a potential 130 7 on SARS-CoV-2 reports an association between higher levels of education and psychological distress 143 (Qiu et al, 2020) . Our respondents were mainly aged under 40, and although the population of 144", "cite_spans": [{"start": 869, "end": 883, "text": "(Loipha, 2014)", "ref_id": "BIBREF15"}, {"start": 1026, "end": 1045, "text": "(Bults et al, 2011)", "ref_id": "BIBREF3"}, {"start": 1725, "end": 1742, "text": "(Qiu et al, 2020)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion 101"}, {"text": "Bangkok is relatively young (68.5% are aged under 40 (National Statistics of Thailand, 2020)), older 145 respondents could potentially be limiting their outdoor activities due to wariness of the virus. We 146 asked only a limited number of questions, and respondents varied in number of free responses 147 provided. We developed our own short measure of anxiety, meaning that we could not readily 148 compare our findings against previous established measures. This measure of anxiety had a relatively 149 modest alpha (.69). Data was obtained over a short period of time within Bangkok; our anxiety and 150 mask usage data reinforce the message that perceptions and behavioural motivations change rapidly 151 as a threat emerges (Bults et al, 2011; Fetzer et al, 2020) . We were not able to question the same 152 people over time, meaning that our data lacked the additional insights that could be provided by 153 repeated measures. At the time of data collection Bangkok was the region most affected by the 154 outbreak and lower levels of anxiety and behavioural response might have been present elsewhere. 155", "cite_spans": [{"start": 730, "end": 749, "text": "(Bults et al, 2011;", "ref_id": "BIBREF3"}, {"start": 750, "end": 769, "text": "Fetzer et al, 2020)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Discussion 101"}, {"text": "In the first days of a pandemic there is considerable uncertainty about spread within a specific 157 setting, as well as continuing debate over infection routes and mortality (Bults et al, 2011) . We 158 believe that our early findings have an important message for those working in public health. New 159 motivations can emerge for established behaviours (such as the wearing of facemasks), suggesting 160 rapid changes in risk perception. Social networks, alongside broader mass media, inform individuals 161 about both effective and less efficacious preventive behaviours. At this critical point it is vital to 162", "cite_spans": [{"start": 175, "end": 194, "text": "(Bults et al, 2011)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Conclusions 156"}, {"text": "communicate effectively about what has already been confirmed and recognize ongoing 163 uncertainties, while managing anxiety in a positive, motivating way. This may entail new strategies 164 aimed at tracking associations between public health messaging and behavioural change (Holmes et 165 al, 2020) . Media outlets need to be particularly careful to provide clear messaging, with social media 166 also able to connect individuals to trusted resources for psychological support to address anxiety 167 (Galea et al, 2020) . It is only through doing so that societies will be able to successfully promote 168 effective precautionary behaviour and avoid economic and societal disruption as the novel zoonosis 169 continues to spread. 170 (Bold are significant at P<.14 or less with statistical correction for False Discovery Rate: p<. 014 (Benjamani & Hochberg, 1995) ; controlling for week of study did not significantly affect findings) (25) Respondents could provide multiple answers.", "cite_spans": [{"start": 278, "end": 302, "text": "(Holmes et 165 al, 2020)", "ref_id": null}, {"start": 504, "end": 523, "text": "(Galea et al, 2020)", "ref_id": "BIBREF5"}, {"start": 839, "end": 867, "text": "(Benjamani & Hochberg, 1995)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Conclusions 156"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Controlling the False Discovery Rate: A Practical and Powerful Approach to Multiple Testing", "authors": [{"first": "Y", "middle": [], "last": "Benjamani", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hochberg", "suffix": ""}], "year": 1995, "venue": "J R Stat Soc B", "volume": "57", "issn": "", "pages": "289--300", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Demographic and attitudinal determinants of protective behaviours during a pandemic: A review", "authors": [{"first": "A", "middle": [], "last": "Bish", "suffix": ""}, {"first": "S", "middle": [], "last": "Michie", "suffix": ""}], "year": 2010, "venue": "Br J Health Psychol", "volume": "15", "issn": "", "pages": "797--824", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Outbreak 'reviving stereotypes", "authors": [{"first": "T", "middle": [], "last": "Boolert", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Perceived risk, anxiety, and behavioural responses of the general public during the early phase of the Influenza A (H1N1) pandemic in the Netherlands: results of three consecutive online surveys", "authors": [{"first": "M", "middle": [], "last": "Bults", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Beaujean", "suffix": ""}, {"first": "O", "middle": [], "last": "De Zwart", "suffix": ""}, {"first": "J", "middle": [], "last": "Kok", "suffix": ""}, {"first": "P", "middle": [], "last": "Van Empelen", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Van Steenbergen", "suffix": ""}], "year": 2011, "venue": "BMC Public Health", "volume": "11", "issn": "2", "pages": "", "other_ids": {"DOI": ["10.1186/1471-2458-11-2"]}}, "BIBREF4": {"ref_id": "b4", "title": "Coronavirus Perceptions and Economic Anxiety", "authors": [{"first": "T", "middle": [], "last": "Fetzer", "suffix": ""}, {"first": "L", "middle": [], "last": "Hensel", "suffix": ""}, {"first": "J", "middle": [], "last": "Hermle", "suffix": ""}, {"first": "C", "middle": [], "last": "Roth", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The mental health consequences of COVID-19 and physical distancing: The need for prevention and early intervention", "authors": [{"first": "S", "middle": [], "last": "Galea", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Merchant", "suffix": ""}, {"first": "N", "middle": [], "last": "Lurie", "suffix": ""}], "year": 2020, "venue": "JAMA Intern Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jamainternmed.2020.1562"]}}, "BIBREF6": {"ref_id": "b6", "title": "The novel coronavirus (COVID-2019) outbreak: Amplification of public health consequences by media exposure", "authors": [{"first": "D", "middle": [], "last": "Garfin", "suffix": ""}, {"first": "R", "middle": [], "last": "Silver", "suffix": ""}, {"first": "A", "middle": [], "last": "Holman", "suffix": ""}], "year": 2020, "venue": "Health Psychology", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1037/hea0000875"]}}, "BIBREF7": {"ref_id": "b7", "title": "Keeping the vermin out: Perceived disease threat and ideological orientations as predictors of exclusionary immigration attitudes", "authors": [{"first": "E", "middle": [], "last": "Green", "suffix": ""}, {"first": "F", "middle": [], "last": "Krings", "suffix": ""}, {"first": "C", "middle": [], "last": "Staerklé", "suffix": ""}], "year": 2010, "venue": "J Comm Appl Psychol", "volume": "20", "issn": "4", "pages": "299--316", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Initial psychological responses to Swine Flu", "authors": [{"first": "R", "middle": [], "last": "Goodwin", "suffix": ""}, {"first": "S", "middle": [], "last": "Gaines", "suffix": ""}, {"first": "L", "middle": [], "last": "Myers", "suffix": ""}], "year": 2009, "venue": "Int. J. Behav Med", "volume": "18", "issn": "", "pages": "88--92", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Association between media use, acute sress disorder and psychological distress", "authors": [{"first": "R", "middle": [], "last": "Goodwin", "suffix": ""}, {"first": "Y", "middle": [], "last": "Palgi", "suffix": ""}, {"first": "O", "middle": [], "last": "Lavanda", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hamama-Raz", "suffix": ""}, {"first": "", "middle": ["M"], "last": "Ben-Ezra", "suffix": ""}], "year": 2015, "venue": "Psychother Psychosom", "volume": "84", "issn": "", "pages": "253--254", "other_ids": {"DOI": ["10.1159/000377706"]}}, "BIBREF10": {"ref_id": "b10", "title": "Representations of swine flu: perspectives from a Malaysian pig farm", "authors": [{"first": "R", "middle": [], "last": "Goodwin", "suffix": ""}, {"first": "S", "middle": [], "last": "Haque", "suffix": ""}, {"first": "Sbs", "middle": [], "last": "Hassan", "suffix": ""}, {"first": "A", "middle": [], "last": "Dhanoa", "suffix": ""}], "year": 2011, "venue": "Public Underst Sci", "volume": "20", "issn": "4", "pages": "477--90", "other_ids": {"DOI": ["10.1177/0963662510392484"]}}, "BIBREF11": {"ref_id": "b11", "title": "Early responses to H7N9 in southern mainland China", "authors": [{"first": "R", "middle": [], "last": "Goodwin", "suffix": ""}, {"first": "S", "middle": [], "last": "Sun", "suffix": ""}], "year": 2014, "venue": "BMC Infectious Diseases", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/10.1186/1471-2334-14-8"]}}, "BIBREF12": {"ref_id": "b12", "title": "Emotional Contagion", "authors": [{"first": "E", "middle": [], "last": "Hatfield", "suffix": ""}, {"first": "C", "middle": [], "last": "Hatfield", "suffix": ""}, {"first": "J", "middle": [], "last": "Cacioppo", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Rapson", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Multidisciplinary research priorities for the covid-19 pandemic", "authors": [{"first": "E", "middle": ["A"], "last": "Holmes", "suffix": ""}, {"first": "O&apos;connor", "middle": [], "last": "Rco", "suffix": ""}, {"first": "", "middle": [], "last": "Perry", "suffix": ""}, {"first": "Tracey", "middle": ["I"], "last": "Vh", "suffix": ""}, {"first": "S", "middle": [], "last": "Wessely", "suffix": ""}, {"first": "L", "middle": [], "last": "Arseneault", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Thai elderly behavior of internet use", "authors": [{"first": "S", "middle": [], "last": "Loipha", "suffix": ""}], "year": 2014, "venue": "Procedia Soc Behav Sci", "volume": "147", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.sbspro.2014.07.125"]}}, "BIBREF16": {"ref_id": "b16", "title": "Behavioural science must be at the heart of the public health response to covid-19, BMJ opinion", "authors": [{"first": "S", "middle": [], "last": "Michie", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Statistical Table Population: Bangkok", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "A nationwide survey of psychological distress among Chinese people in the COVID-19 epidemic: Implications and policy recommendations", "authors": [{"first": "J", "middle": [], "last": "Qiu", "suffix": ""}, {"first": "B", "middle": [], "last": "Shen", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Xie", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "China Stopped Its Economy to Tackle Coronavirus. Now the World Suffers", "authors": [{"first": "A", "middle": [], "last": "Stevenson", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Representations of SARS in the British Newspapers", "authors": [{"first": "P", "middle": [], "last": "Washer", "suffix": ""}], "year": 2004, "venue": "Soc Sci Med", "volume": "59", "issn": "", "pages": "2561--71", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Age, Sex, Existing Conditions of COVID-19 Cases and Deaths", "authors": [{"first": "", "middle": [], "last": "Worldometer", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "One in five Thai baht spent is in Travel & Tourism", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Legends Table 1: Most common open-ended responses: treatment, preventative behaviours, vulnerability and trust Table 2: Associations between avoidance behaviours and anxiety, controlling for age and sex (OR (95% CI) for each behaviour", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "P value), controlling for age and sex CRediT author statement RG: Conceptualization, Methodology; Software; Validation; Formal analysis; Investigation; Writing -Original Draft and Reviewing and Editing", "authors": [{"first": "O", "middle": ["R"], "last": "Wald", "suffix": ""}, {"first": "", "middle": [], "last": "Ci", "suffix": ""}], "year": null, "venue": "Supplementary Table 2: Associations between media trust and preventative behaviour", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Investigation; Resources; Data Curation; Writing -Original Draft and Reviewing and Editing; supervision", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "project administration and execution; funding acquisition: PS: Conceptualization, Methodology, Writing", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Associations between avoidance behaviours and anxiety, controlling for age and sex(Wald, OR  (95% CI)  for each behaviour, P value)", "latex": null, "type": "table"}, "TABREF1": {"text": "Most common open-ended responses: treatment, preventative behaviours, vulnerability and trust", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Symptoms </td><td>Fever (185) </td><td>Cough (151) </td><td>Breathing </td><td>Headache (54) </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>difficulties (90) </td><td> </td><td> </td></tr><tr><td>Preventative behaviours </td><td>Wearing a </td><td>Hand </td><td>Avoiding </td><td>Avoiding Chinese </td><td> </td></tr><tr><td>mask (187) </td><td>washing </td><td>crowds (130) </td><td>people (96) </td><td>Avoiding those coughing/sneezing </td></tr><tr><td> </td><td> </td><td>(159) </td><td> </td><td> </td><td>(86) </td></tr><tr><td>Most trusted </td><td> </td><td> </td><td> </td><td>Government </td><td>Close friends / </td></tr><tr><td>media </td><td>Doctors on social media </td><td>General social media </td><td>Foreign countries </td><td>(56) </td><td>family (25) </td></tr><tr><td> </td><td>(111) </td><td>(67) </td><td>(66) </td><td> </td><td> </td></tr></table></body></html>"}}, "back_matter": [{"text": "We acknowledge the support of the Faculty of Psychology at Chulalongkorn University who provided 173 internal funding to recruit and train research assistants. 174", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "Research complied with the ethical standards set out in the World Medical Association Declaration of 176Helsinki. Participants, all of whom were aged over 18, gave oral consent at the time of interview, in 177 line with normal procedures for on-street interviews. The study protocol was approved by the ethics 178 committee (Chulalongkorn Research Committee) 179", "cite_spans": [], "ref_spans": [], "section": "Statement of Ethics 175"}, {"text": "The authors have no conflicts of interest to declare. 181", "cite_spans": [], "ref_spans": [], "section": "Disclosure Statement 180"}, {"text": "Internal funding was provided by the Faculty of Psychology at Chulalongkorn University. Other than 183 the authors listed on the paper the Faculty had no further role in the preparation of data or the 184 manuscript. 185", "cite_spans": [], "ref_spans": [], "section": "Funding Sources 182"}, {"text": "RG, JW and AT provided the concept and study design. JW and AT acquired the data, RG and JW 187 conducted and interpreted the statistical analysis. JW, AT and PS obtained funding. All authors 188 contributed to drafting and critical revision of the manuscript for intellectual content.", "cite_spans": [], "ref_spans": [], "section": "Author Contributions 186"}, {"text": "Please note that the link on Evise at: http://file///K:/To%20EES/Evise_Projects/EVISE%20COI(conflict%20of%20interest)/a%20target=%22_bl ank%22%20href=%22https:/www.elsevier.com/__data/promis_misc/declaration-of-competinginterests.docx%20%22is inaccessible (file's server IP address could not be found)We are therefore making the following declaration on the basis of \"all author must identify any financial and personal relationships with other people or organizations that could inappropriately influence (bias) their work or state if there are no interests to declare\"We state that we have no interests to declare.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest form"}]}