{"paper_id": "2b66ed26516699b02d14bcf0d59671fb611f12ca", "metadata": {"title": "Determinants of the infection rate of the COVID-19 in the U.S. using ANFIS and virus optimization algorithm (VOA)", "authors": [{"first": "Ali", "middle": [], "last": "Behnood", "suffix": "", "affiliation": {"laboratory": "", "institution": "Lyles School of Civil Engineering Purdue University Tel", "location": {"addrLine": "312-647-8351 550 Stadium Mall", "postCode": "47907-2051", "settlement": "West Lafayette", "region": "IN", "country": "USA"}}, "email": "abehnood@purdue.edu"}, {"first": "Emadaldin", "middle": ["Mohammadi"], "last": "Golafshani", "suffix": "", "affiliation": {"laboratory": "", "institution": "Azad University Tehran", "location": {"country": "Iran"}}, "email": "golafshani@srbiau.ac.ir"}, {"first": "Seyedeh", "middle": ["Mohaddeseh"], "last": "Hosseini", "suffix": "", "affiliation": {"laboratory": "", "institution": "Islamic Azad University of Shahrood Tehran", "location": {"country": "Iran"}}, "email": ""}]}, "abstract": [{"text": " The effects of climatology factors and population density on the infection rate of the COVID 19 are investigated.  Adaptive network-based fuzzy inference system (ANFIS) and virus optimization algorithms (VOA) are used.  Population density shows the most significant effect on the infection rate.  An increase in maximum temperature reduces the infection rate.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Recently, a novel coronavirus virus disease (COVID-19) has become a serious concern for global public health hazards. Infectious disease outbreaks such as COVID-19 can also 3 significantly affect the sustainable development of urban areas. Several factors such as population density and climatology parameters could potentially affect the spread of the COVID-19. In this study, a combination of the virus optimization algorithm (VOA) and adaptive network-based fuzzy inference system (ANFIS) to investigate the effects of various climaterelated factors and population density on the spread of the COVID-19. For this purpose, data on the climate-related factors and the confirmed infected cases by the COVID-19 across the U.S counties was used. The results show that the variable defined for the population density had the most significant impact on the performance of the developed models, which is an indication of the importance social distancing in reducing the infection rate and spread rate of the COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Among the climatology parameters, an increase in the maximum temperature was found to reduce the infection rate. Average temperature, minimum temperature, precipitation, and average wind speed were not found to significantly affect the spread of the COVID-19 while an increase in the relative humidity was found to slightly increase the infection rate. The findings of this research show that it could be expected to have reduced infection rate over the summer season.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "However, it should be noted that the models developed in this study were based on limited onemonth data. Future investigation can benefit from using more comprehensive data covering a wider range for the input variables.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The rapid spread of the novel coronavirus disease (i.e., , which was started since the late December 2019, has become a serious global issue [1] [2] [3] [4] . As of April 28, 2020, the official reports indicated more than 3,000,000 infected cases and over 217,000 confirmed deaths attributed to the COVID-19 complications. In addition, the rapid spread of the COVID-19 has affected 210 countries worldwide. The official statistics shows that with more than 1,000,000 infected cases and over 59,000 confirmed deaths, the USA is one of the countries where the rapid widespread of COVID-19 has seriously threatened the life of people. Several factors could potentially affect the spread and transmission rates of the viruses including population density and climatology parameters (e.g., wind speed, humidity, precipitation, and temperature) [5] [6] [7] [8] [9] [10] .", "cite_spans": [{"start": 141, "end": 144, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 145, "end": 148, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 149, "end": 152, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 153, "end": 156, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 839, "end": 842, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 843, "end": 846, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 847, "end": 850, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 851, "end": 854, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 855, "end": 858, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 859, "end": 863, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "The sustainable development of urban areas necessities the investigation of the effects of these factors on the transmission rate of the viruses to have an efficient spatial organization of the resident areas. Different climate conditions have been reported to affect the transmission rate of viruses differently. The transmission rate of some viruses such as HIV/AIDS are not affected by climate parameters. The HIV/AIDS virus never leaves the host's internal condition as it transfers through sexual intercourse, blood transfusions, or during pregnancy or breastfeeding from mother to child. For the flu virus, dry and cold climates have been found as favorable conditions to spread the virus, while temperatures above 30 ˚C halt its transmission [11] . With regard to the MERS-CoV, the widespread occurrence of this virus was reported to be between April to August, when high temperature is dominant [12] . Moreover, high ultraviolet index, low relative humidity, and low wind speeds were favorable conditions for the spread of the MERS-CoV [12] .", "cite_spans": [{"start": 749, "end": 753, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 903, "end": 907, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1044, "end": 1048, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Introduction"}, {"text": "In terms of the spread of the COVID-19, lower spread rate is attributed to warm and humid climate conditions in China [5] . However, a warm and humid climate does not seem to completely stop the spread of the COVID-19 [6] .", "cite_spans": [{"start": 118, "end": 121, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 218, "end": 221, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "An accurate model to investigate the climatology-related determinants of the spread of COVID-19 can be helpful for the sustainable development of the urban areas. Machine learning (ML) techniques and algorithms, due to their exceptional ability in knowledge processing, have been proven to provide accurate models in many fields of science and engineering [13] [14] [15] . ML techniques have also been widely used in the study of developing models for the prediction of outbreak [16, 17] . Table 1 provides some examples of the previous studies on using the ML techniques for the prediction of the disease outbreak. Climate-related factors such as temperature, wind, salinity, and rainfall were found as the determinants of norovirus outbreaks. Moreover, depth of water in an oyster bed was found as the most significant factor in the developed model. [23] Swine fever Random forests Precipitation and driest month had the most significant effects on the outbreak of African swine fever.", "cite_spans": [{"start": 356, "end": 360, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 361, "end": 365, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 366, "end": 370, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 479, "end": 483, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 484, "end": 487, "text": "17]", "ref_id": "BIBREF16"}, {"start": 852, "end": 856, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 490, "end": 497, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "[24]", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Influenza Neural network, random forests, support vector machine The random forests time series provided better statistical fit than support vector machine and artificial neural network in modeling weekly influenza like illness. [25] COVID- 19 Genetic programming", "cite_spans": [{"start": 229, "end": 233, "text": "[25]", "ref_id": "BIBREF25"}, {"start": 241, "end": 243, "text": "19", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Introduction"}, {"text": "The predictive models based on genetic programming provide high accuracy in determining the factors that affect the infection rate of COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "[ 26] In this study, adaptive network-based fuzzy inference system (ANFIS) and virus optimization algorithm (VOA) were used to investigate the effects of climate-related factors on the spread of COVID-19. For this purpose, a dataset containing the information on COVID-19 spread across the U.S. counties was used. A sensitivity analysis was also performed to identify the most significant factors affecting the spread of COVID-19.", "cite_spans": [{"start": 2, "end": 5, "text": "26]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Introduction"}, {"text": "The data used in this research to study the climate-related determinants of the spread of the COVID-19 in the U.S. was collected from various sources. The distribution of the confirmed infected cases by the COVID-19 across the country was provided by the USAFacts (2020).", "cite_spans": [], "ref_spans": [], "section": "Data collection"}, {"text": "Information about the average temperature, maximum temperature, minimum temperature, and precipitation was obtained from the NOAA (2020). It should be noted that the data for the month of March was used for these variables. Data for the information on the average annual humidity, average annual wind speed, and population was collected from the USA.com (2020). The population density, as one of the input variables, indicates the number of people per squared miles. The only output variable in this study was the infection rate, which was defined as the number of confirmed infected cases over the days of infection. The counties with less than 10 confirmed infected cases were removed from the analysis to reduce the errors related to the random effects of these counties. Overall, a total of 1657 counties were to model the spread of the COVID-19. The descriptive statistics of the input and output variables are given in Table 2 . In order to further demonstrate the distribution of the climatology variables in the gathered database, Fig. 2 shows the infection rate, as the indicator of the COVID-19 outbreak, versus the seven input variables. As depicted in this figure, there is a direct relationship between the infection rate and the population density. However, the changing range of the infection rate for a given population density is remarkable. In the case of the other six input variables, there is not an apparent trend between them and the infection rate, which makes the modeling of the COVID-19 outbreak more difficult.", "cite_spans": [], "ref_spans": [{"start": 925, "end": 932, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1039, "end": 1045, "text": "Fig. 2", "ref_id": null}], "section": "Data collection"}, {"text": "The relat ionship between the infect ion rate and the climatology variables.", "cite_spans": [], "ref_spans": [], "section": "Fig. 2."}, {"text": "The pairwise relationships between the input variables are depicted in Fig. 3 . As expected, the correlation between the average, minimum and maximum temperatures are high. ", "cite_spans": [], "ref_spans": [{"start": 71, "end": 77, "text": "Fig. 3", "ref_id": "FIGREF1"}], "section": "Fig. 2."}, {"text": "To introduce the proposed machine learning method, the virus optimization algorithm (VOA) is described at first, followed by the main concepts of the adaptive neuro-fuzzy inference system (ANFIS). Finally, the incorporation of the ANFIS and VOA is explained as the suggested model for the determination of the climatology factors' influence on the COVID-19 outbreak.", "cite_spans": [], "ref_spans": [], "section": "Proposed machine learning method"}, {"text": "All viruses with different sources include an envelope, a protein coat, and a genetic VOA is a population-based optimization algorithm in which each virus that attacks a host cell is a candidate solution for the optimization problem [30] . There are three main steps in VOA, including initialization, replication, and maintenance phases. In the initialization phase, the primitive viruses are randomly generated, evaluated, and sorted from the best to the worst virus. Then, all created viruses are classified into strong viruses (SVs) and the common viruses (CVs) in which the SVs and CVs are the best and the worst viruses, respectively. Next, the replication phase starts by producing new viruses by changing the SVs and CVs using the following equations:", "cite_spans": [{"start": 233, "end": 237, "text": "[30]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Virus optimization algorithm (VOA)"}, {"text": "where , and are the jth dimension of the ith new virus, the common virus, and the strong virus, respectively; rand() is a number between zero and one; and Int is a parameter which set to one at the beginning of the algorithm. If the average performance of all viruses in the current replication is less than that in the previous replication, one unit is added to Int. Fig. 1 .", "cite_spans": [], "ref_spans": [{"start": 368, "end": 374, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Virus optimization algorithm (VOA)"}, {"text": "The Pseudo-code of the VOA.", "cite_spans": [], "ref_spans": [], "section": "Fig. 4."}, {"text": "ANFIS is a ML method that benefits the fuzzy system in an adapted network structure [31] . This method is an extension of the TSK fuzzy system [32] , which discovers the knowledge between input and output variables of a system using If-Then fuzzy rules. Each fuzzy rule consists of the antecedent and consequence parts in which the former part is presented as fuzzy inputs, and the latter one can be expressed as a linear combination of crisp input variables.", "cite_spans": [{"start": 84, "end": 88, "text": "[31]", "ref_id": "BIBREF31"}, {"start": 143, "end": 147, "text": "[32]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Adaptive network-based fuzzy inference system (ANFIS)"}, {"text": "Moreover, the fuzzy inputs in the antecedent part of a rule are aggregated with each other with AND logistic operator. The kth fuzzy rule (R k ) of a system with n input variables is as follows:", "cite_spans": [], "ref_spans": [], "section": "Adaptive network-based fuzzy inference system (ANFIS)"}, {"text": "where x i and y k are the ith input variable and the output of kth fuzzy rule, respectively; is the membership function of the ith input variable related to the kth rule; is the regression coefficients in the antecedent part; and is its bias. ", "cite_spans": [], "ref_spans": [], "section": "Adaptive network-based fuzzy inference system (ANFIS)"}, {"text": "To measure the quality of the developed ANFIS models in mapping the climatology variables to the infection rate, three statistical indicators, including root mean squared deviation (RMSE), correlation coefficient and coefficient of determination (R 2 ) were used. All these indicators are shown in the followings:", "cite_spans": [], "ref_spans": [], "section": "Results and discussion"}, {"text": "where OO i and PO i and are the observed and predicted infection rate of the ith county, respectively; and n c is the number of counties. A model with higher accuracy will have a lower RMSE value and R and R 2 values close to one.", "cite_spans": [], "ref_spans": [], "section": "Results and discussion"}, {"text": "In this study, the curve fitting was carried out on the available data about the COVID-19", "cite_spans": [], "ref_spans": [], "section": "Results and discussion"}, {"text": "outbreak of 1657 counties in the USA using three developed ANFIS models. To run the developed ANFIS-VOA models, the MNVR, NIV, NSV, CVGR, and SVGR were, respectively, set as 5000, 50, 10, 8, and 2, where the first two parameters were determined using the trial and error and the rest were selected based on the values obtained in a previous study [35] . The statistical indicators of all developed models are shown in Table 3 . To compare the results of the developed models, the linear regression (LR) model was also used. As inferred from this table, the performance of the ANFIS-VOA-II is better than the other ANFIS and LR models.", "cite_spans": [{"start": 347, "end": 351, "text": "[35]", "ref_id": "BIBREF35"}], "ref_spans": [{"start": 418, "end": 425, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Results and discussion"}, {"text": "Moreover, the LR model is by far the worst model, and the classical ANFIS model's performance is weaker than the ANFIS-VOA models. In terms of RMSD, the ANFIS-VOA-II model is 18.73%, 26.68%, and 47.76% better than the ANFIS-VOA-I, classic ANFIS and LR models, respectively. The higher R 2 value of the ANFIS-VOA-II model compared to the other developed models shows the strength of the relationship between this model and the input variables considered in this study. The correlations between the observed and predicted infection rate of all developed ANFIS models are more than 0.7, which shows strong correlations.", "cite_spans": [], "ref_spans": [], "section": "Results and discussion"}, {"text": "However, the ANFIS-VOA-II and LR models have the best and the worst ranks, respectively.", "cite_spans": [], "ref_spans": [], "section": "Results and discussion"}, {"text": "The MAE of the ANFIS-VOA-II model is 7.3337, which is respectively, 18.96%, 18.63%, and 39.84% lower than the MAEs of the ANFIS-VOA-I, classic ANFIS and LR models. In order to obtain the relative importance of each input variable, a parametric study was performed. In this regard, the change in the infection rate was measured when a variable was altered from its lowest to highest values, and other variables were fixed on their average values.", "cite_spans": [], "ref_spans": [], "section": "Results and discussion"}, {"text": "By calculating the changes in the infection rate for all input variables, their values were normalized and expressed in percentage to obtain their relative importance. Fig. 8 illustrates the relative importance of all input variables using the ANFIS-VOA-II model. As revealed in this figure, the population density with the relative importance of 62% is by far the most critical variable. The maximum temperature with the relative importance of almost one-third of the population density is in the second rank, and the humidity variable with the relative importance of about one-ninth of the population density has the third rank. The other five climatology variables have the relative importance of less than 10% so that the sum of their relative importance is still 2% less than the relative importance of the maximum temperature, and it is also about 30% of the relative importance of the population density. Moreover, the precipitation and the average temperature are the two climatology variables held in the lowest rank. showed the most significant effect on the infection rate. This finding highlights the importance of social distancing in reducing the infection rate. Among the climate parameters, maximum temperature was found to have the most significant effect on the infection rate. An increase in the maximum temperature reduced the infection rate. Average temperature, minimum temperature, precipitation, and average wind speed were not found to significantly affect the spread of the COVID-19 while an increase in the relative humidity was found to slightly increase the infection rate. The findings of this research show that it could be expected to have reduced infection rate over the summer season. However, it should be noted that the models developed in this study were based on limited one-month data. Future investigation can benefit from using more comprehensive data covering a wider range for the input variables.", "cite_spans": [], "ref_spans": [{"start": 168, "end": 174, "text": "Fig. 8", "ref_id": null}], "section": "Results and discussion"}, {"text": "Declaration of Interest Statement:", "cite_spans": [], "ref_spans": [], "section": "Results and discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The impact of COVID-19 pandemic upon stability and sequential irregularity of equity and cryptocurrency markets", "authors": [{"first": "S", "middle": [], "last": "Lahmiri", "suffix": ""}, {"first": "S", "middle": [], "last": "Bekiros", "suffix": ""}], "year": 2020, "venue": "Chaos, Solitons & Fractals", "volume": "138", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.chaos.2020.109936"]}}, "BIBREF1": {"ref_id": "b1", "title": "Modeling COVID-19 epidemic in Heilongjiang Province", "authors": [{"first": "T", "middle": [], "last": "Sun", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}], "year": null, "venue": "China. Chaos, Solitons & Fractals", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.chaos.2020.109949"]}}, "BIBREF2": {"ref_id": "b2", "title": "Forecast and evaluation of COVID-19 spreading in USA with reduced-space Gaussian process regression", "authors": [{"first": "Arias", "middle": [], "last": "Velásquez", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "", "suffix": ""}, {"first": "Mejía", "middle": [], "last": "Lara", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "", "suffix": ""}], "year": 2020, "venue": "Chaos, Solitons & Fractals", "volume": "136", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.chaos.2020.109924"]}}, "BIBREF3": {"ref_id": "b3", "title": "Short-term forecasting COVID-19 cumulative confirmed cases: Perspectives for Brazil", "authors": [{"first": "Mhdm", "middle": [], "last": "Ribeiro", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Da Silva", "suffix": ""}, {"first": "V", "middle": ["C"], "last": "Mariani", "suffix": ""}, {"first": "L", "middle": [], "last": "Coelho", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Chaos, Solitons & Fractals", "volume": "135", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.chaos.2020.109853"]}}, "BIBREF4": {"ref_id": "b4", "title": "High temperature and high humidity reduce the transmission of COVID", "authors": [{"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "K", "middle": [], "last": "Tang", "suffix": ""}, {"first": "K", "middle": [], "last": "Feng", "suffix": ""}, {"first": "W", "middle": [], "last": "Lv", "suffix": ""}], "year": null, "venue": "", "volume": "19", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Investigation of effective climatology parameters on COVID-19 outbreak in Iran", "authors": [{"first": "M", "middle": [], "last": "Ahmadi", "suffix": ""}, {"first": "A", "middle": [], "last": "Sharifi", "suffix": ""}, {"first": "S", "middle": [], "last": "Dorosti", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Ghoushchi", "suffix": ""}, {"first": "N", "middle": [], "last": "Ghanbari", "suffix": ""}], "year": 2020, "venue": "Sci Total Environ", "volume": "729", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.scitotenv.2020.138705"]}}, "BIBREF6": {"ref_id": "b6", "title": "Development of an assessment method forinvestigating the impact of climate and urban parameters in confirmed cases of COVID-19: A new challenge in sustainable development", "authors": [{"first": "B", "middle": [], "last": "Pirouz", "suffix": ""}, {"first": "Shaffiee", "middle": [], "last": "Haghshenas", "suffix": ""}, {"first": "S", "middle": [], "last": "Pirouz", "suffix": ""}, {"first": "B", "middle": [], "last": "", "suffix": ""}, {"first": "Shaffiee", "middle": [], "last": "Haghshenas", "suffix": ""}, {"first": "S", "middle": [], "last": "Piro", "suffix": ""}, {"first": "P", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Int J Environ Res Public Health", "volume": "17", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/ijerph17082801"]}}, "BIBREF7": {"ref_id": "b7", "title": "Investigating a serious challenge in the sustainable development process: Analysis of confirmed cases of COVID-19 (new type of coronavirus) through a binary classification using artificial intelligence and regression analysis", "authors": [{"first": "B", "middle": [], "last": "Pirouz", "suffix": ""}, {"first": "Shaffiee", "middle": [], "last": "Haghshenas", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}, {"first": "Shaffiee", "middle": [], "last": "Haghshenas", "suffix": ""}, {"first": "S", "middle": [], "last": "Piro", "suffix": ""}, {"first": "P", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Sustainability", "volume": "12", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/su12062427"]}}, "BIBREF8": {"ref_id": "b8", "title": "Predicting virus emergence amid evolutionary noise", "authors": [{"first": "J", "middle": ["L"], "last": "Geoghegan", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Holmes", "suffix": ""}], "year": 2017, "venue": "Open Biol", "volume": "7", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1098/rsob.170189"]}}, "BIBREF9": {"ref_id": "b9", "title": "Association between ambient temperature and COVID-19 infection in 122 cities from China", "authors": [{"first": "J", "middle": [], "last": "Xie", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2020, "venue": "Sci Total Environ", "volume": "724", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.scitotenv.2020.138201"]}}, "BIBREF10": {"ref_id": "b10", "title": "Influenza virus transmission is dependent on relative humidity and temperature", "authors": [{"first": "A", "middle": ["C"], "last": "Lowen", "suffix": ""}, {"first": "S", "middle": [], "last": "Mubareka", "suffix": ""}, {"first": "J", "middle": [], "last": "Steel", "suffix": ""}, {"first": "P", "middle": [], "last": "Palese", "suffix": ""}], "year": 2007, "venue": "PLOS Pathog", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Climate factors and incidence of Middle East respiratory syndrome coronavirus", "authors": [{"first": "A", "middle": [], "last": "Altamimi", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Ahmed", "suffix": ""}], "year": 2019, "venue": "J Infect Public Health", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jiph.2019.11.011"]}}, "BIBREF12": {"ref_id": "b12", "title": "Estimation of the compressive strength of concretes containing ground granulated blast furnace slag using hybridized multiobjective ANN and salp swarm algorithm", "authors": [{"first": "A", "middle": [], "last": "Kandiri", "suffix": ""}, {"first": "Mohammadi", "middle": [], "last": "Golafshani", "suffix": ""}, {"first": "E", "middle": [], "last": "Behnood", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Constr Build Mater", "volume": "248", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.conbuildmat.2020.118676"]}}, "BIBREF13": {"ref_id": "b13", "title": "Machine learning study of the mechanical properties of concretes containing waste foundry sand", "authors": [{"first": "A", "middle": [], "last": "Behnood", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Golafshani", "suffix": ""}], "year": 2020, "venue": "Constr Build Mater", "volume": "243", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.conbuildmat.2020.118152"]}}, "BIBREF14": {"ref_id": "b14", "title": "Estimation of the dynamic modulus of asphalt concretes using random forests algorithm", "authors": [{"first": "D", "middle": [], "last": "Daneshvar", "suffix": ""}, {"first": "A", "middle": [], "last": "Behnood", "suffix": ""}], "year": null, "venue": "Int J Pavement Eng", "volume": "2020", "issn": "", "pages": "1--11", "other_ids": {"DOI": ["10.1080/10298436.2020.1741587"]}}, "BIBREF15": {"ref_id": "b15", "title": "A predictive management tool for blackfly outbreaks on the Orange River", "authors": [{"first": "N", "middle": ["A"], "last": "Rivers-Moore", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Hill", "suffix": ""}], "year": 2018, "venue": "South Africa. River Res Appl", "volume": "34", "issn": "", "pages": "1197--207", "other_ids": {"DOI": ["10.1002/rra.3357"]}}, "BIBREF16": {"ref_id": "b16", "title": "Predicting antigenic variants of H1N1 influenza virus based on epidemics and pandemics using a stacking model", "authors": [{"first": "R", "middle": [], "last": "Yin", "suffix": ""}, {"first": "V", "middle": ["H"], "last": "Tran", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "J", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Kwoh", "suffix": ""}], "year": 2018, "venue": "PLoS One", "volume": "13", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0207777"]}}, "BIBREF17": {"ref_id": "b17", "title": "Data mining techniques for predicting dengue outbreak in geospatial domain using weather parameters for", "authors": [{"first": "N", "middle": [], "last": "Agarwal", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Koti", "suffix": ""}, {"first": "S", "middle": [], "last": "Saran", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Kumar", "suffix": ""}], "year": 2018, "venue": "Curr Sci", "volume": "114", "issn": "", "pages": "2281--91", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Spatiotemporal dengue fever hotspots associated with climatic factors in Taiwan including outbreak predictions based on machine-learning", "authors": [{"first": "S", "middle": [], "last": "Anno", "suffix": ""}, {"first": "T", "middle": [], "last": "Hara", "suffix": ""}, {"first": "H", "middle": [], "last": "Kai", "suffix": ""}, {"first": "M-A", "middle": [], "last": "Lee", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chang", "suffix": ""}, {"first": "K", "middle": [], "last": "Oyoshi", "suffix": ""}], "year": 2019, "venue": "Geospat Health", "volume": "14", "issn": "", "pages": "183--94", "other_ids": {"DOI": ["10.4081/gh.2019.771"]}}, "BIBREF19": {"ref_id": "b19", "title": "Development of artificial intelligence approach to forecasting oyster norovirus outbreaks along Gulf of Mexico coast", "authors": [{"first": "S", "middle": ["S"], "last": "Chenar", "suffix": ""}, {"first": "Z", "middle": [], "last": "Deng", "suffix": ""}], "year": 2018, "venue": "Environ Int", "volume": "111", "issn": "", "pages": "212--235", "other_ids": {"DOI": ["10.1016/j.envint.2017.11.032"]}}, "BIBREF20": {"ref_id": "b20", "title": "Development of genetic programming-based model for predicting oyster norovirus outbreak risks", "authors": [{"first": "S", "middle": ["S"], "last": "Chenar", "suffix": ""}, {"first": "Z", "middle": [], "last": "Deng", "suffix": ""}], "year": 2018, "venue": "Water Res", "volume": "128", "issn": "", "pages": "20--37", "other_ids": {"DOI": ["10.1016/j.watres.2017.10.032"]}}, "BIBREF21": {"ref_id": "b21", "title": "Environmental indicators of oyster norovirus outbreaks in coastal waters", "authors": [{"first": "S", "middle": [], "last": "Shamkhali Chenar", "suffix": ""}, {"first": "Z", "middle": [], "last": "Deng", "suffix": ""}], "year": 2017, "venue": "Mar Environ Res", "volume": "130", "issn": "", "pages": "275--81", "other_ids": {"DOI": ["10.1016/j.marenvres.2017.08.009"]}}, "BIBREF22": {"ref_id": "b22", "title": "Modeling and prediction of oyster norovirus outbreaks along Gulf of Mexico Coast", "authors": [{"first": "W", "middle": [], "last": "Jiao", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhiqiang", "suffix": ""}], "year": 2016, "venue": "Environ Health Perspect", "volume": "124", "issn": "", "pages": "627--660", "other_ids": {"DOI": ["10.1289/ehp.1509764"]}}, "BIBREF23": {"ref_id": "b23", "title": "Prediction for global African swine fever outbreaks based on a combination of random forest algorithms and meteorological data", "authors": [{"first": "R", "middle": [], "last": "Liang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lu", "suffix": ""}, {"first": "X", "middle": [], "last": "Qu", "suffix": ""}, {"first": "Q", "middle": [], "last": "Su", "suffix": ""}, {"first": "C", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Xia", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Comparative evaluation of time series models for predicting influenza outbreaks: application of influenza-like illness data from sentinel sites of healthcare centers in Iran", "authors": [{"first": "L", "middle": [], "last": "Topak", "suffix": ""}, {"first": "O", "middle": [], "last": "Hamidi", "suffix": ""}, {"first": "M", "middle": [], "last": "Fathian", "suffix": ""}, {"first": "M", "middle": [], "last": "Karami", "suffix": ""}], "year": 2019, "venue": "BMC Res Notes", "volume": "12", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s13104-019-4393-y"]}}, "BIBREF26": {"ref_id": "b26", "title": "Time Series Analysis and Forecast of the COVID-19 Pandemic in India using Genetic Programming", "authors": [{"first": "R", "middle": [], "last": "Salgotra", "suffix": ""}, {"first": "M", "middle": [], "last": "Gandomi", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Gandomi", "suffix": ""}], "year": null, "venue": "Chaos, Solitons & Fractals", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.chaos.2020.109945"]}}, "BIBREF27": {"ref_id": "b27", "title": "Coronavirus locations: COVID-19 map by county and state", "authors": [{"first": "", "middle": [], "last": "Usafacts", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Climate at a Glance -(National Center for Environmental Information)", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Your local guide to cities, towns, neighborhoods, states, counties, metro areas, zip codes, area codes, and schools in USA 2020", "authors": [{"first": "", "middle": [], "last": "Usa", "suffix": ""}, {"first": "", "middle": [], "last": "Com", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "A novel metaheuristic for continuous optimization problems: Virus optimization algorithm", "authors": [{"first": "Y-C", "middle": [], "last": "Liang", "suffix": ""}, {"first": "Cuevas", "middle": [], "last": "Juarez", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "", "suffix": ""}], "year": 2016, "venue": "Eng Optim", "volume": "48", "issn": "", "pages": "73--93", "other_ids": {"DOI": ["10.1080/0305215X.2014.994868"]}}, "BIBREF31": {"ref_id": "b31", "title": "Adaptive-Network-Based Fuzzy Inference System", "authors": [{"first": "Jsr", "middle": [], "last": "Jang", "suffix": ""}, {"first": "", "middle": [], "last": "Anfis", "suffix": ""}], "year": 1993, "venue": "IEEE Trans Syst Man Cybern", "volume": "23", "issn": "", "pages": "665--85", "other_ids": {"DOI": ["10.1109/21.256541"]}}, "BIBREF32": {"ref_id": "b32", "title": "Fuzzy identification of systems and its applications to modeling and control", "authors": [{"first": "T", "middle": [], "last": "Takagi", "suffix": ""}, {"first": "M", "middle": [], "last": "Sugeno", "suffix": ""}], "year": 1985, "venue": "IEEE Trans Syst Man Cybern", "volume": "", "issn": "", "pages": "116--148", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Fuzzy model identification based on cluster estimation", "authors": [{"first": "S", "middle": ["L"], "last": "Chiu", "suffix": ""}], "year": 1994, "venue": "J Intell Fuzzy Syst", "volume": "2", "issn": "", "pages": "257--78", "other_ids": {"DOI": ["10.3233/IFS-1994-2306"]}}, "BIBREF34": {"ref_id": "b34", "title": "Pattern Recognition with Fuzzy Objective Function Algorithms", "authors": [{"first": "W", "middle": [], "last": "Peizhuang", "suffix": ""}], "year": 1983, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1137/1025116"]}}, "BIBREF35": {"ref_id": "b35", "title": "Predicting the compressive strength of normal and High-Performance Concretes using ANN and ANFIS hybridized with Grey Wolf Optimizer", "authors": [{"first": "E", "middle": ["M"], "last": "Golafshani", "suffix": ""}, {"first": "A", "middle": [], "last": "Behnood", "suffix": ""}, {"first": "M", "middle": [], "last": "Arashpour", "suffix": ""}], "year": 2020, "venue": "Constr Build Mater", "volume": "232", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.conbuildmat.2019.117266"]}}}, "ref_entries": {"FIGREF0": {"text": "COVID-19 map by count y[27]", "latex": null, "type": "figure"}, "FIGREF1": {"text": "However, because of the non-parametric nature of ML methods, all these variables are considered in the proposed model. Additionally, all other input variables do not have high correlation with each other. The pairwise relat ionship between the climatology variables.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "element that can infect the cells of human beings. By changing the metabolism of the host cell, which is the infected cell by the viruses, the viruses can reproduce a considerable number of new viruses, and it can cause the cell's death. The rate of virus replication depends totally on the interaction between the virus and the cell, and it is higher for potent viruses with powerful RNA and DNA structures, like COVID-19. By producing antibodies, the defense system of the body acts after entering the virus into the cell, protects the cell against the virus, and tries to prevent the host cell's death. Due to the severity of the virus, probably, the produced antibodies could not protect the host cell and lead to its death.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "The new viruses generated by CVs keep the exploration ability of the VOA, while those produced by SVs maintain the exploitation capacity of the algorithm. If the generated value for any dimension of a new virus is out of the allowable range, the process is repeated so that an allowable value is generated. At the beginning of the VOA, the focus of the algorithm is on the identification of new viruses in the decision space. During the replications and with increasing the Int value, the changes in the produced virus decreases, and the neighbors of the SVs, as the best viruses in the host cell, are exploited. The number of generated viruses from CVs and SVs are determined using two control parameters called common viruses' growth rate (CVGR) and strong viruses' growth rate (SVGR), respectively. Afterward, the newly produced viruses are evaluated, merged with the previous viruses, and sorted. In the VOA, the number of existing viruses is dynamic and can vary from one replication to another one. The third phase of the VOA is the maintenance procedure in which several viruses (n kv ) are killed to survive the host cell. The number of killed viruses in each replication is defined as a random integer between one and the number of viruses in the cell minus the number of strong viruses. To select the candidate viruses to be killed, more chance is given to the worst viruses, which are the weakest ones. Based on the scientific experiments, the average capacity of a host cell is about 1000 viruses. It means that if the number of viruses in a host exceeds this threshold, more viruses should be killed to keep the capacity of the cell. The three main phases of the VOA are repeated until the termination condition of the algorithm is met. The maximum number of the replication is used as the termination condition in this study. The Pseudo-code of the VOA is shown in", "latex": null, "type": "figure"}, "FIGREF4": {"text": "depicts an ANFIS structure with two input variables and two fuzzy rules. As illustrated in this figure, there are five layers in the ANFIS, and more explanation about the tasks of each layer are given in the followingsAn example of an ANFIS model wit h two input variables and two rules.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "This layer is called the fuzzification layer in which the membership degrees of all membership functions for given input variables are calculated. Prior to computing the membership degrees, the membership functions of the input variables and the regression coefficients of the consequence parts of all fuzzy rules, as well as the number of the fuzzy rules,should be determined. The number of fuzzy rules in the ANFIS is set using subtractive clustering (SC) algorithm, as one of the fastest unsupervised training algorithms[33]. Moreover, the fuzzy c-means (FCM) clustering algorithm is served to determine the initial center and spread of Gaussian fuzzy membership functions of the input variables[34]. Additionally, the regression coefficients of the consequence parts of all fuzzy rules are the same and equal the regression coefficients achieved from the linear regression model fitted the existing data. After generating the initial fuzzy rule base, the training phase of the ANFIS begins in which the membership functions and regression coefficients are optimized in such a way that the error of the system minimized. The hybrid optimization algorithm is the most popular training algorithm of the ANFIS in which the least-squares method (LSM) is used to optimize the regression coefficients of fuzzy rules in the forward movement of information from the first layer to the fifth layer[35].Meanwhile, the gradient descend (GD) algorithm is used to optimize the parameters related to the membership functions in the backward movement.Second layer: After calculating the membership degrees of all membership functions for given input variables, the aggregated value of the antecedent part of each fuzzy rule is calculated, using the following equation, which shows the firing strength of the rule.Fourth layer: Having the regression coefficients of all rules, the consequence value of each rule is calculated for given input variables, as follows: ∑ (6) Fifth layer: The output of the ANFIS model for given input variables is calculated as the weighted consequence values of all rules, formulated as follows: ∑ (7) 3.3. Incorporated model of ANFIS and VOA Trapping in the local optima is the critical drawback of the GD algorithm. The accuracy of this algorithm depends totally on the initial values of decision variables in the optimization problem. Therefore, serving VOA can be a good idea to optimize the centers and spreads of membership functions of input variables as well as the regression coefficients of the consequence parts of fuzzy rules in such a way to avoid the local optima through the exploration of searching space at the beginning of replications and also to converge to the optimal solution through the exploitation of the best existing solutions. In this regard, each virus in the VOA is represented as a matrix with the dimension of NR× (3×n+1) in which n is the number of input variables, and NR is the number of rules in the rule base. A schematic representation of a virus in the proposed model is revealed in Fig. 6. The flowchart of the proposed model is shown in Fig. 7, and its different stages are explained in the followings: Fig. 6. A schemat ic representation of a virus in t he proposed model. Stage 1: Prior to running the proposed algorithm, its control parameters, including the maximum number of virus replication (MNVR), the number of initial viruses (NIV), the number of SVs (NSV) in the host cell, the CVGR and the SVGR are set. Stage 2: The initial fuzzy rule base is created using the SC and FCM algorithms; where its parameters are coded as the first virus in the host cell, and other viruses are randomly created. Stage 3: Each virus represents an ANFIS model with the defined parameters. Using the first to the fifth steps in the ANFIS, the predicted values are computed for given input variables, compared to the real values, and the error of a virus can be calculated. Stage 4: All viruses are sorted from the best to the worst ones, and the first SVN viruses are chosen as the SVs, while the rest are selected as the CVs. Stage 5: Based on the CVGR and SVGR, the new viruses are, respectively, created using Eqs. (1)and(2)for the CVs and SVs, decoded into an ANFIS model, and evaluated.Stage 6:The newly generated viruses are mixed with the previous ones to make an archive, and its average error is assessed. If there is no improvement, the Int parameter is updated. Then, the maintenance strategy of the host cell is pursued to kill some vulnerable CVs for the surviving principle of the host cell. If the virus population is more than 1000, the additional weak viruses should be removed. The replication process of viruses is continued number of virus replication is satisfied. After finishing the algorithm, the best virus is saved as the final ANFIS model, called the ANFIS-VOA-I model in this study.Stage 7:In the ANFIS-VOA model-II, the parameters achieved from the best virus of the previous stage are used to train using LSM and GD algorithms. If there is any better solution around the best virus, this procedure can help the algorithm to find it. The flowchart of the proposed ANFIS -VOA method.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "The relat ive importance of the climatology variables on the infect ion rate.The changing trends of the infection rate by changing the input variables are shown inFig. 9. By increasing the population density, the infection rate grows significantly, which can be a sign of the importance of social distancing. It can also be seen that as the average and maximum temperature of weather increase, the infection rate decreases, but the reduction is more in the case of the maximum temperature. Additionally, the slight decline in the infection rate isobserved by increasing the wind speed. Moreover, with increasing the humidity of the county, The change trend of the infect ion rate by changing spread of the novel Coronavirus disease (i.e., COVID-19) has become a serious global issue. The official statistics shows that the U.S. is on top of the list of confirmed infected cases by the COVID-19. Previous studies have shown that several factors could potentially affect the spread and transmission rates of the viruses including population density and climatology parameters. In this study, a combination of the virus optimization algorithm (VOA) and adaptive network-based fuzzy inference system (ANFIS) to investigate the effects of various climaterelated factors and population density on the spread of the COVID-19. The use of VOA can be a optimize the centers and spreads of membership functions of input variables as well as the regression coefficients of the consequence parts of fuzzy rules in such a way to avoid the local optima. To develop the predictive models, a dataset containing information on the climate related factors (i.e., average temperature, maximum temperature, minimum temperature, precipitation, average annual humidity, and average annual wind speed) and population density were used as input variables while infection rate was defined as the only output variable. The developed models based on the machine learning technique could successfully predict the effects of the different variables on the infection rate and showed superior performance compared to the linear regression. Among the input variables, population density", "latex": null, "type": "figure"}, "TABREF0": {"text": "Examples of the ML techniques for the prediction of outbreak", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Outbreak infection </td><td>ML technique </td><td>Main findings </td><td>Reference </td></tr><tr><td>Dengue </td><td>Naïve Bayes and adopted multi-regression </td><td>A high relative humidity accompanied with a temperature </td><td>[18] </td></tr><tr><td> </td><td> </td><td>of 30-35 ˚C is a favorable condition for the spread of dengue. </td><td> </td></tr><tr><td>Dengue </td><td>Neural network </td><td>Integration of remote sensing data, a ML technique and spatiotemporal analysis provided a climate-based predictive model with high accuracy for the spread of dengue. </td><td>[19] </td></tr><tr><td>Oyster norovirus </td><td>Neural network </td><td>With 2-day lead time, the developed model can predict oyster norovirus outbreaks. </td><td>[20] </td></tr><tr><td>Oyster norovirus </td><td>Genetic programming and </td><td>Climate-related factors were found to play a significant role in the cause likelihood of oyster norovirus outbreaks. </td><td>[21,22] </td></tr></table></body></html>"}, "TABREF1": {"text": "Statistical indicators of the input and output variables.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>Input variables </td><td> </td><td> </td><td> </td><td>Output variable </td></tr><tr><td>Statistical indicators </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Population density </td><td>Average temperature </td><td>Maximum temperature </td><td>Minimum temperature </td><td>Precipitation </td><td>Wind speed </td><td>Humidity </td><td>Infection rate </td></tr><tr><td>Minimum </td><td>1.4016 </td><td>9.8000 </td><td>19.6000 </td><td>-0.1000 </td><td>0.0200 </td><td>7.3000 </td><td>63.3700 </td><td>0.1266 </td></tr><tr><td>Maximum </td><td>71340.6045 </td><td>76.4000 </td><td>86.4000 </td><td>67.8000 </td><td>10.7300 </td><td>34.5000 </td><td>87.4100 </td><td>913.5435 </td></tr><tr><td>Average </td><td>603.5411 </td><td>9.4837 </td><td>9.7883 </td><td>9.2526 </td><td>1.8044 </td><td>2.1282 </td><td>2.5300 </td><td>15.2436 </td></tr><tr><td>Standard deviation </td><td>2439.0458 </td><td>11.1792 </td><td>11.5296 </td><td>10.9617 </td><td>2.1978 </td><td>2.8359 </td><td>3.2920 </td><td>55.1694 </td></tr><tr><td>Skewness </td><td>19.3877 </td><td>0.0355 </td><td>0.0093 </td><td>0.0552 </td><td>0.4957 </td><td>0.5096 </td><td>-0.3014 </td><td>11.0189 </td></tr><tr><td>Kurtosis </td><td>484.5741 </td><td>-0.7785 </td><td>-0.7959 </td><td>-0.7015 </td><td>-0.3631 </td><td>2.5896 </td><td>0.8900 </td><td>140.0478 </td></tr></table></body></html>"}, "TABREF2": {"text": "Statistical indicators of the developed models.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Statistical indicators </td><td> </td><td> </td></tr><tr><td>Models </td><td>RMSD </td><td>MAE </td><td>R2 </td><td>R-value </td></tr><tr><td>Linear regression </td><td>(Infected people/Days) </td><td>(Infected people/Days) </td><td> </td><td> </td></tr><tr><td>43.0204 </td><td>12.1912 </td><td>0.3925 </td><td>0.6257 </td></tr><tr><td>ANFIS </td><td>30.6515 </td><td>9.0127 </td><td>0.6911 </td><td>0.8314 </td></tr><tr><td>ANFIS-VOA-I </td><td>27.6533 </td><td>9.0494 </td><td>0.7486 </td><td>0.8653 </td></tr><tr><td>ANFIS-VOA-II </td><td>22.4744 </td><td>7.3337 </td><td>0.8339 </td><td>0.9132 </td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. ", "cite_spans": [], "ref_spans": [], "section": "Declaration of Competing Interest"}]}