{
    "paper_id": "2b6887faa9aa0a480276cccb7423455cdffd1cd9",
    "metadata": {
        "title": "The path towards effective antivirals against rabies",
        "authors": [
            {
                "first": "Dirk",
                "middle": [],
                "last": "Jochmans",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leuven (KU Leuven)",
                    "location": {
                        "settlement": "Leuven",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Johan",
                "middle": [],
                "last": "Neyts",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leuven (KU Leuven)",
                    "location": {
                        "settlement": "Leuven",
                        "country": "Belgium"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Rabies virus remains an important burden of disease claiming an estimated 60,000 lives each year, mainly children, and having a huge economical and societal cost. Post-exposure prophylaxis (PEP) is highly effective, however in patients that present with neurological symptoms the case-fatality ratio is extremely high (>99%). During the last decades several attempts to identify potent and effective antivirals were made. Only a few of these demonstrated improvement in clinical signs in animal studies and none of the trials in humans showed significant efficacy. Here we explore novel opportunities to identify more potent anti-rabies molecules. In particular important progress has been made on antivirals against other Mononegavirales (paramyxoviruses, filoviruses) which should be an impetus to test and optimize these molecules towards anti-rabies virus therapies. Effective rabies antivirals for therapeutic use need to be molecules that can be dosed into the cerebrospinal fluid and that rapidly and potently block ongoing virus replication and as such stop the further spread of the virus. Antivirals for prophylactic use can also be envisaged and these should be able to prevent infection of peripheral nerve cells and should have the potential to replace the current anti-rabies immunoglobulins that are used in PEP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Rabies virus remains an important burden of disease claiming an estimated 60,000 lives each year, mainly children, and having a huge economical and societal cost. Post-exposure prophylaxis (PEP) is highly effective, however in patients that present with neurological symptoms the case-fatality ratio is extremely high (>99%). During the last decades several attempts to identify potent and effective antivirals were made. Only a few of these demonstrated improvement in clinical signs in animal studies and none of the trials in humans showed significant efficacy. Here we explore novel opportunities to identify more potent anti-rabies molecules. In particular important progress has been made on antivirals against other Mononegavirales (paramyxoviruses, filoviruses) which should be an impetus to test and optimize these molecules towards anti-rabies virus therapies. Effective rabies antivirals for therapeutic use need to be molecules that can be dosed into the cerebrospinal fluid and that rapidly and potently block ongoing virus replication and as such stop the further spread of the virus. Antivirals for prophylactic use can also be envisaged and these should be able to prevent infection of peripheral nerve cells and should have the potential to replace the current anti-rabies immunoglobulins that are used in PEP. Rabies virus infection causes encephalomyelitis in humans with a nearly 100% case fatality rate. Current strategies of post-exposure prophylaxis treatment (PEP), for example after a dog bite, are highly effective and involve vaccination together with infiltration of the wound with anti-rabies immunoglobulins (RIG's). Each year tens of thousands of people, many children, succumb because of rabies and the societal cost worldwide is estimated to be in excess of US$ 6 billion including US$ 1.6 billion spent on post-exposure prophylaxis [1] .",
            "cite_spans": [
                {
                    "start": 1866,
                    "end": 1869,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "a b s t r a c t"
        },
        {
            "text": "Once clinical rabies develops, mainly in people who did not receive PEP, the patient progresses virtually always towards coma and death [1] . The rare survivors, often from infection with less virulent bat-derived lyssaviruses, have high titers of antibodies in serum and cerebrospinal fluid (CSF). In fatal rabies cases only a minority of patients have antibodies in serum and none have neutralizing antibodies in the CSF [2] . This indicates that in survivors neutralizing antibodies reach the CSF and effectively halt and eliminate virus replication. Therefore, blocking rabies virus replication in the central nervous system (CNS) could be an effective treatment. The pathogenesis of rabies remains a subject of study. Adverse or detrimental host responses are expected to play a role as well. Successful treatment may require a combination of antivirals and inflammatory drugs.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 423,
                    "end": 426,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "a b s t r a c t"
        },
        {
            "text": "Effective antivirals could also be used in PEP to replace the use of RIG's which are in short supply throughout the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a b s t r a c t"
        },
        {
            "text": "Current efforts and challenges in the discovery and development of rabies antivirals have recently been reviewed thoroughly [3] . Here we will briefly update this work on antivirals and further explore the efforts needed to find other, more potent anti-rabies molecules.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "a b s t r a c t"
        },
        {
            "text": "Ribavirin and interferon-alpha are broad-spectrum antivirals that have significant in vitro activity against rabies but in vivo experiments and treatment of several human patients with rabies infection did not show any beneficial activity. Two other FDA approved drugs with some in vitro anti-rabies activity are the Nmethyl-D-aspartate (NMDA) receptor antagonist ketamine and amantadine (this last one is also approved for treatment of influenza). Ketamine showed some effect on rabies infection in animal studies while for amantadine efficacy in animals could not be demonstrated. A combination of ketamine and amantadine was explored in patients, together with other treatment interventions, in the so-called 'Milwaukee Protocol'. While this protocol had high coverage in the media as the first patient treated recovered, it has not been repeatable and is now considered to be ineffective [4] . ",
            "cite_spans": [
                {
                    "start": 892,
                    "end": 895,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Repurposing drugs approved for other indications"
        },
        {
            "text": "Another more recently approved drug that has been explored in rabies infection is favipiravir (T-705), a broad spectrum antiviral [5] . Intracellular host enzymes convert favipiravir to its active form favipiravir-4-ribofuranosyl-5-triphosphate (T-705-RTP). The mechanism of action of T-705-RTP remains a topic of discussion. It mimics a purine nucleotide analog that selectively inhibits the RNA-dependent RNA polymerase (RdRp) or causes lethal mutagenesis upon incorporation into the viral RNA [6] . Favipiravir is currently approved for treatment against influenza in Japan, and is in clinical development the United States [5] . Recently Yamada et al. [7] showed that favipiravir also has antiviral activity against Rabies virus. In vivo experiments showed that it, under conditions of early start of treatment, improves the clinical signs and survival rate of mice infected intramuscularly. If the start of favipiravir treatment is delayed for 1 or 2 days no significant protective effect can be observed. This indicates that favipiravir might be ineffective against viruses located within the nervous systems and may be only effective before neuroinvasion.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Favipiravir"
        },
        {
            "text": "In addition to repurposing existing drugs, novel antiviral strategies have been explored for rabies. These have been reviewed extensively in the recent paper by Appolinario and Jackson [3] as well. In the following, we highlight some additional strategies.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Novel antivirals"
        },
        {
            "text": "While nucleosides, that selectively inhibit the polymerase of viruses, are approved for the treatment of Herpes virus, Human immunodeficiency virus (HIV), Hepatitis C virus (HCV) and Hepatitis B virus (HBV), the discovery of nucleosides that specifically inhibit negative strand RNA virus polymerases has been more challenging. However, in recent years several nucleosides with activity against Respiratory syncytial virus (RSV) and Ebola virus have been discovered. As discussed below these are excellent candidates to be explored further on Rabies virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nucleosides in development for other negative strand RNA virus infections"
        },
        {
            "text": "ALS-008176 is a nucleoside against RSV that has entered clinical trials. ALS-008176, is the ester-prodrug of ALS-008112 which is a cytidine nucleoside analog. Biochemical studies revealed that ALS-008112-5 0 -triphosphate is a potent and selective inhibitor of RSV RNA-dependent RNA polymerase activity (K i of 0.09 mM), via a classic chain termination mechanism. In vitro experiments also show that ALS-008112 is active on Parainfluenza virus and Vesicular stomatitis virus (VSV). The EC 50 on VSV was reported as 3.4 mM, which is 20-fold less active as on RSV but still with a good selectivity (CC 50 > 100 mM). No activity was detected on negative strand RNA viruses beyond the Paramyxoand Rhabdoviridae families, nor was activity noted against any of the tested positive strand RNA viruses [8] . As indicated above ALS-008176 is a prodrug that needs metabolisation to become active. In particular, the phosphorylation to the nucleoside-triphosphate is a step that can be cell type dependent and that should be explored in neurons in the case of rabies.",
            "cite_spans": [
                {
                    "start": 794,
                    "end": 797,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "ALS-008176"
        },
        {
            "text": "Another recent series of anti-RSV nucleosides are the 2 0 d2 0 Fnucleosides [9] . These have not yet been characterized in animal studies nor has their activity on other negative strand RNA viruses been reported, but given their activity on RSV it may be worthwhile to explore these molecules for anti-Rabies virus activity.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "2 0 d2 0 F-nucleosides"
        },
        {
            "text": "BCX4430 is a nucleoside with broad-spectrum activity against picorna-, flavi-, orthomyxo-, paramyxo-and filoviruses in vitro [10] . Unfortunately, its activity against rhabdoviruses such as VSV or Rabies virus has not yet been reported. BCX4430 has shown efficacy against several virus infection in animal models and is currently in development for the treatment of Ebola virus disease. Given the broad-spectrum and the good efficacy in several animal models of virus disease, including infections with negative strand viruses, this molecule is a candidate to explore in rabies infections.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "BCX4430"
        },
        {
            "text": "GS-5734 is a monophosphate prodrug that was discovered in a recent anti-Ebola virus screening campaign [11] . It has broadspectrum antiviral activity against several pathogenic RNA viruses, including filoviruses, arenaviruses, paramyxoviruses and coronaviruses. In a rhesus monkey model of Ebola virus disease GS-5734 showed very good efficacy even when treatments were initiated three days after infection. Given the broad-spectrum activity on filoviruses and paramyxoviruses, this nucleotideprodrug may also inhibit rhabdoviruses including rabies.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "GS-5734"
        },
        {
            "text": "A unique approach to investigate a potential Rabies virus antiviral strategy was the study of peptides that disrupt the interactions between the viral ribonucleoprotein complex (RNP) and the L-and P-protein. The rabies RNP is built around the N-protein that oligomerizes to form a helix around which the viral RNA is wrapped. This RNP is the template for transcription and replication by the RdRp (L protein). Viral RNA synthesis is mediated by the viral Phospho-(P) protein, which is a multifunctional protein that interacts with L and N. The P-protein allows efficient and specific recognition of the RNP template by the RdRp and subsequent RNA polymerization. In this way, P permits the continued contact between the RdRp and the RNP as the RdRp progresses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disrupting the viral ribonucleoprotein complex"
        },
        {
            "text": "As the N-terminal domain of the P-protein interacts with both the N-and L-protein it was chosen as a tool to explore a novel antiviral strategy [12] . Peptides derived from this domain where shown to interact directly with the N-and L-protein and to be able to block rabies virus replication in cell culture.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Disrupting the viral ribonucleoprotein complex"
        },
        {
            "text": "It is interesting to note that corresponding P-peptides have previously also been shown to inhibit replication of RSV and Nipah virus. Detailed characterization of the binding mode of these peptides on their N proteins could therefore lead to a general principle of inhibiting rhabodoviruses and paramyxoviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disrupting the viral ribonucleoprotein complex"
        },
        {
            "text": "Antivirals for rabies are expected to have a major impact if they could block and eliminate viral replication in patients that show the first neurological symptoms of the disease. In addition, effective antivirals might have the capacity to replace the use of RIGs of which the availability is limited. Until today, none of the antivirals with proven in vitro and/or in vivo activity, and that have been tested in humans, demonstrated good efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The growth of knowledge in recent years regarding antivirals against other related viruses (paramyxoviruses, filoviruses) should be a stimulus to test and optimize these towards anti-rabies virus therapies. Many challenges lay ahead as these molecules must be active in the CNS and they have to cope with a highly aggressive viral disease. But given the successes of antivirals on other aggressive viral infections (Herpes, HIV, HCV, . . .) we believe that a similarly resolute effort must be undertaken in order to develop effective anti-rabies therapies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This work was supported by the European Union Seventh Framework Program under the ASKLEPIOS grant agreement (Grant No. 602825). The funders had no role in study design, data collection and interpretation, or the decision to submit the work for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization technical report series. 2013/09/28 ed2013",
            "authors": [],
            "year": null,
            "venue": "WHO Expert Consultation on Rabies. Second report",
            "volume": "",
            "issn": "",
            "pages": "1--139",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Survival from rabies encephalitis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Souza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Madhusudana",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Neurol Sci",
            "volume": "339",
            "issn": "1-2",
            "pages": "8--14",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Antiviral therapy for human rabies",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Appolinario",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Antivir Ther",
            "volume": "20",
            "issn": "1",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Milwaukee protocol\" for treatment of human rabies is no longer valid",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wilde",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hemachudha",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "The",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pediatr Infect Dis J",
            "volume": "34",
            "issn": "6",
            "pages": "678--687",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Favipiravir (T-705), a novel viral RNA polymerase inhibitor",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Furuta",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Gowen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shiraki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Smee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Barnard",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Antiviral Res",
            "volume": "100",
            "issn": "2",
            "pages": "446--54",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "T-705 (favipiravir) induces lethal mutagenesis in influenza A H1N1 viruses in vitro",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Baranovich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Marjuki",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Webby",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "7",
            "pages": "3741--51",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Efficacy of Favipiravir (T-705) in rabies postexposure prophylaxis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Noguchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Komeno",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Furuta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nishizono",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Infect Dis",
            "volume": "213",
            "issn": "8",
            "pages": "1253--61",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Molecular basis for the selective inhibition of respiratory syncytial virus RNA polymerase by 2 0 -Fluoro-4 0 -chloromethyl-cytidine triphosphate",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deval",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Pathog",
            "volume": "11",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Discovery of beta-D-2 0 -deoxy-2 0 -alpha-fluoro-4 0 -alpha-cyano-5-aza-7,9-dideaza adenosine as a potent nucleoside inhibitor of respiratory syncytial virus with excellent selectivity over mitochondrial RNA and DNA polymerases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mackman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Byun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Barauskas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Birkus",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Bioorg Med Chem Lett",
            "volume": "25",
            "issn": "12",
            "pages": "2484--2491",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Protection against filovirus diseases by a novel broad-spectrum nucleoside analogue BCX4430",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Panchal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Stuthman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Garza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Tongeren",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "508",
            "issn": "7496",
            "pages": "402--407",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Discovery and synthesis of a phosphoramidate prodrug of a pyrrolo[2,1-f][triazin-4-amino] adenine C-Nucleoside (GS-5734) for the treatment of ebola and emerging viruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Doerffler",
                    "suffix": ""
                },
                {
                    "first": "Clarke",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Med Chem",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Peptides that mimic the amino-terminal end of the rabies virus phosphoprotein have antiviral activity",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Castel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chteoui",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Caignard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Prehaud",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mehouas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Real",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "20",
            "pages": "10808--10828",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Ó 2017 The Authors. Published by Elsevier Ltd. This is an open access article under the CC BY license (http:// creativecommons.org/licenses/by/4.0/).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "https://doi.org/10.1016/j.vaccine.2017.12.051 0264-410X/Ó 2017 The Authors. Published by Elsevier Ltd. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Corresponding author. E-mail address: dirk.jochmans@kuleuven.be (D. Jochmans).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}