{"paper_id": "2b6ad95e5835f0a11ac0ed582b2bdf1bc06654a6", "metadata": {"title": "Journal Pre-proof Volatility transmission between oil prices and banks' stock prices as a new source of instability: Lessons from the United States experience", "authors": [{"first": "Axel", "middle": [], "last": "Ehouman", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Hydraulic fracturing, also called fracking, is a signi cant technological advance for the oil and gas industry. Fracking allows extraction companies to recover what is called shale oil 1 from deposits that were inoperable just a few decades ago. In a context of historically low interest rates due to unconventional monetary policies, this advance has encouraged the US and some large foreign banks to invest massively in the shale industry, a sector expected to o er a strong pro tability potential. 2 As a result, the extraction of shale oil in the US has grown dramatically over the last few years and is expected to further increase. Estimates from the US Energy Information Administration suggested that, in 2013, the US produced approximately 3.5 million barrels per day (Mb/d) of shale oil (Ne and Coleman, 2014) , three times higher than the amount produced in 2010. By 2020, the US shale oil production is estimated to reach 4.8 Mb/d, which is approximately one-third of the total US oil supply. Nevertheless, fracking technology has also added new costs to the oil extraction process. Compared to conventional oil, shale oil drilling and extraction are far more labour and capital-intensive, making the process necessarily costlier. 3 Thus, US shale production requires signi cant investments. The funding requirement, coupled with easy access to low-cost debt, has lead shale companies to rely extensively upon borrowing mostly from banks. Loans to oil and gas (O&G hereafter) companies have almost tripled in recent years. Many of these loans were extended to smaller oil companies, in particular, those engaged in shale oil exploration and production. By 2014, the aggregate net debt of O&G companies had already exceeded $175 billion, an approximately 250% increase from its 2005 level (Azar, 2017) .", "cite_spans": [{"start": 797, "end": 819, "text": "(Ne and Coleman, 2014)", "ref_id": "BIBREF36"}, {"start": 1472, "end": 1487, "text": "(O&G hereafter)", "ref_id": null}, {"start": 1800, "end": 1812, "text": "(Azar, 2017)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "Unsurprisingly, the oil price collapse of 2014-2015 worsened the nancial health of the US shale industry. In fact, shale oil has a shorter lead time between drilling and pro-1. The term \"shale oil\" does not have a precise geological de nition but is commonly used by the oil industry and by government agencies to refer generically to crude oil produced from shale, sandstone, and carbonate formations characterised by low permeability.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "2. Indeed, the breakeven price of US shale oil was $80 per barrel in 2010, and several analyses suggested that it could further decrease due to the new technological developments (Kleinberg et al., 2018) . The breakeven point (also called the breakeven cost or breakeven price) is de ned as the oil price needed to maintain the economic viability of the preponderance of US tight oil projects.", "cite_spans": [{"start": 179, "end": 203, "text": "(Kleinberg et al., 2018)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Introduction"}, {"text": "3. Shale oil is more expensive to extract than conventional oil, with production costs per barrel ranging from $40 to more than $90. Worldwide, conventional oil production typically costs between $30 to $40 a barrel, while production in Saudi Arabia generally costs less than $10 per barrel (Aguilera, 2014) . 1 duction relative to conventional oil, making it more responsive to oil price uctuations.", "cite_spans": [{"start": 291, "end": 307, "text": "(Aguilera, 2014)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "Lower oil prices have reduced the revenues and cash ow generated by the latter, which creates di culties servicing their loans. In addition, this low price environment impaired companies' O&G reserves, wiping out more than $160 billion of their equity book value (Azar, 2017) . In the meantime, Moody's rating agency downgraded more than 100 energy companies that held $27 billion in debt since December 2015. While some drilling companies have shown resilience in this lower price environment, there has been a substantial increase in the number of bankruptcies, from 0 in June 2014 to 82 in May 2016 (Baumeister and Kilian, 2016) .", "cite_spans": [{"start": 263, "end": 275, "text": "(Azar, 2017)", "ref_id": "BIBREF3"}, {"start": 602, "end": 631, "text": "(Baumeister and Kilian, 2016)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "Simultaneously, there were growing concerns about US bank reserves capacity to face non-performing loans to the O&G sector, even though these loans accounted for at most 5% of total loans at the major US banks (Baumeister and Kilian, 2016) . Baumeister and Kilian (2016) documented that the values of major US banks' stocks, which initially appreciated amid falling oil prices, sharply decreased to a trough by early 2016, before rebounding following the partial recovery of oil prices. While many major US banks have attempted to allay fears of non-performing O&G loans by increasing their reserves, investors worry that conditions could deteriorate even more in the event of an oil market crisis, resulting in a further decline in oil prices. Such fears were recently underscored by two major events. First, the coronavirus pandemic has caused demand for oil to decline so rapidly that the US has seen its oil storage capacity ll up. At the same time, Russia and OPEC ooded the world with oversupply. Consequently, oil prices have collapsed to critical levels, turning the US oil market on its head. For the rst time, the benchmark for US oil prices, the West Texas Intermediate (WTI) crude oil futures contract, traded at negative prices, spreading fears beyond the US banking sector to the broader stock market.", "cite_spans": [{"start": 210, "end": 239, "text": "(Baumeister and Kilian, 2016)", "ref_id": "BIBREF9"}, {"start": 242, "end": 270, "text": "Baumeister and Kilian (2016)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "One question that emerged from both analysts and investors is whether the strengthening of the link between the banking sector and the oil market alongside the development of this industry could lead to higher instability in both oil and nancial markets. As previously stated, the decline in the price of oil is synonymous with more challenges for oil companies to honour their debt obligations, with potentially adverse effects on US banks' asset quality. However, if banks cut o their loans to O&G industries, turbulence in the oil market would be unavoidable given the nancial fragility of the US shale industry.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Against this background, this study assesses whether the closer link between the banking and O&G sectors in the US could represent a potential new driver of banking and/or oil crises. In particular, to evaluate this potential risk transmission, we investigate the existence of volatility spillovers between stock returns of the four major US banks and oil prices. To the best of our knowledge, this is the rst study to address this issue, which has remained unexplored to date. However, it is of critical importance as such volatility spillovers could re ect the potential existence of new crisis transmission channels driven by the interactions between these two sectors.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "To conduct our analysis, we use intraday data (1-minute spot prices) of stock market indexes of the four major US banks (Bank of America, Citigroup, JP Morgan Chase, and Wells Fargo) and the West Texas Intermediate (WTI) oil price from January 2006 to June 2016. These high-frequency data allow us to build a daily realised volatility measure and to obtain an accurate estimate of the integrated variance. To assess volatility spillovers, we then use Vector AutoRegressive Fractionally Integrated Moving Average (VARFIMA) models introduced by Chiriac and Voev (2011) . These models provide a suitable framework for capturing long memory dynamics of stock and oil price volatilities and identifying the interrelationship between them. Finally, to provide a comprehensive picture of volatility spillovers between the oil market and US banking sector, we also estimate volatility impulse response functions, following the methodology proposed by Chung (2001) .", "cite_spans": [{"start": 543, "end": 566, "text": "Chiriac and Voev (2011)", "ref_id": "BIBREF16"}, {"start": 949, "end": 955, "text": "(2001)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Our empirical results provide evidence of volatility spillovers between the oil market and US banking sector. Impulse response functions show that a standard positive shock in the volatility of oil prices has a positive impact on the volatility of US banks' stock prices. Responses of oil price volatility to a shock in the volatility of US banks' stock prices are also signi cant. Interestingly, these responses are more pronounced during the period when US banks have become more involved in O&G industries, supporting the potential contribution of shale oil revolution in developing new linkages between oil prices and the US banking sector. These results are robust to the use of an alternative 3 model of volatility transmission.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Our study contributes to the ongoing debate regarding the sustainability of the US fracking industry by highlighting its potential role as a key driver of oil and nancial instabilities in the future. It also contributes to the empirical literature along two dimensions. Firstly, we extend the existing studies assessing volatility spillovers between oil and stock markets, 4 by highlighting the volatility interaction between oil prices and US banks' stock prices. We provide new insights into the dynamic link between oil prices and the US banking system through two main channels. Following a strand of the literature (see for example Narayan and Sharma, 2014 and Broadstock and Filis, 2014) , we emphasise the crucial role that oil prices could play in worsening the nancial health of the banking sector through the deterioration of the creditworthiness of borrowers (here O&G industries). Unlike the existing literature that only documents the existence of volatility spillovers from oil prices to the banking sector, we go further by suggesting the underlying mechanisms channelled through the shale oil industry. More importantly, we highlight the critical role that the US banking sector could play in triggering turmoil in oil markets by disrupting the supply side of the oil market through decreasing the amount of available credit to O&G industries.", "cite_spans": [{"start": 637, "end": 648, "text": "Narayan and", "ref_id": "BIBREF35"}, {"start": 649, "end": 665, "text": "Sharma, 2014 and", "ref_id": "BIBREF35"}, {"start": 666, "end": 680, "text": "Broadstock and", "ref_id": "BIBREF14"}, {"start": 681, "end": 693, "text": "Filis, 2014)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Introduction"}, {"text": "We also contribute to the recent literature assessing the link between the oil sector and the US economy (Baumeister and Kilian, 2016; Bjørnland and Zhulanova, 2019) . Bjørnland and Zhulanova (2019) provide evidence of positive spillovers from an increase in the real oil price to non-oil investment, employment, and production in the US -effects that were not present before the shale revolution. Baumeister and Kilian (2016) explore the impact of the 2014-2016 oil price decline on the US real GDP growth and nd evidence of a net e ect close to zero. In particular, their results suggested that this decline positively a ected the US economy by increasing real private consumption and non-oil-related business investment, a positive e ect counterbalanced by a substantial reduction in real investment by the oil sector. By addressing the volatility interactions of oil prices and the US banking sector, we explored the relationship between the oil sec-4. For an extensive review of the literature on this topic, see a pioneering study by Jones and Kaul (1996) as well as subsequent and more recent research (Sadorsky, 1999; Hammoudeh and Aleisa, 2004; Malik and Ewing, 2009; Souček and Todorova, 2013; Narayan and Sharma, 2014; Broadstock and Filis, 2014; Ewing and Malik, 2016; Diaz and de Gracia, 2017; Pal and Mitra, 2019; Lv et al., 2020). tor and the US economy through nancial spillovers. For instance, signi cant spillovers from a decline in oil prices to the major US banks' stocks may decelerate the US economy by a ecting some key sectors of the latter. However, because the US shale industry remains nancially fragile and depends mainly on banks to nance its activity, one would expect a decline in real investment in the oil sector following a decrease of loans to O&G companies. This situation could demonstrate adverse consequences on the US economy.", "cite_spans": [{"start": 105, "end": 134, "text": "(Baumeister and Kilian, 2016;", "ref_id": "BIBREF9"}, {"start": 135, "end": 165, "text": "Bjørnland and Zhulanova, 2019)", "ref_id": "BIBREF12"}, {"start": 398, "end": 426, "text": "Baumeister and Kilian (2016)", "ref_id": "BIBREF9"}, {"start": 1040, "end": 1061, "text": "Jones and Kaul (1996)", "ref_id": "BIBREF29"}, {"start": 1109, "end": 1125, "text": "(Sadorsky, 1999;", "ref_id": "BIBREF39"}, {"start": 1126, "end": 1153, "text": "Hammoudeh and Aleisa, 2004;", "ref_id": "BIBREF25"}, {"start": 1154, "end": 1176, "text": "Malik and Ewing, 2009;", "ref_id": "BIBREF33"}, {"start": 1177, "end": 1203, "text": "Souček and Todorova, 2013;", "ref_id": "BIBREF42"}, {"start": 1204, "end": 1229, "text": "Narayan and Sharma, 2014;", "ref_id": "BIBREF35"}, {"start": 1230, "end": 1257, "text": "Broadstock and Filis, 2014;", "ref_id": "BIBREF14"}, {"start": 1258, "end": 1280, "text": "Ewing and Malik, 2016;", "ref_id": "BIBREF23"}, {"start": 1281, "end": 1306, "text": "Diaz and de Gracia, 2017;", "ref_id": "BIBREF21"}, {"start": 1307, "end": 1327, "text": "Pal and Mitra, 2019;", "ref_id": "BIBREF38"}, {"start": 1328, "end": 1345, "text": "Lv et al., 2020).", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Introduction"}, {"text": "The rest of the paper is structured as follows. Section 2 provides empirical evidence on the increased link between the oil market and US banking sector. Section 3 presents the data and methodology used in this study. The results are displayed in Section 4. In Section 5, we provide evidence for the robustness of our results. Section 6 provides some concluding remarks.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The US has started extracting shale oil on a large scale from 2006, although the existence of a vital shale oil resource has been known for decades. With a slight slowdown due to the 2008 nancial crisis, 5 it is only after 2010 that the U.S shale oil production increased, creating a boom in domestic crude oil production. This boom is often referred to as the shale or fracking revolution.", "cite_spans": [], "ref_spans": [], "section": "Study motivation: stylized facts"}, {"text": "Figures 1 and 2 illustrate how the shale oil sector has contributed to the US oil boom.", "cite_spans": [], "ref_spans": [], "section": "Study motivation: stylized facts"}, {"text": "These gures demonstrate that the signi cant growth in total US oil production from 2010 6 has been driven by shale oil. Indeed, production increased from 6.4 million barrels per day in 2010 to a record 11.2 million barrels per day in 2018, with shale oil driving more than 92% of this growth (Ne and Coleman, 2014) . Production from shale oil play 7 represented more than 50% of total US oil production in 2015. US crude oil production growth between 2010 and 2014, 3.2 mb/d, largely exceeded the production expansion 5. During the crisis period, crude oil prices declined from a peak of $145 per barrel to $43 per barrel from July 2008 to December 2008 (Sehgal and Pandey, 2015) , and the shale oil sector's promising future was called into question because low oil prices seriously jeopardised the sector's pro tability.", "cite_spans": [{"start": 292, "end": 314, "text": "(Ne and Coleman, 2014)", "ref_id": "BIBREF36"}, {"start": 654, "end": 679, "text": "(Sehgal and Pandey, 2015)", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Study motivation: stylized facts"}, {"text": "6. This date certainly marks the start of the fracking revolution. 7. A shale oil play refers to a geographical area suitable for shale oil production, whereas oil elds refer to areas suitable for conventional crude oil production. in the rest of the world. As a result, the US has become the world's largest crude oil producer, and its dependence on oil imports has shrunk.", "cite_spans": [], "ref_spans": [], "section": "Study motivation: stylized facts"}, {"text": "Two main factors drove the shale revolution. The rst triggering event was technological improvements in horizontal drilling and hydraulic fracturing. Indeed, producing hydrocarbon from the source rock by combining hydraulic fracturing with horizontal drilling made oil in nonporous shale technically exploitable. Due to these technological developments, the breakeven price of US shale oil decreased from $80 in 2010 to $50 in 2016 (Kleinberg et al., 2018) , improving the pro tability of the unconventional oil extraction industry. The second catalyst was the era of unprecedented low interest rates that followed the 2008 nancial crisis. As a matter of fact, the US shale oil revolution has been associated with a context of historically low-interest rates and sustained high oil prices.", "cite_spans": [{"start": 432, "end": 456, "text": "(Kleinberg et al., 2018)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Study motivation: stylized facts"}, {"text": "Companies engaged in shale O&G exploration and production are typically rated below investment grade by rating agencies such as Standard & Poor's (S&P) and Moody's, making their access to debt markets relatively expensive compared with investmentgrade companies. In this context of low-interest rates, the nancing structure known as Reserve-Based Lending (RBL) 8 the main instrument providing access to low-cost bank debt nancings, 9 allowing the rapid expansion of shale oil and gas production in the US.", "cite_spans": [], "ref_spans": [], "section": "Study motivation: stylized facts"}, {"text": "By 2014, the aggregate net debt of O&G companies had already exceeded $175 billion, an approximately 250% increase from its 2005 level (Azar, 2017) , which emphasised the importance of the banking system during the shale revolution. Of note, the US shale industry remains nancially fragile and depends mainly on banks to nance their activity. 8. RBL is a bank-syndicated revolving credit facility secured by a company's proven oil and gas reserves. As the collateral is the company's O&G reserves, RBL nancing requires engaging an independent reserve and production engineer to support the bank's calculations to determine the borrowing base, which is the maximum credit that can be made available to the borrower by a lender calculated based on the company's reserves (Azar, 2017) . 9. Note that unlike conventional O&G companies, which are traditionally deep-pocketed and largely self-nanced, shale companies tend to be heavily leveraged.", "cite_spans": [{"start": 135, "end": 147, "text": "(Azar, 2017)", "ref_id": "BIBREF3"}, {"start": 769, "end": 781, "text": "(Azar, 2017)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Study motivation: stylized facts"}, {"text": "Source: O cial US. Energy Information Administration (EIA) estimates derived from state administrative data collected by Enverus.", "cite_spans": [], "ref_spans": [], "section": "6"}, {"text": "Source: Companies' annual reports. Notes: The data used to produce this chart were extracted from companies' annual reports from 2006 to 2017. Vertical axis: Calculated as the amount of credit exposure to O&G industries divided by total loans multiplied by 100. Credit exposure is net of risk participation and excludes the bene t of credit derivative hedges and collateral held against derivative receivables or loans. 10. Credit exposure is net of risk participations and excludes the bene t of credit derivatives used in credit portfolio management activities held against derivative receivables or loans and liquid securities, and other cash collateral held against derivative receivables.", "cite_spans": [], "ref_spans": [], "section": "6"}, {"text": "The close link between the US banking sector and the oil market has led to many debates, especially regarding the fact that both major US banks' exposure to O&G industries and the exposure of shale O&G companies to low-cost bank debt nancing could represent the new drivers of a potential nancial crisis. Indeed, in a low oil price environment, oil companies would have not only di culties in coping with their commitment but the value of their loan guarantees would also decrease. As the banks use the oil reserves as collateral for the loans, defaults in the oil sector could negatively impact the banking sector, a cascade that could present similarities with the one that led to the subprime crisis. 11 In turn, declining lending from US banks could impact drilling companies given the capital-intensive and credit dependent nature of the shale oil extraction process.", "cite_spans": [], "ref_spans": [], "section": "8"}, {"text": "Indeed, if US banks withdraw completely from O&G sectors, companies of the heartlands of the shale revolution will drown. A decline in US oil production leading to inevitable repercussions on the global oil market would follow. Nevertheless, no crisis has yet occurred despite the prolonged period of low oil prices since 2014. Indeed, oil prices declined dramatically in the second half of 2014, below the breakeven price, 12 that is, the minimum price needed for drilling projects to be pro table (Bidder et al., 2019) . Although drilling companies have shown some resilience to this low price environment, more bankruptcies have been reported. Many companies producing shale O&G failed at the end of 2015, leaving the banking sector a slate of debt (Azar, 2017) .", "cite_spans": [{"start": 499, "end": 520, "text": "(Bidder et al., 2019)", "ref_id": "BIBREF11"}, {"start": 752, "end": 764, "text": "(Azar, 2017)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "8"}, {"text": "At the same time, banks have coped with these losses relatively well. First, as Figure   4 shows, the four most exposed US banks increased the provision of expenses for loan losses after the oil price decline. The deterioration in the O&G sector due to the oil shock of 2014 was probably the factor that increased provision expenses to manage these losses.", "cite_spans": [], "ref_spans": [{"start": 80, "end": 90, "text": "Figure   4", "ref_id": "FIGREF11"}], "section": "8"}, {"text": "Second, following the dramatic decline in oil prices in 2014, banks with high exposure to O&G extracting industries signi cantly adjusted their balance sheets. They tightened credit supplies to O&G companies and expanded other types of lending and asset holdings with a bias toward less risky securities (Bidder et al., 2019) . However, the fact that oil prices increased at the beginning of 2016, although remaining below historical levels 11. Indeed, one of the roots of the subprime crisis was the US housing \"bubble\" since US banks used homes as collateral for housing loans.", "cite_spans": [{"start": 304, "end": 325, "text": "(Bidder et al., 2019)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "8"}, {"text": "12. When the price of oil fell to $80 per barrel, the International Energy Agency (IEA) estimated that only 4% of US shale oil projects were no longer pro table.", "cite_spans": [], "ref_spans": [], "section": "8"}, {"text": "(under $50 a barrel) and highly volatile, prompted banks to reopen credit to O&G industries after two years of declines. Many O&G companies' credit lines have been revalued since autumn 2017 according to data collected by Reuters. The decline in drilling companies' breakeven costs could also explain changes in banks' risk aversion. Nevertheless, we cannot exclude the possibility of a crisis in a scenario where the price of oil would again decline below the breakeven point.", "cite_spans": [], "ref_spans": [], "section": "9"}, {"text": "Source: Companies' annual reports. Notes: The data used to produce this chart were extracted from companies' annual reports from 2014 to 2017. Vertical axis: Calculated as the total provision expenses divided by total loans.", "cite_spans": [], "ref_spans": [], "section": "9"}, {"text": "In this section, we describe the data and present the methodologies used in the empirical analysis.", "cite_spans": [], "ref_spans": [], "section": "Data and Methodology"}, {"text": "Our data set includes West Texas Intermediate (WTI) crude oil and US banks' stock spot prices. The data begins on January 3, 2006, ends on June 30, 2016, 13 is sampled at a high frequency (1-minute) from 9:30 until 16:00 and is quoted in US dollars. The use of spot prices is essential when analysing volatility because they re ect the underlying assets upon which derivatives are based (Vivian and Wohar, 2012) .", "cite_spans": [{"start": 387, "end": 411, "text": "(Vivian and Wohar, 2012)", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Data"}, {"text": "The WTI crude oil price is sourced from Tick data. Assessing risk on shale oil activity using WTI is relevant as the projected ow of shale oil production depends not only on the stock of recoverable shale oil below the ground but also on crude oil prices. The sharp decline in the price of WTI crude oil from $106 in June 2014 to $47 in January 2015, followed by a recovery to $60 by June and another decrease below $50 in August 2015, serves as a reminder that the shale oil industry is exposed to downside crude oil price risk (Kilian, 2016) . To assess the banking sector's nancial health, we considered the stock price index of four major US banks on the S&P 500 sourced from QuantQuote:", "cite_spans": [{"start": 529, "end": 543, "text": "(Kilian, 2016)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Data"}, {"text": "Bank of America, Citigroup, JP Morgan Chase, and Wells Fargo. Two criteria have guided this choice: (i) the four selected banks have been the most exposed to O&G sectors over the recent period; 14 (ii) they are recurrently identi ed as global systemically important banks by the Financial Stability Board, 15 and, they are thus likely to destabilise the whole nancial system in case of bankruptcy.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "13. Our sample period begins in 2006 since the US has started to extract shale oil on a large scale during this year. It ends in 2016 due to a lack of available data. Indeed, the dataset on the historical series of intraday stocks used in this paper has a restricted policy and is not available free of charge.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "14. See the companies' (banks) annual reports. 15. At the end of each year, the Financial Stability Board publishes a list of global systemically important banks using the prior year's data, an assessment methodology designed by the Basel Committee on Banking Supervision.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "A variety of models has been developed to analyse the dynamics of volatility. 16 Researches initiated by Andersen and Bollerslev (1998) suggest that intraday returns are more precise than daily returns to estimate daily volatility. These authors have proposed a new approach, more commonly known as \"realised\" volatility, that exploits the information in high-frequency returns. Basically, the realised volatility approach 17 consists of estimating volatility by summing the squares of returns sampled at very short intervals. Subsequently, many related estimators have been proposed in the literature 18 to manage problems inherent in using high-frequency data such as non-synchronous trading, market microstructure friction, or noise and the eventual presence of jumps. 19", "cite_spans": [{"start": 105, "end": 135, "text": "Andersen and Bollerslev (1998)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Realised measures of volatility and covolatility"}, {"text": "In this paper, we rely on the multivariate kernel estimator introduced by Barndor -Nielsen et al. (2011) that has the double advantage of managing noise and asynchronicity and guaranteeing the covariance matrix to be positive semi-de nite. The authors assume that the observed price process encompasses a latent e cient price process plus a nite activity jump process. Their analysis suggests that rather than being viewed as an issue, jumps must be associated with market information. In our study, we consider jumps as macroeconomic or market news. For this reason, the realised kernel estimator, which is not robust to the eventual presence of jumps, is preferable.", "cite_spans": [], "ref_spans": [], "section": "Realised measures of volatility and covolatility"}, {"text": "Having synchronised the high-frequency vector returns, the class of positive semi-de nite multivariate realised Kernel (rK) takes the following form:", "cite_spans": [], "ref_spans": [], "section": "Realised measures of volatility and covolatility"}, {"text": "16. These models include the ARCH model (Engle, 1982) , GARCH model (Bollerslev, 1986) , EGARCH model (Nelson, 1991) , fractionally integrated GARCH model (Baillie, 1996) , and stochastic volatility specications (Taylor, 1994) . For their multivariate extension, we can refer to Bauwens, Laurent and Rombouts (2006) and Asai et al. (2006) . 19. The multivariate extension of realised volatility was developed by Barndor -Nielsen and Shephard (2004a) and, as in the univariate case, robust estimators to noise and/or asynchronous observations have been proposed by Hayashi and Yoshida (2005) , Voev and Lunde (2007) r i is the 5-minute return of stock i, and k is a non-stochastic weight function. Following Barndor -Nielsen et al. (2011) , k (.) : R R R → R R R, will be taken to be a Parzen window.", "cite_spans": [{"start": 40, "end": 53, "text": "(Engle, 1982)", "ref_id": "BIBREF22"}, {"start": 68, "end": 86, "text": "(Bollerslev, 1986)", "ref_id": "BIBREF13"}, {"start": 102, "end": 116, "text": "(Nelson, 1991)", "ref_id": "BIBREF37"}, {"start": 155, "end": 170, "text": "(Baillie, 1996)", "ref_id": "BIBREF4"}, {"start": 212, "end": 226, "text": "(Taylor, 1994)", "ref_id": "BIBREF43"}, {"start": 279, "end": 315, "text": "Bauwens, Laurent and Rombouts (2006)", "ref_id": "BIBREF10"}, {"start": 320, "end": 338, "text": "Asai et al. (2006)", "ref_id": "BIBREF2"}, {"start": 412, "end": 449, "text": "Barndor -Nielsen and Shephard (2004a)", "ref_id": "BIBREF7"}, {"start": 564, "end": 590, "text": "Hayashi and Yoshida (2005)", "ref_id": "BIBREF27"}, {"start": 707, "end": 737, "text": "Barndor -Nielsen et al. (2011)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Realised measures of volatility and covolatility"}, {"text": "To explore the volatility spillover between the oil market and US banking sector, we use a Vector Autoregressive Fractionally Integrated Moving Average VARFIMA (p,d,q) model introduced by Chiriac and Voev (2011) .", "cite_spans": [{"start": 160, "end": 167, "text": "(p,d,q)", "ref_id": null}, {"start": 188, "end": 211, "text": "Chiriac and Voev (2011)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Multivariate model of volatility: A trivariate VARFIMA"}, {"text": "Let Y t be the n x n resulting realised covariance matrix, where n represents the numbers of assets considered. The Cholesky decomposition of the matrix Y t is given by the upper triangular matrix P t , for which P t P t = Y t . Let X t = vech(P t ) be the m x 1 vector obtained by stacking the upper triangular components of the matrix P t in a vector, where m = n(n+1) 2 . X t contains the realised volatilities and covolatilities. The parsimonious version 20 of the original VARFIMA (p,d,q) model is de ned as follows: ", "cite_spans": [], "ref_spans": [], "section": "Multivariate model of volatility: A trivariate VARFIMA"}, {"text": ",2,...,p and Θ j , j=1,2,...,q the AR and MA coe cients matrices. Φ(L) and Θ(L) are assumed to be outside the unit circle, and X t is stationary if d k < 0.5, for all k=1, ..., m. If any d k ∈ [0.5, 1) the process is not covariance stationary, but still mean-reverting.", "cite_spans": [], "ref_spans": [], "section": "Multivariate model of volatility: A trivariate VARFIMA"}, {"text": "To evaluate volatility transmission between the oil market and US banking sector's stock returns, for each US bank, we implement one trivariate VARFIMA(1,d,0) 21 models that can be expressed as:", "cite_spans": [], "ref_spans": [], "section": "Multivariate model of volatility: A trivariate VARFIMA"}, {"text": "20. By parsimonious, we mean model without constant and/or other exogenous variables. 21. Of note, we implemented two models, VARFIMA (1,d,1), and a VARFIMA (1,d,0) as an alternative model following the study of Sela and Hurvich (2009) . The latter model was selected because it outperforms the rst in terms of information criteria.", "cite_spans": [{"start": 212, "end": 235, "text": "Sela and Hurvich (2009)", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Multivariate model of volatility: A trivariate VARFIMA"}, {"text": "The equations (3), (4), and (5) describe how volatility and covolatility are transmitted over time across the oil market and stock returns of each US bank considered.", "cite_spans": [], "ref_spans": [], "section": "Multivariate model of volatility: A trivariate VARFIMA"}, {"text": "X 1,t and X 2,t represent the realised return volatilities of the US banks' stock prices and oil price, respectively. X 3,t is the realised return covolatility between the two series. The parameters of interest are rst α 1 , β 2 , and γ 3 , which capture the direct e ects of past (co) volatility series on the current (co)volatility. β 1 and α 2 account, respectively, for volatility spillovers from oil prices to the US banks' stock prices and from the US banks' stock prices to oil prices. γ 1 and γ 2 measure the impact of past oil-bank covolatility on the volatilities of the US banks' stock prices and oil prices, respectively. Finally, α 3 and β 3 capture the e ects exerted by the volatilities of the US banks' stock prices and oil prices on the co-volatility of the two series.", "cite_spans": [], "ref_spans": [], "section": "Multivariate model of volatility: A trivariate VARFIMA"}, {"text": "The VARFIMA model allows us to capture persistence in volatility series as well as shortrange dependence dynamics and to take into account volatility spillovers between series.", "cite_spans": [], "ref_spans": [], "section": "Multivariate model of volatility: A trivariate VARFIMA"}, {"text": "Additionally, we can generate impulse response functions using such a model.", "cite_spans": [], "ref_spans": [], "section": "Multivariate model of volatility: A trivariate VARFIMA"}, {"text": "Estimation of all of the model's parameters is carried out using the conditional Gaussian likelihood Durbin-Levinson (CLDL) algorithm of Tsay (2010) . To examine how the strengthening of the link between the oil market and US banking sector a ects their dynamic interrelationships, we divide our sample period into two sub-periods according to the upward trend of US shale oil production and of US banks' involvement in O&G industries from 2010. We estimate our model for the whole period and for each sub-period and test for Granger causality between the two series of volatility. Finally, to complete our empirical analysis, we generate volatility impulse response functions based on the methodology proposed by Chung (2001) . 14 4 Empirical results", "cite_spans": [{"start": 137, "end": 148, "text": "Tsay (2010)", "ref_id": "BIBREF45"}, {"start": 714, "end": 726, "text": "Chung (2001)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Multivariate model of volatility: A trivariate VARFIMA"}, {"text": "Before presenting the estimation results, we rst report the dynamics of the volatility series ( Figure 5 ) and then the covolatility series ( Figure 6 ).", "cite_spans": [], "ref_spans": [{"start": 96, "end": 104, "text": "Figure 5", "ref_id": null}, {"start": 142, "end": 150, "text": "Figure 6", "ref_id": null}], "section": "Dynamics of volatility and covolatility"}, {"text": "As shown in Figure As demonstrated in Figure 6 , the following characteristics of covolatilities between the oil price and US banks' stock prices can be highlighted. Covolatilities were close to zero before 2007 and after 2010, but they were very high at the heart of the nancial crisis until 2010. In terms of variability, relative to the pre-crisis period, the correlation between oil price and US banks' stock price volatilities increased from 2010, showing an increased link between the oil market and US banking sector corresponding to the strong implication of the banking sector in the shale industry. the oil market and US banking sector as evidenced by the signi cance at the 5% level of the coe cients β 1 and α 2 . The Granger causality test con rms these results. Focusing on the coe cients' values, it appears that this transmission e ect is more important over the second period, that is, when banks became more exposed to the oil shale sector.", "cite_spans": [], "ref_spans": [{"start": 12, "end": 18, "text": "Figure", "ref_id": null}, {"start": 38, "end": 46, "text": "Figure 6", "ref_id": null}], "section": "Dynamics of volatility and covolatility"}, {"text": "However, the volatility response of US banks' stock prices to a shock in oil price volatility remains weak.", "cite_spans": [], "ref_spans": [], "section": "Estimation results"}, {"text": "Our ndings on bidirectional volatility transmission between oil prices and US banking sector are in line with those of many previous studies that evidenced signi cant volatility spillovers between oil prices and stock markets. For instance, a pioneering study by Jones and Kaul (1996) , as well as subsequent and more recent studies (Sadorsky, 1999; Souček and Todorova, 2013; Ewing and Malik, 2016) , have provided strong evidence of signi cant oil shocks e ects on stock markets. Following a sector-by-sector perspective, some studies have shown the existence of volatility spillovers between the oil market and the stock returns of several sectors, including energy companies, nancials, industrials, consumer services, health, technology, automobile and Parts, Basic Materials, Telecommunications, and Utilities (Hammoudeh and Aleisa, 2004; Malik and Ewing, 2009; Narayan and Sharma, 2014; Broadstock and Filis, 2014; Diaz and de Gracia, 2017; Pal and Mitra, 2019; Lv et al., 2020) .", "cite_spans": [{"start": 263, "end": 284, "text": "Jones and Kaul (1996)", "ref_id": "BIBREF29"}, {"start": 333, "end": 349, "text": "(Sadorsky, 1999;", "ref_id": "BIBREF39"}, {"start": 350, "end": 376, "text": "Souček and Todorova, 2013;", "ref_id": "BIBREF42"}, {"start": 377, "end": 399, "text": "Ewing and Malik, 2016)", "ref_id": "BIBREF23"}, {"start": 815, "end": 843, "text": "(Hammoudeh and Aleisa, 2004;", "ref_id": "BIBREF25"}, {"start": 844, "end": 866, "text": "Malik and Ewing, 2009;", "ref_id": "BIBREF33"}, {"start": 867, "end": 892, "text": "Narayan and Sharma, 2014;", "ref_id": "BIBREF35"}, {"start": 893, "end": 920, "text": "Broadstock and Filis, 2014;", "ref_id": "BIBREF14"}, {"start": 921, "end": 946, "text": "Diaz and de Gracia, 2017;", "ref_id": "BIBREF21"}, {"start": 947, "end": 967, "text": "Pal and Mitra, 2019;", "ref_id": "BIBREF38"}, {"start": 968, "end": 984, "text": "Lv et al., 2020)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Estimation results"}, {"text": "One channel through which oil market volatility spreads to the US banking sector is by exposing the major US banks involved in O&G industries to adverse shocks in oil prices.", "cite_spans": [], "ref_spans": [], "section": "Estimation results"}, {"text": "Indeed, the decline in the price of oil is synonymous with more challenges for oil companies to honour their debt obligations, re ecting a higher potential risk of bankruptcy.", "cite_spans": [], "ref_spans": [], "section": "Estimation results"}, {"text": "By sending a wrong signal, these risks of default can imply deterioration in the value of the banks' portfolio assets, leading investors to make massive withdrawals, further weakening the banks' balance sheets. Additionally, because most exposed banks are systemic, they are more disruptive to nancial markets as was the case during the subprime crisis. Thus, our results provide evidence of the crucial role that oil prices play in triggering banking sector stress. They are in line with those of Narayan and Sharma (2014) and Broadstock and Filis (2014) , providing su cient evidence of the US banks' stock sensitivity to oil price movements.", "cite_spans": [{"start": 498, "end": 523, "text": "Narayan and Sharma (2014)", "ref_id": "BIBREF35"}, {"start": 528, "end": 555, "text": "Broadstock and Filis (2014)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Estimation results"}, {"text": "Of note, if the e ect of a volatility shock of oil price on the banking system is weak, it is undoubtedly due to the reduction in loans granted to O&G companies (Bidder et al., 2019) as well as the increase of the provision expenses for loans losses following the dramatic decline in oil prices. Indeed, following the dramatic decline in oil prices in 2014, banks with high exposure to O&G extracting industries signi cantly adjusted their balance sheets. They tightened credit supplies to O&G companies and developed other types of loans and asset holdings with a preference for less risky securities. However, the fact that oil prices increased at the beginning of 2016, although remaining below historical levels (under $50 a barrel) and highly volatile, has prompted banks to reopen credit to O&G industries after declining for two years. Many O&G companies' credit lines have been revalued since autumn 2017 according to data collected by Reuters. The decline in drilling companies' breakeven costs could also explain changes in banks' risk aversion.", "cite_spans": [{"start": 161, "end": 182, "text": "(Bidder et al., 2019)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Estimation results"}, {"text": "Nevertheless, as banks tend to minimise risk during ourishing periods of oil prices, we cannot exclude the possibility of a banking crisis due to turmoil in the oil market, Volatility spillovers from the US banking sector to the oil market introduce an additional source of disturbance that can be explained by the nancial characteristics of independent producers operating in the US shale industry. Indeed, to date, the national oil companies' nancial resources insulated the oil market from turbulence in the banking system. The shale industry, which is mainly characterised by small, heavily indebted, and independent producers, has introduced a credit channel to the oil market with the following potential consequences. A shock on the volatility of the banks' stock prices has an immediate e ect on the prices of their assets, which become valued below their fundamental value. To address uncertainties around the value of their assets, banks may be forced to urgently restructure their balance sheets to manage spiralling downside liquidity. This process can lead to a considerable decrease in the amount of loans granted and a swift increase in interest rates by banks (Bidder et al., 2019) . This situation will make the funding of future drilling and production during a low oil price environment more challenging, particularly for small and midsize companies due to the capital-intensive nature of shale. The worst-case scenario for US oil producers would be a drop in oil prices, coupled with a gradual increase in interest rates. Consequently, a decline in the US oil production will occur and undoubtedly a ect the total oil production and thus oil prices volatility, since the US is at present one of the largest oil producers. A volatility shock of the US banks' stock prices appears, therefore, as a potential root cause of turmoil in the oil market.", "cite_spans": [{"start": 1176, "end": 1197, "text": "(Bidder et al., 2019)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Estimation results"}, {"text": "To support our ndings of signi cant spillovers between the oil market and US banking sector, we also conduct an impulse response analysis by investigating volatility impulse response functions (VIRFs) over the two sub-periods for a 100-day horizon.", "cite_spans": [], "ref_spans": [], "section": "Volatility impulse response functions"}, {"text": "These VIRFs, displayed in Figures B.1 to B.8 in the Appendix, allow us to examine the response of oil price volatility to a volatility shock from US banks' stock prices (and inversely) and how rapidly do these volatility shocks dissipate. Two main ndings emerge from the analysis of VIRFs. First, the results are very similar among the four US banks considered. Second, over the rst sub-period, a shock on oil price volatility seems to have a negligible e ect on the volatility of the US banks' stock prices. Conversely, over the second sub-period, oil price volatility signi cantly, although weakly, in uences the volatility of US banks' stock prices. Indeed, following the shock, volatilities of the US banks' returns recede from their expected value (the horizontal line at 0.00) and return after approximately 80 days. Moreover, this e ect is more pronounced in the second sub-period when banks have become more involved in O&G sectors. Turning now to the volatility spillover from the US banking sector to the oil market, it appears that a volatility shock of the US banks' stock prices alters the expected value of oil return volatility in the two sub-periods. In particular, the shock's e ect dissipates more slowly (after 100 days), and in terms of magnitude, the response during the second sub-period is higher than before. In short, the VIRFs' visualisation corroborates the existence of signi cant volatility between oil prices and US banks' stock prices as evidenced by the estimation results. The volatility transmission is especially more important in terms of magnitude since 2010 when banks have become more involved in the shale oil industry. This nding suggests that because of the strong implication of the banking sector in the shale industry, the major US banks, and therefore the US nancial system, have become more sensitive to a shock on oil price volatility and inversely.", "cite_spans": [], "ref_spans": [{"start": 26, "end": 37, "text": "Figures B.1", "ref_id": null}], "section": "Volatility impulse response functions"}, {"text": "To ensure that our results are robust, we undertake an additional assessment by estimating a vector heterogeneous autoregressive model (VHAR), a multivariate version of the HAR model of Corsi (2009) , 22 similar to the model proposed by Bubák et al. (2011) and Todorova et al. (2014) . The VHAR model ensures exible speci cations for realised volatility series. Therefore, it can identify short-, mid-, and long-term factors and can introduce spillover e ects between volatilities as the VARFIMA framework.", "cite_spans": [{"start": 186, "end": 198, "text": "Corsi (2009)", "ref_id": "BIBREF19"}, {"start": 237, "end": 256, "text": "Bubák et al. (2011)", "ref_id": "BIBREF15"}, {"start": 261, "end": 283, "text": "Todorova et al. (2014)", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Robustness check"}, {"text": "We estimate bivariate VHAR models (models for two volatility series) based on the realised volatility series of each of the four banks' stock prices and oil prices for the whole period and two sub-periods. The bivariate VHAR for the volatility series is expressed as follows:", "cite_spans": [], "ref_spans": [], "section": "Robustness check"}, {"text": "where H = {D, W, M } respectively denotes time horizons of one day, one week (5 days a week), and one month (assuming 22 days within a month). X H t = (X H 1,t , X H 2,t ) where X 1,t and X 2,t represent the realised volatility series of the bank'stock prices and oil prices, respectively. 22. Motivated by the heterogeneous market hypothesis, Corsi (2009) proposed an autoregressive model for realised volatility considering volatility series over di erent time horizons. The speci cation is based on the idea that each volatility component in the cascade corresponds to a market component that forms expectations for the next period volatility based on the observation of the current realised volatility and the expectation for the longer horizon volatility. δ 1 , δ 5 , and δ 22 are 2 x 2 coe cients matrices and δ 0 = (δ 1,0 , δ 2,0 ) is the vector of intercepts.", "cite_spans": [{"start": 344, "end": 356, "text": "Corsi (2009)", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 77, "end": 86, "text": "(5 days a", "ref_id": "TABREF7"}], "section": "Robustness check"}, {"text": "In addition to the vector of intercepts, the system in (6) involves n 2 x 3 parameters to estimate.", "cite_spans": [], "ref_spans": [], "section": "Robustness check"}, {"text": "Following Corsi et al. (2008) , to account for volatility clustering in the realised volatility, the vector of innovation term µ t is assumed to follow a GARCH (1,1) process.", "cite_spans": [{"start": 10, "end": 29, "text": "Corsi et al. (2008)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Robustness check"}, {"text": "Note that the VHAR estimation requires the time series to be stationary. Thus, we rely on the Augmented Dickey-Fuller, the Elliott-Rothenberg-Stock and Zivot-Andrews unit root tests. 23 The results of the unit root tests are summarised in Table A The results of the bivariate VHAR estimates are reported in Tables 2 and 3 . We also perform Granger Causality tests to assess whether the explanatory power of the volatility equation of the banks' stock prices increases with the inclusion of the realised volatility of oil price, and vice versa. 24 As expected, both US banks' stock prices and oil price volatilities are mostly a ected by their own volatility components (short-, mid-, and long term). We also provide evidence of signi cant volatility spillovers between the oil market and US banking sector regardless of the time horizon, while the transmission e ect appears to be strongest over the second sub-period. Regarding the results of Granger causality tests, including both volatility components of banks' stock prices and oil prices as additional variables seems to increase the explanatory power. Therefore, these ndings are in line with those obtained by estimating the VARFIMA models.", "cite_spans": [{"start": 183, "end": 185, "text": "23", "ref_id": null}], "ref_spans": [{"start": 239, "end": 246, "text": "Table A", "ref_id": "TABREF7"}, {"start": 307, "end": 321, "text": "Tables 2 and 3", "ref_id": "TABREF3"}], "section": "Robustness check"}, {"text": "23. We employ the Zivot-Andrews test to take into account structural breaks and to ensure the robustness of our results.", "cite_spans": [], "ref_spans": [], "section": "Robustness check"}, {"text": "24. The results of VHAR models run on the whole sample as well as Granger causality test results have been deliberately omitted. They are available upon request. are reported as follows: δ k,h (k = i, j with i, j = 1, 2 and i = j). ***, **, and * denote respectively rejection of the null hypothesis of non-signi cance at 1%, 5%, or 10% critical level.", "cite_spans": [], "ref_spans": [], "section": "Robustness check"}, {"text": "Since the banking sector has become increasingly involved in the shale industry, the question of volatility spillovers between the oil market and US banking sector has become a matter of considerable concern for bank regulators and investors for several reasons. First, billions of dollars in debt to O&G industries have accumulated in the US banks' debt portfolio. Second, the decline in oil prices made the potential pro tability of the shale industry uncertain, deferring the debts held by oil companies. This strengthening link between the oil market and US banking sector is thus likely to trigger another signi cant nancial crisis.", "cite_spans": [], "ref_spans": [], "section": "25"}, {"text": "To provide more precise insights into this issue, we investigate volatility spillovers between the oil market and US banking sector, by focusing on the four US banks most exposed to the oil market from January 2006 to June 2016, and by estimating several trivariate VARFIMA models.", "cite_spans": [], "ref_spans": [], "section": "25"}, {"text": "Our ndings complement the existing literature along two dimensions. First, while the literature shows the sensitivity of the US banking sector to volatility in the oil market, we evidence an increase of this sensitivity over the period during which banks have become more exposed to the oil shale sector. This result points to a new potential banking crisis transmission channel through greater exposure of banks to the oil shale industry. Our second contribution to the literature relates to the role that the banking sector could play in triggering turmoil in oil markets, an issue that had not been previously considered. We found that the response of oil price volatility to a shock on the volatility of US banks' stock prices is positive and signi cant, suggesting that the oil market's supply side is not resilient to banking shocks and that a crisis in the oil market could stem from a volatility shock on the US banking sector.", "cite_spans": [], "ref_spans": [], "section": "25"}, {"text": "Our results have profound policy implications as they imply broader reforms than speci c macroprudential policies to prevent or limit these potential systemic risks. Measures should be taken to reduce banks' exposure to the shale oil sector and more generally to the energy sector. Speci cally, banks should become more selective in funding O&G companies. This provision was already established in the plan outlined by the Federal Reserve to limit Wall Street bets on the energy sector. This plan includes some measures that make shale sector investments less pro- .2: Orthogonalised VIRFs of oil price and JP Morgan after exposure. Notes: As a reminder, X 1,t and X 2,t represent the realised return volatilities of the bank stock price and oil price, respectively. The bold line is the orthogonalised impulse response, and the two light lines build the 95% con dence interval. Figure B .3: Orthogonalised VIRFs of oil price and Bank of America before exposure. Notes: As a reminder, X 1,t and X 2,t represent the realised return volatilities of the bank stock price and oil price, respectively. The bold line is the orthogonalised impulse response, and the two light lines build the 95% con dence interval. As a reminder, X 1,t and X 2,t represent the realised return volatilities of the bank stock price and oil price, respectively. The bold line is the orthogonalised impulse response, and the two light lines build the 95% con dence interval. Figure B .5: Orthogonalised VIRFs of oil price and Citigroup before exposure. Notes: As a reminder, X 1,t and X 2,t represent the realised return volatilities of the bank stock price and oil price, respectively. The bold line is the orthogonalised impulse response, and the two light lines build the 95% con dence interval. Figure B .6: Orthogonalised VIRFs of oil price and Citigroup after exposure. Notes: As a reminder, X 1,t and X 2,t represent the realised return volatilities of the bank stock price and oil price, respectively. The bold line is the orthogonalised impulse response, and the two light lines build the 95% con dence interval. Notes: As a reminder, X 1,t and X 2,t represent the realised return volatilities of the bank stock price and oil price, respectively. The bold line is the orthogonalised impulse response, and the two light lines build the 95% con dence interval. As a reminder, X 1,t and X 2,t represent the realised return volatilities of the bank stock price and oil price, respectively. The bold line is the orthogonalised impulse response, and the two light lines build the 95% con dence interval.", "cite_spans": [], "ref_spans": [{"start": 879, "end": 887, "text": "Figure B", "ref_id": null}, {"start": 1448, "end": 1456, "text": "Figure B", "ref_id": null}, {"start": 1772, "end": 1780, "text": "Figure B", "ref_id": null}], "section": "25"}, {"text": "stock prices as a new source of instability: Lessons from the United States experience Highlights • We examine the interaction between the oil market and the American banking sector.", "cite_spans": [], "ref_spans": [], "section": "Volatility transmission between oil prices and banks'"}, {"text": "• We nd evidence of a signi cant bidirectional volatility shock transmission.", "cite_spans": [], "ref_spans": [], "section": "Volatility transmission between oil prices and banks'"}, {"text": "• This transmission is especially visible since banks' exposure to the shale sector.", "cite_spans": [], "ref_spans": [], "section": "Volatility transmission between oil prices and banks'"}, {"text": "• Our results suggest that turmoil in the oil market could stem from banking shocks.", "cite_spans": [], "ref_spans": [], "section": "Volatility transmission between oil prices and banks'"}, {"text": "• These results also point to a new potential banking crisis transmission channel.", "cite_spans": [], "ref_spans": [], "section": "Volatility transmission between oil prices and banks'"}, {"text": "This paper examines whether American banks' exposure to the oil industry could lead to instability in both oil and nancial markets. To bring under discussion this issue not already addressed by literature, we investigate volatility spillovers between oil prices and the stock prices of the four major American banks involved in the oil industry by employing the vector autoregressive fractionally integrated moving average framework. We use high-frequency data from January 3, 2006, to June 30, 2016. Our results support the existence of such volatility spillovers, as evidenced by the signi cant volatility responses of oil price (banks' stock price) to a shock in banks' stock price (oil price).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "These responses, more pronounced following the banks' exposure to the shale industry, mainly re ect the nancial fragility of shale companies and their high indebtedness levels. Thus, this paper emphasises how the shale oil industry could trigger turmoil in both oil and nancial markets.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "JEL Codes: F34, G21, Q43", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Keywords: Banks' stocks, Oil prices, Volatility spillovers", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Production costs of global conventional and unconventional petroleum", "authors": [{"first": "R", "middle": ["F"], "last": "Aguilera", "suffix": ""}], "year": 2014, "venue": "Energy Policy", "volume": "64", "issn": "", "pages": "134--140", "other_ids": {"DOI": ["10.1016/j.enpol.2013.07.118"]}}, "BIBREF1": {"ref_id": "b1", "title": "Answering the skeptics: Yes, standard volatility models do provide accurate forecasts", "authors": [{"first": "T", "middle": ["G"], "last": "Andersen", "suffix": ""}, {"first": "T", "middle": [], "last": "Bollerslev", "suffix": ""}], "year": 1998, "venue": "Int. Econ. Rev", "volume": "", "issn": "", "pages": "885--905", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Multivariate stochastic volatility: a review", "authors": [{"first": "M", "middle": [], "last": "Asai", "suffix": ""}, {"first": "M", "middle": [], "last": "Mcaleer", "suffix": ""}, {"first": "J", "middle": [], "last": "Yu", "suffix": ""}], "year": 2006, "venue": "Econometric Rev", "volume": "25", "issn": "", "pages": "145--175", "other_ids": {"DOI": ["10.1080/07474930600713564"]}}, "BIBREF3": {"ref_id": "b3", "title": "Reserve base lending and the outlook for shale oil and gas nance", "authors": [{"first": "A", "middle": [], "last": "Azar", "suffix": ""}], "year": 2017, "venue": "Columbia Center on Global Energy Policy WP", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Long memory processes and fractional integration in econometrics", "authors": [{"first": "R", "middle": ["T"], "last": "Baillie", "suffix": ""}], "year": 1996, "venue": "J. Econometrics", "volume": "73", "issn": "", "pages": "5--59", "other_ids": {"DOI": ["10.1016/0304-4076(95)01732-1"]}}, "BIBREF5": {"ref_id": "b5", "title": "Designing realized kernels to measure the ex post variation of equity prices in the presence of noise", "authors": [{"first": "O", "middle": ["E"], "last": "Barndor -Nielsen", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Hansen", "suffix": ""}, {"first": "A", "middle": [], "last": "Lunde", "suffix": ""}, {"first": "N", "middle": [], "last": "Shephard", "suffix": ""}], "year": 2008, "venue": "Econometrica", "volume": "76", "issn": "", "pages": "1481--1536", "other_ids": {"DOI": ["10.3982/ECTA6495"]}}, "BIBREF6": {"ref_id": "b6", "title": "Multivariate realised kernels: consistent positive semi-de nite estimators of the covariation of equity prices with noise and non-synchronous trading", "authors": [{"first": "O", "middle": ["E"], "last": "Barndor -Nielsen", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Hansen", "suffix": ""}, {"first": "A", "middle": [], "last": "Lunde", "suffix": ""}, {"first": "N", "middle": [], "last": "Shephard", "suffix": ""}], "year": 2011, "venue": "J. Econometrics", "volume": "162", "issn": "", "pages": "149--169", "other_ids": {"DOI": ["10.1016/j.jeconom.2010.07.009"]}}, "BIBREF7": {"ref_id": "b7", "title": "Econometric analysis of realized covariation: High frequency based covariance, regression, and correlation in nancial economics", "authors": [{"first": "O", "middle": ["E"], "last": "Barndor -Nielsen", "suffix": ""}, {"first": "N", "middle": [], "last": "Shephard", "suffix": ""}], "year": 2004, "venue": "Econometrica", "volume": "72", "issn": "", "pages": "885--925", "other_ids": {"DOI": ["10.1111/j.1468-0262.2004.00515.x"]}}, "BIBREF8": {"ref_id": "b8", "title": "Power and bipower variation with stochastic volatility and jumps", "authors": [{"first": "O", "middle": ["E"], "last": "Barndor -Nielsen", "suffix": ""}, {"first": "N", "middle": [], "last": "Shephard", "suffix": ""}], "year": 2004, "venue": "J. Finan. Econometrics", "volume": "2", "issn": "", "pages": "1--37", "other_ids": {"DOI": ["10.1093/jjfinec/nbh001"]}}, "BIBREF9": {"ref_id": "b9", "title": "Lower oil prices and the US economy: Is this time di erent?", "authors": [{"first": "C", "middle": [], "last": "Baumeister", "suffix": ""}, {"first": "L", "middle": [], "last": "Kilian", "suffix": ""}], "year": 2016, "venue": "Brookings Pap. Econ. Act", "volume": "", "issn": "", "pages": "287--357", "other_ids": {"DOI": ["https:/www.jstor.org/stable/10.2307/90000438"]}}, "BIBREF10": {"ref_id": "b10", "title": "Multivariate GARCH models: a survey", "authors": [{"first": "L", "middle": [], "last": "Bauwens", "suffix": ""}, {"first": "S", "middle": [], "last": "Laurent", "suffix": ""}, {"first": "J", "middle": [], "last": "Rombouts", "suffix": ""}], "year": 2006, "venue": "J. Appl. Econometrics", "volume": "21", "issn": "", "pages": "79--109", "other_ids": {"DOI": ["10.1002/jae.842"]}}, "BIBREF11": {"ref_id": "b11", "title": "De-leveraging or de-risking? How banks cope with loss", "authors": [{"first": "R", "middle": ["M"], "last": "Bidder", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Krainer", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Shapiro", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.24148/wp2017-03"]}}, "BIBREF12": {"ref_id": "b12", "title": "The shale oil boom and the US economy: Spillovers and time-varying e ects", "authors": [{"first": "H", "middle": ["C"], "last": "Bjørnland", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhulanova", "suffix": ""}], "year": 2019, "venue": "CAMA WP", "volume": "", "issn": "59", "pages": "", "other_ids": {"DOI": ["10.2139/ssrn.3436499"]}}, "BIBREF13": {"ref_id": "b13", "title": "Generalized autoregressive conditional heteroskedasticity", "authors": [{"first": "T", "middle": [], "last": "Bollerslev", "suffix": ""}], "year": 1986, "venue": "J. Econometrics", "volume": "31", "issn": "", "pages": "307--327", "other_ids": {"DOI": ["10.1016/0304-4076(86)90063-1"]}}, "BIBREF14": {"ref_id": "b14", "title": "Oil price shocks and stock market returns: New evidence from the United States and China", "authors": [{"first": "D", "middle": ["C"], "last": "Broadstock", "suffix": ""}, {"first": "G", "middle": [], "last": "Filis", "suffix": ""}], "year": 2014, "venue": "J. Int. Finan. Markets, Inst. Money", "volume": "33", "issn": "", "pages": "417--433", "other_ids": {"DOI": ["10.1016/j.intfin.2014.09.007"]}}, "BIBREF15": {"ref_id": "b15", "title": "Volatility transmission in emerging European foreign exchange markets", "authors": [{"first": "V", "middle": [], "last": "Bubák", "suffix": ""}, {"first": "E", "middle": [], "last": "Kočenda", "suffix": ""}, {"first": "F", "middle": [], "last": "Žikeš", "suffix": ""}], "year": 2011, "venue": "J. Banking Finance", "volume": "35", "issn": "", "pages": "2829--2841", "other_ids": {"DOI": ["10.1016/j.jbankfin.2011.03.012"]}}, "BIBREF16": {"ref_id": "b16", "title": "Modelling and forecasting multivariate realized volatility", "authors": [{"first": "R", "middle": [], "last": "Chiriac", "suffix": ""}, {"first": "V", "middle": [], "last": "Voev", "suffix": ""}], "year": 2011, "venue": "J. Appl. Econometrics", "volume": "26", "issn": "", "pages": "922--947", "other_ids": {"DOI": ["10.1002/jae.1152"]}}, "BIBREF17": {"ref_id": "b17", "title": "Pre-averaging estimators of the ex-post covariance matrix in noisy di usion models with non-synchronous data", "authors": [{"first": "K", "middle": [], "last": "Christensen", "suffix": ""}, {"first": "S", "middle": [], "last": "Kinnebrock", "suffix": ""}, {"first": "M", "middle": [], "last": "Podolskij", "suffix": ""}], "year": 2010, "venue": "J. Econometrics", "volume": "159", "issn": "", "pages": "116--133", "other_ids": {"DOI": ["10.1016/j.jeconom.2010.05.001"]}}, "BIBREF18": {"ref_id": "b18", "title": "Calculating and analyzing impulse responses for the vector ARFIMA model", "authors": [{"first": "C", "middle": ["F"], "last": "Chung", "suffix": ""}], "year": 2001, "venue": "Econ. Letters", "volume": "71", "issn": "", "pages": "17--25", "other_ids": {"DOI": ["10.1016/S0165-1765(00)00399-2"]}}, "BIBREF19": {"ref_id": "b19", "title": "A simple approximate long-memory model of realized volatility", "authors": [{"first": "F", "middle": [], "last": "Corsi", "suffix": ""}], "year": 2009, "venue": "J. Finan. Econometrics", "volume": "7", "issn": "", "pages": "174--196", "other_ids": {"DOI": ["10.1093/jjfinec/nbp001"]}}, "BIBREF20": {"ref_id": "b20", "title": "The volatility of realized volatility. Econometric Rev", "authors": [{"first": "F", "middle": [], "last": "Corsi", "suffix": ""}, {"first": "S", "middle": [], "last": "Mittnik", "suffix": ""}, {"first": "C", "middle": [], "last": "Pigorsch", "suffix": ""}, {"first": "U", "middle": [], "last": "Pigorsch", "suffix": ""}], "year": 2008, "venue": "", "volume": "27", "issn": "", "pages": "46--78", "other_ids": {"DOI": ["10.1080/07474930701853616"]}}, "BIBREF21": {"ref_id": "b21", "title": "Oil price shocks and stock returns of oil and gas corporations", "authors": [{"first": "E", "middle": ["M"], "last": "Diaz", "suffix": ""}, {"first": "F", "middle": ["P"], "last": "De Gracia", "suffix": ""}], "year": 2017, "venue": "Finan. Res. Letters", "volume": "20", "issn": "", "pages": "75--80", "other_ids": {"DOI": ["10.1016/j.frl.2016.09.010"]}}, "BIBREF22": {"ref_id": "b22", "title": "Autoregressive conditional heteroscedasticity with estimates of the variance of United Kingdom in ation", "authors": [{"first": "R", "middle": ["F"], "last": "Engle", "suffix": ""}], "year": 1982, "venue": "Econometrica", "volume": "", "issn": "", "pages": "987--1007", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Volatility spillovers between oil prices and the stock market under structural breaks", "authors": [{"first": "B", "middle": ["T"], "last": "Ewing", "suffix": ""}, {"first": "F", "middle": [], "last": "Malik", "suffix": ""}], "year": 2016, "venue": "Global Finance J", "volume": "29", "issn": "", "pages": "12--23", "other_ids": {"DOI": ["10.1016/j.gfj.2015.04.008"]}}, "BIBREF24": {"ref_id": "b24", "title": "Covariance measurement in the presence of non-synchronous trading and market microstructure noise", "authors": [{"first": "J", "middle": ["E"], "last": "Gri N", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Oomen", "suffix": ""}], "year": 2011, "venue": "J. Econometrics", "volume": "160", "issn": "", "pages": "58--68", "other_ids": {"DOI": ["10.1016/j.jeconom.2010.03.015"]}}, "BIBREF25": {"ref_id": "b25", "title": "Dynamic relationships among GCC stock markets and NYMEX oil futures", "authors": [{"first": "S", "middle": [], "last": "Hammoudeh", "suffix": ""}, {"first": "E", "middle": [], "last": "Aleisa", "suffix": ""}], "year": 2004, "venue": "Contemporary Econ. Pol", "volume": "22", "issn": "", "pages": "250--269", "other_ids": {"DOI": ["10.1093/cep/byh018"]}}, "BIBREF26": {"ref_id": "b26", "title": "Cointegration, error correction, and price discovery on informationally linked security markets", "authors": [{"first": "F", "middle": ["H D"], "last": "Harris", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Mcinish", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Shoesmith", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Wood", "suffix": ""}], "year": 1995, "venue": "J. Finan. Quant. Anal", "volume": "30", "issn": "", "pages": "563--579", "other_ids": {"DOI": ["10.2307/2331277"]}}, "BIBREF27": {"ref_id": "b27", "title": "On covariance estimation of non-synchronously observed di usion processes", "authors": [{"first": "T", "middle": [], "last": "Hayashi", "suffix": ""}, {"first": "N", "middle": [], "last": "Yoshida", "suffix": ""}], "year": 2005, "venue": "Bernoulli", "volume": "11", "issn": "", "pages": "359--379", "other_ids": {"DOI": ["10.3150/bj/1116340299"]}}, "BIBREF28": {"ref_id": "b28", "title": "Microstructure noise in the continuous case: the pre-averaging approach", "authors": [{"first": "J", "middle": [], "last": "Jacod", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Mykland", "suffix": ""}, {"first": "M", "middle": [], "last": "Podolskij", "suffix": ""}, {"first": "M", "middle": [], "last": "Vetter", "suffix": ""}], "year": 2009, "venue": "Stoch. Proc. Appl", "volume": "119", "issn": "", "pages": "2249--2276", "other_ids": {"DOI": ["10.1016/j.spa.2008.11.004"]}}, "BIBREF29": {"ref_id": "b29", "title": "Oil and the stock markets", "authors": [{"first": "C", "middle": ["M"], "last": "Jones", "suffix": ""}, {"first": "G", "middle": [], "last": "Kaul", "suffix": ""}], "year": 1996, "venue": "J. Finance", "volume": "51", "issn": "", "pages": "463--491", "other_ids": {"DOI": ["10.1111/j.1540-6261.1996.tb02691.x"]}}, "BIBREF30": {"ref_id": "b30", "title": "The impact of the shale oil revolution on US oil and gasoline prices", "authors": [{"first": "L", "middle": [], "last": "Kilian", "suffix": ""}], "year": 2016, "venue": "Rev. Environ. Econ. Policy", "volume": "10", "issn": "", "pages": "185--205", "other_ids": {"DOI": ["10.1093/reep/rew001"]}}, "BIBREF31": {"ref_id": "b31", "title": "Tight oil market dynamics: Benchmarks, breakeven points, and inelasticities", "authors": [{"first": "R", "middle": ["L"], "last": "Kleinberg", "suffix": ""}, {"first": "S", "middle": [], "last": "Paltsev", "suffix": ""}, {"first": "C", "middle": [], "last": "Ebinger", "suffix": ""}, {"first": "D", "middle": [], "last": "Hobbs", "suffix": ""}, {"first": "T", "middle": [], "last": "Boersma", "suffix": ""}], "year": 2018, "venue": "Energy Econ", "volume": "70", "issn": "", "pages": "70--83", "other_ids": {"DOI": ["10.1016/j.eneco.2017.11.018"]}}, "BIBREF32": {"ref_id": "b32", "title": "Who a ects who? Oil price against the stock return of oil-related companies: Evidence from the US and China", "authors": [{"first": "X", "middle": [], "last": "Lv", "suffix": ""}, {"first": "D", "middle": [], "last": "Lien", "suffix": ""}, {"first": "C", "middle": [], "last": "Yu", "suffix": ""}], "year": 2020, "venue": "Int. Rev. Econ. Finance", "volume": "67", "issn": "", "pages": "85--100", "other_ids": {"DOI": ["10.1016/j.iref.2020.01.002"]}}, "BIBREF33": {"ref_id": "b33", "title": "Volatility transmission between oil prices and equity sector returns", "authors": [{"first": "F", "middle": [], "last": "Malik", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Ewing", "suffix": ""}], "year": 2009, "venue": "Int. Rev. Finan. Anal", "volume": "3", "issn": "", "pages": "95--100", "other_ids": {"DOI": ["10.1016/j.irfa.2009.03.003"]}}, "BIBREF34": {"ref_id": "b34", "title": "Realized volatility: A review", "authors": [{"first": "M", "middle": [], "last": "Mcaleer", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Medeiros", "suffix": ""}], "year": 2008, "venue": "Econometric Rev", "volume": "27", "issn": "", "pages": "10--45", "other_ids": {"DOI": ["10.1080/07474930701853509"]}}, "BIBREF35": {"ref_id": "b35", "title": "Firm return volatility and economic gains: the role of oil prices", "authors": [{"first": "P", "middle": ["K"], "last": "Narayan", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Sharma", "suffix": ""}], "year": 2014, "venue": "Econ. Modell", "volume": "38", "issn": "", "pages": "142--151", "other_ids": {"DOI": ["10.1016/j.econmod.2013.12.004"]}}, "BIBREF36": {"ref_id": "b36", "title": "EIA outlook: reversal in US oil import dependency", "authors": [{"first": "S", "middle": [], "last": "Ne", "suffix": ""}, {"first": "M", "middle": [], "last": "Coleman", "suffix": ""}], "year": 2014, "venue": "Energy Strategy Reviews", "volume": "5", "issn": "", "pages": "6--13", "other_ids": {"DOI": ["10.1016/j.esr.2014.10.007"]}}, "BIBREF37": {"ref_id": "b37", "title": "Conditional heteroskedasticity in asset returns: A new approach. Econometrica", "authors": [{"first": "D", "middle": ["B"], "last": "Nelson", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "347--370", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Oil price and automobile stock return co-movement: A wavelet coherence analysis", "authors": [{"first": "D", "middle": [], "last": "Pal", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Mitra", "suffix": ""}], "year": 2019, "venue": "Econ. Modell", "volume": "76", "issn": "", "pages": "172--181", "other_ids": {"DOI": ["10.1016/j.econmod.2018.07.028"]}}, "BIBREF39": {"ref_id": "b39", "title": "Oil price shocks and stock market activity", "authors": [{"first": "P", "middle": [], "last": "Sadorsky", "suffix": ""}], "year": 1999, "venue": "Energy Econ", "volume": "21", "issn": "", "pages": "449--469", "other_ids": {"DOI": ["10.1016/S0140-9883(99)00020-1"]}}, "BIBREF40": {"ref_id": "b40", "title": "Aftermath of 2008 nancial crisis on oil prices", "authors": [{"first": "N", "middle": [], "last": "Sehgal", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Pandey", "suffix": ""}], "year": 2015, "venue": "7th International Joint Conference on Knowledge Discovery, Knowledge Engineering and Knowledge Management (IC3K)", "volume": "", "issn": "", "pages": "235--240", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Computationally e cient methods for two multivariate fractionally integrated models", "authors": [{"first": "R", "middle": ["J"], "last": "Sela", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Hurvich", "suffix": ""}], "year": 2009, "venue": "J. Time Ser. Anal", "volume": "30", "issn": "", "pages": "631--651", "other_ids": {"DOI": ["10.1111/j.1467-9892.2009.00631.x"]}}, "BIBREF42": {"ref_id": "b42", "title": "Realized volatility transmission between crude oil and equity futures markets: A multivariate HAR approach", "authors": [{"first": "M", "middle": [], "last": "Souček", "suffix": ""}, {"first": "N", "middle": [], "last": "Todorova", "suffix": ""}], "year": 2013, "venue": "Energy Econ", "volume": "40", "issn": "", "pages": "586--597", "other_ids": {"DOI": ["10.1016/j.eneco.2013.08.011"]}}, "BIBREF43": {"ref_id": "b43", "title": "Modeling stochastic volatility: A review and comparative study", "authors": [{"first": "S", "middle": ["J"], "last": "Taylor", "suffix": ""}], "year": 1994, "venue": "Math. Finance", "volume": "4", "issn": "", "pages": "183--204", "other_ids": {"DOI": ["10.1111/j.1467-9965.1994.tb00057.x"]}}, "BIBREF44": {"ref_id": "b44", "title": "Realized volatility spillovers in the non-ferrous metal futures market", "authors": [{"first": "N", "middle": [], "last": "Todorova", "suffix": ""}, {"first": "A", "middle": [], "last": "Worthington", "suffix": ""}, {"first": "M", "middle": [], "last": "Souček", "suffix": ""}], "year": 2014, "venue": "Res. Pol", "volume": "39", "issn": "", "pages": "21--31", "other_ids": {"DOI": ["10.1016/j.resourpol.2013.10.008"]}}, "BIBREF45": {"ref_id": "b45", "title": "Maximum likelihood estimation of stationary multivariate ARFIMA processes", "authors": [{"first": "W", "middle": ["J"], "last": "Tsay", "suffix": ""}], "year": 2010, "venue": "J Stat Comput Simul", "volume": "80", "issn": "", "pages": "729--745", "other_ids": {"DOI": ["10.1080/00949650902773536"]}}, "BIBREF46": {"ref_id": "b46", "title": "Commodity volatility breaks", "authors": [{"first": "A", "middle": [], "last": "Vivian", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Wohar", "suffix": ""}], "year": 2012, "venue": "J. Int. Finan. Markets, Inst. Money", "volume": "22", "issn": "", "pages": "395--422", "other_ids": {"DOI": ["10.1016/j.intfin.2011.12.003"]}}, "BIBREF47": {"ref_id": "b47", "title": "Integrated Covariance Estimation using High-frequency Data in the Presence of Noise", "authors": [{"first": "V", "middle": [], "last": "Voev", "suffix": ""}, {"first": "A", "middle": [], "last": "Lunde", "suffix": ""}], "year": 2007, "venue": "J. Finan. Econometrics", "volume": "5", "issn": "", "pages": "68--104", "other_ids": {"DOI": ["10.1093/jjfinec/nbl011"]}}, "BIBREF48": {"ref_id": "b48", "title": "E cient estimation of stochastic volatility using noisy observations: A multiscale approach", "authors": [{"first": "L", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2006, "venue": "Bernoulli", "volume": "12", "issn": "", "pages": "1019--1043", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Elliott-Rothenberg-Stock and Zivot-Andrews tests for stationarity, respectively. The t-Statistics are compared with the critical values tabulated by the di erent authors. ***, **, and * denote rejection of the null hypothesis of non", "authors": [], "year": null, "venue": "Note: This table provides the t-Statistics associated with the unit root tests run on the daily log realised volatility. ADF, ERS, and ZA stand for the Augmented Dickey-Fuller", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "depicts the ratio of credit exposure to O&G industries for total loans of the four most exposed US banks over the period 2006-2017 -JPMorgan Chase & Co, Bank of America Corporation, Citigroup Inc., and Wells Fargo & Company. 10 Just before 2010, the corresponding amount of credit to O&G for JPMorgan Chase & Co and Bank of America averaged barely 3.27% and 2.93% of the total wholesale exposure. Wells Fargo & Company's exposure to O&G was approximately 1.14%, and Citigroup's exposure amounted to 0.61% of total wholesale exposure. Exposures to the O&G portfolio increased from 2010 to 2014 and then evolved nearly at a steady pace. For instance, JPMorgan Chase & Co' O&G loan portfolio totalled $23.322 billion (3.6% of total loans) on December 31, 2009, compared with $46.934 billion (5.46% of total loans) on December 31, 2013.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "See McAleer and Medeiros (2008) for a review of the realised volatility approach. 18. See Barndor -Nielsen and Shephard (2004b) (realised power and bipower variation robust to jumps), Barndor -Nielsen et al. (2008) (realised kernels estimator in the presence of noise), Zhang (2006) (multiscale approach to the presence of noise), Jacod et al. (2009) (pre-averaging estimators) and references therein.", "latex": null, "type": "figure"}, "FIGREF2": {"text": ", Gri n and Oomen (2011), Christensen et al. (2010), and Barndor -Nielsen et al. (2011).", "latex": null, "type": "figure"}, "FIGREF3": {"text": ") D(L) = diag { ∆ d 1 , ... ,∆ dm }, where d 1 , ..., d m are degrees of fractional integration of each element of X t , ∆ d = (1 − L) d the fractional di erence operator and L the lag operator.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "O , d B , and d OB take into account the persistence or long-run dependency of volatility series. e O,t , e B,t , and e OB,t refer to volatility and covolatility innovations.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "5, oil prices are characterised by very high volatility over the whole period, with a break in the trend identi ed during the 2007-2008 global nancial crisis.Indeed, between March and August 2008, the crude oil price has more than doubled from $US 71 to $US 147 before declining to approximately $ 40 at the end of the year(Sehgal and Pandey, 2015). Volatilities of US banks' stock prices share some standard features. US banks' stock prices have been weakly volatile before 2007. High volatility persistence is then identi ed between 2007 and 2010. This period was marked by excessive volatility of US banks' securities due to their heavy cumulative accounting losses and the uncertain environment that prevailed at that time. From 2010, the volatility appeared to be lower but slightly more important than that of the pre-crisis period.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "in a scenario in which oil prices could fall below the breakeven point for an extended period. Both the coronavirus pandemic and Russia/OPEC price war are clear examples of adverse scenarios that may depress oil prices for a considerable period of time.", "latex": null, "type": "figure"}, "FIGREF8": {"text": ". These results indicate that all of the daily log realised volatility series are stationary in level.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "This table provides the results of bivariate VHAR models estimates run on the sub-period 1.There is a total of 986 observations for sub-period 1. The abbreviations JPM, BAC, CITIG, and WFC stand for JPMorgan Chase & Co, Bank of America Corporation, Citigroup Inc., and Wells Fargo & Company, respectively. Parameters associated with the volatility components of the bivariate VHAR are reported as follows: δ k,h (k = i, j with i, j = 1, 2 and i = j). ***, **, and * denote rejection of the null hypothesis of non-signi cance at 1%, 5%, or 10% critical level.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Orthogonalised VIRFs of oil price and Bank of America after exposure. Notes:", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Orthogonalised VIRFs of oil price and Wells Fargo & Co before exposure.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Orthogonalised VIRFs of oil price and Wells Fargo & Co after exposure. Notes:", "latex": null, "type": "figure"}, "TABREF0": {"text": "The volatility series of the oil prices and US banks' stock prices are a ected by their past values, as indicated by the signi cance at the 5% level of the coe cients α 1 and β 2 .This result shows a high degree of persistence in volatility series. No signi cant e ects of past covolatility on oil prices as well as on the US banks' stock prices volatilities are evidenced. We also nd that the covolatility serie does not signi cantly depend on its previous value. Second, our ndings reveal in all cases (that is, for each model and the whole period, as well as for the two sub-periods) signi cant volatility spillovers between 17", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "Estimates of bivariate VHAR models (sub-period 1).", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>JPM </td><td>WTI </td><td>BAC </td><td>WTI </td><td>CITIG </td><td>WTI </td><td>WFC </td><td>WTI\n</td></tr><tr><td>Mean\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>equation\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>δ0 </td><td>0.03*** </td><td>0.02*** </td><td>0.16*** </td><td>0.04** </td><td>0.14*** </td><td>0.02*** </td><td>0.13*** </td><td>0.03**\n</td></tr><tr><td>δi,1 </td><td>0.30*** </td><td>0.31*** </td><td>0.40*** </td><td>0.31*** </td><td>0.46*** </td><td>0.31*** </td><td>0.45*** </td><td>0.31***\n</td></tr><tr><td>δi,5 </td><td>0.78*** </td><td>0.65*** </td><td>0.38*** </td><td>0.65*** </td><td>0.31*** </td><td>0.65*** </td><td>0.33*** </td><td>0.65**\n</td></tr><tr><td>δi,22 </td><td>0.08*** </td><td>0.02*** </td><td>0.20*** </td><td>0.02*** </td><td>0.21*** </td><td>0.02*** </td><td>0.19*** </td><td>0.02***\n</td></tr><tr><td>δj,1 </td><td>0.01*** </td><td>0.001*** </td><td>0.05** </td><td>0.01*** </td><td>0.01** </td><td>0.01*** </td><td>0.03*** </td><td>0.01***\n</td></tr><tr><td>δj,5 </td><td>0.01** </td><td>0.03** </td><td>0.02*** </td><td>0.02** </td><td>0.05*** </td><td>0.01*** </td><td>0.08** </td><td>0.02***\n</td></tr><tr><td>δj,22 </td><td>0.02** </td><td>0.04*** </td><td>0.003** </td><td>0.02** </td><td>0.05*** </td><td>0.04** </td><td>0.06*** </td><td>0.05**\n</td></tr><tr><td>Variance\nequation\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>ω </td><td>0.002*** </td><td>0.01*** </td><td>0.01*** </td><td>0.004** </td><td>0.001*** </td><td>0.004** </td><td>0.02*** </td><td>0.004***\n</td></tr><tr><td>α </td><td>0.03*** </td><td>0.06*** </td><td>0.03*** </td><td>0.06*** </td><td>0.02*** </td><td>0.06*** </td><td>0.01*** </td><td>0.05***\n</td></tr><tr><td>β </td><td>0.93*** </td><td>0.86*** </td><td>0.90*** </td><td>0.87*** </td><td>0.96*** </td><td>0.87*** </td><td>0.80*** </td><td>0.87***\n</td></tr><tr><td>R2 </td><td>0.90 </td><td>0.90 </td><td>0.86 </td><td>0.90 </td><td>0.85 </td><td>0.90 </td><td>0.87 </td><td>0.90\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Estimates of bivariate VHAR models (sub-period 2).", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>After banks'oil exposure\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>January 4, 2010-June 30, 2016\n</td><td> </td><td> </td></tr><tr><td>Mean\n</td><td>JPM </td><td>WTI </td><td>BAC </td><td>WTI </td><td>CITIG </td><td>WTI </td><td>WFC </td><td>WTI\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>equation\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>δ0 </td><td>0.47*** </td><td>0.16*** </td><td>0.47*** </td><td>0.08*** </td><td>0.47*** </td><td>0.16*** </td><td>0.39*** </td><td>0.16***\n</td></tr><tr><td>δi,1 </td><td>0.37*** </td><td>0.22*** </td><td>0.34*** </td><td>0.23*** </td><td>0.37*** </td><td>0.23*** </td><td>0.38*** </td><td>0.23***\n</td></tr><tr><td>δi,5 </td><td>0.19*** </td><td>0.70*** </td><td>0.20*** </td><td>0.70*** </td><td>0.20*** </td><td>O.69*** </td><td>0.22*** </td><td>0.70***\n</td></tr><tr><td>δi,22 </td><td>0.34*** </td><td>0.06*** </td><td>0.36*** </td><td>0.04*** </td><td>0.34*** </td><td>0.06*** </td><td>0.33*** </td><td>0.06***\n</td></tr><tr><td>δj,1 </td><td>0.02*** </td><td>0.02** </td><td>0.09*** </td><td>0.02** </td><td>0.05*** </td><td>0.02* </td><td>0.07** </td><td>0.03**\n</td></tr><tr><td>δj,5 </td><td>0.05*** </td><td>0.03*** </td><td>0.08** </td><td>0.03*** </td><td>0.10*** </td><td>0.03*** </td><td>0.12*** </td><td>0.03***\n</td></tr><tr><td>δj,22 </td><td>0.05*** </td><td>0.07** </td><td>0.03*** </td><td>0.04*** </td><td>0.06*** </td><td>0.07** </td><td>0.07*** </td><td>0.03***\n</td></tr><tr><td>Variance\nequation\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>ω </td><td>0.08*** </td><td>0.003*** </td><td>0.09*** </td><td>0.002*** </td><td>0.08*** </td><td>0.003*** </td><td>0.07*** </td><td>0.002***\n</td></tr><tr><td>α </td><td>0.06*** </td><td>0.05*** </td><td>0.16*** </td><td>0.05*** </td><td>0.06*** </td><td>0.06*** </td><td>0.09*** </td><td>0.06***\n</td></tr><tr><td>β </td><td>0.08*** </td><td>0.91*** </td><td>0.14*** </td><td>0.91*** </td><td>0.08*** </td><td>0.91*** </td><td>0.03*** </td><td>0.91***\n</td></tr><tr><td>R2 </td><td>0.54 </td><td>0.83 </td><td>0.50 </td><td>0.87 </td><td>0.54 </td><td>0.83 </td><td>0.64 </td><td>0.83\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Note: This table provides the results of bivariate VHAR models estimates run on the sub-period 2.There is a total of 1613 observations for sub-period 2. The abbreviations JPM, BAC, CITIG, and WFC stand for JPMorgan Chase & Co, Bank of America Corporation, Citigroup Inc., and Wells Fargo & Company, respectively. Parameters associated with the volatility components of the bivariate VHAR", "latex": null, "type": "table"}, "TABREF6": {"text": "table by forcing banks to invest in this costlier energy sector to hold more capital against such investments(Azar, 2017). Another issue that remains unresolved relates to the exposure of shale oil companies to bank interest rate uctuations. In particular, there is evidence regarding the close links between the US banking sector and oil market that more diversi ed funding is required for shale oil companies to become more resilient to changes in banks' risk aversion or 26 monetary policy shocks. Consequently, shale oil companies should reduce their credit exposure to the banking sector in favour of self-nancing in line with conventional oil companies.Table A.1: Estimates of trivariate VARFIMA (1, d, 0) models for the whole period. Granger-causality Test (H0): X 1 does not granger cause X 2 Note: This table provides the results of the estimation of the bivariate VARFIMA models run on the whole study period. The abbreviations JPM, BAC, CITIG, and WFC stand for JPMorgan Chase & Co, Bank of America Corporation, Citigroup Inc., and Wells Fargo & Company, respectively. Reported values for theGranger-causality test are P-values. ***, **, and * denote respectively rejection of the null hypothesis of non-signi cance at 1%, 5%, or 10% critical level.", "latex": null, "type": "table"}, "TABREF7": {"text": "2: Results of the unit root tests.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Unit Root tests\n</td></tr><tr><td> </td><td>ADF </td><td>ERS </td><td>ZA\n</td></tr><tr><td>Whole sample: January 3, 2006-June 30, 2016\n</td><td> </td><td> </td></tr><tr><td>JPM </td><td>4.87*** </td><td>4.43*** </td><td>9.47***\n</td></tr><tr><td>BAC </td><td>4.59*** </td><td>4.11*** </td><td>9.46***\n</td></tr><tr><td>CITIG </td><td>4.01*** </td><td>4.27*** </td><td>6.77***\n</td></tr><tr><td>WFC </td><td>3.57*** </td><td>3.58*** </td><td>8.73***\n</td></tr><tr><td>OIL </td><td>4.16*** </td><td>4.20** </td><td>7.97**\n</td></tr><tr><td>Sub-period 1: January 3, 2006-December 31, 2009\nJPM </td><td>3.19** </td><td>3.63*** </td><td>6.02***\n</td></tr><tr><td>BAC </td><td>0.68 </td><td>2.08** </td><td>5.98***\n</td></tr><tr><td>CITIG </td><td>3.20** </td><td>2.46** </td><td>6.14***\n</td></tr><tr><td>WFC </td><td>2.90** </td><td>3.43** </td><td>6.16***\n</td></tr><tr><td>OIL </td><td>0.59 </td><td>2.47 </td><td>5.38**\n</td></tr><tr><td>Sub-period 2: January 4, 2010-June 30, 2016\nJPM </td><td>10.19*** </td><td>5.43*** </td><td>10.44***\n</td></tr><tr><td>BAC </td><td>7.93*** </td><td>7.59*** </td><td>10.59***\n</td></tr><tr><td>CITIG </td><td>10.20*** </td><td>5.54*** </td><td>10.44***\n</td></tr><tr><td>WFC </td><td>8.34*** </td><td>7.69*** </td><td>10.20***\n</td></tr><tr><td>OIL </td><td>3.48*** </td><td>3.23** </td><td>4.96**\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The author thanks the editor and two anonymous referees for useful remarks and suggestions.The author is also very grateful to Christophe Boucher and Panagiotis Koutroumpis for constructive and helpful comments.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": " Figure B .1: Orthogonalised VIRFs of oil price and JP Morgan before exposure. Notes: As a reminder, X 1,t and X 2,t represent the realised return volatilities of respectively bank stock price and oil price. The bold line is the orthogonalised impulse response, and the two light lines build the 95% con dence interval.", "cite_spans": [], "ref_spans": [{"start": 1, "end": 9, "text": "Figure B", "ref_id": null}], "section": "Appendix B"}]}