{"paper_id": "2b7a35df4f98844f1679ced47db5689489af190a", "metadata": {"title": "Impact of blunt chest trauma on outcome after traumatic brain injury-a matched-pair analysis of the TraumaRegister DGU®", "authors": [{"first": "Mark", "middle": [], "last": "Schieren", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Frank", "middle": [], "last": "Wappler", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Arasch", "middle": [], "last": "Wafaisade", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rolf", "middle": [], "last": "Lefering", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Samir", "middle": ["G"], "last": "Sakka", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jost", "middle": [], "last": "Kaufmann", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hi-Jae", "middle": [], "last": "Heiroth", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jerome", "middle": [], "last": "Defosse", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Andreas", "middle": ["B"], "last": "Böhmer", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Traumatic brain injury (TBI) is associated with high rates of long-term disability and mortality. Our aim was to investigate the effects of thoracic trauma on the in-hospital course and outcome of patients with TBI. Methods: We performed a matched pair analysis of the multicenter trauma database TraumaRegisterDGU® (TR-DGU) in the 5-year period from 2012 to 2016. We included adult patients (≥18 years of age) with moderate to severe TBI (abbreviated injury scale (AIS)= 3-5). Patients with isolated TBI (group 1) were compared to patients with TBI and varying degrees of additional blunt thoracic trauma (AIS Thorax = 2-5) (group 2). Matching criteria were gender, age, severity of TBI, initial GCS and presence/absence of shock. The χ 2 -test was used for comparing categorical variables and the Mann-Whitney-U-test was chosen for continuous parameters. Statistical significance was defined by a p-value < 0.05.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: A total of 5414 matched pairs (10,828 patients) were included. The presence of additional thoracic injuries in patients with TBI was associated with a longer duration of mechanical ventilation and a prolonged ICU and hospital length of stay. Additional thoracic trauma was also associated with higher mortality rates. These effects were most pronounced in thoracic AIS subgroups 4 and 5. Additional thoracic trauma, regardless of its severity (AIS Thorax ≥2) was associated with significantly decreased rates of good neurologic recovery (GOS = 5) after TBI. Conclusions: Chest trauma in general, regardless of its initial severity (AIS Thorax = 2-5), is associated with decreased chance of good neurologic recovery after TBI. Affected patients should be considered \"at risk\" and vigilance for the maintenance of optimal neuro-protective measures should be high.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Traumatic brain injury (TBI) is associated with high rates of long-term disability and mortality. Main interventions in critical care, such as early tracheal intubation, mechanical ventilation, intracranial pressure monitoring -in order to quantify cerebral perfusion pressure -aim to reduce the risk for secondary neurologic injuries. Avoiding hypoxemia, hypercarbia and arterial hypotension are essential to maintain adequate tissue oxygenation and intracranial pressure (ICP) homeostasis. Presumably, the integrity of the respiratory system is a substantial element for optimal respiratory care in patients with moderate to severe TBI. In thoracic trauma, however, impaired alveolar gas exchange occurs frequently, resulting from lung contusions, pleural pathologies, disturbed ventilation mechanics or the development of acute respiratory distress syndrome (ARDS). A recently published retrospective analysis found severe thoracic trauma to be a risk factor for early-onset ventilator-associated pneumonia with negative consequences on cerebral oxygenation [1] .", "cite_spans": [{"start": 1061, "end": 1064, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Background"}, {"text": "In addition, established supportive measures in respiratory care, such as lung protective ventilation, recruitment maneuvers, ventilation with high positive end-expiratory pressure (PEEP) levels, permissive hypercapnia, prone positioning or extracorporeal support may have detrimental effects on TBI [2] . Hence, we hypothesized that additional thoracic injuries may have a negative impact on outcome after traumatic brain injury. Therefore, the German trauma registry, TraumaRegister DGU®, was examined to compare clinical outcomes of patients with isolated TBI to those with comparable intracranial injury severity and baseline characteristics, yet with additional thoracic injuries of varying degrees.", "cite_spans": [{"start": 300, "end": 303, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Background"}, {"text": "The multicenter TraumaRegister DGU® (TR-DGU) database was accessed to identify cases of TBI with and without additional blunt chest trauma to investigate its impact on neurologic and overall outcome. The Trau-maRegister DGU® of the German Trauma Society was founded in 1993. The aim of this multi-center database is a pseudonymised and standardized documentation of severely injured patients. Data are collected prospectively in consecutive time phases from the site of the accident until discharge from hospital. The documentation includes detailed information on demographics, injury pattern, comorbidities, pre-and in-hospital management, course on intensive care unit and outcome of each individual. Trauma patients who are admitted via the emergency room with subsequent intensive care or intermediate care treatment (ICU/ICM) or those who reach the hospital with vital signs and die before admission to ICU are included. Participating hospitals are primarily located in Germany (90%), but a rising number of hospitals of other countries -with differing treatment algorithms -contribute data as well. Currently, approx. 35, 000 cases from almost 700 hospitals are entered into the database per year. Participation in TraumaRegister DGU® is voluntary. For hospitals associated with Trau-maNetzwerk DGU®, however, the entry of at least a basic data set is obligatory for reasons of quality assurance. As a compulsory tool for quality assessment, no informed consent is necessary for data collection. Participation in TraumaRegister-DGU® and analysis of data are approved by the participants' institutional ethical review boards. Scientific data analysis is approved according to a peerreview procedure established by the Committee on Emergency Medicine, Intensive Care and Trauma Management (Sektion NIS) of the German Trauma Society. The TraumaRegister DGU® is approved by the review board of the German Trauma Society and is in compliance with the institutional requirements of its members. The present study is in line with the publication guidelines of the TraumaRegister DGU® and registered as TR-DGU project ID 2017-040.", "cite_spans": [], "ref_spans": [], "section": "Database"}, {"text": "Patients in the 5-year period from 2012 to 2016 with complete basic data sets were screened. During that period 189,559 cases were entered into the database. We included adult patients (≥18 years of age) with TBI (abbreviated injury scale (AIS) Head = 3, 4 or 5) who were primarily admitted to participating trauma centers in Germany (Fig. 1) . The AIS Head did not include injuries of the face and neck. Patients who were admitted secondarily or transferred to other hospitals as well as patients with severe injuries (AIS ≥3) in other body regions, apart from the head and chest, were excluded. Patients with penetrating chest trauma or unsurvivable/ fatal thoracic injuries (AIS Thorax = 6) were also excluded. Furthermore, we excluded cases that were treated in trauma centers without a department for neurosurgery or had missing values for the Glasgow Coma Scale (GCS), Glasgow Outcome Scale (GOS) or the presence/ absence of shock, defined as systolic blood pressure ≤90 mmHg.", "cite_spans": [], "ref_spans": [{"start": 334, "end": 342, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Patients"}, {"text": "After applying inclusion and exclusion criteria, 18,034 patients entered the matching process. We identified matching pairs that had comparable gender, age, severity of traumatic brain injury, initial GCS, presence/absence of shock. To create two study groups, one partner of every pair had additional thoracic injuries of varying degrees (i.e. AIS Thorax = 2, 3, 4 or 5) (Fig. 1) .", "cite_spans": [], "ref_spans": [{"start": 372, "end": 380, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Patients"}, {"text": "Matching pairs were included in the statistical analysis to determine the impact of thoracic trauma on TBI outcome. The functional outcome after TBI, as described by the GOS at hospital discharge was the primary outcome of our study. Unfavorable outcomes were defined as inhospital death (GOS = 1), persistent vegetative state (GOS = 2), severe disability (GOS = 3) or moderate disability (GOS = 4). The sample size of the study was determined by the availability of suitable matching pairs. We described basic patient characteristics and injury patterns and analyzed the hospital course as secondary outcomes.", "cite_spans": [], "ref_spans": [], "section": "Patients"}, {"text": "Statistical analysis was performed with SPSS Statistics® (IBM Corp., Armonk, USA, version 25). The χ 2 -test was used for comparing categorical variables and the Mann-Whitney-U-test was chosen for continuous parameters. Statistical significance was defined by a p-value < 0.05.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "A total of 5414 matched pairs (10,828 patients) was included (group 1 = TBI only; group 2 = TBI + chest trauma). There were no missing data. Both groups were comparable with regard to age, gender, and head trauma severity as well as rates of shock before/at emergency department (ED) admission and initial GCS ≤ 8 (Table 1) . Car and motorbike accidents were more frequently seen in patients with chest trauma (Table 1) . Patients with isolated TBI sustained their injuries most frequently from falls from low height (< 3 m). Patients in group 2 had additional chest trauma, resulting in higher values for injury severity scores ( Table 1 ). The study cohort was divided into 4 subgroups according to chest trauma severity (AIS Thorax = 2/3/4/5). Mean initial GCS values were comparable in all matched subgroups. There was a relevant proportion of the cases that either presented with very low or very high GCS scores (GCS score = 3: 21%; GCS score = 14/15: 34%). Moderate concomitant thoracic injuries (AIS Thorax = 2-3), did not affect hemoglobin concentration, base excess, platelet counts, International Normalized Ratio (INR) and activated Partial Thromboplastin Time on hospital admission (Additional file 1: Table S1 ). In case of more severe thoracic trauma (AIS Thorax = 4-5), however, admission laboratory values demonstrate lower hemoglobin concentration and base excess and an increased activated Partial Thromboplastin Time (Additional file 1: Table S1 ).", "cite_spans": [], "ref_spans": [{"start": 314, "end": 323, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 410, "end": 419, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 631, "end": 638, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1215, "end": 1223, "text": "Table S1", "ref_id": "TABREF0"}, {"start": 1457, "end": 1465, "text": "Table S1", "ref_id": "TABREF0"}], "section": "Patients"}, {"text": "In patients with TBI, the presence of additional thoracic injuries was associated with a significantly longer duration of mechanical ventilation and prolonged ICU and hospital length of stay (Table 2 ). In case of additional thoracic injuries (AIS Thorax = 3-5), the need for red blood cell transfusion within the first 48 h after hospital admission was higher. The presence of chest injuries was also associated with higher overall mortality rates after TBI ( Table 2) .", "cite_spans": [], "ref_spans": [{"start": 191, "end": 199, "text": "(Table 2", "ref_id": "TABREF1"}, {"start": 461, "end": 469, "text": "Table 2)", "ref_id": "TABREF1"}], "section": "Impact of chest trauma on ICU and hospital course after TBI"}, {"text": "Additional thoracic trauma was associated with worse neurologic outcome after TBI (Table 2 and Fig. 2 ). Unfavorable outcomes (GOS = 1-4) were more likely and good neurologic recovery (GOS = 5) occurred less frequently compared to patients with isolated TBI ( Table  2 ). The negative impact of thoracic trauma on outcomes was most pronounced with regard to the number of patients that were discharged with good neurologic function. The chance of good neurologic recovery decreased if patients sustained additional thoracic injuries, regardless of the severity of these injuries (i.e. AIS Thorax ≥ 2) (Fig. 2 ).", "cite_spans": [], "ref_spans": [{"start": 82, "end": 90, "text": "(Table 2", "ref_id": "TABREF1"}, {"start": 95, "end": 101, "text": "Fig. 2", "ref_id": null}, {"start": 260, "end": 268, "text": "Table  2", "ref_id": "TABREF1"}, {"start": 601, "end": 608, "text": "(Fig. 2", "ref_id": null}], "section": "Impact of chest trauma on neurologic recovery after TBI"}, {"text": "This matched pair analysis investigating the impact of chest trauma on outcome after TBI, demonstrated that additional thoracic injuries are associated with higher mortality rates as well as longer duration of mechanical ventilation, ICU and hospital length of stay, confirming previous findings from smaller cohorts [3, 4] . However, it is a novel finding that chest trauma in general, regardless of its initial severity (i.e. AIS Thorax ≥ 2), is associated with decreased chance of good neurologic recovery after TBI. Impaired neurologic recovery would be expected in case of serious or critical thoracic injuries, as these are frequently associated with severe hypoxemia or hypercarbia (i.e. pleural pathologies, lung contusions, ARDS) and circulatory shock -conditions which are known to have subsequent detrimental effects on TBI outcome (i.e. hypoxemia, increased ICP, poor cerebral perfusion) [4] [5] [6] [7] [8] [9] [10] [11] . However, according to our results even minor forms of chest trauma (i.e. AIS = 2) are likely to decrease chance of good neurologic recovery, although one would expect that gas exchange and systemic perfusion would be less impaired by minor thoracic injuries. So far, evidence on the impact of chest trauma on functional outcome after TBI is mostly limited to small retrospective analyses. Results of a previous unmatched retrospective single center analysis of 505 TBI patients indicate that a Pulmonary Contusion Score ≥ 6, AIS Thorax ≥ 3, increasing age, increasing Thoracic Trauma Severity Score values, lower GCS, and abnormal pupillary function at hospital admission were associated with higher rates of unfavorable outcomes (i.e. GOS = 1-3) [3] . Given the unmatched nature of the study, especially with regard to initial GCS and low incidence of relevant chest trauma (AIS ≥ 3 = 8.1% of patients), the external validity of these findings and comparability to our study is limited. Our results are in line with those from a paediatric cohort that also found decreased rates of favorable neurologic function at hospital discharge and 6 months after discharge in case patients with TBI presented with pulmonary contusions [4] .", "cite_spans": [{"start": 317, "end": 320, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 321, "end": 323, "text": "4]", "ref_id": "BIBREF3"}, {"start": 900, "end": 903, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 904, "end": 907, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 908, "end": 911, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 912, "end": 915, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 916, "end": 919, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 920, "end": 923, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 924, "end": 928, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 929, "end": 933, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1683, "end": 1686, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 2162, "end": 2165, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Discussion"}, {"text": "However, there is also a study that could not demonstrate a negative impact of chest trauma on outcome after TBI. This retrospective matched pair analysis of polytraumatized patients with TBI did not find a negative impact of concomitant pulmonary contusions and impaired paO 2 /FiO 2 -ratio on morbidity or mortality [8] .", "cite_spans": [{"start": 318, "end": 321, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "Considering that other conditions harmful to neurologic recovery, such as arterial hypotension, coagulopathy, hypovolemia and anemia are common in patients with multiple trauma, the additional impact of impaired paO 2 /FiO 2 -ratio on overall outcome may be limited. However, the study may have been underpowered (n = 180) to detect statistically significant differences.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our findings should raise awareness regarding the identification of patients at risk and maintenance of optimal neuro-supportive conditions after TBI. To allow for adequate risk stratification of patients with TBI presenting with a relevant mechanism of injury, yet without clinical signs of thoracic injuries at hospital admission, a chest CT scan may be warranted to assess the presence Fig. 2 Impact of additional chest trauma (AIS Thorax = 2 / 3 / 4 / 5) on relative probability of good neurologic recovery (GOS = 5) after TBI. Each AIS Thorax -subgroup was compared to their respective matching partners with identical TBI severity and baseline characteristics, yet without additional thoracic trauma. Error bars indicate 95%-confidence intervals of the relative probability and severity of additional undetected thoracic injuries. This is of particular importance in elderly patients, who are at an increased risk for TBI. In the elderly, TBI is most commonly sustained from low energy mechanisms, such as falls [12, 13] . In this context, however, CT imaging of the chest may not necessarily be part of the workup of every patient with presumed isolated TBI. However, thoracic trauma is common in the elderly and minor injuries may be missed without CT, as they may present with normal clinical exam and chest x-ray findings [14, 15] . Without the recognition of the harmful effects of concomitant minor chest trauma, risk stratification and appropriate patient disposition is not possible. Furthermore, secondary hits on cerebral metabolism, such as hypoxemia, hypercarbia, significant anemia, poor cerebral perfusion must be avoided. In non-intubated patients, early use of non-invasive ventilation or high-flow nasal oxygen may provide suitable treatment options to improve pulmonary function and gas exchange. Adequate analgesia is of particular importance in thoracic trauma to improve respiratory mechanics and autonomous mobilisation of bronchial secretions. Early treatment (e.g. chest drain) of posttraumatic pleural pathologies may be helpful to decrease the risk for respiratory impairment. Furthermore, maintenance of adequate cerebral perfusion (i.e. early vasopressor therapy and volume replacement) and normoglycemia are helpful to avoid secondary neurologic insults. This may be difficult in patients with hemorrhage from additional injuries, as blood pressure levels required for adequate cerebral perfusion may increase blood loss from uncontrolled bleeding sites. As even brief episodes of hypotension may have significant impact on TBI mortality and functional outcome, the risk and benefits of adequate cerebral perfusion must be carefully weighed [9] .", "cite_spans": [{"start": 1018, "end": 1022, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 1023, "end": 1026, "text": "13]", "ref_id": "BIBREF12"}, {"start": 1332, "end": 1336, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 1337, "end": 1340, "text": "15]", "ref_id": "BIBREF14"}, {"start": 2676, "end": 2679, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 389, "end": 395, "text": "Fig. 2", "ref_id": null}], "section": "Discussion"}, {"text": "As any retrospective analysis of registry data, our study is subject to certain limitations. As we are restricted to the recorded items of the registry data set, not all information of interest (e.g. incidence/severity of hypoxemia or hypercarbia, cerebral perfusion and ICP values) is available. Although we are able to demonstrate that chest trauma is associated with worse outcome after TBI, we can merely speculate on causative mechanisms. In case of severe chest trauma (AIS Thorax = 4-5) , laboratory values at hospital admission and transfusion requirements may indicate higher rates of hemorrhage, coagulopathy and shock. This would certainly be expected to negatively influence TBI outcome. For less severe thoracic injuries (AIS Thorax = 2-3), however, we could not deduce a specific potential causative mechanism from the available data. Chest trauma is related to several determinants of TBI outcome, yet, based on the dataset of the TraumaRegister DGU® further differentiation of particular effects is not possible. Apart from compromising respiratory function, the presence of chest trauma inevitably increases overall injury severity and thereby contributes to posttraumatic systemic inflammatory response, which is known to exert negative effects on outcome after TBI [16] . However, as details on ventilation strategies, gas exchange or inflammatory markers are missing from the registry's dataset, the extent and interaction of these effects remain unclear. The evaluation of the neurological function of survivors by the GOS is limited to 4 major categories. As the spectrum of disability within the categories is relatively broad and the classification of patient status may be biased by subjective interpretation of treating physicians, a more objective and detailed assessment of neurologic function at hospital discharge would be desirable. Good neurologic recovery was defined as a GOS score of 5. Compared to other GOS scores (i.e. GOS 2-4), we considered a GOS of 5 to be a relatively unambiguous description of neurologic function. Furthermore, optimizing the chance for good neurologic recovery is the main goal of TBI therapy.", "cite_spans": [{"start": 487, "end": 493, "text": "= 4-5)", "ref_id": null}, {"start": 1284, "end": 1288, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "The external validity of our findings are limited to adult patients with TBI that are treated in trauma and critical care systems similar to German standards of care.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "As the TraumaRegister DGU® observation period ends at hospital discharge, the effect of thoracic trauma on long-term outcome after TBI remains unclear. Although the long-term predictive accuracy of GOS levels after TBI has been demonstrated [17] , it is unclear whether there are differences in delayed neurologic recovery, which occurs in up to 30% of patients [18] .", "cite_spans": [{"start": 241, "end": 245, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 362, "end": 366, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "Future analyses that closely analyze vital signs (e.g. ICP and cerebral perfusion pressure) and gas exchange, specific posttraumatic inflammatory, pulmonary, circulatory or intracranial complications as well as long term outcome are required for a differentiated assessment of the negative impact of chest trauma on neurologic function.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "We conclude that additional chest trauma, regardless of its severity, is associated with worse outcome after TBI. There is urgent need for investigation of causative mechanisms. Furthermore, affected patients should be considered \"at risk\" and vigilance for the maintenance of optimal neuro-protective measures should be high.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Early-onset ventilator-associated pneumonia in patients with severe traumatic brain injury: incidence, risk factors, and consequences in cerebral oxygenation and outcome", "authors": [{"first": "P", "middle": [], "last": "Esnault", "suffix": ""}, {"first": "C", "middle": [], "last": "Nguyen", "suffix": ""}, {"first": "J", "middle": [], "last": "Bordes", "suffix": ""}], "year": 2017, "venue": "Neurocrit Care", "volume": "27", "issn": "2", "pages": "187--98", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Acute lung injury in patients with severe brain injury: a double hit model", "authors": [{"first": "L", "middle": [], "last": "Mascia", "suffix": ""}], "year": 2009, "venue": "Neurocrit Care", "volume": "11", "issn": "3", "pages": "417--443", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Impact of thoracic injury on traumatic brain injury outcome", "authors": [{"first": "D", "middle": [], "last": "Dai", "suffix": ""}, {"first": "Q", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Sun", "suffix": ""}], "year": 2013, "venue": "PLoS One", "volume": "8", "issn": "9", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Effect of a lung contusion on the prognosis of severe head injury in the child", "authors": [{"first": "G", "middle": [], "last": "Orliaguet", "suffix": ""}, {"first": "S", "middle": [], "last": "Rakotoniaina", "suffix": ""}, {"first": "P", "middle": [], "last": "Meyer", "suffix": ""}], "year": 2000, "venue": "Ann Fr Anesth Reanim", "volume": "19", "issn": "3", "pages": "164--70", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The role of secondary brain injury in determining outcome from severe head injury", "authors": [{"first": "R", "middle": ["M"], "last": "Chesnut", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Marshall", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Klauber", "suffix": ""}], "year": 1993, "venue": "J Trauma", "volume": "34", "issn": "2", "pages": "216--238", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Prehospital hypoxia affects outcome in patients with traumatic brain injury: a prospective multicenter study", "authors": [{"first": "J", "middle": ["H"], "last": "Chi", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Knudson", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Vassar", "suffix": ""}], "year": 2006, "venue": "J Trauma", "volume": "61", "issn": "5", "pages": "1134--1175", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Measuring the burden of secondary insults in head-injured patients during intensive care", "authors": [{"first": "P", "middle": ["A"], "last": "Jones", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Andrews", "suffix": ""}, {"first": "S", "middle": [], "last": "Midgley", "suffix": ""}], "year": 1994, "venue": "J Neurosurg Anesthesiol", "volume": "6", "issn": "1", "pages": "4--14", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Pulmonary contusion in severe head trauma patients: impact on gas exchange and outcome", "authors": [{"first": "M", "middle": [], "last": "Leone", "suffix": ""}, {"first": "J", "middle": [], "last": "Albanese", "suffix": ""}, {"first": "S", "middle": [], "last": "Rousseau", "suffix": ""}], "year": 2003, "venue": "Chest", "volume": "124", "issn": "6", "pages": "2261--2267", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Hypotension, hypoxia, and head injury: frequency, duration, and consequences", "authors": [{"first": "G", "middle": [], "last": "Manley", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Knudson", "suffix": ""}, {"first": "D", "middle": [], "last": "Morabito", "suffix": ""}], "year": 2001, "venue": "Arch Surg", "volume": "136", "issn": "10", "pages": "1118--1141", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Predictors of in-hospital mortality and 6-month functional outcomes in older adults after moderate to severe traumatic brain injury", "authors": [{"first": "W", "middle": ["K"], "last": "Utomo", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Gabbe", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Simpson", "suffix": ""}], "year": 2009, "venue": "Injury", "volume": "40", "issn": "9", "pages": "973--980", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Prognostic value of secondary insults in traumatic brain injury: results from the IMPACT study", "authors": [{"first": "G", "middle": ["S"], "last": "Mchugh", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Engel", "suffix": ""}, {"first": "I", "middle": [], "last": "Butcher", "suffix": ""}], "year": 2007, "venue": "J Neurotrauma", "volume": "24", "issn": "2", "pages": "287--93", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Injury mechanisms, patterns and outcomes of older polytrauma patients-an analysis of the Dutch trauma registry", "authors": [{"first": "R", "middle": [], "last": "De Vries", "suffix": ""}, {"first": "Ihf", "middle": [], "last": "Reininga", "suffix": ""}, {"first": "O", "middle": [], "last": "Pieske", "suffix": ""}], "year": 2018, "venue": "PLoS One", "volume": "13", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Traumatic brain injury in older adults: characteristics, causes and consequences", "authors": [{"first": "L", "middle": ["A"], "last": "Harvey", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Close", "suffix": ""}], "year": 2012, "venue": "Injury", "volume": "43", "issn": "11", "pages": "1821--1827", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Pulmonary contusions in the elderly after blunt trauma: incidence and outcomes", "authors": [{"first": "A", "middle": [], "last": "Bader", "suffix": ""}, {"first": "U", "middle": [], "last": "Rahman", "suffix": ""}, {"first": "M", "middle": [], "last": "Morris", "suffix": ""}], "year": 2018, "venue": "J Surg Res", "volume": "230", "issn": "", "pages": "110--116", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Whole body imaging in blunt multisystem trauma patients without obvious signs of injury: results of a prospective study", "authors": [{"first": "A", "middle": [], "last": "Salim", "suffix": ""}, {"first": "B", "middle": [], "last": "Sangthong", "suffix": ""}, {"first": "M", "middle": [], "last": "Martin", "suffix": ""}], "year": 2006, "venue": "Arch Surg", "volume": "141", "issn": "5", "pages": "468--73", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Clinical evidence of inflammation driving secondary brain injury: a systematic review", "authors": [{"first": "H", "middle": ["E"], "last": "Hinson", "suffix": ""}, {"first": "S", "middle": [], "last": "Rowell", "suffix": ""}, {"first": "M", "middle": [], "last": "Schreiber", "suffix": ""}], "year": 2015, "venue": "J Trauma Acute Care Surg", "volume": "78", "issn": "1", "pages": "184--91", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Predicting long-term global outcome after traumatic brain injury: development of a practical prognostic tool using the traumatic brain injury model systems National Database", "authors": [{"first": "W", "middle": ["C"], "last": "Walker", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Stromberg", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Marwitz", "suffix": ""}], "year": 2018, "venue": "J Neurotrauma", "volume": "35", "issn": "14", "pages": "1587--95", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Long-term and delayed functional recovery in patients with severe cerebrovascular and traumatic brain injury requiring tracheostomy", "authors": [{"first": "R", "middle": [], "last": "Wabl", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Williamson", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Pandey", "suffix": ""}], "year": 2018, "venue": "J Neurosurg", "volume": "131", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Publisher's Note", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Flow", "latex": null, "type": "figure"}, "TABREF0": {"text": "Basic characteristics of the matched study groups (n = 10,828 patients) Glasgow Coma Scale, SD Standard deviation ISS Injury Severity Score, AIS Abbreviated Injury Scale ED Emergency department, TBI Traumatic brain injury MVA Motor vehicle accident", "latex": null, "type": "table"}, "TABREF1": {"text": "Clinical outcomes of the matched study groups (n = 10.828 patients) PRBC Packed red blood cells, ED Emergency department AIS Abbreviated Injury Scale, GOS Glasgow Outcome Scale", "latex": null, "type": "table"}}, "back_matter": [{"text": "None.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Supplementary information accompanies this paper at https://doi.org/10. 1186/s13049-020-0708-1.Additional file 1: Table S1 . Laboratory results at the time of hospital admission of the matched study groups (n = 10,828 patients). ", "cite_spans": [], "ref_spans": [{"start": 114, "end": 122, "text": "Table S1", "ref_id": null}], "section": "Supplementary information"}, {"text": "There was no funding.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "Apart from data included in the manuscript supporting the conclusions of this article, datasets of the TraumaRegisterDGU® are not publicly accessible. Data access requires permission by the Committee on Emergency Medicine, Intensive Care and Trauma Management (Sektion NIS) of the German Trauma Society.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "The TraumaRegister DGU® is a voluntary registry. As a compulsory tool for quality assessment, no informed consent is necessary for data collection. Participation in TraumaRegister-DGU® and analysis of data are approved by the participants' institutional ethical review boards. Institutional ethical review board agreement documents were not administered by TraumaRegister DGU®. Scientific data analysis is approved according to a peer-review procedure established by the Committee on Emergency Medicine, Intensive Care and Trauma Management (Sektion NIS) of the German Trauma Society. The TraumaRegister DGU® is approved by the review board of the German Trauma Society and is in compliance with the institutional requirements of its members. The present investigation has been approved and registered under DGU 2017-040 by the institutional review board of the TraumaRegisterDGU®.", "cite_spans": [], "ref_spans": [], "section": "Ethics approval and consent to participate"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "Rolf Lefering: Our institution (IFOM, University Witten/Herdecke) has a service agreement with AUC GmbH who is operating the TraumaRegister DGU® data. This agreement includes statistical support in scientific analyses using registry data. The remaining authors have no conflict of interest to declare.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}