{"paper_id": "2b81cdad690d8b6667b5399453bf9e4a73707640", "metadata": {"title": "Journal Pre-proof A Systematic Review on Guidelines and Recommendations for Urology Standard of Care During the COVID-19 Pandemic A Systematic Review on Guidelines and Recommendations for Urology Standard of Care During the COVID-19 Pandemic", "authors": [{"first": "Lobo", "middle": [], "last": "Flavio", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Stacy", "middle": [], "last": "Heldwein", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Marcelo", "middle": ["Langer"], "last": "Loeb", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ashwin", "middle": ["Narasimha"], "last": "Wroclawski", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Arie", "middle": [], "last": "Sridhar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Fabio", "middle": ["Sepulveda"], "last": "Carneiro", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jeremy", "middle": [], "last": "Lima", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Yuen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chun", "middle": [], "last": "Teoh", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Chinese University of Hong Kong", "location": {"settlement": "Hong Kong"}}, "email": ""}, {"first": "Flavio", "middle": [], "last": "Lobo Heldwein", "suffix": "", "affiliation": {"laboratory": "", "institution": "Federal University of Santa Catarina and Baiasul Medical Hospital", "location": {"settlement": "Florianopolis", "country": "Brazil"}}, "email": ""}, {"first": "Stacy", "middle": [], "last": "Loeb", "suffix": "", "affiliation": {"laboratory": "", "institution": "New York University and Manhattan Veterans Affairs Medical Center", "location": {"settlement": "New York", "region": "NY", "country": "USA"}}, "email": ""}, {"first": "Marcelo", "middle": [], "last": "Langer Wroclawski", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Israelita Albert Einstein", "location": {"settlement": "Sao Paulo", "country": "Brazil"}}, "email": ""}, {"first": "Ashwin", "middle": ["Narasimha"], "last": "Sridhar", "suffix": "", "affiliation": {"laboratory": "", "institution": "University College London Hospitals", "location": {"settlement": "London", "country": "UK"}}, "email": ""}, {"first": "Arie", "middle": [], "last": "Carneiro", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Israelita Albert Einstein", "location": {"settlement": "Sao Paulo", "country": "Brazil"}}, "email": ""}, {"first": "Fabio", "middle": ["Sepulveda"], "last": "Lima", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidade Estadual do Sudoeste da Bahia", "location": {"settlement": "Salvador", "country": "Brazil"}}, "email": ""}, {"first": "Jeremy", "middle": [], "last": "Yuen", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Context: The first case of the new coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV2), was identified in Wuhan, China, in late 2019. Since then, the coronavirus disease 2019 (COVID-19) outbreak was reclassified as a pandemic, and health systems around the world have faced an unprecedented challenge. Objective: To summarize guidelines and recommendations on the urology standard of care during the COVID-19 pandemic. were retrieved using MEDLINE, EMBASE, and CINAHL. This was supplemented by searching the web pages of international urology societies. Our inclusion criteria were guidelines, recommendations, or best practice statements by international urology organizations and reference centers about urological care in different phases of the COVID-19 pandemic. Our systematic review was conducted according to the Preferred Reporting Items for J o u r n a l P r e -p r o o f Systematic Reviews and Meta-analyses (PRISMA) statement. Of 366 titles identified, 15 guidelines met our criteria. Evidence synthesis: Of the 15 guidelines, 14 addressed emergency situations and 12 reported on assessment of elective uro-oncology procedures. There was consensus on postponing radical prostatectomy except for high-risk prostate cancer, and delaying treatment for low-grade bladder cancer, small renal masses up to T2, and stage I seminoma. According to nine guidelines that addressed endourology, obstructed or infected kidneys should be decompressed, whereas nonobstructing stones and stent removal should be rescheduled. Five guidelines/recommendations discussed laparoscopic and robotic surgery, while the remaining recommendations focused on outpatient procedures and consultations. All recommendations represented expert opinions, with three specifically endorsed by professional societies. Only the European Association of Urology guidelines provided evidence-based levels of evidence (mostly level 3 evidence). Conclusions: To make informed decisions during the COVID-19 pandemic, there are multiple national and international guidelines and recommendations for urologists to prioritize the provision of care. Differences among the guidelines were minimal. Patient summary: We performed a systematic review of published recommendations on urological practice during the coronavirus disease 2019 (COVID-19) pandemic, which provide guidance on prioritizing the timing for different types of urological care.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "During the coronavirus disease 2019 (COVID-19) pandemic, international efforts have been made to inform and prepare health care workers in order to optimize and redirect resources and personnel to manage this crisis. As of May 4, 2020, the World Health Organization (WHO) reported 239 604 deaths [1] . To date, there is no approved vaccine for COVID-19, and the number of cases has continued to rise as of the date of submission.", "cite_spans": [{"start": 296, "end": 299, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": ""}, {"text": "Several urology societies and reference centers have published recommendations to inform urology care during the COVID-19 pandemic.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "It is essential for urologists to prioritize patient safety, and to balance potential delays in diagnosis and treatment of urological conditions against risks of COVID-19 exposure and additional stress on health care resources. These issues are of particular concern in epicenters or areas with the greatest number of cases.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The aim of this systematic review is to summarize published guidelines and recommendations on urological care during the COVID-19 pandemic from major professional urology societies and reference centers.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "A comprehensive literature search was performed using a combination of keywords (MeSH terms and free text words) including (\"COVID-19\" OR \"SARS-CoV-2\" OR \"Coronavirus\" OR \"coronavirus infections\") AND (\"Urology\" OR \"Urogenital system\"). MEDLINE, EMBASE, and CINAHL were searched ", "cite_spans": [], "ref_spans": [], "section": "Search strategy"}, {"text": "Articles were eligible for inclusion if they contained original guidelines or recommendations on urology standards of care during the COVID-19 pandemic.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Our search strategy yielded 366 articles. All the articles were combined into EndNote reference management software, and 127 duplicates were removed. Two authors (M.L.W. and F.L.H.) independently identified and reviewed the titles and abstracts. For an article to be excluded, both reviewers had to agree that the study was not relevant. The exclusion criteria were as follows: (1) not focused on urology, (2) not containing recommendations involving urology practice during COVID-19, and (3) not written in English. After reviewing the titles and abstracts, 72 papers were identified as potentially eligible for inclusion. After a full-text review, 15 were deemed eligible and were included. The Preferred Reporting Items for Systematic Reviews and Meta-analyses (PRISMA) flow diagram is shown in Figure   1 .", "cite_spans": [{"start": 650, "end": 652, "text": "15", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 798, "end": 808, "text": "Figure   1", "ref_id": null}], "section": "Information sources"}, {"text": "Two independent reviewers (F.S.L. and F.L.H.) extracted all relevant recommendations from each guideline. Disagreements concerning data extraction were resolved by discussion and consensus. Thereafter, a recommendation matrix was constructed considering distinct conditions, such as urological oncology, endourology, outpatient procedures, other benign procedures, emergencies, and transplantation. The following variables were extracted from the articles: list of authors, title of the article, publication date, country, search strategy, purpose of the guideline, guideline type, subareas covered, and conclusions.", "cite_spans": [], "ref_spans": [], "section": "Data extraction"}, {"text": "For quality assessment, the team checked for the level of evidence and grade of recommendations.", "cite_spans": [], "ref_spans": [], "section": "Evidence synthesis"}, {"text": "The authors summarized the recommendations using a triage grading system based on two factors: (1) possible impairment in patient condition or survivorship if J o u r n a l P r e -p r o o f surgery is not performed and (2) different regional health care resource settings ( Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 274, "end": 281, "text": "Fig. 2)", "ref_id": "FIGREF4"}], "section": "Evidence synthesis"}, {"text": "Published data were used for this systematic review; hence, no ethical approval was sought.", "cite_spans": [], "ref_spans": [], "section": "Evidence synthesis"}, {"text": "All 15 included articles were accepted for publication between March 15 and April 17, 2020. The articles came from various institutions in Europe (Italy, UK, Belgium, and Switzerland), the Americas (USA, Canada, and Brazil), and Australia/New Zealand. All the 15 guidelines were based on expert opinion (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 303, "end": 312, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "Study selection and characteristics of the included guidelines"}, {"text": "Postponing treatments for low-and intermediary-risk prostate cancer (PCa) was widely proposed as it is unlikely to result in clinical harm. Concerning high-risk PCa, some authors disagree upon postponement of surgery, while the others recommended proceeding with radical prostatectomy [2, 3] . Goldman and Haber [4] stated that surgery can be delayed beyond 3 mo, and Ribal et al [5] and Kutikov et al [6] recommended treatment before the end of 3 mo. Indeed, considering the EAU guideline, depending on the local situation of the pandemic, surgery for highrisk PCa can be postponed until after the pandemic [5] . Prescribing neoadjuvant androgen deprivation therapy in this situation is an option [5] [6] [7] . In the case of muscle-invasive bladder cancer, several authors stated that radical cystectomy is nondeferrable and neoadjuvant chemotherapy can be omitted [5,6,8,] . Carneiro et al [7] suggested that neoadjuvant chemotherapy can be delayed for up to 6-8 wk and cystectomy can be delayed for up to 10 wk. The authors agreed that a delay of <3 mo is acceptable for T1b-T2 renal tumors. Another concern is metastatic renal cell carcinoma. The EAU panel discussed that cytoreductive surgery is controversial irrespective of the pandemic [5] . Only two articles covered recommendations regarding adrenal masses, and both agreed that adrenal masses >4 cm or functional should be treated in <1 mo [4, 8] . Orchiectomy for J o u r n a l P r e -p r o o f suspected testicular tumors is nondeferrable. While several authors suggested starting adjuvant radiotherapy or chemotherapy for stage I seminomas, the EAU guidelines recommended active surveillance as the first choice of management for stage I seminoma [5] . Finally, concerning penile cancer, due to the lack of objective response and immunodeficiency from chemotherapy, palliative treatments and supportive care are recommended for metastatic penile cancer during the pandemic [5] . The synthesis of recommendations for uro-oncology is provided in Table 2 .", "cite_spans": [{"start": 285, "end": 288, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 289, "end": 291, "text": "3]", "ref_id": "BIBREF2"}, {"start": 312, "end": 315, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 380, "end": 383, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 402, "end": 405, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 608, "end": 611, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 698, "end": 701, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 702, "end": 705, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 706, "end": 709, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 867, "end": 875, "text": "[5,6,8,]", "ref_id": null}, {"start": 893, "end": 896, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1245, "end": 1248, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1402, "end": 1405, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 1406, "end": 1408, "text": "8]", "ref_id": "BIBREF7"}, {"start": 1712, "end": 1715, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1938, "end": 1941, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 2009, "end": 2016, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Uro-oncology"}, {"text": "Nine of the included guidelines (60%) contained recommendations related to endourology procedures. Obstructed or infected renal and ureteral stones should be considered emergencies, and decompression should be performed. However, there is a consensus that treatment of nonobstructed renal stones can be delayed for months. Nevertheless, it is important to note that patients with symptomatic ureteral/renal stone and those with pre-existing stent should be considered priorities. However, authors disagreed on the maximum waiting time ranging from 6-8 to 12 wk [4, 5, 9] . A comparison of endourology recommendations between guidelines is displayed in Table 3 .", "cite_spans": [{"start": 561, "end": 564, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 565, "end": 567, "text": "5,", "ref_id": "BIBREF4"}, {"start": 568, "end": 570, "text": "9]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 652, "end": 659, "text": "Table 3", "ref_id": "TABREF7"}], "section": "Endourology"}, {"text": "Five of the 15 guidelines (30%) included recommendations for laparoscopic/robotic surgeries (Table 4 ). Some recommendations were made about the surgical technique and surgical team, such as lower electrocautery power settings to generate less smoke that could potentially transport the virus. Moreover, urologists can consider using lower pressure on insufflation system with integrated active smoke evacuation mode. In addition, presence in the operating room should be restricted to essential staff and the operating room team must wear full personal protective equipment. Recommendations for ambulatory procedures are presented in Table 5 . Not all experts recommended cystoscopy for immediate investigation of macroscopic hematuria, and a delay of 1-2 mo was recommended [5] . Postponing prostate biopsy was not a consensus, and a case-by-case consideration should guide these decisions. Indeed, the Urological Society of Australia and New Zealand (USANZ) stated that Prostate Imaging Reporting and Data System (PIRADS) 4/5 should be managed as planned; EAU suggested that there should not be a delay of >6 wk for symptomatic patients [3, 5] . Stage 2 neuromodulation should be carried on due to the possibility of infection. Authors disagreed on the timing of treating mesh complications and fistula repair. Most pediatric urology surgeries can be postponed, except for some oncological conditions or those that may lead to loss of renal function.", "cite_spans": [{"start": 776, "end": 779, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1140, "end": 1143, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 1144, "end": 1146, "text": "5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 92, "end": 100, "text": "(Table 4", "ref_id": "TABREF8"}, {"start": 635, "end": 642, "text": "Table 5", "ref_id": "TABREF9"}], "section": "Laparoscopy and robotics"}, {"text": "All but one guideline provided recommendations for managing emergencies, which were grouped into infections, trauma/hemorrhage, benign prostatic hyperplasia and urethral stricture, transplantation, and andrology (Table 6 ). With respect to renal transplantation the EAU proposed that this be postponed for >3 mo [5] .", "cite_spans": [{"start": 312, "end": 315, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 212, "end": 220, "text": "(Table 6", "ref_id": "TABREF10"}], "section": "Kidney transplantation, infections, trauma, low urinary tract obstruction, and andrology"}, {"text": "This systematic review aimed to synthesize available recommendations on risk/benefit ratio of delaying versus proceeding with the most commonly performed diagnostics and surgeries in urology during the COVID-19 crisis.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Redirection of resources and the prioritization of medical care aims to allow continuity of appropriate and timely assessment and management for patients with high-risk conditions, while minimizing undue risk and strain from conditions for which care can be delayed safely. In this regard, feasibility of the health care infrastructure should be determined according to the availability of health system J o u r n a l P r e -p r o o f resources, such as intensive care unit (ICU) beds, ventilators, personal protective equipment, COVID-19 tests, and health care professionals. The use of good surgical judgment can reduce the burden on health care systems across the globe.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Nonoperative management should be considered whenever it is clinically appropriate for the patient. These decisions can also help limit team staffing and optimize local health care capacity to respond to the crisis.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our systematic review of 15 clinical practice guidelines and recommendations across major urology subareas, and most routine conditions identified 761 separate recommendations for best urological practice during the COVID-19 crisis.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The lack of standardization and differences among guidelines may result in skepticism about how to match resources with patient need. Some of this variation may be due to the date of publication amid the rapidly evolving case numbers and different available resources across different geographic areas.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Three of 15 (20%) guidelines have been endorsed by a specific panel or society:", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "EAU, EAU Robotic Urology Section (ERUS), and USANZ [3, 5, 10] .", "cite_spans": [{"start": 51, "end": 54, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 55, "end": 57, "text": "5,", "ref_id": "BIBREF4"}, {"start": 58, "end": 61, "text": "10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "In this review, we noted a paucity of recommendations on management of urological conditions with a more prolonged crisis. Only one guideline stated that recommendations should be revised if the crisis had a duration of 3 mo [7] . The American College of Surgeons (ACS) was referenced by the AUA web page. The ACS organized decision making into three different scenarios [11] . Phase 1 is the preparation phase for institutions and localities where COVID-19 cases are not in the rapid escalation phase, in which only a few patients are hospitalized, and beds and ICU ventilators not exhausted. In this setting, the regional leadership and surgical teams must plan to treat diseases as indicated, given that a delay in treatment could reduce the chance of being cured. Phase 2 and phase 3 are urgent settings where hospital resources are all routed to COVID-19.", "cite_spans": [{"start": 226, "end": 229, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 372, "end": 376, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "Pragmatically, four of the 15 papers provided the possibility of individualization of their recommendations according to different communities and hospital resources realities, using a tier system [2, 4, 5, 7] . A number of variables should be considered, such as availability of resources, whether a particular local institution is assessed J o u r n a l P r e -p r o o f as a COVID-free hospital, capacity of ICU beds and ventilators, and whether the curve has flattened.", "cite_spans": [{"start": 197, "end": 200, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 201, "end": 203, "text": "4,", "ref_id": "BIBREF3"}, {"start": 204, "end": 206, "text": "5,", "ref_id": "BIBREF4"}, {"start": 207, "end": 209, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Discussion"}, {"text": "Most of the articles reviewed are recommendations and not guidelines, primarily based on expert opinion. An exception is the EAU guidelines, which were a monumental effort proposed by a task force of 250 experts and provide evidence correlating the delay of treatment and clinical harm to survival or progression. In addition, the EAU clarifies that its guidelines are endorsed by national societies in 72 countries, providing a supporting document that urologists can use in teamwork and collaboration in their hospitals.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "According to Lei et al [12] , seven of 34 (20.5%) patients died after elective surgeries in Wuhan. At presentation, these patients were asymptomatic carriers and probably were in incubation phase or were infected at the hospital.", "cite_spans": [{"start": 23, "end": 27, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "In many parts of the world, people have been asked to stay at home, and public health authorities made it mandatory to postpone elective surgery. Public health orders such as social distancing and lockdown appear to be effective at reducing the local spread of COVID-19. As the situation continues to evolve, including attempts at returning to the new normal and the threat of additional waves of infection being presented, these recommendations will require updating.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Considering uro-oncology, the pandemic has reinforced the concept of active surveillance for low-risk genitourinary tumors. Conversely, there is evidence that a delay of >3 mo has a negative impact on the survival of patients with urothelial tumors, particularly those at high risk, and such tumors should be managed with priority. While the majority of the articles included recommendations to postpone treatment for low-and intermediary-risk PCa, the scope of recommendations regarding high-risk PCa varied. For example, Kutikov et al [6] recommended that high-risk PCa should be treated immediately, Stensland et al [13] recommended that these patients should not be operated and they should be referred to radiotherapy, and Ribal et al [5] recommended that surgery can be postponed up to 3 mo or even after the COVID-19 situation has settled.", "cite_spans": [{"start": 537, "end": 540, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 619, "end": 623, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 740, "end": 743, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Discussion"}, {"text": "It is important to note that patients with obstructing and infected stones should be managed, preferably by immediate decompression. In patients who have risk J o u r n a l P r e -p r o o f factors, such as pre-existing indwelling ureteral stent, symptomatic, recurrent emergency visits, solitary kidney, and bilateral ureteral calculi, close monitoring for clinical progression is warranted by telehealth, with a low threshold for additional evaluation.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Most articles point toward taking precautions to avoid contamination in the operating room. The safety of the resterilization process of endourological materials is a concern. It is highly recommended to clean surfaces with appropriate disinfectants with proven activity against enveloped viruses (hypochlorite), as 0.02% chlorhexidine digluconate can be less effective [5] . Numerous uncertainties remain in laparoscopic/robotic surgeries. It is a general recommendation to avoid generating aerosols through manipulation of the trocars and pneumoperitoneum.", "cite_spans": [{"start": 370, "end": 373, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Discussion"}, {"text": "Concerns have also been raised about the use of electrocautery and positive pressurization rooms.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In normal times, to proceed as planned to perform a cadaveric kidney transplantation is the rule. However, special attention is needed in emergency situations such as the COVID-19 pandemic. Proponents of postponement argue that renal transplantation is highly complex and may require intensive support from a multidisciplinary team, and resources directed to combat COVID-19 might be compromised.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The timing of ambulatory cystoscopy for the diagnosis of macroscopic hematuria was an area of disagreement. Although most authors recommend proceeding with investigation of macrohematuria, two guidelines (USANZ and EAU) suggest a delay between 1 and 2 mo.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Management of emergencies (eg, ischemic testicular torsion, low-flow priapism, clot retention, and trauma) should not be delayed.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "There are several limitations in our systematic review. Although these guidelines reflect an impressive effort to quickly provide guidance to urologists during a rapidly evolving emergency, the methodological quality of most guidelines was considered to be low to moderate. The level of evidence did not differ much between guidelines, and all of them were based on expert opinions. No grading of recommendations was reported. Indeed, this review highlights the need for high-J o u r n a l P r e -p r o o f quality guidelines that could be referenced in the case of future pandemics or other major emergencies. In this review, we attempted to classify recommendations in a similar fashion to Goldman and Haber's [4] priority tiers.", "cite_spans": [{"start": 712, "end": 715, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Discussion"}, {"text": "Multiple published recommendations exist to guide urology teams during the COVID-19 crisis. Recommendations support the use of active surveillance in lower-risk tumors (low-risk PCa, low-grade bladder cancer, and small renal masses), as well as considering omission of systemic therapies (neoadjuvant or adjuvant treatments) or cytoreductive nephrectomy in some advanced cases.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Moreover, there was consensus to propose medical expulsive therapy for uncomplicated ureteral stones, but that infection and/or obstruction of the kidneys with a real risk of urosepsis or functional sequelae must be treated accordingly.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Intravesical clots in active hematuria, infected implants, or postoperative hemorrhagic and ischemic complications are considered urological emergencies and must be treated immediately even at a time of pressure to the local health system.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Author contributions: Flavio Lobo Heldwein had full access to all the data in the study and takes responsibility for the integrity of the data and the accuracy of the data analysis. Can be delayed beyond 12 wk Ahmed et al [14] As planned Lalani et al [15] Can be delayed up to 6 mo Carneiro et al [7] Postpone Consider starting androgen deprivation Consider starting androgen deprivation Gillessen et al [18] Commence where possible Ribal et al [5] Postpone treatment for 6-12 mo [18] Commenced where possible Mottrie [10] To postpone Medium Medium Weak USANZ [3] >7 cm = as planned As planned Kutikov et al [6] <50 [2] Nondeferrable Nondeferrable Nondeferrable Stensland et al [13] Proceed w/ immediate treatment Favor chemotherapy or radiation Chemotherapy use should be balanced by concern for immunosuppression Proceed w/ immediate treatment USANZ [3] As planned Consider deferral if suggestive of slowly growing mature teratoma Kutikov et al [6] Proceed w/ immediate treatment [7] As soon as possible Radiotherapy whenever possible (stage 2 low-volume seminoma) Gillessen et al [18] Curative intent commenced where possible Ribal et al [5] May be postponed 2-3 d Use suction devices as much as possible Keep intraperitoneal pressure as low as possible and aspirate the inflated CO2 Carneiro et al [7] Pressure as low as possible + use filter Positive pressurization off Adopt adequate PPE Ribal et al [5] Electrosurgery units to the lowest settings Avoid or reduce use of monopolar electrosurgery, ultrasonic dissectors, and advanced bipolar", "cite_spans": [{"start": 222, "end": 226, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 251, "end": 255, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 297, "end": 300, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 404, "end": 408, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 445, "end": 448, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 480, "end": 484, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 518, "end": 522, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 560, "end": 563, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 608, "end": 611, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 616, "end": 619, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 678, "end": 682, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 852, "end": 855, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 947, "end": 950, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 982, "end": 985, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1083, "end": 1087, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1141, "end": 1144, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1302, "end": 1305, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1406, "end": 1409, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Conclusions"}, {"text": "Keep intraperitoneal pressure as low as possible and aspirate the inflated CO 2 as much as possible before removing the trocars All nonessential staff should stay outside Surfaces should be decontamination with chlorine (5000-10 000 mg/l; note that chlorhexidine is ineffective against COVID-19 and is not appropriate) COVID-19 = coronavirus disease 2019; OR = operating room; PPE = personal protective equipment.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f ", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "World Health Organization. Coronavirus disease (COVID-2019) situation reports", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Urology practice during COVID-19 pandemic", "authors": [{"first": "V", "middle": [], "last": "Ficarra", "suffix": ""}, {"first": "G", "middle": [], "last": "Novara", "suffix": ""}, {"first": "A", "middle": [], "last": "Abrate", "suffix": ""}], "year": null, "venue": "Minerva Urol Nefrol", "volume": "", "issn": "", "pages": "3846--3847", "other_ids": {"DOI": ["10.23736/S0393-2249.20"]}}, "BIBREF2": {"ref_id": "b2", "title": "Guidelines for urological prioritisation during COVID-19", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Recommendations for tiered stratification of urologic surgery urgency in the COVID-19 era", "authors": [{"first": "H", "middle": ["B"], "last": "Goldman", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Haber", "suffix": ""}], "year": null, "venue": "J Urol. In press", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1097/JU.0000000000001067"]}}, "BIBREF4": {"ref_id": "b4", "title": "EAU Guidelines Office Rapid Reaction Group: An organization-wide collaborative effort to adapt the EAU guidelines recommendations to the COVID-19 era", "authors": [{"first": "M", "middle": ["J"], "last": "Ribal", "suffix": ""}, {"first": "P", "middle": [], "last": "Cornford", "suffix": ""}, {"first": "A", "middle": [], "last": "Briganti", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A war on two fronts: cancer care in the time of COVID-19", "authors": [{"first": "A", "middle": [], "last": "Kutikov", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Weinberg", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Edelman", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Horwitz", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Uzzo", "suffix": ""}, {"first": "R", "middle": ["I"], "last": "Fisher", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.7326/M20-1133"]}}, "BIBREF6": {"ref_id": "b6", "title": "Impact of the COVID-19 pandemic on the urologist's clinical practice in Brazil: a management guideline proposal for low-and middle-income countries during the crisis period", "authors": [{"first": "A", "middle": [], "last": "Carneiro", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Wroclawski", "suffix": ""}, {"first": "B", "middle": [], "last": "Nahar", "suffix": ""}], "year": 2020, "venue": "Int Braz J Urol", "volume": "46", "issn": "", "pages": "501--511", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Triaging office-based urology procedures during the COVID-19 pandemic", "authors": [{"first": "E", "middle": ["G"], "last": "Katz", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Stensland", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Mandeville", "suffix": ""}], "year": null, "venue": "J Urol. In press", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1097/JU.0000000000001034"]}}, "BIBREF8": {"ref_id": "b8", "title": "Stone care triage during COVID-19 at the University of Washington", "authors": [{"first": "I", "middle": ["S"], "last": "Metzler", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Sorensen", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Sweet", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Harper", "suffix": ""}], "year": 2020, "venue": "J Endourol", "volume": "34", "issn": "", "pages": "539--579", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "EAU Robotic Urology Section) guidelines during COVID-19 emergency", "authors": [{"first": "A", "middle": [], "last": "Mottrie", "suffix": ""}, {"first": "", "middle": [], "last": "Erus", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "American College of Surgeons. COVID-19 and surgery", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Clinical characteristics and outcomes of patients undergoing surgeries during the incubation period of COVID-19 infection", "authors": [{"first": "S", "middle": [], "last": "Lei", "suffix": ""}, {"first": "F", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "W", "middle": [], "last": "Su", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.eclinm.2020.100331"]}}, "BIBREF12": {"ref_id": "b12", "title": "Considerations in the triage of urologic surgeries during the COVID-19 pandemic", "authors": [{"first": "K", "middle": ["D"], "last": "Stensland", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Morgan", "suffix": ""}, {"first": "A", "middle": [], "last": "Moinzadeh", "suffix": ""}], "year": 2020, "venue": "Eur Urol", "volume": "77", "issn": "", "pages": "663--669", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Global challenges to urology practice during COVID-19 pandemic", "authors": [{"first": "K", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "S", "middle": [], "last": "Hayat", "suffix": ""}, {"first": "P", "middle": [], "last": "Dasgupta", "suffix": ""}], "year": null, "venue": "BJU Int. In press", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/bju.15082"]}}, "BIBREF14": {"ref_id": "b14", "title": "Prioritizing systemic therapies for genitourinary malignancies: Canadian recommendations during the COVID-19 pandemic", "authors": [{"first": "A", "middle": ["A"], "last": "Lalani", "suffix": ""}, {"first": "K", "middle": ["N"], "last": "Chi", "suffix": ""}, {"first": "Dyc", "middle": [], "last": "Heng", "suffix": ""}], "year": 2020, "venue": "Can Urol Assoc J", "volume": "14", "issn": "", "pages": "154--162", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Clinical and surgical consequences of the COVID-19 pandemic for patients with pediatric urological problems: statement of the EAU Guidelines Panel for Paediatric Urology", "authors": [{"first": "Jslt", "middle": [], "last": "Quaedackers", "suffix": ""}, {"first": "R", "middle": [], "last": "Stein", "suffix": ""}, {"first": "N", "middle": [], "last": "Bhatt", "suffix": ""}], "year": 2020, "venue": "J Pediatr Urol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jpurol.2020.04.007"]}}, "BIBREF16": {"ref_id": "b16", "title": "Endourological stone management in the era of the COVID-19", "authors": [{"first": "S", "middle": [], "last": "Proietti", "suffix": ""}, {"first": "F", "middle": [], "last": "Gaboardi", "suffix": ""}, {"first": "G", "middle": [], "last": "Giusti", "suffix": ""}], "year": null, "venue": "Eur Urol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.eururo.2020.03.042"]}}, "BIBREF17": {"ref_id": "b17", "title": "Advice regarding systemic therapy in patients with urological cancers during the COVID-19 pandemic", "authors": [{"first": "S", "middle": [], "last": "Gillessen", "suffix": ""}, {"first": "T", "middle": [], "last": "Powles", "suffix": ""}], "year": 2020, "venue": "Eur Urol", "volume": "77", "issn": "", "pages": "667--675", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Supplementary material). The search was supplemented to include references from the pertinent articles as well as hand searches of additional relevant records on COVID-19 resource websites from the European Association of Urology (EAU), American Urological Association (AUA), and British Journal of Urology International. Our search was up-to-dated to include publications through April 17, 2020.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Outpatient procedures (urological oncology, neurourology, female urology, and pediatric urology)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Funding/Support and role of the sponsor: Stacy Loeb is supported by the Edward Blank and Sharon Cosloy-Blank Family Foundation.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "PRISMA flowchart summarizing the results of the literature search. PRISMA = Preferred Reporting Items for Systematic Reviews and Meta-Proposed triage color codes for emergency and elective procedures to summarize collated evidence, integrating survival and health care resources. COVID = coronavirus disease.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Proposed emergency and elective procedures triage color codes to summarize collated evidence, integrating survival and healthcare resources.0 Emergency. Survivorship compromised if surgery not performed within hours. 1 Proceed as planned, do not postpone. Survivorship compromised if surgery not performed within days. Unless resources exhausted.2 Consider delay < 1 month. Patient condition can deteriorate or survivorship compromised if surgery not performed within 30 days. Or proceed as planned if COVID trajectory not in rapid escalation phase. 3 Safe to delay 1-3 months. Or proceed as planned if COVID trajectory not in rapid escalation phase.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "androgen deprivation therapy; CA = cancer; chemo = chemotherapy; CIS = carcinoma in situ; COVID-19 = coronavirus disease 2019; EBRT = external beam radiation therapy; GCT = germ cell tumor; NSGCT = nonseminomatous GCT; RPLND = retroperitoneal lymph node dissection; SRM = small renal mass; TKI = tyrosine kinase inhibitor; U = urothelial, USANZ = Urological Society of Australia and New Zealand; VEGFR = vascular endothelial growth factor receptor; w/ = with.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Study concept and design: Heldwein, Lima, Carneiro, Wroclawski. Acquisition of data: Heldwein, Wroclawski. Analysis and interpretation of data: Heldwein, Loeb. Drafting of the manuscript: Heldwein, Loeb. Critical revision of the manuscript for important intellectual content: Sridhar, Loeb, Teoh. Statistical analysis: Heldwein. Obtaining funding: None. Administrative, technical, or material support: None. Supervision: Wroclawski, Heldwein. Other: None. disclosures: Flavio Lobo Heldwein certifies that all conflicts of interest, including specific financial interests and relationships and affiliations relevant to theJo u r n a l P r e -p r o o f subject matter or materials discussed in the manuscript (eg, employment/affiliation, grants or funding, consultancies, honoraria, stock ownership or options, expert testimony, royalties, or patents filed, received, or pending), are the following: Flavio Lobo Heldwein received honorarium from Janssen. Stacy Loeb reports reimbursed travel from Sanofi and equity in Gilead. Fabio Sepulveda Lima reports reimbursed travel from Boston Scientific. Jeremy Yuen-Chun Teoh received honorarium from Olympus and Boston Scientific, travel grants from Olympus and Boston Scientific, and research grants from Olympus and Storz.", "latex": null, "type": "table"}, "TABREF1": {"text": "List of included articles", "latex": null, "type": "table"}, "TABREF2": {"text": "Summary of guidelines: urologic oncology during COVID-19 pandemic", "latex": null, "type": "table"}, "TABREF7": {"text": "Summary of guidelines: endourology (urolithiasis) procedures during COVID-19 pandemic ED = emergency department; NSAID = nonsteriodal anti-inflammatory drug; PCN = percutaneous nephrostomy; USANZ = Urological Society of Australia and New Zealand.", "latex": null, "type": "table"}, "TABREF8": {"text": "Summary of guidelines: robotic procedures during COVID-19 pandemic", "latex": null, "type": "table"}, "TABREF9": {"text": "Summary of guidelines: outpatient procedures during COVID-19 pandemic (urologic oncology, neurourology, female urology, and pediatric urology) BCG = bacillus Calmette-Guerin; CA = cancer; cysto = cystoscopy; COVID-19 = coronavirus disease 2019; MRI = magnetic resonance imaging; PCa = prostate cancer; PIRADS = Prostate Imaging Reporting and Data System; PSA = prostate-specific antigen; tx = transplant, USANZ = Urological Society of Australia and New Zealand; w/ = with.", "latex": null, "type": "table"}, "TABREF10": {"text": "Summary of guidelines: procedures of other subdisciplines during COVID-19 pandemic (transplantation, infections, trauma, low urinary tract obstruction, and andrology) BPH = benign prostatic hyperplasia; CA = cancer; COVID-19 = coronavirus disease 2019; TURP = transurethral resection of the prostate; tx = transplant; USANZ = Urological Society of Australia and New Zealand; w/ = with.", "latex": null, "type": "table"}}, "back_matter": []}