{
    "paper_id": "2b818e987e6aa8a8e180a370a67b3385583661d2",
    "metadata": {
        "title": "Response to: Optimizing Hydroxychloroquine Dosing for Patients With COVID-19: An Integrative Modeling Approach for Effective Drug Repurposing Quantitative Clinical Pharmacology Input to SARS-CoV-2 Therapeutics Should Be Based on Robust Data",
        "authors": [
            {
                "first": "Joseph",
                "middle": [
                    "F"
                ],
                "last": "Standing",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "With impressive speed Garcia-Cremades et al. 1 have modeled the association between hydroxychloroquine (HCQ) and viral load, merging literature in vitro data and data from a recently published clinical study (which, as of April 11, 2020, is under investigation by the publisher 2 ). Although the authors are to be commended on bringing quantitative clinical pharmacology insight to this health emergency, caution is required on interpreting their results.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 46,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Joseph F. Standing 1, *"
        },
        {
            "text": "First, the authors report translating polymerase chain reaction cycle threshold (C t ) values to viral load from different sources using a nonlinear relationship derived from a study on Ebola (1/log_2(C t )). This inverse logarithmic relationship means that small increases in C t give proportionally bigger decreases in \"viral load\" whereas most severe acute respiratory syndrome-coronavirus 2 (SARS-CoV-2) polymerase chain reaction assays have a linear or even downward curving relationship with C t . 3 Hence, the half-maximal effective concentration (EC 50 ) values derived by Garcia-Cremades et al. 1 are possibly an underestimation of the true value.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 505,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 604,
                    "end": 605,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Joseph F. Standing 1, *"
        },
        {
            "text": "Second, the authors apply a basic pharmacodynamic model on viral dynamics, which mathematically, in the absence of drug, rises to a plateau and then stabilizes. For the patient data, an immune effect component was reported in the Methods section but no parameter estimate was given in Supplementary Table S1, so it is unclear whether it was in the final model. Although the authors hint in the Methods section at testing different natural history trajectories (without giving full details), this is another potential source of overestimation of the drug effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Joseph F. Standing 1, *"
        },
        {
            "text": "Third, the authors repeatedly use the very low 48-hour EC 50 value reported by Yao et al., 4 which is not only an outlier by an order of magnitude compared with SARS-CoV-1 values they cite, but also worryingly is much lower than the 24-hour value reported in the same paper. EC 50 is not a time-dependent parameter so when different values are reported, depending upon how long the experiment was run, it questions the EC 50 estimate reliability.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 92,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Joseph F. Standing 1, *"
        },
        {
            "text": "The in vitro antiviral properties of chloroquine and HCQ have been known for decades, yet neither drug has been successful as a clinical antiviral, even in high-quality studies. 5 Taken together with questions on the data used, it may be that the estimated antiviral effect of HCQ on SARS-CoV-2 by Garcia-Cremades et al. is optimistic. A relatively small randomized placebo-controlled trial would be able to show whether the true clinical antiviral effects match those predicted, whereas limiting the undoubted iatrogenic harm potential of high-dose therapy given to large numbers of patients.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 179,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Joseph F. Standing 1, *"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Optimizing hydroxychloroquine dosing for patients with COVID-19: an integrative modeling approach for effective drug repurposing",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garcia-Cremades",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clin. Pharmacol. Ther",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/cpt.1856"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Analytical sensitivity and efficiency comparisons of SARS-COV-2 qRT-PCR assays",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B F"
                    ],
                    "last": "Vogels",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.30.20048108"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "In vitro antiviral activity and projection of optimized dosing design of hydroxychloroquine for the treatment of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin. Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa237"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chloroquine for influenza prevention: a randomised, double-blind, placebo controlled trial",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Paton",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "677--683",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Correspondence: Joseph F. Standing (j.standing@ucl.ac.uk)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}