{
    "paper_id": "2b8616c21ca56200c691f1430625d5b57f177c13",
    "metadata": {
        "title": "Monatsschrift Kinderheilkunde 6 · 2020 565",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Rund um die Diskussion über die bevorstehenden Schulöffnungen sind die SARS-CoV2 Infektionszahlen bei Kindern zunehmend in das allgemeine Interesse gerückt. Bis Ende April 2020 waren in Österreich von 15.410 positiv mittels SARS-CoV2 PCR getesteten Personen 84 (0,5 %) unter 5 Jahre alt und 348 (2,3 %) zwischen 5 und 15 Jahren alt. Aus diesen von den Gesundheitsbehörden erhobenen und zur Verfügung gestellten Daten geht jedoch die Indikation für die einzelnen Testungen (symptomatische Patientinnen, symptomlose Kontaktpersonen, Screening,… ?) nicht hervor. Auch die Gesamtzahl der in diesen Altersgruppen durchgeführten Tests liegt uns nur für 3 Bundesländer bzw. Regionen vor (Tirol, Vorarlberg, Linz/Linz Land/Mühlviertel, siehe . Tab. 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV2 Situation bei österreichischen Kindern (30.04.2020)"
        },
        {
            "text": "Testungen durch das Rote Kreuz eine strengere Indikation nur bei ausgeprägter Symptomatik. Vom Roten Kreuz werden zusätzlich auch Kontaktpersonen von gesicherten SARS-CoV2 Fällen getestet, sodass diese gezielte Testung von Kindern als Kontaktpersonen die wahrscheinlichste Erklärung für die höheren Positivitätsraten in den behördlichen Angaben -verglichen mit den Daten allein aus den Kinderabteilungen -ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mitteilungen der ÖGKJ"
        },
        {
            "text": "Zusammenfassend kann man sagen, dass der Anteil der Kinder an den SARS-CoV2 infizierten Personen in Österreich -wie auch international berichtet -gering ist. Die Zahl der an Kinderabteilungen aufgrund von Symptomen positiv getesteten und teilweise stationär behandelten Kinder ist noch weit geringer. Das gezielte Testen von Kindern als Kontaktpersonen scheint die plausibelste Erklärung für diesen Unterschied zu sein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mitteilungen der ÖGKJ"
        },
        {
            "text": "Die Rate der asymptomatisch infizierten Kinder in der Gesamtbevölkerung lässt sich aus diesen Zahlen nicht ablesen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mitteilungen der ÖGKJ"
        },
        {
            "text": "Einige ÄrztInnen, Fachgesellschaften, Verbände und PatientInnenorganisationen haben bereits vorbildlich und sehr schnell reagiert [11, 13] ",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 135,
                    "end": 138,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Best Practice Beispiele"
        },
        {
            "text": "PatientInnen mit seltenen und/oder chronischen Erkrankungen bedürfen oftmals engmaschiger Kontrollen, um sicherzustellen, dass sich ihr Gesundheitszustand nicht verschlechtert und um rechtzeitig intervenieren zu können. Dazu zählen bildgebende Verfahren, Labordiagnostik, vom Arzt persönlich durchgeführte Untersuchungen und Eingriffe, sowie begleitende Therapien.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Versorgung von PatientInnen mit seltenen und/oder chronischen Erkrankungen"
        },
        {
            "text": "Je länger solche Termine aufgeschoben werden, oder Therapien nicht fortgesetzt werden, desto höher ist das Risiko von Hospitalisierungen dieser PatientInnen, mitunter auch eines steigenden Bedarfes von intensiv-medizinischer Betreuung aufgrund ihrer Grunderkrankung. Dies gilt nicht nur für PatientInnen mit seltenen Erkrankungen [3, 4] ",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 333,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 336,
                    "text": "4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Versorgung von PatientInnen mit seltenen und/oder chronischen Erkrankungen"
        },
        {
            "text": "Grundsätzlich ist zu unterscheiden, ob es sich bei der Schwangeren um einen Verdachtsfall oder um eine bereits bestätigte Infektion handelt. Wenn eine bislang nicht getestete, aber unter Verdacht stehende werdende Mutter in die Geburt eintritt, ist es dringend notwendig, so rasch als möglich eine Testung und Abklärung durchzuführen. Wenn eine Infektion ausgeschlossen werden kann, bedeutet dies für Mutter, Kind und auch das betreuende Personal eine enorme Erleichterung der Situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schwangere und Peripartum-Management"
        },
        {
            "text": "Eine Übertragung durch die infizierte Schwangere auf das ungeborene Kind im Mutterleib ist unwahrscheinlich, bisher sind keine derartigen Fälle beschrieben worden. Schwangere scheinen im Grundsatz nicht häufiger oder schwerer von der Infektion betroffen zu sein als andere Bevölkerungsteile in vergleichbarem Alter und Gesundheitszustand. In früher beschriebenen Fällen (SARS und MERS) kam es allerdings häufiger zu Frühgeburten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schwangere und Peripartum-Management"
        },
        {
            "text": "Der Geburtsmodus sollte anhand geburtshilflicher Indikationen und dem Wunsch der Frau individuell festgelegt werden. WHO und DGGG empfehlen, eine Sectio nur durchzuführen, wenn dies medizinisch notwendig ist, z. B. bedingt durch den Gesundheitszustand der Mutter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schwangere und Peripartum-Management"
        },
        {
            "text": "Wenn eine infizierte Mutter entbindet und deshalb isoliert wird, wird im Normalfall das Kind mit ihr gemeinsam im Rooming-In verbleiben und sie wird ohne Einschränkung mit dem Stillen beginnen. In diesem Fall sollte die Mutter sorgfältig alle notwendigen Hygiene-Maßnahmen beachten, um die Ansteckungsgefahr für das Kind zu minimieren, insbesondere muss sie bei jedem Kontakt zum Kind einen Mundschutz tragen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schwangere und Peripartum-Management"
        },
        {
            "text": "Wenn die Mutter so krank ist, dass sie sich nicht selbst um das Kind kümmern kann, sollte das Neugeborene, nach Abwägung der individuellen Situation und den vorhandenen Optionen vor Ort, temporär von ihr getrennt und als Kontaktperson eines COVID-19-Falls eingestuft werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schwangere und Peripartum-Management"
        },
        {
            "text": "Momentan beinhalten die Empfehlungen, dass es in diesem Fall bis zum Abschluss der Testung, ob es selbst infiziert ist, von gesunden Angehörigen oder medizinischem Personal ebenfalls nur in Schutzkleidung betreut werden darf. Im Interesse des Neugeborenen ist es daher wichtig, eine rasche Testung vorzunehmen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schwangere und Peripartum-Management"
        },
        {
            "text": "Nachdem ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schwangere und Peripartum-Management"
        },
        {
            "text": "Wenn eine Mutter (unabhängig von einem möglichen Verdacht auf SARS-CoV2-Infektion) sich entschieden hat, nicht zu stillen, ist es immer wünschenswert, dass das Neugeborene auf alle Fälle Kolostrum erhalten sollte. Dies kann durch direktes Anlegen an der Brust oder durch Handgewinnung von Kolostrum geschehen. Viele Mütter, die sich gegen das Stillen entscheiden, geben ihrem Kind gerne das Kolostrum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gibt etwas zu beachten, wenn eine Frau nicht stillen möchte?"
        },
        {
            "text": "In der Zeit der Pandemie profitieren Neugeborene nochmals mehr von den immunologischen Eigenschaften der Muttermilch. Deshalb wäre es besonders wichtig, mit einer infizierten oder unter Verdacht stehenden Mutter darüber zu sprechen, ob sie sich vorstellen kann, für kurze Zeit zu stillen oder abzupumpen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gibt etwas zu beachten, wenn eine Frau nicht stillen möchte?"
        },
        {
            "text": "Bei bekannter Infektion mit SARS-CoV2 bzw. bei Einstufung als Verdachtsfall werden Mutter und Kind gemeinsam isoliert und wie jeder Isolationsfall den Richtlinien der Klinik entsprechend durch die Pflege betreut.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Müssen Mutter und Kind getrennt werden?"
        },
        {
            "text": "Das Kind wird für mindestens 48 h postpartum beobachtet, als Verdachtsfall (Kontaktperson) eingestuft und daher nach normalem Schema so rasch als möglich getestet. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Müssen Mutter und Kind getrennt werden?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Die Österreichische Gesellschaft für Kinder-und Jugendheilkunde gratuliert herzlich ihren Mitgliedern, die im nächsten Monat einen \"besonderen\" Geburtstag feiern: 80 Jahre und älter werden: 03.06.1937 | Dr. Helmuth Lothaller, Hinterbrühl 02.06.1938 | Univ. Prof. Dr. Walter Stögmann",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Graz 60 Jahre werden: 06.06.1960 | Dr. Silvana Perc-Roth, Völkermarkt 14.06.1960 | Univ. Prof. Dr. Wolfgang Schwinger, Graz 30.06.1960 | Dr. Thomas Michael Brandlhuber, Mistelbach 4. Österreichische Jahrestagung für Pädiatrische Psychosomatik Interdisziplinäre Tagung für Gesundheitspersonal 8",
            "authors": [],
            "year": 2020,
            "venue": "Jahre wird: 18.06.1955 | Dr. Ute Maurer-Fellbaum",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "S12! studio12 gmbh",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Alle Informationen zur Anmeldung bei der ÖGKJ finden Sie unter www.paediatrie.at/mitgliedschaft",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Autoren: Volker Strenger, Christoph Zurl, Daniela Kohlfürst, Werner Zenz für die AG Infektiologie Gerade PatientInnen mit chronischen und/oder seltenen Erkrankungen sind aber auf regelmäßige Kontrollen, Behandlungen und medikamentöse und auch begleitende Therapien angewiesen. Na-Ergänzend zu den Zahlen der Gesundheitsbehörden hat die AG Infektiologie der ÖGKJ die Daten zahlreicher Kinderabteilungen Österreichs bis Ende April erhoben (siehe . Tab. 1). In diesen Abteilungen wurden PCR Untersuchungen veranlasst, wenn PatientInnen respiratorische Symptome und/oder Fieber ohne Fokus zeigten. Nur in Einzelfällen wurden auch Kinder getestet, wenn diese aus anderen Gründen ambulant oder stationär behandelt wurden aber anamnestisch Kontaktpersonen von gesicherten SARS-CoV2 Fällen waren.Auffallend ist, dass in den behördlich erhobenen Daten die absoluten Zahlen deutlich höher liegen als die Zahlen aus den Kinderabteilungen, die aber große Teile der pädiatrischen Bevölkerung der jeweiligen Bundesländer versorgen. Auch die relative Rate der insgesamt positiv getesteten Kinder liegt -soweit vorliegend (Tirol, Vorarlberg, Teile Oberösterreichs) -bei 5 bis 12 %, während die Rate der in Kinderabteilungen aufgrund von Symptomen positiv getesteten Patien-tInnen -selbst in den stärker betroffenen Bundesländern -bei nur 0 bis 2,8 % liegt.Diese Differenz ist wohl durch unterschiedliche Indikationen zur Testung zu erklären. Während in den Kinderabteilungen Kinder auch mit mäßig ausgeprägter respiratorischer Symptomatik und/oder (sub-)febrilen Temperaturen getestet werden, besteht für behördliche Tab. 1 Mittels SARS-CoV2 PCR getestete, positiv getestete und stationär behandelte Kinder und Jugendliche",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". Pro Rare Austria listet Informationen dazu auf ihrer Website [5]. Literatur 1. Hofmann J Angst vor Corona könnte zu mehr Amputationen führen. https://idwonline.de/de/news744176. Zugegriffen: 10. Apr. 2020 2. EURORDIS Recommendations to protect people living with a rare disease during the COVID-19 pandemic. https://www.eurordis.org/covid19openletter.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". Ebenfalls wird das Aufholen von aufgeschobenen Kontrollen und Behandlungen nach Wiederaufnahme des Normalbetriebes lange nicht zu bewältigen sein. Es wird für manche PatientInnen also noch zu einer Verzögerung ihrer Kontrollen bis weit nach Ende der Corona-Krise kommen. Eine kürzlich durchgeführte Umfrage unter PatientInnen mit seltenen Erkrankungen und deren Angehörigen listet einige der Probleme aber auch positive Beispiele [5]. Österreichweite Guidelines zur Versorgung von Menschen mit seltenen und/oder chronischen Erkrankungen unter Beteiligung aller Stakeholder (allen voran der PatientInnenvertreterInnen) 5 Sicherstellung der direkten Kommunikation zwischen Arzt/Ärztin und PatientIn 5 Nutzung von vorhandenen Ressourcen (Personal, Labor, Diagnostik) innerhalb und außerhalb von Kliniken 5 Sicherstellung der Begleitung Minderjähriger und beeinträchtigter Menschen, sodass diese Menschen nicht von ihren Bezugspersonen getrennt werden 2. Triage bei Ressourcenknappheit Aus anderen europäischen Ländern wird von PatientInnen mit seltenen und/oder chronischen Erkrankungen berichtet, die in einer Triage-Situation benachteiligt wurden, ohne dass die Vorerkrankung mit schlechteren Heilungschancen bei COVID-19 einhergeht [6]. In Österreich muss sichergestellt werden, dass selbst bei Engpässen keine Diskriminierung dieser Gruppe stattfindet [7]. Mit dem Ausschöpfen aller Ressourcen innerhalb von Österreich oder der EU (Transfer auf Intensivstationen mit freien Kapazitäten) sollte eine Benachteiligung von Menschen mit seltenen Erkrankungen weitgehend verhindert werden können[8, 9].",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Durch die derzeitige Ausnahmesituation wurden klinische Studien ausgesetzt oder ganz eingestellt. In jenen wenigen Fällen, wo StudienMitteilungen der ÖGKJherigen Erkenntnissen zur aktuellen Erkrankung vorläufige Einschätzungen vorgenommen, die stetig angepasst werden.Wir beziehen uns in unserer untenstehenden Zusammenfassung auf folgende Quellen: 5 Coronavirus Disease and Breastfeeding(CDC,] 5 WHO Q&A on COVID-19 an breastfeeding (WHO, 24.04.2020) CoV2 infiziert ist, sollte Maßnahmen treffen, um eine Übertragung auf ihr Kind zu vermeiden, ohne das Stillen zu beenden. Dazu gehört: 5 gründliches Händewaschen/Desinfizieren vor und nach dem Stillen sowie vor und nach jedem Kontakt zum Kind 5 Tragen eines geeigneten Mundschutzes bei jedem Kontakt mit dem Kind EMA Guidance on the Management of Clinical Trials during the COVID-19 (Coronavirus) pandemic. https://ec.europa.eu/health/sites/health/files/files/eudralex/vol-10/guidanceclinicaltrials_covid19_en.pdf (Erstellt: 27. März 2020). Zugegriffen: 14. Apr. 2020 11. Pichler H, Sprengseis G Ergänzungen und Änderungen im COVID-19-Gesetz. Schmidt-Erfurth U Patienteninformation. https://www.meduniwien.ac.at/hp/ augenheilkunde/. Zugegriffen: 10. Apr. 2020 Coronavirus\" bezeichnet, allerdings genaugenommen ein Virus, das, wie schon andere Viren zuvor, aus der Familie der Coronaviren stammt) COVID-19: die Erkrankung, die durch Infektion mit SARS-CoV2 entsteht Die weltweite Pandemie hat auch in den deutschsprachigen Ländern zu großen Veränderungen unseres Alltags geführt. Als medizinisches Fachpersonal begleiten wir auch Schwangere oder Stillende, die an COVID-19 erkrankt sind oder als Kontaktperson eines Infizierten gelten und somit als Verdachtsfall eingestuft werden. In diesem Artikel finden Sie den aktuellen Stand der Empfehlungen international anerkannter Gremien und relevante Quellen, die für tiefergehende Informationen zur Verfügung stehen. Zum Schutz des medizinischen Betreuungspersonals soll der Kontakt mit unter Verdacht stehenden oder sicher infizierten Schwangeren und Stillenden nach Maßgabe der aktuellen Empfehlungen für die Betreuung solcher Patienten erfolgen (Schutzkleidung, Isolierzimmer etc.) -Informationen dazu beim Robert-Koch-Institut (RKI) in Deutschland [https://www.rki.de/DE/Content/InfAZ/ N/Neuartiges_ Coronavirus/Hygiene.html] oder beim US-amerikanischen Center for Dis ease Control (CDC) [https://www.cdc.gov/coronavirus/2019-nCoV/hcp/index.html]. Auch wenn mehr und mehr Studien rund um das Virus weltweit veröffentlicht werden, gibt es noch immer keine ausreichende Datenbasis, um abschließende Aussagen zur speziellen Situation von Schwangeren oder Stillenden zu treffen. Aus früheren Untersuchungen zu SARS und MERS, die mit SARS-CoV2 verwandte Erreger aufweisen, werden daher international in Kombination mit den bis-Fragen aus der Praxis für Gesundheitspersonal, das schwangere und stillende Frauen begleitet Wie sollten wir mit Routine-Terminen zur Vorsorge in der Schwangerschaft umgehen? Die üblichen Vorsorge-Termine in der Schwangerschaft sollten wie geplant wahrgenommen werden, sie sind medizinisch notwendig und dienen der Gesundheit von Mutter und Kind. Wenn die werdende Mutter als Verdachtsperson gilt oder sicher infiziert ist, benötigt die betreuende Fachkraft vollständige persönliche Schutzausrüstung, wie in den Verordnungen und Empfehlungen der Gesundheitsbehörden vorgeschrieben. Schwangere haben gegenüber der sonstigen Bevölkerung nach derzeitigem Stand des Wissens kein erhöhtes Risiko, sich zu infizieren und auch kein erhöhtes Risiko für einen schweren Krankheitsverlauf 5 Eine Infektion der Mutter durch SARS-CoV2 während der Schwangerschaft scheint nach derzeitigem Wissensstand per se keine negativen Auswirkungen auf das Ungeborene zu haben, es infiziert sich auch nicht im Mutterleib",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Muttermilch nicht selbst als Überträger des Virus beschrieben wurde, kann die Mutter bei einer Trennung ihre Muttermilch abpumpen und die Milch kann dem Baby uneingeschränkt gegeben werden. Beim Abpumpen sind besondere Hygienemaßnahmen zu beachten (s. o.). Sobald die Mutter nicht mehr ansteckend ist, kann sie zum direkten Stillen an der Brust übergehen. Wie können Mutter und Kind aus der Klinik entlassen werden? Wenn der Gesundheitszustand von Mutter und Kind es zulässt, werden sie im Verdachtsfall/bei Infektion der Mutter frühestens 48 h nach Geburt und nach Maßgabe der nationalen Vorgaben und Empfehlungen der Gesundheitsbehörden in gemeinsame häusliche Quarantäne entlassen. Welche Hygiene-Maßnahmen sind Zuhause zu beachten? Wenn eine infizierte/unter Verdacht stehende Mutter stillt, sollte sie bis zum endgültigen negativen Test-Ergebnis/bis zur Einstufung als \"nicht (mehr) infektiös\" durch die lokalen Gesundheitsbehörden vor und nach jedem Kontakt zum Kind ihre Hände desinfizieren und bei jedem Kontakt mit dem Kind einen Mund-Nase-Schutz tragen 5 Wenn eine infizierte/unter Verdacht stehende Mutter für ihr Kind Muttermilch pumpt, sollte sie bis zum engültigen negativen Test-Ergebnis/bis zur Einstufung als \"nicht (mehr) infektiös\" durch die lokalen Gesundheitsbehörden alle Pump-Sets, Flaschen-Sauger + Flaschen, Schnuller und sonstige Hilfsmittel nach jedem Gebrauch sterilisieren und auf gute Handhygiene achten. Was ist sonst noch wichtig? Die immunologischen Eigenschaften der Muttermilch sind von großem Wert, daher ist auch ein Teil-Stillen selbstverständlich zu unterstützen 5 Sobald nach einem Verdacht/einer Infektion der endgültige Negativ-Bescheid vorliegt: reduzierten Hautkontakt mit dem Kind intensiv nachholen 5 Unabhängig vom Infektionsstatus gelten für alle Familien derzeit die Kontaktbeschränkungen der Gesamt-Bevölkerung: daher Besuche vermeiden, Großeltern können ihr Enkelkind vorerst nur online kennenlernen Verfasser: Für das Europäisches Institut für Stillen und Laktation (EISL) -www.stillen-institut,com: Anja Bier (IBCLC), Gabriele Nindl (IBCLC), Gudrun von der Ohe (IBCLC und Ärztin) ausrüstung, die werdende Mutter muss isoliert betreut werden. Soweit es unter der Geburt möglich ist, könnte das zusätzliche Tragen eines Mund-Nasen-Schutzes durch die Mutter hilfreich sein, um das Infektionsrisiko des Personals zu minimieren. 5 Eine feste Begleitperson, die selbst symptomfrei sein muss und ebenfalls mit persönlicher Schutzausrüstung ausgestattet wird, sollte dringend unter der Geburt zugelassen werden, auch wenn für das Klinikum ansonsten ein generelles Besuchsverbot gelten mag. Für die Wochenstation legen Kliniken individuelle Regeln fest. passiert unmittelbar nach der Geburt? Auch wenn eine Mutter als Verdachtsfall eingestuft wird oder bekannt infiziert ist, sollte postpartum der normale Bonding-Prozess stattfinden, solange der Gesundheitszustand der Mutter dies zulässt. Allerdings sollte die Mutter dabei einen Mund-Nasen-Schutz (MNS) tragen. Es ist sinnvoll, auf den MNS z. B. mit Lippenstift einen Mund und Nasenlöcher aufzumalen, um das Erkennen des Gesichts-Schemas für das Neugeborene zu ermöglichen. Das Bonding erfolgt im Optimalfall durch ungestörten direkten Hautkontakt, notwendige Untersuchungen werden auf dem Körper der Mutter durchgeführt. Das Kind erhält genügend Zeit, um selbständig zur Brust zu finden und das erste Stillen zu initiieren (durchschnittlich ca. 1 Stunde pp).",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Darf die Mutter stillen/darf Muttermilch verfüttert werden? 5 SARS-CoV2 wird nach derzeitigem Stand des Wissens nicht über Muttermilch übertragen. Die Mutter kann also unabhängig von ihrem Infektionsstatus ganz normal stillen. Auch in dieser Situation profitieren Neugeborene von den besonderen immunologischen Eigenschaften der Muttermilch. 5 Wenn die Mutter als Verdachtsfall eingestuft wird/sicher infiziert ist, soll sie vor jedem Kontakt zum Kind die Hände desinfizieren und bei jedem Kontakt mit dem Kind einen Mund-Nasen-Schutz (MNS) tragen. Es ist sinnvoll, auf den MNS z. B. mit Lippenstift einen Mund und Nasenlöcher aufzumalen, um das Erkennen des Gesichts-Schemas für das Neugeborene zu ermöglichen.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}