{
    "paper_id": "2b8772d0b1ad1fab7e54b9f305e4435a6aaadb0b",
    "metadata": {
        "title": "Journal Pre-proof Mayo Clinic Strategies for COVID-19 Diagnostic Stewardship: An Essential Element in a Rapidly Evolving COVID-19 Pandemic Mayo Clinic Proceedings Mayo Clinic Strategies for COVID-19 Diagnostic Stewardship: An Essential Element in a Rapidly Evolving COVID-19 Pandemic",
        "authors": [
            {
                "first": "Aditya",
                "middle": [
                    "S"
                ],
                "last": "Shah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "Minnesota"
                    }
                },
                "email": ""
            },
            {
                "first": "Aaron",
                "middle": [
                    "J"
                ],
                "last": "Tande",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "Minnesota"
                    }
                },
                "email": ""
            },
            {
                "first": "Douglas",
                "middle": [
                    "W"
                ],
                "last": "Challener",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "Minnesota"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "C"
                ],
                "last": "O&apos;horo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "Minnesota"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "J"
                ],
                "last": "Binnicker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "Minnesota"
                    }
                },
                "email": ""
            },
            {
                "first": "Elie",
                "middle": [
                    "F"
                ],
                "last": "Berbari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "Minnesota"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "systems, moved to identify strategies to mitigate the impact of this pandemic on its patients and community. 3 Testing was a critical part of this response, but early on, Mayo Clinic was hampered by lack of widespread test availability, uncertainty about test interpretation and performance (especially in asymptomatic carriers of the disease), and unclear national guidance on test utilization. Mayo Clinic commissioned a COVID-19",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 110,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Diagnostic Stewardship Task Force to evaluate the most successful ways to allocate and deploy testing resources. Specifically, this group assessed how to use molecular and serologic testing effectively, efficiently, and safely for our patients, community members, and employees. This process has been a dynamic one, as testing availability and data have become more available, shelter-in-place orders have been relaxed, and health care systems have begun to shift back to non-COVID-19 care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Task Force identified 3 important strategies for effectively developing and implementing medical guidance for utilizing COVID-19 testing: 1) effective and real-time predictive test utilization modeling, 2) development of consensus-based testing guidance using internal and external data, and 3) establishment of a real-time practice group that rapidly implemented and communicated the guidance in our practice and within the community. The Task Force used active audit, review, feedback, and realtime data analysis as a framework to understand which resources could be used and triaged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At Mayo Clinic, our approach to the 3 strategies was modeled on the WHO recommendations for key elements of pandemic planning and management, which include rapid planning, execution, evaluation, and adaptation of new workflows and processes. 4 We implemented a widespread testing strategy for our communities and outpatient populations by using drive-through 5 and walk-through test collection sites.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 243,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our initial approach was to test as many symptomatic members of the community as possible, using a phone-triage questionnaire that was administered by nurses and an algorithm that was updated frequently as knowledge evolved. For example, as community spread became evident, the initial criterion for a travel requirement was eliminated. This approach allowed for testing of extended communities in the upper Midwest, Arizona, and Florida. We also recommended a risk-stratification scheme to guide aggressive testing of inpatients. This scheme was based on a synthesis of guidance from the Centers for Disease Control and Prevention, publications from WHO, and internal expert opinion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A specific area of concern was exposure of health care workers during procedures, and consensus-based guidance was used to inform our approach. Many procedures were paused during the initial days of the shelter-in-place order, but it was critical to develop a pathway to screen asymptomatic patients requiring urgent or emergent care. Initially, less urgent procedures were delayed. For patients requiring an urgent procedure, we recommended a dual-testing approach of real-time polymerase chain reaction (RT-PCR) and a computed tomography (CT) scan of the chest. This more extensive testing was based on uncertainty about use of RT-PCR for asymptomatic patients. Evidence existed for risk of asymptomatic transmission, 6-9 but data were not available regarding sensitivity and specificity of RT-PCR in this asymptomatic population. We attempted to develop a strategy to minimize the risk of these unknowns. Patients had a nasopharyngeal swab collected for RT-PCR 5 days and 48 hours before a procedure, along with a chest CT 48 hours before a procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patients receiving chemotherapy had a single nasopharyngeal swab 48 hours before chemotherapy. Using this approach, we were able to provide safe care for patients who did not meet traditional guidance for testing and protect our health care workers from exposure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our initial experience in screening asymptomatic patients undergoing unrelated semiurgent hospital procedures provided mixed results. The dual-screening approach (chest CT scan in addition to RT-PCR) did not provide additional value. In a series of 628 patients who underwent dual screening, only 1 case of COVID-19 was identified, and that patient already had a positive test result by RT-PCR. Based on this experience, we omitted CT imaging from the next version of our screening protocol. We similarly saw no additional benefit in RT-PCR on day 5 before surgery, so we eliminated that screening and now screen patients via RT-PCR only once, 48 hours before a procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another challenge Mayo Clinic faced was in the care of patients hospitalized for non-COVID-19 illnesses who were discharged to congregate-living facilities, including nursing homes. Our approach has been to defer to the policies of the individual congregate-care facility. However, this approach may change as we learn more about this rapidly evolving situation. At present, if the receiving facility requires additional testing, patients have another RT-PCR 48 hours before discharge to the facility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mayo Clinic Laboratories have continued to develop greater testing capacity, but as in institutions elsewhere in the country, this capacity could be quickly consumed without a comprehensive strategy for rational utilization targeted at areas of highest need. The real-time practice group helped with guidance in this situation. The ordering and approval of RT-PCR testing was limited to a team from infectious diseases for patients who were hospitalized (and not tested) for more than 24 hours or who had recent negative test results. In so doing, we hoped to encourage earlier testing of hospitalized patients to limit exposures of health care workers and to minimize low-yield repeat testing. For outpatients, we established systems to restrict ordering to predefined locations, which are managed by general internal medicine staff in conjunction with infectious disease providers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Task Force has various projects underway or planned, and challenges remain. Currently, we are evaluating outpatient data with the goal of potentially modifying and enhancing our testing criteria and algorithms. A future project will assess the use of broad-spectrum antibacterial agents for patients with COVID-19 to determine effects on patient outcomes and to ensure proper antimicrobial stewardship. Serologic studies have presented new challenges in diagnosis. Currently, serologic testing can be used to help identify previously infected individuals and to facilitate contact tracing; however, its other uses, such as for risk stratification, remain less clear and are active areas of work for the Task Force.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Task Force has made our testing guidelines available in the decision-support tool \"Ask Mayo Expert\" for both internal and external users and will continue to update this guidance regularly. In the future, it will be important to develop more nuanced testing strategies that account for pretest probability and local disease prevalence (once these factors are more clearly known) and that also consider patients' individual risk factors and demographic characteristics. These new strategies and information for appropriate use of testing will be particularly important in planning for a potential second wave of COVID-19 cases even as regional and national case numbers decline after the first wave of the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Guide to Understanding the 2019 Novel Coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kashyap",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tosh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sampathkumar",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Horo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mayo Clin. Proc",
            "volume": "95",
            "issn": "4",
            "pages": "646--652",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization. Critical preparedness, readiness and response actions for COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Drive-Through Testing: A Unique, Efficient Method of Collecting Large Volume of Specimens During the SARS-CoV-2 (COVID-19) Pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Challener",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Tande",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Mayo Clin. Proc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Investigating the Impact of Asymptomatic Carriers on COVID-19 Transmission",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Aguilar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Faust",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Westafer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Gutierrez",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Mayo Foundation for Medical Education and Research. Mayo Clin Proc. 2020;95(x):xx-xx. Mayo Foundation for Medical Education and Research. Mayo Clin Proc. 2020;95(x):xx-xx. On March 11, 2020, the World Health Organization (WHO) declared coronavirus disease 2019 (COVID-19) a global pandemic. 1, 2 Mayo Clinic, like many other health",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Mayo Foundation for Medical Education and Research. Mayo Clin Proc. 2020;95(x):xx-xx.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "(https://askmayoexpert.mayoclinic.org/navigator/covid-19?nocmcache=si&_ga=2.85660316.44375615.1589219577-708962653.1589219577)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Editing, proofreading, and reference verification were provided by Scientific Publications, Mayo Clinic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment:"
        }
    ]
}