{"paper_id": "2b87104aa0dabb5642b718429a9e9430795b7da7", "metadata": {"title": "Mesenchymal Stem Cells for Coronavirus (COVID-19)- Induced Pneumonia: Revisiting the Paracrine Hypothesis with New Hopes?", "authors": [{"first": "Selçuk", "middle": [], "last": "Öztürk", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ayşe", "middle": ["Eser"], "last": "Elçin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yaşar", "middle": [], "last": "Murat Elçin", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Mesenchymal stem cells (MSCs) bear a promising potential for regenerative medicine therapies and they repair damaged tissue through secretion of immune modulatory and anti -inflammatory molecules acting in a paracrine fashion. Coronavirus disease 2019 (COVID-19) has spread all over the world with high morbidity and mortality rates and there is no specific treatment for this infection. A recent study published in the journal reports that MSC infusion is safe and effective in patients suffering from COVID-19 induced pneumonia. In the light of this study and previous reports, we make additional comments about possible therapeutic effects of MSCs in COVID-19 infection.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Since the first discovery of mesenchymal stem cells (MSCs) by Friedenstein and colleagues in 1970s [1] , their regenerative and therapeutic potential has been widely investigated in several diseases with promising results [2] . Initially, the principal mechanism underlying their therapeutic effects was thought to be transdifferentiation and/or fusion of MSCs into the damaged tissue. However, their poor survival, low engraftment and differentiation capacity in the damaged tissue has refuted the idea that administrated MSCs repair tissue damage through replacing dead cells with newly differentiated and functional cells. Subsequent studies have shown that these cells secrete bioactive molecules such as growth factors, chemokines, cytokines and extracellular vesicles acting in a paracrine fashion and exert immune modulation and anti-inflammatory effects in tissue of interest [3] . Accordingly, the mechanism namely \"paracrine hypothesis\" has emerged as an alternative explanation in recent years for the beneficial effects of MSCs observed in preclinical and clinical studies [3, 4] .", "cite_spans": [{"start": 99, "end": 102, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 222, "end": 225, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 884, "end": 887, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1085, "end": 1088, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 1089, "end": 1091, "text": "4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "The world has encountered a new pandemic named as novel Coronavirus disease 2019 (COVID-19) since December 2019 which started from China and spread all over the world in a few months. Clinical situation of COVID-19 infection varies from mild fever to respiratory failure resulting with acute respiratory distress syndrome (ARDS) and death. Increased proinflammatory cytokine activation with detrimental alterations in the lungs have been suggested as hallmark in the pathogenesis of infection. Since there is no effective cure or vaccine, primary prevention strategies such as avoiding close contact and attention to personal hygiene are strongly recommended. However, the number of patients suffering from COVID-19 infection is increasing utmost and some of them need hospitalization and/or intensive care unit (ICU) follow-up [5] [6] [7] . Therefore, finding an effective Volume 11, Number 3; 477-479, June 2020 cure for patients suffering from the COVID-19 infection is urgently needed.", "cite_spans": [{"start": 828, "end": 831, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 832, "end": 835, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 836, "end": 839, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": ""}, {"text": "In the last issue of the journal, Leng et al. [8] published the results of seven patients suffering from COVID-19 infection with varying clinical situations and treated with clinical grade human MSCs. The patients received 1 million MSCs per kilogram intravenously and were closely followed for 14 days. The authors of the study reported that there were no adverse effects related with cell transplantation. Besides, the pulmonary functions and symptoms of the patients treated with MSC transplantation improved quickly and three of them were discharged from hospital in ten days as indicated by the authors. Evidence of inflammatory system activation in peripheral blood such as C-reactive protein levels, tumor necrosis factor-alpha levels and cytokine secreting immune system cells were found to be decreased after treatment. Besides, the number of peripheral lymphocytes, dendritic cells, and levels of antiinflammatory protein interleukin-10 increased suggesting a beneficial effect of MSCs through immune modulation and anti-inflammatory activity in cell treated patients. Moreover, RNA sequencing and gene expression analyses of MSCs revealed high anti-inflammatory and trophic factor activity and cells were free from COVID-19 infection according to the report of the authors [8] . We believe that there are several take home messages which might be gathered from this study and make additional comments about possible therapeutic effects of MSCs in COVID-19 infection.", "cite_spans": [{"start": 46, "end": 49, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1284, "end": 1287, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": ""}, {"text": "ARDS, which is a highly complex disease process involving multiple organs, represents the most severe clinical situation of COVID-19 infection and is the major cause of death in ICUs. Our understanding about the therapeutic role of MSCs in ARDS mostly originates from animal model studies suggesting a repair process through modulation of immune system cells and inflammatory/ anti-inflammatory bioactive molecules [9] . Clinical trials testing the safety of MSC infusion in ARDS patients demonstrated no adverse effects of cell therapy [10, 11] , while the beneficial effects were limited [10] . A recent case presentation also reported successful management of a critically ill COVID-19 patient with human umbilical cord MSC infusion [12] . Likewise, MSC infusion was reported to be safe and effective in the study of Leng and colleagues [8] . Although these reports are promising and encouraging for further studies and clinical applications of MSCs in COVID-19 patients, we believe that these striking results must be interpreted cautiously. Lack of statistical power, randomization, dose studies and longterm follow-up stand out as significant weaknesses of the study. In addition, the number of patients involved in the study is relatively low. Among 7 patients treated with MSC infusion, only one patient was reported to be in critically severe type condition and the other patients were in relatively better clinical condition. Besides, these results need to be confirmed in multicenter trials involving different regions and countries. While commenting about this study, we are also aware that this is a preliminary study and there is an urgency to find an effective treatment for these patients due to the fact that pandemic has spread all over the world and morbidity/mortality rates are sharply increasing. From a theoretical perspective, it is reasonable to expect good outcomes from MSCs in COVID-19 infection due to their close intersections regarding pathogenesis of the disease and mechanism of action of MSCs. There are already 9 clinical trials recorded in www.clinicaltrials.gov by 27th of March 2020 aiming to investigate the effect of stem cells in COVID-19 infection which are briefly summarized in Table 1 . The results of these studies are eagerly awaited and will shed light on our understanding about the therapeutic role of stem cells to combat with COVID-19 infection. We hope and believe that mankind will find an effective cure to treat this pandemic in the light of science.", "cite_spans": [{"start": 415, "end": 418, "text": "[9]", "ref_id": null}, {"start": 537, "end": 541, "text": "[10,", "ref_id": "BIBREF10"}, {"start": 542, "end": 545, "text": "11]", "ref_id": "BIBREF11"}, {"start": 590, "end": 594, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 736, "end": 740, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 840, "end": 843, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 2222, "end": 2229, "text": "Table 1", "ref_id": "TABREF0"}], "section": ""}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The development of fibroblast colonies in monolayer cultures of guinea-pig bone marrow and spleen cells", "authors": [{"first": "A", "middle": [], "last": "Friedenstein", "suffix": ""}, {"first": "R", "middle": [], "last": "Chailakhjan", "suffix": ""}, {"first": "K", "middle": [], "last": "Lalykina", "suffix": ""}], "year": 1970, "venue": "Cell Tissue Kinet", "volume": "3", "issn": "", "pages": "393--403", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Clinical applications of mesenchymal stem cells", "authors": [{"first": "N", "middle": [], "last": "Kim", "suffix": ""}, {"first": "S-G", "middle": [], "last": "Cho", "suffix": ""}], "year": 2013, "venue": "Korean J Intern Med", "volume": "28", "issn": "", "pages": "387--402", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Trophic effects of mesenchymal stem cells in tissue regeneration", "authors": [{"first": "Y", "middle": [], "last": "Fu", "suffix": ""}, {"first": "L", "middle": [], "last": "Karbaat", "suffix": ""}, {"first": "L", "middle": [], "last": "Wu", "suffix": ""}, {"first": "J", "middle": [], "last": "Leijten", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Both", "suffix": ""}, {"first": "M", "middle": [], "last": "Karperien", "suffix": ""}], "year": 2017, "venue": "Tissue Eng Part B Rev", "volume": "23", "issn": "", "pages": "515--528", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Paracrine mechanisms of mesenchymal stem cells in tissue repair", "authors": [{"first": "M", "middle": [], "last": "Gnecchi", "suffix": ""}, {"first": "P", "middle": [], "last": "Danieli", "suffix": ""}, {"first": "G", "middle": [], "last": "Malpasso", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Ciuffreda", "suffix": ""}], "year": 2016, "venue": "Methods Mol Biol", "volume": "1416", "issn": "", "pages": "123--146", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A novel Coronavirus emerging in China -Key questions for impact assessment", "authors": [{"first": "V", "middle": ["J"], "last": "Munster", "suffix": ""}, {"first": "M", "middle": [], "last": "Koopmans", "suffix": ""}, {"first": "N", "middle": [], "last": "Van Doremalen", "suffix": ""}, {"first": "D", "middle": [], "last": "Van Riel", "suffix": ""}, {"first": "E", "middle": [], "last": "De Wit", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "692--694", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "World Health Organization declares global emergency: A review of the 2019 novel coronavirus (COVID-19)", "authors": [{"first": "C", "middle": [], "last": "Sohrabi", "suffix": ""}, {"first": "Z", "middle": [], "last": "Alsafi", "suffix": ""}, {"first": "N", "middle": [], "last": "O&apos;neill", "suffix": ""}, {"first": "M", "middle": [], "last": "Khan", "suffix": ""}, {"first": "A", "middle": [], "last": "Kerwan", "suffix": ""}, {"first": "A", "middle": [], "last": "Al-Jabir", "suffix": ""}], "year": 2020, "venue": "Int J Surg", "volume": "76", "issn": "", "pages": "71--76", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Mesenchymal stem cell infusion shows promise for combating Coronavirus (COVID-19)-induced pneumonia", "authors": [{"first": "A", "middle": ["K"], "last": "Shetty", "suffix": ""}], "year": 2020, "venue": "Aging Dis", "volume": "11", "issn": "", "pages": "462--464", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Transplantation of ACE2-mesenchymal stem cells improves the outcome of patients with COVID-19 pneumonia", "authors": [{"first": "Z", "middle": [], "last": "Leng", "suffix": ""}, {"first": "R", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "W", "middle": [], "last": "Hou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Feng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Han", "suffix": ""}], "year": 2020, "venue": "Aging Dis", "volume": "11", "issn": "", "pages": "216--228", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Mesenchymal stem cells-derived extracellular vesicles in acute respiratory distress syndrome: a review of current literature and potential future treatment options", "authors": [], "year": null, "venue": "Clin Transl Med", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Treatment of acute respiratory distress syndrome with allogeneic adipose-derived mesenchymal stem cells: a randomized, placebocontrolled pilot study", "authors": [{"first": "G", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "L", "middle": [], "last": "Huang", "suffix": ""}, {"first": "H", "middle": [], "last": "Tong", "suffix": ""}, {"first": "Q", "middle": [], "last": "Shu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "M", "middle": [], "last": "Ge", "suffix": ""}], "year": 2014, "venue": "Respir Res", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Mesenchymal stem (stromal) cells for treatment of ARDS: a phase 1 clinical trial", "authors": [{"first": "J", "middle": ["G"], "last": "Wilson", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Liu", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhuo", "suffix": ""}, {"first": "L", "middle": [], "last": "Caballero", "suffix": ""}, {"first": "M", "middle": [], "last": "Mcmillan", "suffix": ""}, {"first": "X", "middle": [], "last": "Fang", "suffix": ""}], "year": 2015, "venue": "Lancet Respir Med", "volume": "3", "issn": "", "pages": "24--32", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Clinical remission of a critically ill COVID-19 patient treated by human umbilica l cord mesenchymal stem cells", "authors": [{"first": "B", "middle": [], "last": "Liang", "suffix": ""}, {"first": "J", "middle": [], "last": "Chen", "suffix": ""}, {"first": "T", "middle": [], "last": "Li", "suffix": ""}, {"first": "H", "middle": [], "last": "Wu", "suffix": ""}, {"first": "W", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Clinical trials recorded in www.clinicaltrials.gov database about stem cells and COVID-19 infection by 27 th of March 2020. CT: computerized tomography; MNC: mononuclear cell; MSC: mesenchymal stem cell; N/A: not available; RT -PCR: real-time polymerase chain reaction; SCE: stem cell educator; UC-MSC: umbilical cord mesenchymal stem cell; WJ-MSC: wharton's jelly mesenchymal stem cell.", "latex": null, "type": "table"}}, "back_matter": []}