{"paper_id": "2b88e71ccde0718d71df5a7e1dd8d7eefa06648a", "metadata": {"title": "Outlook of tourism recovery amid an epidemic: Importance of outbreak control by the government Epidemic outbreak Government efficacy Tourism recovery Self-efficacy", "authors": [{"first": "Lawrence", "middle": [], "last": "Hoc", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nang", "middle": [], "last": "Fong", "suffix": "", "affiliation": {"laboratory": "", "institution": "Macau Special Administrative Region", "location": {"country": "China"}}, "email": ""}, {"first": "Rob", "middle": [], "last": "Law", "suffix": "", "affiliation": {"laboratory": "Hospitality and Tourism Research Centre (HTRC)", "institution": "The Hong Kong Polytechnic University", "location": {"settlement": "Hong", "country": "China"}}, "email": "rob.law@polyu.edu.hkr.law"}, {"first": "Ben", "middle": ["Haobin"], "last": "Ye", "suffix": "", "affiliation": {"laboratory": "", "institution": "South China Normal University", "location": {"settlement": "Guangzhou", "country": "China"}}, "email": "ben_ye@m.scnu.edu.cnb.h.ye."}]}, "abstract": [{"text": "The recent decades have witnessed various epidemics. This year, COVID-19 has severely hit the global tourism industry, especially in destinations that largely depend on tourists from Mainland China. While the government should prioritize the curbing of epidemics, minimal attention has been paid to residents' positive outlook of tourism recovery, which affects public engagement during the recovery stage. Through an online survey conducted with 228 Macao residents in the early phase of epidemic, this study found that residents anticipate quick tourism recovery when they are satisfied with the government's performance in dealing with epidemic, because of their self-efficacy in avoiding infection and government efficacy in tourism recovery, but not relief of emotional concern. Implications for government at destination are also discussed.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Annals of Tourism Research xxx (xxxx) xxxx 0160-7383/", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The COVID-19 outbreak is marked as an impactful incidence in world history. During this epidemic, human contact and mobility are discouraged; thus, the tourism industry is affected. The effect is disastrous to destinations that largely depend on tourists from Mainland China. Macao is a typical case as Mainland Chinese constitute over 70% of inbound tourist arrivals (Statistics and Census Service, 2020) . In the city, many retail shops, hotels, and even casinos stopped operations. Hence, residents have become pessimistic about tourism growth in the current year. The government has a crucial role in shaping a positive outlook of tourism recovery in the future (particularly an imminent recovery); thus, understanding the determining factors is imperative. In response to Ritchie and Jiang's (2019) call for research on the effects of government policies and tourism recovery after a disaster, this study explores whether the public evaluation of the measures of the Macao government against epidemic is associated with the outlook of tourism recovery and its underlying psychological mechanism.", "cite_spans": [{"start": 368, "end": 405, "text": "(Statistics and Census Service, 2020)", "ref_id": null}, {"start": 777, "end": 803, "text": "Ritchie and Jiang's (2019)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "The World Bank (2014) has stated that a government that performs well in an epidemic promotes public confidence in economic agencies to recover the economy. This comment echoes micro-performance theory, which contends that the performance of individual government agencies (for example, health and immigration departments in dealing with an epidemic) builds a general attitude toward the government; this attitude is then projected to other individual government agencies (for example, economic and tourism agencies in their tourism recovery works) ( Van de Walle & Bouckaert, 2003) . Accordingly, this study investigates whether the public perception of the government's ability to recover tourism (government efficacy) will increase if the government performs well in dealing with an epidemic (government performance). To extend micro-performance theory, this study also explores the mechanism underlying the government performance-efficacy link.", "cite_spans": [{"start": 551, "end": 582, "text": "Van de Walle & Bouckaert, 2003)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Introduction"}, {"text": "Cognition and emotion are widely considered to be the mental mechanisms that bridge stimuli and responses (Mischel & Shoda, 1995) . Self-efficacy, the personal belief on one's ability to influence the events in his/her life, is a cognitive construct that drives the formation of positive expectancies about social/environmental events (Gavrilov-Jerkovic, Jovanovic, Zuljevic, & Brdaric, 2014) . Following this rationale, a person's self-efficacy for avoiding infection may build positive expectations on social events, such as a government's efforts for tourism recovery. This domain-specific self-efficacy depends on government performance in dealing with an epidemic (Lau, Griffiths, Choi, & Tsui, 2010) and tends to be the mediating factor. Emotional concern arousing from an epidemic can also be alleviated by government performance (Lau et al., 2010) . However, the function of improved emotional response as a contributor to government efficacy remains unexplored. High government efficacy fosters trust in society (Catterberg & Moreno, 2006) , whereas social trust nurtures an optimistic view of the world (Uslaner, 2010) . Government efficacy in tourism recovery may induce anticipation of a quick recovery (an optimistic view).", "cite_spans": [{"start": 106, "end": 129, "text": "(Mischel & Shoda, 1995)", "ref_id": "BIBREF5"}, {"start": 335, "end": 392, "text": "(Gavrilov-Jerkovic, Jovanovic, Zuljevic, & Brdaric, 2014)", "ref_id": "BIBREF2"}, {"start": 669, "end": 705, "text": "(Lau, Griffiths, Choi, & Tsui, 2010)", "ref_id": "BIBREF4"}, {"start": 837, "end": 855, "text": "(Lau et al., 2010)", "ref_id": "BIBREF4"}, {"start": 1021, "end": 1048, "text": "(Catterberg & Moreno, 2006)", "ref_id": "BIBREF1"}, {"start": 1113, "end": 1128, "text": "(Uslaner, 2010)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "This study hypothesizes that the evaluation of government performance in dealing with an epidemic (government performance) is negatively associated with the anticipated duration of tourism recovery (anticipated recovery period) through high self-efficacy in avoiding infection (self-efficacy) (hypothesis 1), less negative emotion toward an epidemic (negative emotion) (hypothesis 2), and high government efficacy in tourism recovery (perceived government efficacy). Fig. 1 shows the conceptual model and results.", "cite_spans": [], "ref_spans": [{"start": 467, "end": 473, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Introduction"}, {"text": "The target respondents included Macao residents, who reside in the city and are aged 18 and above; hence, three screening questions were asked. Data collection was conducted during the epidemic period when human contact and gatherings were discouraged; thus, an online questionnaire survey is the ideal approach. The survey was conducted during the early phase of epidemic; it was launched on February 6, 2020 (two days after the government announced the closure of casinos for 15 days) and terminated on February 12, 2020 (day before government announced economic measures for alleviating the residents' financial burden). These two crucial announcements, which are related to the focus of this study, might affect the results and should have been controlled by our data collection period.", "cite_spans": [], "ref_spans": [], "section": "Method"}, {"text": "Convenience sampling was adopted as the questionnaire weblink was sent through personal contacts in social media. The system recorded 282 responses; among which, 45 responses were incomplete and thus eliminated. Nine outliers were identified based on absolute z-scores greater than 3.29. Hence, a total of 228 responses were retained for analysis, which was performed using SPSS PROCESS model 80. Most respondents were female (79.4%). Respondents were generally young (55.7% under 35) and well educated (85.5% with a bachelor's degree or higher). Table 1 exhibits the measurement items. The multi-item measures of government performance, self-efficacy, and negative emotion were adapted from Lau, Griffiths, Au, and Choi (2011) by changing the focal epidemic from H1N1 to COVID-19. The construct scores were calculated by averaging the item scores. The single-item measure of perceived government efficacy was also adapted from Lau et al. (2011) by changing the context from control of epidemic to tourism recovery. The anticipated recovery period was operationalized by a single item. With the Macao residents, the questionnaire was written in traditional Chinese. Translation and back-translation were conducted by two independent individuals.", "cite_spans": [{"start": 928, "end": 945, "text": "Lau et al. (2011)", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 547, "end": 554, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Method"}, {"text": "Results, which are exhibited in Fig. 1 , support hypothesis 1 but not hypothesis 2. The residents' positive evaluation of government performance in dealing with epidemic results in their anticipation of quick tourism recovery, because of their high self-efficacy in avoiding infection and high perceived ability of government to recover the local tourism industry; by contrast, it is not due to the alleviation of negative emotion that arises from epidemic. Mediators are essential because the direct relationship between government performance and anticipated recovery period is not statistically significant.", "cite_spans": [], "ref_spans": [{"start": 32, "end": 38, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Conclusions"}, {"text": "Being exposed to high personal risk condition, individuals become overwhelmed by negative emotion (Aliperti & Cruz, 2019) . Our study reveals that satisfactory government performance alleviates residents' negative emotion (Lau et al., 2010) . However, emotion does not influence government efficacy or the outlook of tourism recovery. While evaluation of government performance, government efficacy, and outlook are cognitive constructs, only the cognitive mediator (self-efficacy) completes the cognitive pathway. This finding supports Zajonc's (2000) theoretical perspective wherein cognition and emotion work independently during mental processing.", "cite_spans": [{"start": 98, "end": 121, "text": "(Aliperti & Cruz, 2019)", "ref_id": "BIBREF0"}, {"start": 222, "end": 240, "text": "(Lau et al., 2010)", "ref_id": "BIBREF4"}, {"start": 537, "end": 552, "text": "Zajonc's (2000)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Conclusions"}, {"text": "The salience of cognition and emotion depends on the nature of the goals that people aim for. People process information through cognitive (emotional) mechanisms if they have a utilitarian (hedonic) goal (Palazon & Delgado-Ballester, 2013) . Goals, such as avoidance of infection and imminent recovery of the tourism industry, are utilitarian in nature and echo the cognitive constructs in this study. Therefore, the activation of cognitive processes is plausible.", "cite_spans": [{"start": 204, "end": 239, "text": "(Palazon & Delgado-Ballester, 2013)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Conclusions"}, {"text": "This study enriches the tourism and public administration literature by exploring how a government's epidemic response is translated to residents' prospects of tourism recovery. Meanwhile, self-efficacy as a mediator extends micro-performance theory. During the epidemic period, governments of affected destinations should prioritize preventive measures against epidemic and exert less effort on interventions that shape the residents' outlook of tourism recovery. Residents form a positive outlook if the government performs well in controlling an epidemic.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "This study has some limitations. First, data collection was necessarily ceased after a week; therefore, the sample size was limited. Second, convenience sampling, a non-probabilistic approach, was adopted, thus making sample representativeness challenging. Third, the study focused on Chinese respondents. Generalization of implications should be cautious because people react to hazards differently (Aliperti & Cruz, 2019) . Future research is recommended to solicit larger and non-Chinese samples using a probabilistic approach. Longitudinal studies are also worth conducting. Fourth, single-item measures threaten reliability and thus should be avoided in future research. Lastly, this study did not incorporate perceived epidemic severity, leaving room for future investigation. 3.14 -", "cite_spans": [{"start": 400, "end": 423, "text": "(Aliperti & Cruz, 2019)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Investigating tourists' risk information processing", "authors": [{"first": "G", "middle": [], "last": "Aliperti", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Cruz", "suffix": ""}], "year": 2019, "venue": "Annals of Tourism Research", "volume": "79", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.annals.2019.102803"]}}, "BIBREF1": {"ref_id": "b1", "title": "The individual bases of political trust: Trends in new and established democracies", "authors": [{"first": "G", "middle": [], "last": "Catterberg", "suffix": ""}, {"first": "A", "middle": [], "last": "Moreno", "suffix": ""}], "year": 2006, "venue": "International Journal of Public Opinion Research", "volume": "18", "issn": "1", "pages": "31--48", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "When less is more: A short version of the personal optimism scale and the self-efficacy optimism scale", "authors": [{"first": "V", "middle": [], "last": "Gavrilov-Jerkovic", "suffix": ""}, {"first": "V", "middle": [], "last": "Jovanovic", "suffix": ""}, {"first": "D", "middle": [], "last": "Zuljevic", "suffix": ""}, {"first": "D", "middle": [], "last": "Brdaric", "suffix": ""}], "year": 2014, "venue": "Journal of Happiness Studies", "volume": "15", "issn": "", "pages": "455--474", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Changes in knowledge, perceptions, preventive behaviours and psychological responses in the precommunity outbreak phase of the H1N1 epidemic", "authors": [{"first": "J", "middle": ["T F"], "last": "Lau", "suffix": ""}, {"first": "S", "middle": [], "last": "Griffiths", "suffix": ""}, {"first": "D", "middle": ["W H"], "last": "Au", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Choi", "suffix": ""}], "year": 2011, "venue": "Epidemiology and Infection", "volume": "139", "issn": "", "pages": "80--90", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Avoidance behaviors and negative psychological responses in the general population in the initial stage of the H1N1 pandemic in Hong Kong", "authors": [{"first": "J", "middle": ["T F"], "last": "Lau", "suffix": ""}, {"first": "S", "middle": [], "last": "Griffiths", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Choi", "suffix": ""}, {"first": "H", "middle": ["Y"], "last": "Tsui", "suffix": ""}], "year": 2010, "venue": "BMC Infectious Diseases", "volume": "10", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.1186/1471-2334-10-139"]}}, "BIBREF5": {"ref_id": "b5", "title": "A cognitive-affective system theory of personality: Reconceptualizing situations, dispositions, dynamics, and invariance in personality structure", "authors": [{"first": "W", "middle": [], "last": "Mischel", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shoda", "suffix": ""}], "year": 1995, "venue": "Psychological Review", "volume": "102", "issn": "2", "pages": "246--268", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Hedonic or utilitarian premiums: Does it matter?", "authors": [{"first": "M", "middle": [], "last": "Palazon", "suffix": ""}, {"first": "E", "middle": [], "last": "Delgado-Ballester", "suffix": ""}], "year": 2013, "venue": "European Journal of Marketing", "volume": "47", "issn": "8", "pages": "1256--1275", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A review of research on tourism risk, crisis and disaster management: Launching the annals of tourism research curated collection on tourism risk, crisis and disaster management", "authors": [{"first": "B", "middle": ["W"], "last": "Ritchie", "suffix": ""}, {"first": "Y", "middle": [], "last": "Jiang", "suffix": ""}], "year": 2019, "venue": "Visitor arrivals", "volume": "79", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.annals.2019.102812"]}}, "BIBREF8": {"ref_id": "b8", "title": "The economic impact of the 2014 Ebola epidemic", "authors": [{"first": "", "middle": [], "last": "The World", "suffix": ""}, {"first": "", "middle": [], "last": "Bank", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Trust and the economic crisis of", "authors": [{"first": "E", "middle": ["M"], "last": "Uslaner", "suffix": ""}], "year": 2008, "venue": "Corporate Reputation Review", "volume": "13", "issn": "2", "pages": "110--123", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Public service performance and trust in government: The problem of causality", "authors": [{"first": "S", "middle": [], "last": "Van De Walle", "suffix": ""}, {"first": "G", "middle": [], "last": "Bouckaert", "suffix": ""}], "year": 2003, "venue": "International Journal of Public Administration", "volume": "26", "issn": "8-9", "pages": "891--913", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Feeling and thinking: Closing the debate over the independence of affect", "authors": [{"first": "R", "middle": ["B"], "last": "Zajonc", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "31--58", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Affiliation: The Hong Kong Polytechnic University. E-mail: rob.law@polyu.edu.hk. Research interests: Technology applications to tourism and information management", "authors": [{"first": "Rob", "middle": [], "last": "Law", "suffix": ""}, {"first": "", "middle": ["D"], "last": "Ph", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Affiliation: South China Normal University. E-mail: ben_ye@m", "authors": [{"first": "Ph", "middle": ["D"], "last": "Ben Haobin Ye", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Annals of Tourism Research xxx (xxxx) xxxx", "authors": [{"first": "L", "middle": ["H N"], "last": "Fong", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Conceptual model and results. Note: Dotted lines denote indirect effect; bold fonts indicate significant relationships.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "This research project (Project Account Code: ZJLQ) is funded by a Research Grant of Hospitality and Tourism Research Centre (HTRC Grant) of the School of Hotel and Tourism Management, The Hong Kong Polytechnic University.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Measurement items and statistics (n = 228). Government performance Please evaluate Macao Government's performance in dealing with epidemic in the following aspects (1: very low-7: very high): To what extent are you confident that Macao Government has the ability to effectively recover the local tourism industry? (1: very unconfident-7: very confident) Anticipated recovery period What is your anticipated time period of local tourism recovery? (1: April-June of this year, 2: July-September of this year, 3: October-December of this year, 4: January-March of next year, 5: The period after)", "latex": null, "type": "table"}}, "back_matter": []}