{
    "paper_id": "2b8f0d569dba422a5de6b29e7b26586b486d8977",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In December 2019 a new coronavirus disease (COVID-19) was identified in Wuhan, China. 1 By 26 th March 2020, over 450,000 confirmed cases, and over 20,000 deaths across 172 countries had 23 occured. 1 While diverse age groups can experience the severe consequences of COVID-19, the virus 24 has the most detrimental impact on ageing adults over 65. 2 Data from the United States of America 25 COVID-19, while 4 to 11 percent of adults between 65 and 84 years of age die. 2 Furthermore, 27 between 11 and 27 percent of those over 85 die. 2 28",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 87,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 199,
                    "end": 200,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction 21"
        },
        {
            "text": "Countries with ageing populations such as Australia have reason to be concerned. Currently, 17.7 29 percent of people in Australia have a disability and 15.9 percent are over the age of 65 (ABS, 2019). 3 30",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 21"
        },
        {
            "text": "The first four cases of COVID-19 were confirmed in Australia on 26 th January and the number has 31 quickly increased with 2,423 confirmed cases as of 25 th March. 1 The rapidly rising number of people 32 experiencing ill health during a pandemic has the potential to have a detrimental impact on health 33 service delivery, particularly surrounding the provision of palliative care. 4 Within countries which 34 have comparable demographics to Australia, it is important that priority areas with significantly high 35 numbers of ageing people with disability and poor health service access are identified. Their 36 identification is a seminal first step towards evidence-based health service decisions. 37",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 165,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction 21"
        },
        {
            "text": "Already, geographic information system (GIS) methods (hereafter described as spatial methods) have 38 been consistently employed towards monitoring and tracking the COVID-2019 pandemic. 5 Boulos 39",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 187,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction 21"
        },
        {
            "text": "and Geraghty 5 detail how spatial methods have been essential towards the mapping of incidences of 40 COVID-19 globally. They also suggest that methods that can be useful to identify sites for new health 41 services. As an extension of this work, in the absence of resources and time to build new sites for 42 service delivery, such methods can identify where bespoke health service delivery modes -for 43 example, particular telehealth methods supporting palliative care for ageing people with disability 4 -44 should be delivered. 45",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 21"
        },
        {
            "text": "As a case-study to support future spatial work aimed at addressing service delivery for ageing people 46 with disability during a global pandemic, a spatial analysis was conducted to identify priority Melbourne metropolitan areas with a significantly high percentage and number of ageing adults (65+) 48 with disability, and high barriers to accessing primary health services. After, travel times from priority 49 areas to (i) palliative medicine, and (ii) hospital services were clarified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 21"
        },
        {
            "text": "Population and Housing 6 was used to clarify the number of people 65 years and older who require 54 assistance with a core activity (a proxy for disability). The location of palliative medicine providers 55 and hospital services were identified via Health Direct's 2019 National Health Service Directory 7 , and 56 the Metro Aria 8 (an accessibility index for key domains across Australian capital cities) health service 57 index was used to measure access to primary care. Table 1 Here] 81 [Insert Figure 1 Here] 82",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 474,
                    "end": 481,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 499,
                    "end": 507,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction 21"
        },
        {
            "text": "Clearly, in light of COVID-19 (or a comparable rapidly spreading virus), unique service offerings are 84 necessary to ensure health support is offered to those most vulnerable. With Melbourne treated as a 85 case-study, priority areas were identified, and the travel time to essential health services confirmed. 86",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 83"
        },
        {
            "text": "The use of such methods, can inform global practices for service delivery. 87",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 83"
        },
        {
            "text": "Given the barriers to access for people in priority areas, an overburdened health system, and the 88 potential for further contamination through contact, service delivery lessons can be learned from provision with a focus on these priorities can support the delivery of services to vulnerable people 95 within areas with poor access during COVID-19. The first priority listed is especially pertinent as the 96 so that these sessions are offered at a higher frequency (for example, daily) and that information 105 surrounding managing relevant COVID-19 symptoms, and addressing psychological complications 106 for family members and patients are delivered. Furthermore, including the perspectives of general 107 practitioners (GPs) with an expertise in palliative medicine for ageing people with disability within 108 telehealth sessions would be of benefit. Information sharing around how to manage the distinct 109 consequences of COVID-19 for ageing people with disability can ensure a tailored approach where 110 those who may not be able to receive inpatient health services due to service proximity and capacity 111 issues, are still able to receive adequate support via informed family members. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 83"
        },
        {
            "text": "Spatial methods are increasingly becoming an essential method to inform health service planning. 123",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion 122"
        },
        {
            "text": "However, in the realm of service provision for people with disability and ageing people, spatial 124 methods are seldom employed. 10 The case study provides a spatial method framework which can be 125 followed to identify priority areas for palliative care services in a time of crisis. Irrespective of 126 COVID-19, it expected that these methods have broader applications in ageing societies where 127 palliative care is increasingly becoming utilized. Coupling spatial methods with contextually 128 appropriate palliative care service offerings are essential towards the delivery of evidence-based, 129 effective palliative care.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion 122"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Available from 134 https ://gisan ddata .maps.arcgi s.com/apps/opsda shboa rd/index .html#/bda75 94740 fd402 135 99423 467b4 8e9ec f6",
            "authors": [
                {
                    "first": "Johns",
                    "middle": [],
                    "last": "Hopkins",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Centres for Disease Control and Prevention",
            "authors": [],
            "year": 2019,
            "venue": "Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ageing and Carers, Australia: Summary 140 of Findings",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Associated Medical Services Inc. Educational Fellows in Care at 143 the End of Life. Palliating a pandemic:\"all patients must be cared for",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Downar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Seccareccia",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "39",
            "issn": "",
            "pages": "291--296",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Geographical tracking and mapping of coronavirus disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Boulos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Geraghty",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19/severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) epidemic and 147 associated events around the world: how 21st century GIS technologies are supporting the 148 global fight against outbreaks and epidemics",
            "authors": [],
            "year": 2020,
            "venue": "International Journal of Health Geographics",
            "volume": "149",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Australian Bureau of Statistics. Census of Population and Housing",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "University of Adelaide -Hugo Centre for Migration and Population Research",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Disability support services in Queensland, Australia: 158 Identifying service gaps through spatial analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lakhani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Parekh",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gudes",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Applied Geography",
            "volume": "110",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Development of a rural palliative care program in the Calgary 160 Zone of Alberta Health Services",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Spice",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Biondo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of pain and symptom management",
            "volume": "43",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Adapting an early palliative care intervention to 163 family caregivers of persons with advanced cancer in the rural deep South: a qualitative 164 formative evaluation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Dionne-Odom",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rocque",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of pain and symptom management",
            "volume": "55",
            "issn": "6",
            "pages": "1519--1549",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the age of 65 were mapped to the Statistical Area 1 [SA1] level (the second smallest 60 statistical area possible within the Australian geography standard, see ABS 9 for more information). To 61 identify areas with significantly high numbers and percentages of ageing people with disability, and 62 also poor access to primary health services, three Hot Spot Analyses using ESRI's ArcMap 10.4.1 63 were conducted. The Hot Spot (Getis-Ord Gi*) analysis identifies areas with significantly high and 64 low numbers of a domain given a geospatial mean. Similar to the approach undertaken by Lakhani et 65 al. 10 , areas which met the criteria of being significant (at the p<.05 level) during all three analyses 66 were identified as priority areas. After, a centroid (a marker representing the centre of an area) was 67 produced for each priority area, and the travel time via motor vehicle from priority areas to the nearest 68 palliative medicine and hospital service was clarified via two iterations of the origin destination cost 69 matrix geoprocessing tool. Finally, the travel time was averaged. 70 Findings 71 Out of 8910 areas, 2085 were identified as having a significantly high level of difficulty accessing 72 primary health services, 807 areas had a significantly high percentage of people with disability, while 73 664 had a significantly high number of people with disability. Thirty areas constituting areas of 74 priority were significant across all three domains. Summary statistics for travel time in minutes to 75 both health services and their averaged travel time are as follows (with mean [m], standard deviation 76 [sd], minimum [min], and maximum [max] in brackets): palliative care travel time (m = 9.96, sd = 77 3.46, min = 3.40, max = 15.45), hospital travel time (m = 9.31, sd = 3.08, min = 2.98, max = 15.68),",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "89 offerings of palliative care and related approaches within rural and remote settings where similar 90 barriers exist. The six priorities identified within the Rural Palliative Care Program initiated by Spice 91 et al. 11 are relevant. Three of these priorities are particularly suitable given the necessity of isolation: 92 (i) improving psychosocial support for patients and families, (ii) providing resources to support home 93 death and (iii) the development and use of a mobile specialist consultant team. Amending service 94",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ", attention need be directed to distinct palliative care models that can support the health and 113 wellbeing of vulnerable populations in priority areas with poor access to health services during a 114 pandemic. Downar et al. 4 provide a palliative care pandemic plan which includes palliative care 115 considerations which are applicable. Their plan includes the domains 'stuff', 'staff', 'space' and 116 'systems'. In relation to the domain 'stuff', Donwar et al. 4 highlight the need for the adequate stock 117 and delivery of medicine and medical equipment relevant to the particular pandemic. Under the 118 context of COVID-19, an amendment to the 'stuff' component of their plan includes the potential use 119 of unmanned aerial technology (UAV) -as identified by Boulos and Geraghty 5 -to deliver medicine 120 and collect samples.121",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The author has no conflict of interest to declare. 132",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}