{"paper_id": "2b8faec4658ed847c3e85a89620b24193046017a", "metadata": {"title": "Journal Pre-proof Cytochrome P4501B1 in bone marrow is co-expressed with key markers of mesenchymal stem cells. BMS2 cell line models PAH disruption of bone marrow niche development functions Cytochrome P4501B1 in bone marrow is co-expressed with key markers of mesenchymal stem cells. BMS2 cell line models PAH disruption of bone marrow niche development functions", "authors": [{"first": "Michele", "middle": ["Campaigne"], "last": "Larsen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ahmed", "middle": [], "last": "Almeldin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tiegang", "middle": [], "last": "Tong", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Catherine", "middle": ["M"], "last": "Rondelli", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Meghan", "middle": [], "last": "Maguire", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Wisconsin", "location": {"postCode": "53705", "settlement": "Madison", "region": "WI"}}, "email": ""}, {"first": "Renata", "middle": [], "last": "Jaskula-Sztul", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Colin", "middle": ["R"], "last": "Jefcoate", "suffix": "", "affiliation": {}, "email": "jefcoate@wisc.edu"}]}, "abstract": [{"text": "Please cite this article as: M.C. Larsen, A. Almeldin, T. Tong, et al., Cytochrome P4501B1 in bone marrow is co-expressed with key markers of mesenchymal stem cells. BMS2 cell line models PAH disruption of bone marrow niche development functions, Toxicology and Applied Pharmacology (2020), https://doi.Abstract Polycyclic aromatic hydrocarbons (PAHs) are ubiquitous pollutants that are metabolized to carcinogenic dihydrodiol epoxides (PAHDE) by cytochrome P450 1B1 (CYP1B1). This metabolism occurs in bone marrow (BM) mesenchymal stem cells (MSC), which sustain hematopoietic stem and progenitor cells (HSPC). In BM, CYP1B1-mediated metabolism of 7, 12-dimethylbenz[a]anthracene (DMBA) suppresses HSPC colony formation within 6h, whereas benzo(a)pyrene (BP) generates protective cytokines. MSC, enriched from adherent BM cells, yielded the bone marrow stromal, BMS2, cell line. These cells express elevated basal CYP1B1 that scarcely responds to Ah receptor (AhR) inducers. BMS2 cells exhibit extensive transcriptome overlap with leptin receptor positive mesenchymal stem cells (Lepr+ MSC) that control the hematopoietic niche. The overlap includes CYP1B1 and the expression of HSPC regulatory factors (Ebf3, Cxcl12, Kitl, Csf1 and Gas6). MSC are large, adherent fibroblasts that sequester small HSPC and macrophage in the BM niche (Graphic abstract). High basal CYP1B1 expression in BMS2 cells derives from interactions between the Ah-receptor enhancer and proximal promoter SP1 complexes, boosted by autocrine signaling. PAH effects on BMS2 cells model Lepr+MSC niche activity. CYP1B1 metabolizes DMBA to PAHDE, producing p53mediated mRNA increases, long after the in vivo HSPC suppression. Faster, direct p53 effects, favored by stem cells, remain possible PAHDE targets. However, HSPC regulatory factors remained unresponsive. BP is less toxic in BMS2 cells, but, in BM, CYP1A1 metabolism stimulates macrophage cytokines (Il1b>Tnfa> Ifng) within 6h. Although absent from BMS2 and Lepr+MSC, their receptors are highly expressed. The impact of this cytokine signaling in MSC remains to be determined. Graphic Abstract: HSPC, in vivo, are controlled in the BM vascular niche by Lepr+MSC. The mouse BMS2 line J o u r n a l P r e -p r o o f Journal Pre-proof models Lepr+MSC regulation, with parallel CYP1B1, HSPC support factors (Cxcl12, Kitl, Ebf3) and cytokine receptor expression. PAHs can produce opposing effects. Rapid suppression of HSPC, effected by CYP1B1-mediated PAH metabolism to PAHDE in MSC (blue), is marked in BMS2 cells by p53-mediated gene activations (DMBA>>BP). Protection arises from in vivo BP metabolism by CYP1A1 that stimulates cytokines from local macrophage (Il1b, Tnf, Ifng), each with corresponding Lepr+MSC receptors. PAH quinones are the probable CYP1A1-mediated protectants. Key Words CYP1B1, BMS2 cells, Lepr+MSC, bone marrow vascular niche, hematopoietic stem and progenitor cells, mesenchymal stem cells J o u r n a l P r e -p r o o f Journal Pre-proof develop an in vitro model to better understand the molecular processes that contribute to these novel responses.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "These PAH responses overlap with physiological roles of CYP1B1 in the BM (Iqbal, et al. 2013 ).", "cite_spans": [{"start": 73, "end": 92, "text": "(Iqbal, et al. 2013", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Abstract"}, {"text": "Central to these activities are mesenchymal stem cells (MSC), which express CYP1B1 (Lin, et al. 2016). MSC provide specific support factors for HSPC, while additionally undergoing self-", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Polycyclic aromatic hydrocarbons (PAHs) are major health risk factors through the association of smoking with lung cancer and their contributions to multiple adverse effects of vehicle air particulates (Bostrom, et al. 2002; Castano-Vinyals, et al. 2004; Layshock, et al. 2010; Moorthy, et al. 2015; Yang, et al. 2019) . In present times, we can also add the impact of smoking and environmental combustion pollutants on health outcomes from COVID-19 infection (Li Volti, et al. 2020) . The metabolism of these chemicals causes tissue injury and carcinogenic mutations (Bolton and Dunlap 2017; Bostrom, et al. 2002; Castano-Vinyals, et al. 2004; Moorthy, et al. 2015; Yang, et al. 2019) , but also impacts the immune system (O'Driscoll, et al. 2018) , notably from effects in the bone marrow (BM) (Larsen, et al. 2016; N'Jai A, et al. 2011; N'Jai A, et al. 2010) .", "cite_spans": [{"start": 202, "end": 224, "text": "(Bostrom, et al. 2002;", "ref_id": "BIBREF12"}, {"start": 225, "end": 254, "text": "Castano-Vinyals, et al. 2004;", "ref_id": "BIBREF14"}, {"start": 255, "end": 277, "text": "Layshock, et al. 2010;", "ref_id": "BIBREF71"}, {"start": 278, "end": 299, "text": "Moorthy, et al. 2015;", "ref_id": "BIBREF96"}, {"start": 300, "end": 318, "text": "Yang, et al. 2019)", "ref_id": null}, {"start": 460, "end": 483, "text": "(Li Volti, et al. 2020)", "ref_id": "BIBREF80"}, {"start": 568, "end": 592, "text": "(Bolton and Dunlap 2017;", "ref_id": "BIBREF10"}, {"start": 593, "end": 614, "text": "Bostrom, et al. 2002;", "ref_id": "BIBREF12"}, {"start": 615, "end": 644, "text": "Castano-Vinyals, et al. 2004;", "ref_id": "BIBREF14"}, {"start": 645, "end": 666, "text": "Moorthy, et al. 2015;", "ref_id": "BIBREF96"}, {"start": 667, "end": 685, "text": "Yang, et al. 2019)", "ref_id": null}, {"start": 723, "end": 748, "text": "(O'Driscoll, et al. 2018)", "ref_id": "BIBREF107"}, {"start": 796, "end": 817, "text": "(Larsen, et al. 2016;", "ref_id": null}, {"start": 818, "end": 839, "text": "N'Jai A, et al. 2011;", "ref_id": null}, {"start": 840, "end": 861, "text": "N'Jai A, et al. 2010)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "In previous work, we have shown that hematopoietic stem and progenitor cells (HSPC) in mouse BM respond with remarkable speed and selectivity to PAHs (Larsen, et al. 2016) .", "cite_spans": [{"start": 150, "end": 171, "text": "(Larsen, et al. 2016)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "These effects have wide systemic consequences, notably in the spleen and thymus (Larsen, et al. 2016) . This disruption, which is mediated by cytochrome P450 1B1 (CYP1B1), completes within a few hours, but PAHs can also generate a rapid protection process. The PAH selectivity of these opposing processes is dependent on specific metabolites. Here, we P450 in BMS2 cells.", "cite_spans": [{"start": 80, "end": 101, "text": "(Larsen, et al. 2016)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "HSPC differentiate into lymphoid, myeloid, and erythroid lineages (Lai and Kondo 2006) . that migrate to sites of injury where they generate inflammatory and repair responses (Li and Ikehara 2013) . MS C provide essential support for HSPC differentiation by releasing specific support cytokines, including Cxcl12, Csf and Ilf7 (Crane, et al. 2017) . Subsets of MSC, notably leptin receptor positive (Lepr+MSC) cells, undergo self-renewal, directed by Cxcl12 and Kitl/Scf (Galan-Diez and Kousteni 2018) . BMS2 cells lack Lepr expression and the capacity for self-renewal, but effectively support lymphoid progenitors (Rondelli, et al. 2016) . Here, we show that many of the most abundant genes in Lepr+MSC are also highly expressed in BMS2 cells , including CYP1B1. This led us to hypothesize that PAH metabolism in Lepr+MSC causes the rapid and extensive suppression of HSPC expansion in BM. In this respect, BMS2 cells should provide an informative model for PAH effects in the vascular hematopoietic niche.", "cite_spans": [{"start": 66, "end": 86, "text": "(Lai and Kondo 2006)", "ref_id": "BIBREF66"}, {"start": 175, "end": 196, "text": "(Li and Ikehara 2013)", "ref_id": "BIBREF78"}, {"start": 327, "end": 347, "text": "(Crane, et al. 2017)", "ref_id": "BIBREF25"}, {"start": 487, "end": 501, "text": "Kousteni 2018)", "ref_id": "BIBREF32"}, {"start": 616, "end": 639, "text": "(Rondelli, et al. 2016)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "BMS2 cells are used in these studies to address the remarkable opposing effects of PAH on BM lymphoid and myeloid progenitor cells (N'Jai A, et al. 2011) . The adverse effects are realized predominantly through local CYP1B1-mediated bioactivation to PAHDE, rather than by poorly expressed cytochrome P450 1A1 (CYP1A1) (Heidel, et al. 1998) . 7, 12dimethylbenz[a]anthracene (DMBA) extensively suppresses specific colony forming activities (CFU) within 6h, through a process that is CYP1B1-dependent (N'Jai A, et al. 2010) . The number of colonies quantifies the proportion of initial active progenitors (lymphoid, myeloid or erythroid), while the colony size indicates the rate of expansion. Flow cytometry analyses show matching DMBA effects on HSPC (Larsen, et al. 2016) . A key feature of the PAH suppression response is a complete insensitivity to induction by PAHs. This matches the novel regulation of CYP1B1 in BMS2 cells, which is likely to extend to Lepr+MSC. Presumably, CYP1B1 has an important, but Diez and Kousteni 2018) . BMS2 cells, and their primary counterparts, reproduce the substantial CYP1B1 basal expression, without stimulation by AhR activators (Heidel, et al. 1998) . Importantly, AhR deletion shows that much of the basal expression is lost in AhR-null MEFs (Alexander, et al. 1997) and BM MSC (Heidel, et al. 1998) . This pattern of regulation is also observed in OP9 MSC, while basal expression in MEFs is substantially enhanced by AhR activation (Rondelli, et al. 2016) .", "cite_spans": [{"start": 131, "end": 153, "text": "(N'Jai A, et al. 2011)", "ref_id": null}, {"start": 318, "end": 339, "text": "(Heidel, et al. 1998)", "ref_id": "BIBREF42"}, {"start": 481, "end": 520, "text": "CYP1B1-dependent (N'Jai A, et al. 2010)", "ref_id": null}, {"start": 750, "end": 771, "text": "(Larsen, et al. 2016)", "ref_id": null}, {"start": 1018, "end": 1032, "text": "Kousteni 2018)", "ref_id": "BIBREF32"}, {"start": 1168, "end": 1189, "text": "(Heidel, et al. 1998)", "ref_id": "BIBREF42"}, {"start": 1283, "end": 1307, "text": "(Alexander, et al. 1997)", "ref_id": "BIBREF1"}, {"start": 1319, "end": 1340, "text": "(Heidel, et al. 1998)", "ref_id": "BIBREF42"}, {"start": 1474, "end": 1497, "text": "(Rondelli, et al. 2016)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "This basal CYP1B1 expression in BMS2 cells is regulated via dual SP1 complexes in the proximal promoter (Wo, et al. 1997) , in partnership with complexes in the Ah enhancer region (AhER) and other upstream enhancers (Zhang, et al. 1998; Zhang, et al. 2003) . Constitutive CYP1B1 is also activated by AhR in absence of an exogenous ligand, via disruption of cell adhesion (Cho, et al. 2004; Ziegler, et al. 2016) and by endogenous ligands formed from tryptophan (Seok, et al. 2018; Villa, et al. 2017) . This work shows that CYP1B1 expression in MSC is highly susceptible to autocrine regulation. CYP1B1 metabolizes DMBA and BP to PAHDE, which generate DNA adducts and DSB that activate ATM kinase to phosphorylate p53 (Ganesan, et al. 2013; Gao, et al. 2008) . p53 activation plays an essential role in both HSPC suppression (Page, et al. 2003; Teague, et al. 2010 ) and stabilization of the MSC-HSPC niche (Phinney and Prockop 2007) . We show, here, that the BMS2 transcriptome exhibits expression asymmetry in the pairing of receptor and their respective activators. We identify several strongly expressed pairs that could potentially affect autocrine regulation, notably Pdgfa and Pdgfrb. By contrast, MSC macrophage cytokines (Ifng, Il1b and Tnf) are absent, but their respective receptors are strongly expressed. This BMS2 model for MSC fits an emerging picture of the hematopoietic niche, driven by signaling from macrophage (Chow, et al. 2011) , with bidirectional effects on HSPC (Schajnovitz, et al. 2011) .", "cite_spans": [{"start": 104, "end": 121, "text": "(Wo, et al. 1997)", "ref_id": "BIBREF156"}, {"start": 216, "end": 236, "text": "(Zhang, et al. 1998;", "ref_id": "BIBREF161"}, {"start": 237, "end": 256, "text": "Zhang, et al. 2003)", "ref_id": "BIBREF162"}, {"start": 371, "end": 389, "text": "(Cho, et al. 2004;", "ref_id": "BIBREF21"}, {"start": 390, "end": 411, "text": "Ziegler, et al. 2016)", "ref_id": "BIBREF167"}, {"start": 461, "end": 480, "text": "(Seok, et al. 2018;", "ref_id": null}, {"start": 481, "end": 500, "text": "Villa, et al. 2017)", "ref_id": null}, {"start": 718, "end": 740, "text": "(Ganesan, et al. 2013;", "ref_id": "BIBREF36"}, {"start": 741, "end": 758, "text": "Gao, et al. 2008)", "ref_id": "BIBREF37"}, {"start": 825, "end": 844, "text": "(Page, et al. 2003;", "ref_id": "BIBREF107"}, {"start": 845, "end": 864, "text": "Teague, et al. 2010", "ref_id": null}, {"start": 907, "end": 933, "text": "(Phinney and Prockop 2007)", "ref_id": "BIBREF114"}, {"start": 1431, "end": 1450, "text": "(Chow, et al. 2011)", "ref_id": "BIBREF22"}, {"start": 1488, "end": 1514, "text": "(Schajnovitz, et al. 2011)", "ref_id": "BIBREF128"}], "ref_spans": [], "section": "Introduction"}, {"text": "To better understand the in vivo MSC responses to DMBA and BP, we examined their effects on gene expression in BMS2 cells. We resolve direct AhR effects produced within 8h and metabolite-driven responses that only appear after 8h. This delay accommodates the multistep generation of PAHDE. The participation of the ATM/p53 is evident from the selectivity of gene responses, which are heavily weighted to DMBA. There is only a modest preference seen for general p53 activation.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Single cell sequencing of eluted BM cells shows multiple clusters, based on statistical analyses of mRNA abundance (Lai and Kondo 2006) . Hematopoietic progenitors are retained in the adherent fraction through surface attachment to the far larger, adherent fibroblastic MSC, which contribute only about 5 percent of the mRNA (Hu, et al. 2018) . Here, we compare the pattern of highly expressed mRNA in BMS2 cells with the corresponding mRNA in the adherent BM fraction. A set of functional MSC factors are identified in adherent BM cells in the range of (4 +/-3 percent). We also identify factors that are expressed in BMS2 cells but have relatively much lower expression in the MSC of adherent BM cells. We identify a twelve-gene functional core that shares expression in BMS2 cells, the adherent BM fraction and Lepr+MSC. Notably, their expression is highly correlated with CYP1B1, but not affected by DMBA or BP. CYP1A1 or CYP1B1 (V79-hCYP1A1 and V79-hCYP1B1, respectively) were provided by Dr. J.", "cite_spans": [{"start": 115, "end": 135, "text": "(Lai and Kondo 2006)", "ref_id": "BIBREF66"}, {"start": 325, "end": 342, "text": "(Hu, et al. 2018)", "ref_id": null}], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Doehmer (Luch, et al. 1998; Luch, et al. 1999) . All cells were cultured under standard conditions (37°C, 5% CO 2 in saturated atmospheric humidity) in FBS-supplemented media (BMS2, RPMI 1640; C3H10T1/2, DMEM; V79, DMEM high glucose supplemented with pyruvate and G418) (Fisher Scientific, Waltham, MA). Physically separated co-cultures, which shared media, were used for the analyses of secreted factor exchange. The cell lines lose CYP1B1 expression when near confluence and, therefore, all cultures were completed at an initial 70 percent of confluence, unless otherwise stated. Adipogenic differentiation in primary BM cells and the BMS2 cell line was completed as previously described (Jefcoate, et al. 2008) . Colony forming unit (CFU) assays were completed using kits purchased from Stem Cell Technologies, according to manufacturers' protocol and as previously described (Larsen, et al. 2016; Rondelli, et al. 2016) .", "cite_spans": [{"start": 8, "end": 27, "text": "(Luch, et al. 1998;", "ref_id": null}, {"start": 28, "end": 46, "text": "Luch, et al. 1999)", "ref_id": "BIBREF86"}, {"start": 690, "end": 713, "text": "(Jefcoate, et al. 2008)", "ref_id": "BIBREF53"}, {"start": 879, "end": 900, "text": "(Larsen, et al. 2016;", "ref_id": null}, {"start": 901, "end": 923, "text": "Rondelli, et al. 2016)", "ref_id": null}], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Microarray analyses were completed in triplicate cultures of BMS2 cells treated with either DMBA, BP, or TCDD. Control cells were treated with vehicle (DMSO). RNA was isolated using Qiagen's RNeasy mini-kit (Hilden, Germany) and quantified using a Nanodrop spectrophotometer (Thermo Fisher Scientific; Waltham, MA). RNA integrity was assessed using denaturing formaldehyde-agarose gel electrophoresis. Cy3/5 labeling was completed using Agilent Technologies' Dual Color Gene Expression kit. Analyses were completed on the Whole Mouse Genome Microarray 4x44 slides, using the DNA Microarray Scanner and Feature Extraction Software (Santa Clara, CA). Cy5 values of greater than 50 were considered significantly above background for analysis. Expression is presented as fold change (Cy3/Cy5) from untreated cultures. Analysis was completed using the EDGE3 software package (Vollrath, et al. 2009 ). All p<0.01 were considered statistically significant.", "cite_spans": [{"start": 870, "end": 892, "text": "(Vollrath, et al. 2009", "ref_id": null}], "ref_spans": [], "section": "Microarrays"}, {"text": "Endogenous peroxides were quenched with 1% H 2 O 2 . Primary antibodies against phospho-p53 (Ser15) and phospho-H2AX (Ser139) were obtained from Cell Signaling (Beverly, MA) and used at a 1:500 dilution. Anti-mouse HRP-conjugated secondary antibody was purchased from Promega Corporation. Chemiluminescence was generated using a 1:1 reagent mixture of SuperSignal™ ELISA Femto Substrate (ThermoFisher Scientific) and normalized to DNA content using Hoecht florescence (Sigma-Aldrich, St. Louis, MO). Signal was quantified on a", "cite_spans": [], "ref_spans": [], "section": "Microarrays"}, {"text": "BioTek Synergy 2 plate reader (BioTek, Winooski, VT).", "cite_spans": [], "ref_spans": [], "section": "Microarrays"}, {"text": "SDS-PAGE (7.5%) immunoblot analyses were completed on total BMS2 and C3H10T1/2 cell lysates, as previously described (Cimafranca, et al. 2004) . Cells were treated with DMSO, TCDD or 3′-methoxy-4′-nitroflavone (MNF), as indicated, for 24h prior to isolation and lysate preparation. The CYP1B1 antibody was previously prepared in this laboratory (Savas, et al. 1997) . A non-specific background band serves as normalization for protein loading", "cite_spans": [{"start": 117, "end": 142, "text": "(Cimafranca, et al. 2004)", "ref_id": "BIBREF24"}, {"start": 345, "end": 365, "text": "(Savas, et al. 1997)", "ref_id": "BIBREF126"}], "ref_spans": [], "section": "Western Blots"}, {"text": "Reporter constructs were previously prepared, as described (Zhang, et al. 2003) . These promoter constructs were transfected into BMS2 and C3H10T1/2 cells, at indicated cell densities, using electroporation at 200V. Promoter activity was measured with the Luciferase Reporter Assay System (Promega Corporation), as per manufacturer's instructions, using a Pharmingen Moonlight 3010 luminometer (BD Biosciences, San Jose, CA). MNF was used as an AhR antagonist, suppressing the AhER promoter activity in response to TCDD (10 nM, 24h) or DMSO solvent control. Data was expressed as a fold-induction of luminescence relative to untreated cells.", "cite_spans": [{"start": 59, "end": 79, "text": "(Zhang, et al. 2003)", "ref_id": "BIBREF162"}], "ref_spans": [], "section": "Promoter Reporters"}, {"text": "BMS2 and C3H10T1/2 cells were co-cultured to 80% of confluence in separate nested dishes, which provided by a barrier that allowed effective media exchange. To provide controls, each cell line was i n d i v i d u a l l y cultured in both compartments (two controls). The coculture and control cultures were maintained for 24h prior to recovery and electroporation at 200 V, as described for the standard promoter analyses. These electroporated cultures were separately stimulated with TCDD and DMSO solvent control for 24h. In an alternative procedure, either BMS2 cells or C3H10T1/2 cells were similarly transfected with the AhER reporter and co-cultured for 24h with an equal number of non-transfected cells, either of the same type or opposite type.", "cite_spans": [], "ref_spans": [], "section": "Co-culture"}, {"text": "Data were graphed using GraphPad Prism software (version 8) and are represented as mean  SEM, n=3-6 observations/condition. CFU data from PAH-treated mice are expressed as the percent of the value of vehicle control (olive oil)-treated mice, with the control is set at 100 percent. Anova statistical analyses, followed by a Tukey post-test was completed unless otherwise stated. Student t-tests were completed using the unpaired, two-tailed constraints.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analyses"}, {"text": "Agilent microarray data was analyzed by the EDGE3 software using the Limma analysis, which assesses significance based on ANOVA statistics (Vollrath, et al. 2009) ", "cite_spans": [{"start": 139, "end": 162, "text": "(Vollrath, et al. 2009)", "ref_id": null}], "ref_spans": [], "section": "Statistical Analyses"}, {"text": "In vivo treatment with DMBA has established that metabolism to reactive PAHDE by CYP1B1 J o u r n a l P r e -p r o o f results in 80 and 30 percent suppression of, respectively, lymphoid (preB) and myeloid (GM) CFU within 6h in WT mice ( Figure 1A) . BP is appreciably less active and all activities are lost in CYP1B1-ko mice ( Figure 1A ) (N'Jai A, et al. 2011) . Intraperitoneal (IP) (WT, Figure 1A ) and oral administration (all WT, Figure 1B ) of DMBA yielded similar 6h results, but analysis of serum PAH shows that elimination is complete within 24h after oral administration (N'Jai A, et al. 2010) , such that substantial restoration of preB and GM CFU occurs within 48h ( Figure 1B) , with near complete reversal after 168h (Larsen, et al. 2016) . This recovery is noteworthy because we find that DMBA-induced changes in transcription, mediated by CYP1B1 metabolism, are too slow to account for the acute CFU suppression, but closely parallels the recovery process (Table 1A) . These changes in CFU are paralleled in the T lymphocytes in the thymus, which also derive from BM progenitors, but with a delay of about 40h (Larsen, et al. 2016) . Flow cytometry analyses show parallel effects in HSPC progenitor populations (Larsen, et al. 2016) , which follow the CFU changes, preceding the mature BM populations. CYP1B1 and CYP1A1 convert PAHs, like DMBA and BP, to epoxides and phenols by monooxygenation reactions (Li, et al. 2017; Moorthy, et al. 2015) . Epoxides are unstable but are rapidly converted by microsomal epoxide hydrolase (Ephx1) to trans-dihydrodiols or spontaneously rearrange to phenols (Christou, et al. 1990; Gehly, et al. 1979; Pottenger and Jefcoate 1990) . In MSC, like BMS2 or C3H10T1/2, Ephx1 is present at about the same levels as CYP1B1 (Christou, et al. 1990; Savas, et al. 1994; Savas, et al. 1993) . The generation of PAHs to epoxides and then to dihydrodiols appears to be tightly coupled. In liver microsomes, supplemental Ephx1 greatly enhances dihydrodiol formation from CYP1A1, whereas in MSC the proportion of dihydrodiols is high and unaffected (Pottenger and Jefcoate 1990) . Dihydrodiol epoxides (PAHDE) are converted by a further CYP1B1 mono-oxygenation step that can be delayed until the starting PAH is sufficiently metabolized (Keller, et al. 1987) .", "cite_spans": [{"start": 341, "end": 363, "text": "(N'Jai A, et al. 2011)", "ref_id": null}, {"start": 600, "end": 605, "text": "2010)", "ref_id": null}, {"start": 733, "end": 754, "text": "(Larsen, et al. 2016)", "ref_id": null}, {"start": 1128, "end": 1149, "text": "(Larsen, et al. 2016)", "ref_id": null}, {"start": 1229, "end": 1250, "text": "(Larsen, et al. 2016)", "ref_id": null}, {"start": 1423, "end": 1440, "text": "(Li, et al. 2017;", "ref_id": "BIBREF77"}, {"start": 1441, "end": 1462, "text": "Moorthy, et al. 2015)", "ref_id": "BIBREF96"}, {"start": 1613, "end": 1636, "text": "(Christou, et al. 1990;", "ref_id": "BIBREF23"}, {"start": 1637, "end": 1656, "text": "Gehly, et al. 1979;", "ref_id": "BIBREF38"}, {"start": 1657, "end": 1685, "text": "Pottenger and Jefcoate 1990)", "ref_id": "BIBREF118"}, {"start": 1772, "end": 1795, "text": "(Christou, et al. 1990;", "ref_id": "BIBREF23"}, {"start": 1796, "end": 1815, "text": "Savas, et al. 1994;", "ref_id": null}, {"start": 1816, "end": 1835, "text": "Savas, et al. 1993)", "ref_id": "BIBREF127"}, {"start": 2090, "end": 2119, "text": "(Pottenger and Jefcoate 1990)", "ref_id": "BIBREF118"}, {"start": 2278, "end": 2299, "text": "(Keller, et al. 1987)", "ref_id": null}], "ref_spans": [{"start": 238, "end": 248, "text": "Figure 1A)", "ref_id": null}, {"start": 329, "end": 338, "text": "Figure 1A", "ref_id": null}, {"start": 392, "end": 401, "text": "Figure 1A", "ref_id": null}, {"start": 437, "end": 446, "text": "Figure 1B", "ref_id": null}, {"start": 681, "end": 691, "text": "Figure 1B)", "ref_id": null}, {"start": 974, "end": 984, "text": "(Table 1A)", "ref_id": "TABREF1"}], "section": "Partnership of MSC with HSPC in BM. Design to model MSC with BMS2 cells."}, {"text": "J o u r n a l P r e -p r o o f PAHDE DNA adducts in BM follow similar differences between DMBA and BP and dependence on CYP1B1 (Galvan, et al. 2005) . Comparison of BP and BP dihydrodiols in blood and BM, measured by HPLC analyses (N'Jai A, et al. 2011) , are consistent with origin from AhR-induced CYP1A1 in the liver (N'Jai A, et al. 2011; Uno, et al. 2004) . BM levels of BP, BP-dihydrodiol and BPDE adducts in WT and CYP1B1-ko mice establish that they are determined by intra-BM metabolism by CYP1B1 (Heidel, et al. 2000; N'Jai A, et al. 2011) .", "cite_spans": [{"start": 127, "end": 148, "text": "(Galvan, et al. 2005)", "ref_id": "BIBREF35"}, {"start": 231, "end": 253, "text": "(N'Jai A, et al. 2011)", "ref_id": null}, {"start": 320, "end": 342, "text": "(N'Jai A, et al. 2011;", "ref_id": null}, {"start": 343, "end": 360, "text": "Uno, et al. 2004)", "ref_id": "BIBREF147"}, {"start": 505, "end": 526, "text": "(Heidel, et al. 2000;", "ref_id": null}, {"start": 527, "end": 548, "text": "N'Jai A, et al. 2011)", "ref_id": null}], "ref_spans": [], "section": "Partnership of MSC with HSPC in BM. Design to model MSC with BMS2 cells."}, {"text": "In the BM, the functionality of HSPC within their vascular niche is strongly affected by interaction between local MSC and macrophage (Chow, et al. 2011) . BP stimulates oxidative stress mediators and inflammatory cytokines within 6h ( Figure 1C ), probably from BM macrophage (Chow, et al. 2011) . Il1b is increased 5-fold within 6h, before declining to initial levels after 12and 24h ( Figure 1C ). Tnf and Ccl3 are similarly responsive ( Figure 1C ). This cytokine response and the selective BP protection mechanism each depend on AhR and CYP1A1 (Larsen, et al. 2016; N'Jai A, et al. 2011; Rondelli, et al. 2016) . DMBA does not produce this cytokine response (Larsen, et al. 2016; N'Jai A, et al. 2011; Rondelli, et al. 2016) . CYP1A1 additionally converts BP to quinones, as major products (Keller and Jefcoate 1984) , which cause ROS activation of macrophage and cytokine release (Bolton and Dunlap 2017) .", "cite_spans": [{"start": 134, "end": 153, "text": "(Chow, et al. 2011)", "ref_id": "BIBREF22"}, {"start": 277, "end": 296, "text": "(Chow, et al. 2011)", "ref_id": "BIBREF22"}, {"start": 549, "end": 570, "text": "(Larsen, et al. 2016;", "ref_id": null}, {"start": 571, "end": 592, "text": "N'Jai A, et al. 2011;", "ref_id": null}, {"start": 593, "end": 615, "text": "Rondelli, et al. 2016)", "ref_id": null}, {"start": 663, "end": 684, "text": "(Larsen, et al. 2016;", "ref_id": null}, {"start": 685, "end": 706, "text": "N'Jai A, et al. 2011;", "ref_id": null}, {"start": 707, "end": 729, "text": "Rondelli, et al. 2016)", "ref_id": null}, {"start": 795, "end": 821, "text": "(Keller and Jefcoate 1984)", "ref_id": "BIBREF61"}, {"start": 886, "end": 910, "text": "(Bolton and Dunlap 2017)", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 236, "end": 245, "text": "Figure 1C", "ref_id": null}, {"start": 388, "end": 397, "text": "Figure 1C", "ref_id": null}, {"start": 441, "end": 450, "text": "Figure 1C", "ref_id": null}], "section": "Partnership of MSC with HSPC in BM. Design to model MSC with BMS2 cells."}, {"text": "DMBA has no equivalent product since the radical-cation pathway that generates BP quinones (Chakravarti, et al. 2008) converts DMBA to the 7-and 12-hydroxymethyl derivatives (Gehly, et al. 1979) . DMBA 8,9-o-quinone forms from secondary dehydrogenation of 8,9-dihydrodiol (Penning 2014) , but too slowly to deliver protective cytokines. The HSPC factor, Cxcl12, increases as the cytokines decline, whereas Csf1 and Pdgfa remain constant ( Figure 1C ).", "cite_spans": [{"start": 91, "end": 117, "text": "(Chakravarti, et al. 2008)", "ref_id": null}, {"start": 174, "end": 194, "text": "(Gehly, et al. 1979)", "ref_id": "BIBREF38"}, {"start": 272, "end": 286, "text": "(Penning 2014)", "ref_id": "BIBREF110"}], "ref_spans": [{"start": 439, "end": 448, "text": "Figure 1C", "ref_id": null}], "section": "Partnership of MSC with HSPC in BM. Design to model MSC with BMS2 cells."}, {"text": "Cells that are eluted from BM include large, extended fibroblastic cells that adhere to plastic and sequester a ten-fold larger number of hematopoietic cells, including the HSPC that deliver J o u r n a l P r e -p r o o f colony expansion (N'Jai A, et al. 2011) . Culture of this mixed population for 3 weeks expands the MSC population, while increasing the basal CYP1B1 content by 100-fold and largely removing induction by PAHs (Heidel, et al. 1998; Phinney, et al. 1999) . The BMS2 cell line, selected from this expansion, provides an informative model of MSC. The enrichment of MSC is readily tracked through the increased proportion of adherent cells that undergo adipogenesis (Hu, et al. 2018) . The BMS2 cells exhibited cell rounding and lipid droplet formation when treated for 8d with an adipogenic cocktail ( Figure 1D ). This response is replicated in adherent BM cells, but only after 7 days cell expansion that enriches MSC ( Figure 1D ). This is consistent with the enrichment of MSC over the course of the 15-day culture period (Phinney, et al. 2005; Phinney and Prockop 2007) .", "cite_spans": [{"start": 239, "end": 261, "text": "(N'Jai A, et al. 2011)", "ref_id": null}, {"start": 430, "end": 451, "text": "(Heidel, et al. 1998;", "ref_id": "BIBREF42"}, {"start": 452, "end": 473, "text": "Phinney, et al. 1999)", "ref_id": null}, {"start": 682, "end": 699, "text": "(Hu, et al. 2018)", "ref_id": null}, {"start": 1043, "end": 1065, "text": "(Phinney, et al. 2005;", "ref_id": null}, {"start": 1066, "end": 1091, "text": "Phinney and Prockop 2007)", "ref_id": "BIBREF114"}], "ref_spans": [{"start": 819, "end": 828, "text": "Figure 1D", "ref_id": null}, {"start": 939, "end": 948, "text": "Figure 1D", "ref_id": null}], "section": "Partnership of MSC with HSPC in BM. Design to model MSC with BMS2 cells."}, {"text": "The adipose markers are, however, mixed with osteoblast markers in the these cells, much as reported for C3H10T1/2 cells (Kelly, et al. 1998) . These MSC lines produce adhesion and adipogenic responses that are each blocked by a combination of AhR activation (TCDD) and", "cite_spans": [{"start": 121, "end": 141, "text": "(Kelly, et al. 1998)", "ref_id": null}], "ref_spans": [], "section": "Partnership of MSC with HSPC in BM. Design to model MSC with BMS2 cells."}, {"text": "Mek-Erk stimulation (Egf or Fgf) (Hanlon, et al. 2005a; Liu and Jefcoate 2006) . The HSPC CFU activity is sustained in adherent BM cells by co-culture with BMS2 cells ( Figure 1E ). This support is further reproduced by media alone that is enriched over 24h with the cells ( Figure   1E ). DMBA inhibition is reproduced in vitro from CYP1B1 activation in the MSC cells (Rondelli, et al. 2016) .", "cite_spans": [{"start": 33, "end": 55, "text": "(Hanlon, et al. 2005a;", "ref_id": "BIBREF40"}, {"start": 56, "end": 78, "text": "Liu and Jefcoate 2006)", "ref_id": "BIBREF84"}, {"start": 369, "end": 392, "text": "(Rondelli, et al. 2016)", "ref_id": null}], "ref_spans": [{"start": 169, "end": 178, "text": "Figure 1E", "ref_id": null}, {"start": 275, "end": 286, "text": "Figure   1E", "ref_id": null}], "section": "Partnership of MSC with HSPC in BM. Design to model MSC with BMS2 cells."}, {"text": "The BMS2 cells express much higher high levels of basal CYP1B1 than C3H10T1/2 cells, as shown by either the 5.2 kb mRNA or the immunoblotted protein ( Figure 1F , left and right, respectively). This basal protein shows only modest induction by AhR activation (TCDD treatment). Basal expression is sustained in enriched AhR-ko primary BM (BM/6J AhR-/-) cells, but is completely removed in basal mouse embryo fibroblasts (Heidel, et al. 1999) . BMS2 and primary BM cells are devoid of CYP1A1 protein, even though inducible mRNA is detectable.", "cite_spans": [{"start": 419, "end": 440, "text": "(Heidel, et al. 1999)", "ref_id": null}], "ref_spans": [{"start": 151, "end": 160, "text": "Figure 1F", "ref_id": null}], "section": "Partnership of MSC with HSPC in BM. Design to model MSC with BMS2 cells."}, {"text": "The CYP1B1 metabolic activity in the MSC lines mediates the in vitro DMBA suppression.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "participation in BM microvascular niche MSC.", "cite_spans": [], "ref_spans": [], "section": "Experimental design for the analysis of BMS2 cells as a model for CYP1B1"}, {"text": "Single cell sequencing of adherent BM cells points towards multiple MSC types, including those marked by expression of the leptin receptor (Lepr) (Lepr+MSC) (Severe, et al. 2019; Tikhonova, et al. 2019) . These single cell expression profiles overlap appreciably with BMS2 cells (Tables 2C, S5 and S6). MSC have been estimated to represent about 0.3 percent of BM cells (Zhou, et al. 2014) . We confirm this assessment, here, with highly expressed markers, such as Cxcl12 and Csf1. MSC that match BMS2 expression of these markers are present at about 3 percent of adherent BM cells, which in turn represent about 10 percent of total eluted BM cells (Boregowda, et al. 2016; N'Jai A, et al. 2011) . Lepr+MSC, which represent a high proportion of these MSC (Severe, et al. 2019) , have been positioned to distinct BM niche vascular compartments with fluorescent markers and enriched for more in depth sequencing (Tikhonova, et al. 2019) .", "cite_spans": [{"start": 157, "end": 178, "text": "(Severe, et al. 2019;", "ref_id": null}, {"start": 179, "end": 202, "text": "Tikhonova, et al. 2019)", "ref_id": "BIBREF146"}, {"start": 370, "end": 389, "text": "(Zhou, et al. 2014)", "ref_id": null}, {"start": 649, "end": 673, "text": "(Boregowda, et al. 2016;", "ref_id": "BIBREF11"}, {"start": 674, "end": 695, "text": "N'Jai A, et al. 2011)", "ref_id": null}, {"start": 755, "end": 776, "text": "(Severe, et al. 2019)", "ref_id": null}, {"start": 910, "end": 934, "text": "(Tikhonova, et al. 2019)", "ref_id": "BIBREF146"}], "ref_spans": [], "section": "Experimental design for the analysis of BMS2 cells as a model for CYP1B1"}, {"text": "presents three ways that we have used BMS2 cells to assess how CYP1B1 functions in MSC within the hematopoietic niche: 1) characterize the selectivity of BMS2 gene responses to DMBA and BP. Compare these responses to those derived from equivalent in vivo PAH treatments by using rapidly isolated adherent BM cells; 2) evaluate the anomalous BMS2 constitutive AhR regulation of CYP1B1, notably the high constitutive expression and low PAH induction; 3) examine the overlap of BMS2 mRNA profiles with those of the recently reported single cell clustering of Lepr+MSC populations (Severe, et al. 2019; Tikhonova, et al. 2019) .", "cite_spans": [{"start": 577, "end": 598, "text": "(Severe, et al. 2019;", "ref_id": null}, {"start": 599, "end": 622, "text": "Tikhonova, et al. 2019)", "ref_id": "BIBREF146"}], "ref_spans": [], "section": "Figure 2"}, {"text": "This overlap tests whether there is a core set of functional markers that are conserved, in contrast to adaptive clusters and shifts in the poise between diverse mesenchymal differentiation fates.", "cite_spans": [], "ref_spans": [], "section": "Figure 2"}, {"text": "CYP1B1 induction through AhR activation is a key feature of the PAH-mediated response in most cell types (Li, et al. 2017) . In BMS2 cells, the appreciable basal CYP1B1 gene expression is unaffected by DMBA over a 24h period (Figures 1F, left and 3A ). CYP1A1 has insignificant basal expression, but is induced to almost 40 percent of CYP1B1 levels after a 24h stimulation ( Figure 3A) , while failing to yield detectable protein ( Figure 1F , right) (Heidel, et al. 1999) .", "cite_spans": [{"start": 105, "end": 122, "text": "(Li, et al. 2017)", "ref_id": "BIBREF77"}, {"start": 451, "end": 472, "text": "(Heidel, et al. 1999)", "ref_id": null}], "ref_spans": [{"start": 225, "end": 249, "text": "(Figures 1F, left and 3A", "ref_id": "FIGREF7"}, {"start": 375, "end": 385, "text": "Figure 3A)", "ref_id": "FIGREF7"}, {"start": 432, "end": 441, "text": "Figure 1F", "ref_id": null}], "section": "Selectivity of acute versus delayed responses to PAHs in BMS2 cells."}, {"text": "Two other genes with canonical DRE elements, Aldh3a1 and Tiparp, show peak stimulations after 8h ( Figure 3A) . The TCDD-mediated stimulation of AhR-responsive genes in C3H10T1/2 cells also reached maximum induction in 8h (Hanlon, et al. 2005b) . Suspected stress response genes (Ptgs2, Cxcl10, Cdkn1a/p21 and Ccng/cyclin G1) failed to respond to DMBA during the first 8h but showed a secondary response to DMBA between 12-and 24h ( Figure 3B ).", "cite_spans": [{"start": 222, "end": 244, "text": "(Hanlon, et al. 2005b)", "ref_id": "BIBREF41"}], "ref_spans": [{"start": 99, "end": 109, "text": "Figure 3A)", "ref_id": "FIGREF7"}, {"start": 433, "end": 442, "text": "Figure 3B", "ref_id": "FIGREF7"}], "section": "Selectivity of acute versus delayed responses to PAHs in BMS2 cells."}, {"text": "Cdkn1a/p21 and Ccng1/Cyclin G1 are both well characterized cell cycle responses to p53 activation (Reinke and Lozano 1997) . These genes do not respond to TCDD or to BP ( Figure   3C ).", "cite_spans": [{"start": 98, "end": 122, "text": "(Reinke and Lozano 1997)", "ref_id": "BIBREF119"}], "ref_spans": [{"start": 171, "end": 182, "text": "Figure   3C", "ref_id": "FIGREF7"}], "section": "Selectivity of acute versus delayed responses to PAHs in BMS2 cells."}, {"text": "Hierarchical clustering of these gene responses, selected for preferential 24h responses Tables 1A-C, S2 and S3 provide a more quantitative perspective of the preferences of BP and J o u r n a l P r e -p r o o f DMBA for, respectively, direct AhR activation and metabolite driven responses. DMBA also shows a striking synergy between the two processes. Each of these tables includes the 8h response to TCDD, which defines the optimal direct AhR stimulation, without effects from metabolites. Table 1A shows direct 8h gene responses to DMBA and BP that parallel TCDD stimulations, with 12 genes exhibiting direct PAH responses, 5 of which have well established DREs (CYP1A1, Ahrr, Aldh3a1, Tiparp, and Nqo1) (Lee, et al. 2015) . BP stimulations paralleled TCDD stimulations, while DMBA was less active.", "cite_spans": [{"start": 707, "end": 725, "text": "(Lee, et al. 2015)", "ref_id": "BIBREF72"}], "ref_spans": [{"start": 492, "end": 500, "text": "Table 1A", "ref_id": "TABREF1"}], "section": "Selectivity of acute versus delayed responses to PAHs in BMS2 cells."}, {"text": "Notably, DMBA compensated with further substantial increases (>30%) between 8-and 24h (11/12 genes). Table 1B shows the prevalence of this biphasic PAH stimulation, which is also seen for canonical AhR responders, CYP1A1 and Ahrr (Table 1A) . This synergy of direct AhR activation, with delayed metabolite stress, is the prevailing mechanism for DMBA. Many AhRresponsive genes carry additional elements for factors that respond to chemical stress (NFB, p53, and Nrf2) (Kalthoff, et al. 2010; Mitchell and Elferink 2009; Tian, et al. 1999; Tijet, et al. 2006; Wakabayashi, et al. 2010) . The consistency of the finding suggests that AhR/ARNT activity is further activated at a single element. This overlap is most extensive for partnership with Nrf2 (Nault, et al. 2018) .", "cite_spans": [{"start": 469, "end": 492, "text": "(Kalthoff, et al. 2010;", "ref_id": null}, {"start": 493, "end": 520, "text": "Mitchell and Elferink 2009;", "ref_id": "BIBREF93"}, {"start": 521, "end": 539, "text": "Tian, et al. 1999;", "ref_id": null}, {"start": 540, "end": 559, "text": "Tijet, et al. 2006;", "ref_id": null}, {"start": 560, "end": 585, "text": "Wakabayashi, et al. 2010)", "ref_id": null}, {"start": 750, "end": 770, "text": "(Nault, et al. 2018)", "ref_id": "BIBREF102"}], "ref_spans": [{"start": 101, "end": 109, "text": "Table 1B", "ref_id": "TABREF2"}, {"start": 230, "end": 240, "text": "(Table 1A)", "ref_id": "TABREF1"}], "section": "Selectivity of acute versus delayed responses to PAHs in BMS2 cells."}, {"text": "Comparison of these 12 gene responses to TCDD in C3H10T1/2 cells shows similar shared 8h stimulations, including CYP1A1, Aldh3a1, Adh7 and Nqo1 (Hanlon, et al. 2005a; Hanlon, et al. 2005b ). There are also AhR targets in C3H10T1/2 cells that are not repeated in BMS2 cells (Ch3l1, Glypican 1 and Sod3).", "cite_spans": [{"start": 144, "end": 166, "text": "(Hanlon, et al. 2005a;", "ref_id": "BIBREF40"}, {"start": 167, "end": 187, "text": "Hanlon, et al. 2005b", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Selectivity of acute versus delayed responses to PAHs in BMS2 cells."}, {"text": "DMBA-mediated metabolic activation between 8-and 24h is much more effective than for BP. J o u r n a l P r e -p r o o f Table 1C shows 25 highly expressed genes that were stimulated by DMBA after 24h, but not after 8h. Each increase has been previously linked to p53 stimulation (Table S1 ). An additional 22 DMBA-selective genes are shown in Table S2 , several associated with p53 activity. None of these genes were stimulated by TCDD. Many of the genes in Table 1C respond fully to p53 within 8h, when DSB are produced directly by γ-radiation (Fei and El-Deiry 2003) . The slower DMBA response probably arises from delayed PAHDE generation (Keller, et al. 1987) . Only 14 genes showed a preferential stimulation by BP (FC>1.8) ( Table S3) . A further 7 showed equal responses to BP and DMBA. Suppression was also produced after 8h, again with preference for DMBA (Table S4) .", "cite_spans": [{"start": 545, "end": 568, "text": "(Fei and El-Deiry 2003)", "ref_id": "BIBREF31"}, {"start": 642, "end": 663, "text": "(Keller, et al. 1987)", "ref_id": null}], "ref_spans": [{"start": 120, "end": 128, "text": "Table 1C", "ref_id": null}, {"start": 279, "end": 288, "text": "(Table S1", "ref_id": null}, {"start": 343, "end": 351, "text": "Table S2", "ref_id": null}, {"start": 458, "end": 466, "text": "Table 1C", "ref_id": null}, {"start": 731, "end": 740, "text": "Table S3)", "ref_id": null}, {"start": 865, "end": 875, "text": "(Table S4)", "ref_id": null}], "section": "Metabolism-mediated stimulations by DMBA far exceed those with BP."}, {"text": "There was only a small preference for CYP1B1-mediated DMBA metabolism (24h), relative to BP metabolism, in BMS2 cells, assessed in the general cell activation of 15S p53 (Fei and El-Deiry 2003; Mirzayans, et al. 2013) (Figures 3E and S1A) , despite the large DMBA preference for gene effects mediated by p53 (Table 1C) . p-H2AX, another more direct marker of ATM kinase activation, showed a similar modest preference for DMBA compared to BP ( Figure 3E ). This may result because the distorted DMBA 3,4-dihydrodiol-1,2-epoxide structure is more active than the corresponding more planar BP 7,8-dihydrodiol-9,10-epoxide in the context of gene chromatin structure (Chakravarti, et al. 2008; Dreij, et al. 2005) . This incell immunodetection method was validated by the selective inhibition of this p53 activation by specific CYP1B1 inhibitors, TMS and -NF, in CYP1B1-V79 cells, but not CYP1A1-V79 cells (Figures S1B and C) .", "cite_spans": [{"start": 170, "end": 193, "text": "(Fei and El-Deiry 2003;", "ref_id": "BIBREF31"}, {"start": 194, "end": 217, "text": "Mirzayans, et al. 2013)", "ref_id": null}, {"start": 662, "end": 688, "text": "(Chakravarti, et al. 2008;", "ref_id": null}, {"start": 689, "end": 708, "text": "Dreij, et al. 2005)", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 218, "end": 238, "text": "(Figures 3E and S1A)", "ref_id": "FIGREF7"}, {"start": 308, "end": 318, "text": "(Table 1C)", "ref_id": null}, {"start": 443, "end": 452, "text": "Figure 3E", "ref_id": "FIGREF7"}, {"start": 902, "end": 921, "text": "(Figures S1B and C)", "ref_id": null}], "section": "DMBA and BP exhibit similar stimulations of 15S p53 phosphorylation."}, {"text": "Although the basal expression of CYP1B1 in primary MSC from BM or from MEFs depends on J o u r n a l P r e -p r o o f AhR (Alexander, et al. 1997; Heidel, et al. 1998) , the low PAH induction in BMS2 cells may derive from unusually high basal AhR activity. AhR induction of CYP1B1 is completely dependent on two highly conserved tandem SP1 sequences and a 265 base Ah-receptor enhancer region (AhER) (Wo, et al. 1997; Zheng and Jefcoate 2005; Zheng, et al. 2013) . This AhER has three AhR/ARNT complexes working in concert, two of which are substantially suppressed by an overlapping AhR inhibitory complex (AIC) (Zhang, et al. 1998; Zhang, et al. 2003) .", "cite_spans": [{"start": 122, "end": 146, "text": "(Alexander, et al. 1997;", "ref_id": "BIBREF1"}, {"start": 147, "end": 167, "text": "Heidel, et al. 1998)", "ref_id": "BIBREF42"}, {"start": 400, "end": 417, "text": "(Wo, et al. 1997;", "ref_id": "BIBREF156"}, {"start": 418, "end": 442, "text": "Zheng and Jefcoate 2005;", "ref_id": "BIBREF163"}, {"start": 443, "end": 462, "text": "Zheng, et al. 2013)", "ref_id": "BIBREF164"}, {"start": 613, "end": 633, "text": "(Zhang, et al. 1998;", "ref_id": "BIBREF161"}, {"start": 634, "end": 653, "text": "Zhang, et al. 2003)", "ref_id": "BIBREF162"}], "ref_spans": [], "section": "Anomalous basal CYP1B1 expression in BMS2 cells."}, {"text": "ChIP analyses showed similar basal AhR binding to the CYP1B1 and CYP1A1 promoters in mammary cells, despite the selective basal expression of CYP1B1 (Yang, et al. 2008) . Cellselective basal signaling evidently contributes to the consistent basal CYP1B1 expression.", "cite_spans": [{"start": 149, "end": 168, "text": "(Yang, et al. 2008)", "ref_id": null}], "ref_spans": [], "section": "Anomalous basal CYP1B1 expression in BMS2 cells."}, {"text": "Repression of basal AhR signaling by cell adhesion was shown in C3H10T1/2 cells and bcatenin released from adhesion complexes was shown to be a basal participant (Cho, et al. 2004) . This participation of WnT/b-catenin signaling in basal CYP1B1 expression has been further established in multiple cell types (Mohamed, et al. 2019; Ziegler, et al. 2016) . A further consideration is that cell selectivity for CYP1B1 and CYP1A1 in C3H10T1/2 and Hepa cells is primarily determined by selective chromatin interactions that are removed by DNA methylation (Beedanagari, et al. 2010a; Beedanagari, et al. 2010b) .", "cite_spans": [{"start": 162, "end": 180, "text": "(Cho, et al. 2004)", "ref_id": "BIBREF21"}, {"start": 308, "end": 330, "text": "(Mohamed, et al. 2019;", "ref_id": null}, {"start": 331, "end": 352, "text": "Ziegler, et al. 2016)", "ref_id": "BIBREF167"}, {"start": 550, "end": 577, "text": "(Beedanagari, et al. 2010a;", "ref_id": "BIBREF5"}, {"start": 578, "end": 604, "text": "Beedanagari, et al. 2010b)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Anomalous basal CYP1B1 expression in BMS2 cells."}, {"text": "We further examined the basal and induced signaling to CYP1B1 in BMS2 cells with a luciferase reporter comprised of the dual SP1 elements linked to the AhER. Key elements in the AhER are three 12 base sequences (XRE 1, 4 and 5) that each bind the AhR/ARNT complex ( Figure 4A ) (Zhang, et al. 1998; Zhang, et al. 2003) .Two matched XRE's (1 and 4) are less active due interaction with the AIC (Zhang, et al. 2003 ).", "cite_spans": [{"start": 278, "end": 298, "text": "(Zhang, et al. 1998;", "ref_id": "BIBREF161"}, {"start": 299, "end": 318, "text": "Zhang, et al. 2003)", "ref_id": "BIBREF162"}, {"start": 393, "end": 412, "text": "(Zhang, et al. 2003", "ref_id": "BIBREF162"}], "ref_spans": [{"start": 266, "end": 275, "text": "Figure 4A", "ref_id": "FIGREF14"}], "section": "Anomalous basal CYP1B1 expression in BMS2 cells."}, {"text": "An AhR antagonist, 3MNF (Ryan, et al. 2007) , removed most basal CYP1B1 protein expression J o u r n a l P r e -p r o o f ( Figure 4B ) and reduced the basal AhER/SP1 reporter activity by three-fold ( Figure 4C) . The basal inhibition progressed up to 0.1 uM, but surprisingly reversed at higher concentrations (0.1-10 M), suggesting alternative binding sites. Low TCDD induction of CYP1B1 in BMS2 cells is matched by the AhER/SP1 reporter. The incomplete suppression of basal expression by MNF is consistent with the appreciable expression in AhR-/-primary BM cells. The AhER/SP1 reporter showed low basal and the strong induction in C3H10T1/2 cells, thus paralleling the protein expression (Figures S2A and B) .", "cite_spans": [{"start": 24, "end": 43, "text": "(Ryan, et al. 2007)", "ref_id": null}], "ref_spans": [{"start": 124, "end": 133, "text": "Figure 4B", "ref_id": "FIGREF14"}, {"start": 201, "end": 211, "text": "Figure 4C)", "ref_id": "FIGREF14"}, {"start": 693, "end": 712, "text": "(Figures S2A and B)", "ref_id": "FIGREF6"}], "section": "Anomalous basal CYP1B1 expression in BMS2 cells."}, {"text": "We tested the AhER-SP1 interactions in basal and induced cells by introducing mutations that blocked AhR binding to each of the XREs (Figure S2C) . These changes had similar effects on basal and induced activities in BMS2 and C3H10T1/2 cells (Figures 4D and S2D) . The XRE5 is essential for activity (MXRE5). Mutation of the distal XRE1 (MXRE1) and of XRE4 (MXRE4) are ineffective individually, but the double mutation fully removes expression (Zhang, et al. 2003) .", "cite_spans": [{"start": 444, "end": 464, "text": "(Zhang, et al. 2003)", "ref_id": "BIBREF162"}], "ref_spans": [{"start": 133, "end": 145, "text": "(Figure S2C)", "ref_id": "FIGREF6"}, {"start": 242, "end": 262, "text": "(Figures 4D and S2D)", "ref_id": "FIGREF6"}], "section": "Anomalous basal CYP1B1 expression in BMS2 cells."}, {"text": "Mutations of the XRE4 (MXRE4), the Ebox (MEBOX) and their double mutation (MEBOX/MXRE4) indicated a partnership between these adjacent complexes (Figures 4D and   S2D ).", "cite_spans": [], "ref_spans": [{"start": 145, "end": 166, "text": "(Figures 4D and   S2D", "ref_id": "FIGREF6"}], "section": "Anomalous basal CYP1B1 expression in BMS2 cells."}, {"text": "We also simplified the AhR enhancer by using a tandem quadruple XRE5 repeat (4XRE5), which then removes participation by the AIC (Figure 4A) . The basal and induced activities are appreciably higher (Figure 4D) , consistent with removal of the AIC. The high basal activity in CYP1B1 in BMS2 cells, therefore, derives from effects of cell-selective factors on the SP1/AhR partnership.", "cite_spans": [], "ref_spans": [{"start": 129, "end": 140, "text": "(Figure 4A)", "ref_id": "FIGREF14"}, {"start": 199, "end": 210, "text": "(Figure 4D)", "ref_id": "FIGREF14"}], "section": "Anomalous basal CYP1B1 expression in BMS2 cells."}, {"text": "CYP1B1 transcription in C3H10T1/2 cells showed important contributions from cell adhesion, cell density and EGF signaling, each involving AhR participation (Cho, et al. 2004; Cho, et al. J o u r n a l P r e -p r o o f Journal Pre-proof 2005) . For AhER and 4XRE5 reporters in BMS2 cells, density increase from 50 to 80 percent shows large increases in basal activity, but not in TCDD induction ( Figure 5A) . However, at 90 percent, additional cell-cell contacts cause both activities to decline. This increase in basal density-dependent signaling is consistent with increased effects of secreted cell factors. This signaling overlaps the effect of TCDD on the AhR, which is, therefore, not further stimulated.", "cite_spans": [{"start": 156, "end": 174, "text": "(Cho, et al. 2004;", "ref_id": "BIBREF21"}, {"start": 175, "end": 186, "text": "Cho, et al.", "ref_id": "BIBREF21"}, {"start": 236, "end": 241, "text": "2005)", "ref_id": "BIBREF112"}], "ref_spans": [{"start": 396, "end": 406, "text": "Figure 5A)", "ref_id": "FIGREF15"}], "section": "Evidence for paracrine influences on CYP1B1 expression in BMS2 cells."}, {"text": "Enhanced cell-cell contacts block both autocrine and TCDD signaling. This suppression by cellcell adhesion appears as the reverse of the AhR-dependent stimulation when adhesion is disrupted in C3H10T1/2 cells (Cho, et al. 2004) .", "cite_spans": [{"start": 209, "end": 227, "text": "(Cho, et al. 2004)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Evidence for paracrine influences on CYP1B1 expression in BMS2 cells."}, {"text": "For CYP1B1 and CYP1A1, mRNA expression induction, but not basal expression, was elevated by an increase in cell density ( Figure 5B) . The natural genes are more responsive to ligand-free AhR than the reporters, but less responsive to TCDD-activated AhR, particularly at the low density. At 80 percent of confluence, the autocrine boost enhances the TCDD-activated AhR more than the basal expression. At this density, the reporters and genes then respond similarly.", "cite_spans": [], "ref_spans": [{"start": 122, "end": 132, "text": "Figure 5B)", "ref_id": "FIGREF15"}], "section": "Evidence for paracrine influences on CYP1B1 expression in BMS2 cells."}, {"text": "CYP1A1 also responds similarly, suggesting that AhR is directly affected. The opposing effects of cell density and cell contacts suggests that the balance of effects may differ between chromatin-free reporters and the histone sequestered gene. C3H10T1/2 cells showed similar trends of cell density for reporters and natural CYP1B1 ( Figure S2E ). Low activities in confluent C3H10T1/2 cells are activated by removal of cell-cell contact, in parallel with nuclear translocation of the AhR (Cho, et al. 2004) .", "cite_spans": [{"start": 488, "end": 506, "text": "(Cho, et al. 2004)", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 333, "end": 343, "text": "Figure S2E", "ref_id": "FIGREF6"}], "section": "Evidence for paracrine influences on CYP1B1 expression in BMS2 cells."}, {"text": "We also showed that co-culture with BMS2 cells elevated basal reporter activity in C3H10T1/2 cells ( Figure 5C ). BMS2 basal activity declined. Thus, BMS2 cells release net activators, while the C3H10T1/2 cells release net suppressor factors. Again, the maximum TCDD-induced activities are unaffected. Thus, autocrine/paracrine factors activate the AhR partnership with SP1 to maximum levels produced by TCDD complex formation.", "cite_spans": [], "ref_spans": [{"start": 101, "end": 110, "text": "Figure 5C", "ref_id": "FIGREF15"}], "section": "Evidence for paracrine influences on CYP1B1 expression in BMS2 cells."}, {"text": "Cxcl12, a MSC participant in HSPC support that is also regulated by SP1 and adhesion (Schajnovitz, et al. 2011) , showed an even larger cell density stimulation effect in BMS2 cells ( Figure 5D) . Csf1, another HSPC stimulant, was unaffected ( Figure 5D ). This density increase in Cxcl12 was also shown in C3H10T1/2 cells (Figure S2E ).", "cite_spans": [{"start": 85, "end": 111, "text": "(Schajnovitz, et al. 2011)", "ref_id": "BIBREF128"}], "ref_spans": [{"start": 184, "end": 194, "text": "Figure 5D)", "ref_id": "FIGREF15"}, {"start": 244, "end": 253, "text": "Figure 5D", "ref_id": "FIGREF15"}, {"start": 323, "end": 334, "text": "(Figure S2E", "ref_id": "FIGREF6"}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "A search of the BMS2 transcriptome for secreted activator proteins and paired receptors identified eight pairs with potential for autocrine regulation ( Table 2A) . The asymmetry of gene expression between secreted factors and their cognate receptor is repeated across six distinct Lepr+MSC clusters (Tikhonova, et al. 2019) . Thus, the paracrine pairings Pdgfa/Pdgfrb, Fgf7/Fgfr2 are retained as potential autocrine stimulants of Mek/Erk (Andrae, et al. 2008; Chen, et al. 2013; Noriega-Guerra and Freitas 2018) . In C3H10T1/2 cells, EGF activates Mek-Erk and stimulates AhR induction of CYP1B1 by TCDD (Hanlon, et al. 2005b ). TCDD also functions in concert with Mek-Erk to enhance focal adhesion signaling ,thereby to suppress MSC adipogenic differentiation (Hanlon, et al. 2005b ). SP1 is phosphorylated through this pathway suggesting a likely activation mechanism (Karkhanis and Park 2015) .", "cite_spans": [{"start": 300, "end": 324, "text": "(Tikhonova, et al. 2019)", "ref_id": "BIBREF146"}, {"start": 439, "end": 460, "text": "(Andrae, et al. 2008;", "ref_id": "BIBREF4"}, {"start": 461, "end": 479, "text": "Chen, et al. 2013;", "ref_id": null}, {"start": 480, "end": 512, "text": "Noriega-Guerra and Freitas 2018)", "ref_id": "BIBREF104"}, {"start": 604, "end": 625, "text": "(Hanlon, et al. 2005b", "ref_id": "BIBREF41"}, {"start": 761, "end": 782, "text": "(Hanlon, et al. 2005b", "ref_id": "BIBREF41"}, {"start": 870, "end": 895, "text": "(Karkhanis and Park 2015)", "ref_id": "BIBREF58"}], "ref_spans": [{"start": 153, "end": 162, "text": "Table 2A)", "ref_id": "TABREF3"}], "section": "Expression of autocrine and asymmetric paracrine pairing of receptors in BMS2 cells."}, {"text": "Macrophage cytokines show striking asymmetry in MSC expression. They are largely absent in the BMS2 cells, while their cognate receptors are highly expressed (Tnfrsf1a, Ifngr1, Il1r1) ( Table 2A) . Ccl2 and Ccl7 are retained as the only C-C chemokines but, again, with absence of their receptors (Ccr2). Many of these paracrine receptors correspond to cytokines that are highly stimulated by BP, in vivo, within 6h ( Figure 1C) . This asymmetry of expression supports a model in which BP-stimulation of cytokines in niche macrophage produce changes in MSC signaling that may contribute to stress protection. Thus, macrophage stimulation can potentially contribute to a selective redistribution of the clusters.", "cite_spans": [], "ref_spans": [{"start": 186, "end": 195, "text": "Table 2A)", "ref_id": "TABREF3"}, {"start": 417, "end": 427, "text": "Figure 1C)", "ref_id": null}], "section": "Expression of autocrine and asymmetric paracrine pairing of receptors in BMS2 cells."}, {"text": "The third asymmetric display comprises paracrine donors that target other cells, as the BMS2 cells lack endogenous expression of the paired receptor (Table 2A) . For example, Kitl, which controls HSPC, is expressed without the corresponding c-Kit receptor. Likewise, Ccl2 functions as an angiogenic and immune stimulant (Lim, et al. 2016) . These pairings are highly selective among the clusters.", "cite_spans": [{"start": 320, "end": 338, "text": "(Lim, et al. 2016)", "ref_id": "BIBREF81"}], "ref_spans": [{"start": 149, "end": 159, "text": "(Table 2A)", "ref_id": "TABREF3"}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "In Table 2B , we compare expression of abundant functional genes from BMS2 cells to their expression in adherent BM cells. mRNA from MSC represents less than 5 percent of the total in this fraction, which largely derives from hematopoietic cells attached to the MSC (Phinney and Prockop 2007) . These highly expressed BMS2 genes (Cy3>3500) and adherent BM mRNA are ranked by proportion of the BMS2 content (Supplement Excel file). Approximately 100 genes appear in the 1-6 percent range, including CSF1 (4 percent), Gas6 (2 percent), Ccl2 (6 percent), Cxcl12 (3 percent), Kitl and Ebf3 (1-2 percent) ( Table 2B) . Each has been linked to MSC activity, thus suggesting that they are markers for BMS-like cells within the adherent BM-cell fraction (at 3 percent of the content).", "cite_spans": [{"start": 266, "end": 292, "text": "(Phinney and Prockop 2007)", "ref_id": "BIBREF114"}], "ref_spans": [{"start": 3, "end": 11, "text": "Table 2B", "ref_id": "TABREF4"}, {"start": 602, "end": 611, "text": "Table 2B)", "ref_id": "TABREF4"}], "section": "Functional characterization of BMS2 mRNA in relation to adherent BM mRNA."}, {"text": "Several matrix proteins, including Col1a1, Col1a2, Col2a1 and Fn1 are also expressed in this range, but CYP1B1 and a substantial proportion of matrix proteins and regulators (Fbln2, Ctgf, Wisp2) have relatively far higher expression in BMS2 cells ( Table 2B ).", "cite_spans": [], "ref_spans": [{"start": 249, "end": 257, "text": "Table 2B", "ref_id": "TABREF4"}], "section": "Functional characterization of BMS2 mRNA in relation to adherent BM mRNA."}, {"text": "The continuous enrichment of primary MSC, which precedes the generation of BMS2, is enabled by matrix processes that may facilitate this enrichment. CYP1B1 protects vascular cells from oxygen-induced stress, which is generated by culture under ambient oxygen (20 percent) conditions (Palenski, et al. 2013b; Rondelli, et al. 2016) . Select genes, including three exosome J o u r n a l P r e -p r o o f markers, Lpl and Thbs1 (thrombospondin 1), show high expression in both adherent BM and BMS2 cells (Table 2B) , likely reflecting alternative sites of expression in adherent BM cells.", "cite_spans": [{"start": 283, "end": 307, "text": "(Palenski, et al. 2013b;", "ref_id": "BIBREF109"}, {"start": 308, "end": 330, "text": "Rondelli, et al. 2016)", "ref_id": null}], "ref_spans": [{"start": 501, "end": 511, "text": "(Table 2B)", "ref_id": "TABREF4"}], "section": "Functional characterization of BMS2 mRNA in relation to adherent BM mRNA."}, {"text": "The genes with BMS2/adherent BM overlap appropriate to MSC expression were further compared to the single cell profile of Lepr+MSC and other vascular niche cells (Severe, et al. 2019) (Table 2C ). This cluster of cells express CYP1B1 as one of the 30 most abundant mRNA (N>300). Lepr is absent from BMS2 cells ( Table 2C) , but is also low in other MSC clusters (Severe, et al. 2019) . Twelve highly expressed BMS2 genes and CYP1B1 show specificity for the Lepr+MSC ( Table 2C) . Each of the 12 markers has a functional basis for a presence as a core MSC gene (Figures 6A and S3) . The expression of these BMS2 mRNA markers correlated with their expression in BM adherent cells (r 2 = 0.86) ( Figure 6B) .", "cite_spans": [{"start": 162, "end": 183, "text": "(Severe, et al. 2019)", "ref_id": null}, {"start": 362, "end": 383, "text": "(Severe, et al. 2019)", "ref_id": null}], "ref_spans": [{"start": 184, "end": 193, "text": "(Table 2C", "ref_id": null}, {"start": 312, "end": 321, "text": "Table 2C)", "ref_id": null}, {"start": 468, "end": 477, "text": "Table 2C)", "ref_id": null}, {"start": 560, "end": 579, "text": "(Figures 6A and S3)", "ref_id": "FIGREF7"}, {"start": 693, "end": 703, "text": "Figure 6B)", "ref_id": "FIGREF9"}], "section": "Identification of core Lepr+MSC markers shared with BMS2 cells."}, {"text": "The expression levels for 28 genes from BMS2 cells have matches among the most highly expressed genes identified by single cell sequencing of Lepr+MSC in BM (Table S5 ) (Severe, et al. 2019) . BMS2 cells, like Lepr+MSC, also express markers for differentiated mesenchymal cell types in the BM niche (Table S6) , including osteoblast-like cells (OLC), a chondrocyte (Chond) and a fibroblast-like cluster (Fib) as well as representative endothelia (EC) and pericytes (Per). Several of the MSC expressed genes are highly expressed in OLC, but less than in Lepr+MSC. High expression of Vcam1 and Pdgfrb is shared by MSC and, respectively, EC and Per (Table S5) . We also show extensive overlap of cytokine receptors between Lepr+MSC and the other cell types from the BM vascular niche. The distribution of these receptors among different cell types matches the broad diversity of cytokines that are generate by BP (Figure 1C ).", "cite_spans": [{"start": 169, "end": 190, "text": "(Severe, et al. 2019)", "ref_id": null}], "ref_spans": [{"start": 157, "end": 166, "text": "(Table S5", "ref_id": null}, {"start": 299, "end": 309, "text": "(Table S6)", "ref_id": null}, {"start": 646, "end": 656, "text": "(Table S5)", "ref_id": null}, {"start": 910, "end": 920, "text": "(Figure 1C", "ref_id": null}], "section": "Identification of core Lepr+MSC markers shared with BMS2 cells."}, {"text": "The improved availability was provided by Lepr+ enrichment, which delivered six distinct populations (P1-5 and C) of Lepr+MSC (Table S7) (Tikhonova, et al. 2019) . Some of the Lepr+MSC clusters show expression biases to either adipoblast or osteoblast differentiation. We used the supplementary single sequencing data of these Lepr-GFP select clusters to show that CYP1B1 expression was highly correlated not only with Lepr, but also with Cxcl12, Kitl, Csf1 and Gas6 (Figure 6B, Table S7 ). Ebf3, Ptx3 and Il1rn additionally have high expression in the C cluster (proliferative cluster) and, thus, have weaker correlation with the other core genes.", "cite_spans": [{"start": 137, "end": 161, "text": "(Tikhonova, et al. 2019)", "ref_id": "BIBREF146"}], "ref_spans": [{"start": 126, "end": 136, "text": "(Table S7)", "ref_id": null}, {"start": 467, "end": 487, "text": "(Figure 6B, Table S7", "ref_id": "FIGREF9"}], "section": "Journal Pre-proof"}, {"text": "IL7, Fzd1, Svep1 and Nnmt have relatively low expression in one cluster (P1), which is specifically marked by Ccl2 and Ccl7. IL7, the major lymphoid stimulant, demonstrates low expression in the adherent BM fraction and BMS2 cells and only appears as a core gene after Lepr+ enrichment. Spp1 marks P4 and osteoblast clusters. Lpl, an adipocyte marker, is selectively expressed in P2 and P5.", "cite_spans": [], "ref_spans": [], "section": "Journal Pre-proof"}, {"text": "Even though DMBA mediates extensive suppression of HSPC expansion (Figure 1A) , which we previously identified as dominated by cytokines ( Figure 1C ).", "cite_spans": [], "ref_spans": [{"start": 66, "end": 77, "text": "(Figure 1A)", "ref_id": null}, {"start": 139, "end": 148, "text": "Figure 1C", "ref_id": null}], "section": "DMBA, in vivo, does not affect core Lepr+MSC expression markers."}, {"text": "This absence of stress changes in the cultured BM cells that are seen in BMS2 cells is consistent with stress responses that are not broadly distributed among the total BM population.", "cite_spans": [], "ref_spans": [], "section": "DMBA, in vivo, does not affect core Lepr+MSC expression markers."}, {"text": "They are local to the niche presence of MSC and CYP1B1, which our data indicates to be only about 3 percent of adherent cells. Thus, only highly expressed stress response markers are to J o u r n a l P r e -p r o o f be expected. Ccng1, Sulf2, Phlda3 (each p53-induced, Tables 1C and S1) are retained the DMBA stimulation seen in BM cells (Figure 6C) . Other genes that showed strong p53 stress responses to DMBA in BMS2 cells (Gdf15, Gadd45a and Txnip) ( Table 1C ) did not respond but were predominantly expressed in other adherent cells types (data not shown).", "cite_spans": [], "ref_spans": [{"start": 339, "end": 350, "text": "(Figure 6C)", "ref_id": "FIGREF9"}, {"start": 456, "end": 464, "text": "Table 1C", "ref_id": null}], "section": "DMBA, in vivo, does not affect core Lepr+MSC expression markers."}, {"text": "Highly expressed markers shared by BMS2 cells and Lepr+MSC (Cxcl12, Csf1, Gas6) ( Table   2C ) were scarcely affected by DMBA in the BM cells. Ccl2, Spp1 and Lpl, which each mark more polarized MSC clusters (respectively, P1, P4 and P5; Table S7 ), show significant increases, as if stress is redistributing the Lepr+MSC (Figure 6C ).", "cite_spans": [], "ref_spans": [{"start": 82, "end": 92, "text": "Table   2C", "ref_id": null}, {"start": 237, "end": 245, "text": "Table S7", "ref_id": null}, {"start": 321, "end": 331, "text": "(Figure 6C", "ref_id": "FIGREF9"}], "section": "DMBA, in vivo, does not affect core Lepr+MSC expression markers."}, {"text": "PAHs produce diverse effects on the immune system, particularly on T-lymphocytes and dendritic cells (O'Driscoll, et al. 2018; O'Driscoll and Mezrich 2018) . PAHs activate the AhR, which regulates the balance between effector and regulatory T cells (O'Driscoll and Mezrich 2018) and induces CYP1A1 and CYP1B1. Opposing effects of PAHs on HSPC, typified by DMBA and BP and mediated by, respectively, CYP1B1 and CYP1A1, occur in BM within 6 hours (Figure 7: Paths A and B) . Both focus on the support of HSPC by Lepr+MSC within the BM vascular niche. The BMS2 cells line effectively models critical roles by CYP1B1 and other regulatory proteins in the Lepr+ MSC.", "cite_spans": [{"start": 101, "end": 126, "text": "(O'Driscoll, et al. 2018;", "ref_id": "BIBREF107"}, {"start": 127, "end": 155, "text": "O'Driscoll and Mezrich 2018)", "ref_id": "BIBREF107"}, {"start": 249, "end": 278, "text": "(O'Driscoll and Mezrich 2018)", "ref_id": "BIBREF107"}], "ref_spans": [{"start": 445, "end": 470, "text": "(Figure 7: Paths A and B)", "ref_id": "FIGREF17"}], "section": "Discussion"}, {"text": "Path A requires effective activation of the PAH, typified by CYP1B1-mediated metabolism of DMBA to PAHDE in MSC, which extensively suppresses HSPC and, within 48h, mature lymphocytes in BM, thymus and spleen (Figure 1) (Larsen, et al. 2016) . In the BM, HSPC, including lymphoid progenitors, are controlled by factors released from Lepr+MSC within the vascular niche (Agarwala and Tamplin 2018; Seike, et al. 2018; Severe, et al. 2019; Tikhonova, et al. 2019) . Factors from BMS2 cells sustain HSPC freshly isolated from the BM (Figure 1 ).", "cite_spans": [{"start": 219, "end": 240, "text": "(Larsen, et al. 2016)", "ref_id": null}, {"start": 367, "end": 394, "text": "(Agarwala and Tamplin 2018;", "ref_id": "BIBREF0"}, {"start": 395, "end": 414, "text": "Seike, et al. 2018;", "ref_id": null}, {"start": 415, "end": 435, "text": "Severe, et al. 2019;", "ref_id": null}, {"start": 436, "end": 459, "text": "Tikhonova, et al. 2019)", "ref_id": "BIBREF146"}], "ref_spans": [{"start": 208, "end": 218, "text": "(Figure 1)", "ref_id": null}, {"start": 528, "end": 537, "text": "(Figure 1", "ref_id": null}], "section": "Discussion"}, {"text": "Metabolism of DMBA by CYP1B1 in these MSC removes lymphoid progenitors (Rondelli, et al. 2016) . DMBA metabolism in BMS2 cells does not remove support factors, but instead generates PAHDE, which produce DNA adducts, DSB and associated p53 activation in MSC and adjacent HSPC (Heidel, et al. 2000) . Primary BM MSC and BMS2 cells express high basal levels of CYP1B1, with unusually weak AhR activation (Figures 1 and 3) , even though other AhR marker genes are extensively induced by TCDD, BP and DMBA (Figures 3 and 6, Tables 1A-C and   2C ).", "cite_spans": [{"start": 71, "end": 94, "text": "(Rondelli, et al. 2016)", "ref_id": null}, {"start": 275, "end": 296, "text": "(Heidel, et al. 2000)", "ref_id": null}], "ref_spans": [{"start": 401, "end": 418, "text": "(Figures 1 and 3)", "ref_id": "FIGREF7"}, {"start": 501, "end": 539, "text": "(Figures 3 and 6, Tables 1A-C and   2C", "ref_id": "FIGREF6"}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "In vivo, a second type of PAH activity, typified by BP, completely prevents this suppression of HSPC (Figure 7: Path B) . This protection arises from systemic metabolism by CYP1A1 from outside the vascular niche, probably the liver (Larsen, et al. 2016; N'Jai A, et al. 2011; N'Jai A, et al. 2010) . The BP protection is completely dependent on AhR (N'Jai A, et al. 2011) . BP protection matches an extensive AhR-and CYP1A1-dependent stimulation of cytokines (IL1b, TNF and IFNg) from macrophage in the BM within 6h (Figure 1) . CYP1A1 is scarcely present in BM or BMS2 cells (Figure 1 ), but AhR induction by PAHs yields high levels in the liver (Galvan, et al. 2005) . Thus, in vivo BP metabolism and circulating metabolites, including quinones, peak within 6h, just as BM cytokines appear (Figure 1) (Larsen, et al. 2016; N'Jai A, et al. 2011) .", "cite_spans": [{"start": 232, "end": 253, "text": "(Larsen, et al. 2016;", "ref_id": null}, {"start": 254, "end": 275, "text": "N'Jai A, et al. 2011;", "ref_id": null}, {"start": 276, "end": 297, "text": "N'Jai A, et al. 2010)", "ref_id": null}, {"start": 349, "end": 371, "text": "(N'Jai A, et al. 2011)", "ref_id": null}, {"start": 647, "end": 668, "text": "(Galvan, et al. 2005)", "ref_id": "BIBREF35"}, {"start": 803, "end": 824, "text": "(Larsen, et al. 2016;", "ref_id": null}, {"start": 825, "end": 846, "text": "N'Jai A, et al. 2011)", "ref_id": null}], "ref_spans": [{"start": 101, "end": 119, "text": "(Figure 7: Path B)", "ref_id": "FIGREF17"}, {"start": 516, "end": 526, "text": "(Figure 1)", "ref_id": null}, {"start": 576, "end": 585, "text": "(Figure 1", "ref_id": null}, {"start": 792, "end": 802, "text": "(Figure 1)", "ref_id": null}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Equivalent quinones are not matched for DMBA (Gehly, et al. 1979) . Radiation-induced ROS in macrophage initiates NFkB activation that increases similarly high levels of IL1b (Bigildeev, et al. 2013) . PCB quinone stimulation of RAW 264.7 macrophage generates p65 NFKB phosphorylation that activates the same set of cytokines (Yang, et al. 2019) . Il1b stimulates proliferation of MSC via the Il1 receptors and activates over 400 genes (Amann, et al. 2019) . BP effects on BM produce other increases (Il6, Ccl7, Cxcl1) (Larsen, et al. 2016; N'Jai A, et al. 2011 ) that match reported direct stimulation of MSC by IL1b (Hengartner, et al. 2015) . BMS2 cells effectively model Lepr+MSC, which also express substantial CYP1B1 (Figure 6 (Table 2A) . This cluster of 12 key genes link to BMS2 cells in three ways: the expression overlap between BMS2 and adherent BM expression (Figure 6) ; their shared prevalence in BMS2 cells and in a Lepr+MSC cluster derived from a total BM single cell transcription (Tables 2C, S5 and S6) (Severe, et al. 2019) ; and their close correlation across Lepr+-enriched MSC clusters in BM (Table S7 ) (Tikhonova, et al. 2019) .", "cite_spans": [{"start": 45, "end": 65, "text": "(Gehly, et al. 1979)", "ref_id": "BIBREF38"}, {"start": 175, "end": 199, "text": "(Bigildeev, et al. 2013)", "ref_id": null}, {"start": 326, "end": 345, "text": "(Yang, et al. 2019)", "ref_id": null}, {"start": 436, "end": 456, "text": "(Amann, et al. 2019)", "ref_id": null}, {"start": 519, "end": 540, "text": "(Larsen, et al. 2016;", "ref_id": null}, {"start": 541, "end": 561, "text": "N'Jai A, et al. 2011", "ref_id": null}, {"start": 618, "end": 643, "text": "(Hengartner, et al. 2015)", "ref_id": null}, {"start": 1022, "end": 1043, "text": "(Severe, et al. 2019)", "ref_id": null}, {"start": 1127, "end": 1151, "text": "(Tikhonova, et al. 2019)", "ref_id": "BIBREF146"}], "ref_spans": [{"start": 723, "end": 732, "text": "(Figure 6", "ref_id": "FIGREF9"}, {"start": 733, "end": 743, "text": "(Table 2A)", "ref_id": "TABREF3"}, {"start": 872, "end": 882, "text": "(Figure 6)", "ref_id": "FIGREF9"}, {"start": 1115, "end": 1124, "text": "(Table S7", "ref_id": null}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "In both Lepr+ selections, CYP1B1 emerges as an equal member with the other 12 genes (Tables 2C, S5, S6, S7) . The lymphoid progenitor stimulant, IL7, has low expression, but emerges as a cluster member after the Lepr+ enrichment (Tikhonova, et al. 2019) . These relationships point to a cluster of BMS2-like cells that are present at 3 percent of adherent BM cells and 0.3 percent of total BM content. The low content of CYP1B1 in adherent BM cells compared to BMS2 cells probably derived from selective enrichment driven by the protection from oxygen stress that is provided by CYP1B1 (Palenski, et al. 2013a) . Equivalent adaptive enrichments in BMS2 expression likely apply to several ECM-associated genes.", "cite_spans": [{"start": 229, "end": 253, "text": "(Tikhonova, et al. 2019)", "ref_id": "BIBREF146"}, {"start": 586, "end": 610, "text": "(Palenski, et al. 2013a)", "ref_id": "BIBREF108"}], "ref_spans": [{"start": 84, "end": 107, "text": "(Tables 2C, S5, S6, S7)", "ref_id": "FIGREF6"}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "In BMS2 cells, CYP1B1 metabolism of DMBA that produces PAHDE adducts (Heidel, et al. 2000) also stimulates numerous genes, but only after 8h (Tables 1A-C and S2). About half have previous reported evidence for p53 activation (Tables 1C andS1) , which is a necessary part of the HSPC suppression process (Page, et al. 2003) . BP is much less effective but is more active in direct 8h AhR activations (Table 1A) . For DMBA, the smaller direct AhR activation, is almost invariably boosted by a second phase of metabolite activation, even for CYP1A1 (Table 1A, Figure 3 ). This second phase is likely to derive from supplementary Nrf2 activity on the J o u r n a l P r e -p r o o f same AhR/ARNT elements (Nault, et al. 2018) .", "cite_spans": [{"start": 69, "end": 90, "text": "(Heidel, et al. 2000)", "ref_id": null}, {"start": 303, "end": 322, "text": "(Page, et al. 2003)", "ref_id": "BIBREF107"}, {"start": 701, "end": 721, "text": "(Nault, et al. 2018)", "ref_id": "BIBREF102"}], "ref_spans": [{"start": 225, "end": 242, "text": "(Tables 1C andS1)", "ref_id": null}, {"start": 399, "end": 409, "text": "(Table 1A)", "ref_id": "TABREF1"}, {"start": 557, "end": 565, "text": "Figure 3", "ref_id": "FIGREF7"}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "This selectivity by DMBA is enhanced by the chromatin environment of the gene since DMBA and BP were similarly effective in the total cell activations of H2AX and p53 (Figure 3) . Gene selectivity for individual PAHDE is structure dependent (Chakravarti, et al. 2008; Dreij, et al. 2005) . The 8h delay almost certainly arises from the time to generate the PAHDE (Keller, et al. 1987) , since the same genes are maximally activated by gamma-radiation in 8h (Fei and El-Deiry 2003; Mirzayans, et al. 2013) . Table 1C) but are far too slow to mediate the 6h progenitor suppression times that are produced in the Lepr+MSC the BM niche (Figure 1) . Evidently, more direct effects of DMBA metabolites produce faster, non-transcriptional steps (Pietrocola, et al. 2013) . For example, apoptosis initiated through Bcl2 in the mitochondrial outer membrane (Vaseva and Moll 2009 ) is a favored p53 intervention in stem cells (TeSlaa, et al. 2016) . The observed 48h recovery from DMBA toxicity (Figure 1 ) may, however, derive from this p53-mediated transcription. Most of the BMS2 genes that respond to DMBA (Tables 1A-C, S1 and S2) are insufficiently expressed to be detectable in MSC at 3 percent of the adherent BM cells. Only three increases (Ccng1, Sulf2 and Phlda3) parallel activations seen in BMS2 cells (Figure 6, Tables 1B and C) . Ccng1 is a potential marker for p53 activation in BM MSC (Reinke and Lozano 1997) . Ccng1 is highly selective to DMBA in both BMS2 cells (Figure 3, Table 1C ) and adherent BM (N'Jai A, et al. The novel, high constitutive CYP1B1 expression in BMS2 cells (Figure 1) is predominantly controlled by a strong coupling between the three AhR/ARNT complexes on the DRE of the AhER and the dual SP1 repeats close to the transcription start site (Figures 4 and 8) . In the basal state, an autocrine boost by growth factor signaling to SP1 is sufficient to avoid external AhR activation. This cooperation may be enhanced by release of catenin from cell junction sites (Cho, et al. 2005; Ziegler, et al. 2016) . Cell-cell adhesion may suppress CYP1B1 expression by withdrawing catenin from the nucleus to the junction sites. SP1 is an important regulator of MSC, including for CXCL12, which parallels CYP1B1 in the cell density stimulation ( Figure 5) . SP1 is commonly activated by Erk phosphorylation, including through activation by Pdgfa (Gong, et al. 2017; Schajnovitz, et al. 2011) . This Pdgfa/Pdgfrb pairing is highly expressed, but Hgf/Met and Fgf7/Fgfr2 pairing also activate Erk (Figure 8) . Cxcl12, Tgfb3 and Wnt2 provide additional pairings. Wnt2/Fzd1 activates -catenin, possibly participating in the adhesion associated AhR changes.", "cite_spans": [{"start": 241, "end": 267, "text": "(Chakravarti, et al. 2008;", "ref_id": null}, {"start": 268, "end": 287, "text": "Dreij, et al. 2005)", "ref_id": "BIBREF30"}, {"start": 363, "end": 384, "text": "(Keller, et al. 1987)", "ref_id": null}, {"start": 457, "end": 480, "text": "(Fei and El-Deiry 2003;", "ref_id": "BIBREF31"}, {"start": 481, "end": 504, "text": "Mirzayans, et al. 2013)", "ref_id": null}, {"start": 738, "end": 763, "text": "(Pietrocola, et al. 2013)", "ref_id": "BIBREF115"}, {"start": 848, "end": 869, "text": "(Vaseva and Moll 2009", "ref_id": "BIBREF149"}, {"start": 916, "end": 937, "text": "(TeSlaa, et al. 2016)", "ref_id": "BIBREF141"}, {"start": 1391, "end": 1415, "text": "(Reinke and Lozano 1997)", "ref_id": "BIBREF119"}, {"start": 1993, "end": 2011, "text": "(Cho, et al. 2005;", "ref_id": "BIBREF22"}, {"start": 2012, "end": 2033, "text": "Ziegler, et al. 2016)", "ref_id": "BIBREF167"}, {"start": 2362, "end": 2387, "text": "Pdgfa (Gong, et al. 2017;", "ref_id": null}, {"start": 2388, "end": 2413, "text": "Schajnovitz, et al. 2011)", "ref_id": "BIBREF128"}], "ref_spans": [{"start": 167, "end": 177, "text": "(Figure 3)", "ref_id": "FIGREF7"}, {"start": 507, "end": 516, "text": "Table 1C)", "ref_id": null}, {"start": 632, "end": 642, "text": "(Figure 1)", "ref_id": null}, {"start": 985, "end": 994, "text": "(Figure 1", "ref_id": null}, {"start": 1304, "end": 1331, "text": "(Figure 6, Tables 1B and C)", "ref_id": "FIGREF9"}, {"start": 1471, "end": 1490, "text": "(Figure 3, Table 1C", "ref_id": "FIGREF7"}, {"start": 1587, "end": 1597, "text": "(Figure 1)", "ref_id": null}, {"start": 1770, "end": 1787, "text": "(Figures 4 and 8)", "ref_id": "FIGREF10"}, {"start": 2268, "end": 2277, "text": "Figure 5)", "ref_id": "FIGREF15"}, {"start": 2516, "end": 2526, "text": "(Figure 8)", "ref_id": "FIGREF10"}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "The strong correlations of CYP1B1 with the other 12 MSC markers (Figure 6 ) suggest a physiological role in the MSC regulation of the vascular niche. Other vascular roles include estradiol hydroxylation (Dempsie, et al. 2013; Pingili, et al. 2017) , epoxidation of polyunsaturated fatty acids (Lefevre, et al. 2015; Li, et al. 2015) and suppression of vascular oxidative stress (Palenski, et al. 2013a ).", "cite_spans": [{"start": 203, "end": 225, "text": "(Dempsie, et al. 2013;", "ref_id": null}, {"start": 226, "end": 247, "text": "Pingili, et al. 2017)", "ref_id": null}, {"start": 293, "end": 315, "text": "(Lefevre, et al. 2015;", "ref_id": null}, {"start": 316, "end": 332, "text": "Li, et al. 2015)", "ref_id": "BIBREF79"}, {"start": 378, "end": 401, "text": "(Palenski, et al. 2013a", "ref_id": "BIBREF108"}], "ref_spans": [{"start": 64, "end": 73, "text": "(Figure 6", "ref_id": "FIGREF9"}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "In summary, two distinct but opposing effects of PAHs have been identified that impact MSC control of HSPC within the BM vascular niche (Graphic Abstract, Figure 7) . Path A suppression is mediated within 6h by high levels of CYP1B1 and Ephx1 in Lepr+MSC that generate PAHDE. DMBA and environmental PAHs that each generate sterically hindered PAHDE are most active (Chakravarti, et al. 2008) . The high basal CYP1B1 in BM MSC result J o u r n a l P r e -p r o o f from partnership between AhR and SP1, boosted by autocrine signaling (Figure 8) . Path B protection derives from PAH quinones, delivered to BM by hepatic CYP1A1 metabolism, which in turn depends on PAH induction via AhR. These products depend on radical cation generation, which is typical for other multi-ring PAHs (Benz(a)anthracene, Chrysene). AhR activation is, however, higher for BP than most other PAH, including DMBA. The mouse AhR genotype is a major factor (N' Jai A, et al. 2011) , with strains divided between PAH-responsive AhRb and resistant AhRd alleles, due to binding site sequence variation (Seok, et al. 2018 ) that, however, does not affect constitutive activity. In AhRd strains, BP provides no protection and indeed delivers enough PAHDE to match DMBA as a suppressor (N'Jai A, et al. 2011) .", "cite_spans": [{"start": 365, "end": 391, "text": "(Chakravarti, et al. 2008)", "ref_id": null}, {"start": 935, "end": 954, "text": "Jai A, et al. 2011)", "ref_id": null}, {"start": 1073, "end": 1091, "text": "(Seok, et al. 2018", "ref_id": null}, {"start": 1254, "end": 1276, "text": "(N'Jai A, et al. 2011)", "ref_id": null}], "ref_spans": [{"start": 136, "end": 164, "text": "(Graphic Abstract, Figure 7)", "ref_id": "FIGREF17"}, {"start": 533, "end": 543, "text": "(Figure 8)", "ref_id": "FIGREF10"}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "The mode of protection by PAH quinones probably derives from Il1b, which is stimulated in BM macrophage. Stimulation of MSC through their IL1R receptors (Bigildeev, et al. 2013) could, for example, attenuate the ATM/p53 response to PAHDE. We have identified BM increases that match with IL1b/Il1R activation of human MSC (Hengartner, et al. 2015) . Thus, BM increases in IL6 and Ccl7 track with IL1b increases (Figure 1, Table 2A) . We can now test effects of IL1b on the DMBA p53-mediated responses in BMS2 cells or the HSPC/BMS2 co-culture model.", "cite_spans": [{"start": 153, "end": 177, "text": "(Bigildeev, et al. 2013)", "ref_id": null}, {"start": 321, "end": 346, "text": "(Hengartner, et al. 2015)", "ref_id": null}], "ref_spans": [{"start": 410, "end": 430, "text": "(Figure 1, Table 2A)", "ref_id": "FIGREF6"}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "To assess environmental exposures on BM vascular niches, the effects of CYP1B1/Ephx1 generation of PAHDE in BMS2 can now be compared to PAH quinone stimulation of IL1b and other cytokines in BM macrophages or Raw 264.7 cells (Bolton and Dunlap 2017; Yang, et al. 2019) . V79 cells that express human CYP1B1 and CYP1A1 provide a means to probe species shifts in metabolic selectivity (Luch, et al. 1998; Luch, et al. 1999; Schmalix, et al. 1993) .", "cite_spans": [{"start": 225, "end": 249, "text": "(Bolton and Dunlap 2017;", "ref_id": "BIBREF10"}, {"start": 250, "end": 268, "text": "Yang, et al. 2019)", "ref_id": null}, {"start": 383, "end": 402, "text": "(Luch, et al. 1998;", "ref_id": null}, {"start": 403, "end": 421, "text": "Luch, et al. 1999;", "ref_id": "BIBREF86"}, {"start": 422, "end": 444, "text": "Schmalix, et al. 1993)", "ref_id": null}], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Environmental exposure impacts AhR induction of CYP1A1 and, thereby, metabolic increases in the flux of PAH quinones to the BM macrophage that then stimulate cytokine production.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Combustion pollution mixtures also include diverse PAH quinones and AhR activators (Bostrom, et al. 2002; Layshock, et al. 2010) .", "cite_spans": [{"start": 83, "end": 105, "text": "(Bostrom, et al. 2002;", "ref_id": "BIBREF12"}, {"start": 106, "end": 128, "text": "Layshock, et al. 2010)", "ref_id": "BIBREF71"}], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "J o u r n a l P r e -p r o o f BMS2 cells and Lepr+MSC share CYP1B1 and a very limited core of Lepr+MSC functional markers as well as a set of cytokine receptors that complement the macrophage cytokine production (Figure 6, Tables 2A and C) . CYP1B1 expression in Lepr+MSC is highly correlated with four secreted HSPC regulatory factors (Cxcl12, Csf1, Kitl, Svep1 and Il7), two secreted immune modulators (Gas6, Ptx3) and FZD1, which directs Wnt2 activity (Figure 6) . These genes are notably very resistant to Path A and Path B signaling. BMS2 cells express many additional genes that appear to be gained from in vitro selection. The effectiveness of OP9/BMS2 co-culture with BM HSPC (Rondelli, et al. 2016) provides confidence that they indeed model PAH effects on Lepr+MSC.", "cite_spans": [{"start": 685, "end": 708, "text": "(Rondelli, et al. 2016)", "ref_id": null}], "ref_spans": [{"start": 213, "end": 240, "text": "(Figure 6, Tables 2A and C)", "ref_id": "FIGREF6"}, {"start": 456, "end": 466, "text": "(Figure 6)", "ref_id": "FIGREF9"}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Highlights  BMS2 and Lepr+MSC cells co-express CYP1B1 and 12 functional niche activity markers.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": " CYP1B1 mRNA in BMS2 cells depends on activation of SP1 coupled to an AhR enhancer unit.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": " DMBA metabolism by CYP1B1 activates p53 gene targets in BMS2 cells far more than BP.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": " HSPC suppression by CYP1B1 generation of PAHDE requires rapid, non-genomic targets. Treatments were completed in triplicate. Only genes with expression differences, p-values<0.05 and Cy5-values>100 were analyzed.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "E. In cell western analysis of BMS2 cells show significant p53 phosphorylation in response to 24h PAH t r e a t m e n t .", "cite_spans": [], "ref_spans": [], "section": "Figure Legends"}, {"text": "Top: a representative fluorescence image of PAH-mediated p53 and H2AX phosphorylation obtained in the high throughput 96-wellplate assay.", "cite_spans": [], "ref_spans": [], "section": "Figure Legends"}, {"text": "BP (left) and DMBA (right) significantly activate p53 phosphorylation in BMS2 cells.", "cite_spans": [], "ref_spans": [], "section": "Figure Legends"}, {"text": "Significance (*) was defined as PAH-mediated fold change p<0.05 relative to DMSO vehicle control. BMS2 cells show high AhR-mediated basal CYP1B1 expression and low induction by TCDD and PAHs. Basal CYP1A1 is undetectable, but highly inducible (40 percent of CYP1B1). Coculture of BMS2 with C3H10T1/2 cells cause crossover stimulation of basal CYP1B1 in C3H10T1/2 cells, indicative of BMS2 release of secreted paracrine factors (SF) that stimulate C3H10T1/2 cells. Cell density effects suggest that SF contribute to the high basal CYP1B1 in MCL contributed to experimental design, completion of bone marrow isolation and microarray, adipogenic and CFU experimental analyses and writing of the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Figure Legends"}, {"text": "AA completed bone marrow isolation and cell density experimental analyses.", "cite_spans": [], "ref_spans": [], "section": "Figure Legends"}, {"text": "TT completed bone marrow microarray analyses.", "cite_spans": [], "ref_spans": [], "section": "Figure Legends"}, {"text": "CMR contributed to writing and completed experimental analyses on control of HSPC activity by MSCs.", "cite_spans": [], "ref_spans": [], "section": "Figure Legends"}, {"text": "RJS completed the CYP1B1 promoter construct experiments.", "cite_spans": [], "ref_spans": [], "section": "Figure Legends"}, {"text": "CRJ completed the conceptual design and writing of the manuscript. ", "cite_spans": [], "ref_spans": [], "section": "Figure Legends"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Neural Crossroads in the Hematopoietic Stem Cell Niche", "authors": [{"first": "S", "middle": [], "last": "Agarwala", "suffix": ""}, {"first": "O", "middle": ["J"], "last": "Tamplin", "suffix": ""}], "year": 2018, "venue": "Trends Cell Biol", "volume": "28", "issn": "12", "pages": "987--998", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Ah receptor regulation of CYP1B1 expression in primary mouse embryo-derived cells", "authors": [{"first": "D", "middle": ["L"], "last": "Alexander", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Eltom", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Jefcoate", "suffix": ""}], "year": 1997, "venue": "Cancer Res", "volume": "57", "issn": "20", "pages": "4498--506", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Inflammatory response of mesenchymal stromal cells after in vivo exposure with selected trauma-related factors and polytrauma serum", "authors": [], "year": null, "venue": "PLoS One", "volume": "14", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Role of platelet-derived growth factors in physiology and medicine", "authors": [{"first": "J", "middle": [], "last": "Andrae", "suffix": ""}, {"first": "R", "middle": [], "last": "Gallini", "suffix": ""}, {"first": "C", "middle": [], "last": "Betsholtz", "suffix": ""}], "year": 2008, "venue": "Genes Dev", "volume": "22", "issn": "10", "pages": "1276--312", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Role of epigenetic mechanisms in differential regulation of the dioxin-inducible human CYP1A1 and CYP1B1 genes", "authors": [{"first": "S", "middle": ["R"], "last": "Beedanagari", "suffix": ""}], "year": 2010, "venue": "Mol Pharmacol", "volume": "78", "issn": "4", "pages": "608--624", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Differential regulation of the dioxin-induced Cyp1a1 and Cyp1b1 genes in mouse hepatoma and fibroblast cell lines", "authors": [{"first": "S", "middle": ["R"], "last": "Beedanagari", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Taylor", "suffix": ""}, {"first": "O", "middle": [], "last": "Hankinson", "suffix": ""}], "year": 2010, "venue": "Toxicol Lett", "volume": "194", "issn": "1-2", "pages": "26--33", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Conditional deletion of Ahr alters gene expression profiles in hematopoietic stem cells", "authors": [{"first": "J", "middle": ["A"], "last": "Bennett", "suffix": ""}], "year": 2018, "venue": "PLoS One", "volume": "13", "issn": "11", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Interleukin-1 beta is an irradiation-induced stromal growth factor", "authors": [], "year": null, "venue": "Cytokine", "volume": "64", "issn": "1", "pages": "131--138", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Formation and Biological Targets of Quinones: Cytotoxic versus Cytoprotective Effects", "authors": [{"first": "J", "middle": ["L"], "last": "Bolton", "suffix": ""}, {"first": "T", "middle": [], "last": "Dunlap", "suffix": ""}], "year": 2017, "venue": "Chem Res Toxicol", "volume": "30", "issn": "1", "pages": "13--37", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Isolation of Mouse Bone Marrow Mesenchymal Stem Cells", "authors": [{"first": "S", "middle": ["V"], "last": "Boregowda", "suffix": ""}, {"first": "V", "middle": [], "last": "Krishnappa", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Phinney", "suffix": ""}], "year": 2016, "venue": "Methods Mol Biol", "volume": "1416", "issn": "", "pages": "205--228", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Cancer risk assessment, indicators, and guidelines for polycyclic aromatic hydrocarbons in the ambient air", "authors": [{"first": "C", "middle": ["E"], "last": "Bostrom", "suffix": ""}], "year": 2002, "venue": "Environ Health Perspect", "volume": "110", "issn": "", "pages": "451--88", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Cyp1b1 affects external control of mouse hepatocytes, fatty acid homeostasis and signaling involving HNF4alpha and PPARalpha", "authors": [{"first": "G", "middle": [], "last": "Castano-Vinyals", "suffix": ""}], "year": 2004, "venue": "Arch Biochem Biophys", "volume": "597", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The role of polycyclic aromatic hydrocarbon-DNA adducts in inducing mutations in mouse skin", "authors": [], "year": null, "venue": "Mutat Res", "volume": "649", "issn": "1-2", "pages": "161--78", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The fibroblast growth factor receptor 2-mediated extracellular signal-regulated kinase 1/2 signaling pathway plays is important in regulating excision repair crosscomplementary gene 1 expression in hepatocellular carcinoma", "authors": [], "year": null, "venue": "Biomed Rep", "volume": "1", "issn": "4", "pages": "604--608", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Resveratrol inhibits TCDD-induced expression of CYP1A1 and CYP1B1 and catechol estrogen-mediated oxidative DNA damage in cultured human mammary epithelial cells", "authors": [], "year": null, "venue": "Carcinogenesis", "volume": "25", "issn": "10", "pages": "2005--2018", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Disruption of cell-cell contact maximally but transiently activates AhR-mediated transcription in 10T1/2 fibroblasts", "authors": [{"first": "Y", "middle": ["C"], "last": "Cho", "suffix": ""}, {"first": "W", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Jefcoate", "suffix": ""}], "year": 2004, "venue": "Toxicol Appl Pharmacol", "volume": "199", "issn": "3", "pages": "220--258", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Differentiation of pluripotent C3H10T1/2 cells rapidly elevates CYP1B1 through a novel process that overcomes a loss of Ah Receptor", "authors": [{"first": "Y", "middle": ["C"], "last": "Cho", "suffix": ""}], "year": 2005, "venue": "Arch Biochem Biophys", "volume": "439", "issn": "2", "pages": "261--71", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "tetrachlorodibenzo-p-dioxin in mouse embryo versus mouse hepatoma-derived cell lines", "authors": [{"first": "M", "middle": [], "last": "Christou", "suffix": ""}], "year": 1990, "venue": "Carcinogenesis", "volume": "11", "issn": "10", "pages": "1691--1699", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "TCDD administration after the pro-adipogenic differentiation stimulus inhibits PPARgamma through a MEK-dependent process but less effectively suppresses adipogenesis", "authors": [{"first": "M", "middle": ["A"], "last": "Cimafranca", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Hanlon", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Jefcoate", "suffix": ""}], "year": 2004, "venue": "Toxicol Appl Pharmacol", "volume": "196", "issn": "1", "pages": "156--68", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Adult haematopoietic stem cell niches", "authors": [{"first": "G", "middle": ["M"], "last": "Crane", "suffix": ""}, {"first": "E", "middle": [], "last": "Jeffery", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Morrison", "suffix": ""}], "year": 2017, "venue": "Nat Rev Immunol", "volume": "17", "issn": "9", "pages": "573--590", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Dexfenfluramine and the oestrogen-metabolizing enzyme CYP1B1 in the development of pulmonary arterial hypertension", "authors": [], "year": null, "venue": "Cardiovasc Res", "volume": "99", "issn": "1", "pages": "24--34", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Osteoblastic gene expression during adipogenesis in hematopoietic supporting murine bone marrow stromal cells", "authors": [], "year": null, "venue": "J Cell Physiol", "volume": "154", "issn": "2", "pages": "317--345", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Differential removal of DNA adducts derived from anti-diol epoxides of dibenzo[a,l]pyrene and benzo[a]pyrene in human cells", "authors": [{"first": "K", "middle": [], "last": "Dreij", "suffix": ""}, {"first": "A", "middle": [], "last": "Seidel", "suffix": ""}, {"first": "B", "middle": [], "last": "Jernstrom", "suffix": ""}], "year": 2005, "venue": "Chem Res Toxicol", "volume": "18", "issn": "4", "pages": "655--64", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "P53 and radiation responses", "authors": [{"first": "P", "middle": [], "last": "Fei", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "El-Deiry", "suffix": ""}], "year": 2003, "venue": "", "volume": "22", "issn": "", "pages": "5774--83", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "A bone marrow niche-derived molecular switch between osteogenesis and hematopoiesis", "authors": [{"first": "M", "middle": [], "last": "Galan-Diez", "suffix": ""}, {"first": "S", "middle": [], "last": "Kousteni", "suffix": ""}], "year": 2018, "venue": "Genes Dev", "volume": "32", "issn": "5-6", "pages": "324--326", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Bone marrow cytotoxicity of benzo[a]pyrene is dependent on CYP1B1 but is diminished by Ah receptor-mediated induction of CYP1A1 in liver", "authors": [], "year": null, "venue": "Toxicol Appl Pharmacol", "volume": "193", "issn": "1", "pages": "84--96", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Induction of CYP1A1 and CYP1B1 in liver and lung by benzo(a)pyrene and 7,12-d imethylbenz(a)anthracene do not affect distribution of polycyclic hydrocarbons to target tissue: role of AhR and CYP1B1 in bone marrow cytotoxicity", "authors": [{"first": "N", "middle": [], "last": "Galvan", "suffix": ""}], "year": 2005, "venue": "Toxicol Appl Pharmacol", "volume": "202", "issn": "3", "pages": "244--57", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "12-Dimethylbenz[a]anthracene exposure induces the DNA repair response in neonatal rat ovaries", "authors": [{"first": "S", "middle": [], "last": "Ganesan", "suffix": ""}, {"first": "P", "middle": [], "last": "Bhattacharya", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Keating", "suffix": ""}], "year": 2013, "venue": "Toxicol Appl Pharmacol", "volume": "7", "issn": "3", "pages": "690--696", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "p53 and ATM/ATR regulate 7,12-dimethylbenz[a]anthracene-induced immunosuppression", "authors": [{"first": "J", "middle": [], "last": "Gao", "suffix": ""}], "year": 2008, "venue": "Mol Pharmacol", "volume": "73", "issn": "1", "pages": "137--183", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "The metabolism of benzo(alpha)pyrene by cytochrome P-450 in transformable and nontransformable C3H mouse fibroblasts", "authors": [{"first": "E", "middle": ["B"], "last": "Gehly", "suffix": ""}], "year": 1979, "venue": "J Biol Chem", "volume": "254", "issn": "12", "pages": "5041--5049", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Paired related homeobox protein 1 regulates PDGF-induced chemotaxis of hepatic stellate cells in liver fibrosis", "authors": [], "year": null, "venue": "Lab Invest", "volume": "97", "issn": "9", "pages": "1020--1032", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Microarray analysis of early adipogenesis in C3H10T1/2 cells: cooperative inhibitory effects of growth factors and 2,3,7,8-tetrachlorodibenzo-p-dioxin", "authors": [{"first": "P", "middle": ["R"], "last": "Hanlon", "suffix": ""}], "year": 2005, "venue": "Toxicol Appl Pharmacol", "volume": "207", "issn": "1", "pages": "39--58", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Identification of novel TCDD-regulated genes by microarray analysis", "authors": [{"first": "P", "middle": ["R"], "last": "Hanlon", "suffix": ""}], "year": 2005, "venue": "Toxicol Appl Pharmacol", "volume": "202", "issn": "3", "pages": "215--243", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Bone marrow stromal cells constitutively express high levels of cytochrome P4501B1 that metabolize 7,12-dimethylbenz[a]anthracene", "authors": [{"first": "S", "middle": ["M"], "last": "Heidel", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Czuprynski", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Jefcoate", "suffix": ""}], "year": 1998, "venue": "Mol Pharmacol", "volume": "54", "issn": "6", "pages": "1000--1006", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Bone marrow stromal cell cytochrome P4501B1 is required for pre-B cell apoptosis induced by 7,12-dimethylbenz[a]anthracene", "authors": [], "year": null, "venue": "Mol Pharmacol", "volume": "56", "issn": "6", "pages": "1317--1340", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Cytochrome P4501B1 mediates induction of bone marrow cytotoxicity and preleukemia cells in mice treated with 7,12-dimethylbenz[a]anthracene", "authors": [], "year": null, "venue": "Cancer Res", "volume": "60", "issn": "13", "pages": "3454--60", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Crucial role of IL1beta and C3a in the in vitro-response of multipotent mesenchymal stromal cells to inflammatory mediators of polytrauma", "authors": [], "year": null, "venue": "PLoS One", "volume": "10", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Comparative Study on In Vitro Culture of Mouse Bone Marrow Mesenchymal Stem Cells", "authors": [], "year": 2018, "venue": "Stem Cells Int", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "The canonical Wnt pathway shapes niches supportive of hematopoietic stem/progenitor cells", "authors": [{"first": "M", "middle": [], "last": "Ichii", "suffix": ""}], "year": 2012, "venue": "Blood", "volume": "119", "issn": "7", "pages": "1683--92", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Smoke carcinogens cause bone loss through the aryl hydrocarbon receptor and induction of Cyp1 enzymes", "authors": [{"first": "J", "middle": [], "last": "Iqbal", "suffix": ""}], "year": 2013, "venue": "Proc Natl Acad Sci U S A", "volume": "110", "issn": "27", "pages": "11115--11135", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Methods That Resolve Different Contributions of Clonal Expansion to Adipogenesis in 3T3-L1 and C3H10T1/2 Cells", "authors": [{"first": "Colin", "middle": ["R"], "last": "Jefcoate", "suffix": ""}, {"first": "Suqing", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Xueqing", "middle": [], "last": "Liu", "suffix": ""}], "year": 2008, "venue": "Adipose Tissue Protocols. K. Yang", "volume": "", "issn": "", "pages": "173--193", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "The serotonin transporter promotes a pathological estrogen metabolic pathway in pulmonary hypertension via cytochrome P450 1B1", "authors": [], "year": null, "venue": "Pulm Circ", "volume": "6", "issn": "1", "pages": "82--92", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Interaction between oxidative stress sensor Nrf2 and xenobiotic-activated aryl hydrocarbon receptor in the regulation of the human phase II detoxifying UDPglucuronosyltransferase 1A10", "authors": [], "year": null, "venue": "J Biol Chem", "volume": "285", "issn": "9", "pages": "5993--6002", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Sp1 regulates Raf/MEK/ERK-induced p21(CIP1) transcription in TP53-mutated cancer cells", "authors": [{"first": "M", "middle": [], "last": "Karkhanis", "suffix": ""}, {"first": "J", "middle": ["I"], "last": "Park", "suffix": ""}], "year": 2015, "venue": "Cell Signal", "volume": "27", "issn": "3", "pages": "479--86", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Product inhibition of benzo[a]pyrene metabolism in uninduced rat liver microsomes: effect of diol epoxide formation", "authors": [], "year": null, "venue": "Chem Biol Interact", "volume": "61", "issn": "2", "pages": "159--75", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Benzo(a)pyrene activation to 7,8-dihydrodiol 9,10-oxide by rat liver microsomes. Control by selective product inhibition", "authors": [{"first": "G", "middle": ["M"], "last": "Keller", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Jefcoate", "suffix": ""}], "year": 1984, "venue": "J Biol Chem", "volume": "259", "issn": "22", "pages": "13770--13776", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Murine bone marrow stromally derived BMS2 adipocytes support differentiation and function of osteoclast-like cells in vitro", "authors": [], "year": null, "venue": "Endocrinology", "volume": "139", "issn": "4", "pages": "2092--101", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Cells and molecules that regulate B lymphopoiesis in bone marrow", "authors": [], "year": null, "venue": "Annu Rev Immunol", "volume": "7", "issn": "", "pages": "111--154", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Asymmetrical lymphoid and myeloid lineage commitment in multipotent hematopoietic progenitors", "authors": [{"first": "A", "middle": ["Y"], "last": "Lai", "suffix": ""}, {"first": "M", "middle": [], "last": "Kondo", "suffix": ""}], "year": 2006, "venue": "J Exp Med", "volume": "203", "issn": "8", "pages": "1867--73", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "An unexpected modulator of liver fatty acid homeostasis", "authors": [{"first": "P450", "middle": [], "last": "Cytochrome", "suffix": ""}, {"first": "", "middle": [], "last": "1b1", "suffix": ""}], "year": null, "venue": "Arch Biochem Biophys", "volume": "571", "issn": "", "pages": "21--39", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Cyp1b1-mediated suppression of lymphoid progenitors in bone marrow by polycyclic aromatic hydrocarbons coordinately impacts spleen and thymus: a selective role for the Ah Receptor", "authors": [], "year": null, "venue": "Pharmacol Res Perspect", "volume": "4", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Ketone and quinone-substituted polycyclic aromatic hydrocarbons in mussel tissue, sediment, urban dust, and diesel particulate matrices", "authors": [{"first": "J", "middle": ["A"], "last": "Layshock", "suffix": ""}, {"first": "G", "middle": [], "last": "Wilson", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Anderson", "suffix": ""}], "year": 2010, "venue": "Environ Toxicol Chem", "volume": "29", "issn": "11", "pages": "2450--60", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Male and female mice show significant differences in hepatic transcriptomic response to 2,3,7,8-tetrachlorodibenzo-p-dioxin", "authors": [{"first": "J", "middle": [], "last": "Lee", "suffix": ""}], "year": 2015, "venue": "BMC Genomics", "volume": "16", "issn": "", "pages": "", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "LRH-1 mediates anti-inflammatory and antifungal phenotype of IL-13-activated macrophages through the PPARgamma ligand synthesis", "authors": [], "year": null, "venue": "Nat Commun", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Developmental expression and endocrine regulation of CYP1B1 in rat testis", "authors": [], "year": null, "venue": "Drug Metab Dispos", "volume": "37", "issn": "3", "pages": "523--531", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Potential role of CYP1B1 in the development and treatment of metabolic diseases", "authors": [{"first": "F", "middle": [], "last": "Li", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Gonzalez", "suffix": ""}], "year": 2017, "venue": "Pharmacol Ther", "volume": "178", "issn": "", "pages": "18--30", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Bone-marrow-derived mesenchymal stem cells for organ repair", "authors": [{"first": "M", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Ikehara", "suffix": ""}], "year": 2013, "venue": "Stem Cells Int", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Epoxyeicosatrienoic acids enhance embryonic haematopoiesis and adult marrow engraftment", "authors": [{"first": "P", "middle": [], "last": "Li", "suffix": ""}], "year": 2015, "venue": "Nature", "volume": "523", "issn": "7561", "pages": "468--71", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Smoking and SARS-CoV-2 Disease (COVID-19): Dangerous Liaisons or Confusing Relationships?", "authors": [{"first": "Li", "middle": [], "last": "Volti", "suffix": ""}, {"first": "G", "middle": [], "last": "", "suffix": ""}, {"first": "M", "middle": [], "last": "Caruso", "suffix": ""}, {"first": "R", "middle": [], "last": "Polosa", "suffix": ""}], "year": 2020, "venue": "J Clin Med", "volume": "9", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Targeting the CCL2-CCR2 signaling axis in cancer metastasis", "authors": [{"first": "S", "middle": ["Y"], "last": "Lim", "suffix": ""}], "year": 2016, "venue": "Oncotarget", "volume": "7", "issn": "19", "pages": "28697--710", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Target disruption of ribosomal protein pNO40 accelerates aging and impairs osteogenic differentiation of mesenchymal stem cells", "authors": [], "year": null, "venue": "Biochem Biophys Res Commun", "volume": "469", "issn": "4", "pages": "903--913", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "8-tetrachlorodibenzo-p-dioxin and epidermal growth factor cooperatively suppress peroxisome proliferator-activated receptor-gamma1 stimulation and restore focal adhesion complexes during adipogenesis: selective contributions of Src, Rho, and Erk distinguish these overlapping processes in C3H10T1/2 cells", "authors": [{"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "C", "middle": [], "last": "Jefcoate ; Luch", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2003, "venue": "Mol Pharmacol", "volume": "7", "issn": "6", "pages": "1902--1917", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Stable expression of human cytochrome P450 1B1 in V79 Chinese hamster cells and metabolically catalyzed DNA adduct formation of dibenzo[a,l]pyrene", "authors": [], "year": null, "venue": "Chem Res Toxicol", "volume": "11", "issn": "6", "pages": "686--95", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Metabolic activation of dibenzo[a,l]pyrene by human cytochrome P450 1A1 and P450 1B1 expressed in V79 Chinese hamster cells", "authors": [{"first": "A", "middle": [], "last": "Luch", "suffix": ""}], "year": 1999, "venue": "Chem Res Toxicol", "volume": "12", "issn": "4", "pages": "353--64", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Cyp1b1 deletion and retinol deficiency coordinately suppress mouse liver lipogenic genes and hepcidin expression during post-natal development", "authors": [], "year": null, "venue": "Mol Cell Endocrinol", "volume": "454", "issn": "", "pages": "50--68", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Cyp1b1 directs Srebp-mediated cholesterol and retinoid synthesis in perinatal liver", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "Association with retinoic acid activity during fetal development", "authors": [{"first": "R", "middle": [], "last": "Mirzayans", "suffix": ""}], "year": null, "venue": "PLoS One", "volume": "15", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "Ionizing radiation-induced responses in human cells with differing TP53 status", "authors": [], "year": null, "venue": "Int J Mol Sci", "volume": "14", "issn": "11", "pages": "22409--22444", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Timing is everything: consequences of transient and sustained AhR activity", "authors": [{"first": "K", "middle": ["A"], "last": "Mitchell", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Elferink", "suffix": ""}], "year": 2009, "venue": "Biochem Pharmacol", "volume": "77", "issn": "6", "pages": "947--56", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "Inflammatory breast cancer: Activation of the aryl hydrocarbon receptor and its target CYP1B1 correlates closely with Wnt5a/b-beta-catenin signalling, the stem cell phenotype and disease progression", "authors": [], "year": null, "venue": "J Adv Res", "volume": "16", "issn": "", "pages": "75--86", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "Polycyclic aromatic hydrocarbons: from metabolism to lung cancer", "authors": [{"first": "B", "middle": [], "last": "Moorthy", "suffix": ""}, {"first": "C", "middle": [], "last": "Chu", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Carlin", "suffix": ""}], "year": 2015, "venue": "Toxicol Sci", "volume": "145", "issn": "1", "pages": "5--15", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "Development of hematopoietic stem cell activity in the mouse embryo", "authors": [{"first": "A", "middle": ["M"], "last": "Muller", "suffix": ""}], "year": 1994, "venue": "Immunity", "volume": "1", "issn": "4", "pages": "291--301", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "Acute disruption of bone marrow hematopoiesis by benzo(a)pyrene is selectively reversed by aryl hydrocarbon receptor-mediated processes", "authors": [], "year": null, "venue": "Mol Pharmacol", "volume": "79", "issn": "4", "pages": "724--758", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "Bone marrow lymphoid and myeloid progenitor cells are suppressed in 7,12-dimethylbenz(a)anthracene (DMBA) treated mice", "authors": [], "year": null, "venue": "Toxicology", "volume": "271", "issn": "1-2", "pages": "27--35", "other_ids": {}}, "BIBREF102": {"ref_id": "b102", "title": "Comparison of Hepatic NRF2 and Aryl Hydrocarbon Receptor Binding in 2,3,7,8-Tetrachlorodibenzo-p-dioxin-Treated Mice Demonstrates NRF2-Independent PKM2 Induction", "authors": [{"first": "R", "middle": [], "last": "Nault", "suffix": ""}], "year": 2018, "venue": "Mol Pharmacol", "volume": "94", "issn": "2", "pages": "876--884", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "Regulation of preB cell apoptosis by aryl hydrocarbon receptor/transcription factor-expressing stromal/adherent cells", "authors": [{"first": "R", "middle": ["I"], "last": "Near", "suffix": ""}], "year": 1999, "venue": "Proc Soc Exp Biol Med", "volume": "221", "issn": "3", "pages": "242--52", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "Extracellular Matrix Influencing HGF/c-MET Signaling Pathway: Impact on Cancer Progression", "authors": [{"first": "H", "middle": [], "last": "Noriega-Guerra", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Freitas", "suffix": ""}], "year": 2018, "venue": "Int J Mol Sci", "volume": "19", "issn": "11", "pages": "", "other_ids": {}}, "BIBREF106": {"ref_id": "b106", "title": "Polycyclic aromatic hydrocarbons (PAHs) present in ambient urban dust drive proinflammatory T cell and dendritic cell responses via the aryl hydrocarbon receptor (AHR) in vitro", "authors": [], "year": null, "venue": "PLoS One", "volume": "13", "issn": "12", "pages": "", "other_ids": {}}, "BIBREF107": {"ref_id": "b107", "title": "The Aryl Hydrocarbon Receptor as an Immune-Modulator of Atmospheric Particulate Matter-Mediated Autoimmunity", "authors": [{"first": "C", "middle": ["A"], "last": "O&apos;driscoll", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Mezrich ; Page", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "", "suffix": ""}], "year": 2003, "venue": "Front Immunol", "volume": "9", "issn": "1", "pages": "85--92", "other_ids": {}}, "BIBREF108": {"ref_id": "b108", "title": "Cyp1B1 expression promotes angiogenesis by suppressing NF-kappaB activity", "authors": [{"first": "T", "middle": ["L"], "last": "Palenski", "suffix": ""}], "year": 2013, "venue": "Am J Physiol Cell Physiol", "volume": "305", "issn": "11", "pages": "1170--84", "other_ids": {}}, "BIBREF109": {"ref_id": "b109", "title": "Lack of Cyp1b1 promotes the proliferative and migratory phenotype of perivascular supporting cells", "authors": [{"first": "T", "middle": ["L"], "last": "Palenski", "suffix": ""}], "year": 2013, "venue": "Lab Invest", "volume": "93", "issn": "6", "pages": "646--62", "other_ids": {}}, "BIBREF110": {"ref_id": "b110", "title": "Human aldo-keto reductases and the metabolic activation of polycyclic aromatic hydrocarbons", "authors": [{"first": "T", "middle": ["M"], "last": "Penning", "suffix": ""}], "year": 2014, "venue": "Chem Res Toxicol", "volume": "27", "issn": "11", "pages": "1901--1918", "other_ids": {}}, "BIBREF112": {"ref_id": "b112", "title": "Murine mesenchymal and embryonic stem cells express a similar Hox gene profile", "authors": [], "year": null, "venue": "Biochem Biophys Res Commun", "volume": "338", "issn": "4", "pages": "1759--65", "other_ids": {}}, "BIBREF114": {"ref_id": "b114", "title": "Plastic adherent stromal cells from the bone marrow of commonly used strains of inbred mice: variations in yield, growth, and differentiation", "authors": [{"first": "D", "middle": ["G"], "last": "Phinney", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Prockop", "suffix": ""}], "year": 1988, "venue": "J Cell Biochem", "volume": "72", "issn": "4", "pages": "863--72", "other_ids": {}}, "BIBREF115": {"ref_id": "b115", "title": "Regulation of autophagy by stress-responsive transcription factors", "authors": [{"first": "F", "middle": [], "last": "Pietrocola", "suffix": ""}], "year": 2013, "venue": "Semin Cancer Biol", "volume": "23", "issn": "5", "pages": "310--332", "other_ids": {}}, "BIBREF116": {"ref_id": "b116", "title": "2017 2-Methoxyestradiol Reduces Angiotensin II-Induced Hypertension and Renal Dysfunction in Ovariectomized Female and Intact Male Mice", "authors": [{"first": "A", "middle": ["K"], "last": "Pingili", "suffix": ""}], "year": null, "venue": "Hypertension", "volume": "69", "issn": "6", "pages": "1104--1112", "other_ids": {}}, "BIBREF117": {"ref_id": "b117", "title": "6beta-Hydroxytestosterone, a Cytochrome P450 1B1-Testosterone-Metabolite, Mediates Angiotensin II-Induced Renal Dysfunction in Male Mice", "authors": [{"first": "A", "middle": ["K"], "last": "Pingili", "suffix": ""}], "year": 2016, "venue": "Hypertension", "volume": "67", "issn": "5", "pages": "916--942", "other_ids": {}}, "BIBREF118": {"ref_id": "b118", "title": "Characterization of a novel cytochrome P450 from the transformable cell line, C3H/10T1/2", "authors": [{"first": "L", "middle": ["H"], "last": "Pottenger", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Jefcoate", "suffix": ""}], "year": 1990, "venue": "Carcinogenesis", "volume": "11", "issn": "2", "pages": "321--328", "other_ids": {}}, "BIBREF119": {"ref_id": "b119", "title": "Differential activation of p53 targets in cells treated with ultraviolet radiation that undergo both apoptosis and growth arrest", "authors": [{"first": "V", "middle": [], "last": "Reinke", "suffix": ""}, {"first": "G", "middle": [], "last": "Lozano", "suffix": ""}], "year": 1997, "venue": "Radiat Res", "volume": "148", "issn": "2", "pages": "115--137", "other_ids": {}}, "BIBREF121": {"ref_id": "b121", "title": "PAHs Target Hematopoietic Linages in Bone Marrow through Cyp1b1 Primarily in Mesenchymal Stromal Cells but Not AhR: A Reconstituted In Vitro Model", "authors": [], "year": 2016, "venue": "Stem Cells Int", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF123": {"ref_id": "b123", "title": "Environmental toxicants may modulate osteoblast differentiation by a mechanism involving the aryl hydrocarbon receptor", "authors": [], "year": null, "venue": "J Bone Miner Res", "volume": "22", "issn": "10", "pages": "1571--80", "other_ids": {}}, "BIBREF125": {"ref_id": "b125", "title": "Mouse cytochrome P-450EF, representative of a new 1B subfamily of cytochrome P-450s. Cloning, sequence determination, and tissue expression", "authors": [], "year": null, "venue": "J Biol Chem", "volume": "269", "issn": "21", "pages": "14905--14916", "other_ids": {}}, "BIBREF126": {"ref_id": "b126", "title": "Recombinant mouse CYP1B1 expressed in Escherichia coli exhibits selective binding by polycyclic hydrocarbons and metabolism which parallels C3H10T1/2 cell microsomes, but differs from human recombinant CYP1B1", "authors": [{"first": "U", "middle": [], "last": "Savas", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Carstens", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Jefcoate", "suffix": ""}], "year": 1997, "venue": "Arch Biochem Biophys", "volume": "347", "issn": "2", "pages": "181--92", "other_ids": {}}, "BIBREF127": {"ref_id": "b127", "title": "Mouse endometrium stromal cells express a polycyclic aromatic hydrocarboninducible cytochrome P450 that closely resembles the novel P450 in mouse embryo fibroblasts (P450EF)", "authors": [{"first": "U", "middle": [], "last": "Savas", "suffix": ""}, {"first": "M", "middle": [], "last": "Christou", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Jefcoate", "suffix": ""}], "year": 1993, "venue": "Carcinogenesis", "volume": "14", "issn": "10", "pages": "2013--2021", "other_ids": {}}, "BIBREF128": {"ref_id": "b128", "title": "CXCL12 secretion by bone marrow stromal cells is dependent on cell contact and mediated by connexin-43 and connexin-45 gap junctions", "authors": [{"first": "A", "middle": [], "last": "Schajnovitz", "suffix": ""}], "year": 2011, "venue": "Nat Immunol", "volume": "12", "issn": "5", "pages": "391--399", "other_ids": {}}, "BIBREF130": {"ref_id": "b130", "title": "Stable expression of human cytochrome P450 1A1 cDNA in V79 Chinese hamster cells and metabolic activation of benzo[a]pyrene", "authors": [], "year": null, "venue": "Eur J Pharmacol", "volume": "248", "issn": "3", "pages": "251--61", "other_ids": {}}, "BIBREF132": {"ref_id": "b132", "title": "Stem cell niche-specific Ebf3 maintains the bone marrow cavity", "authors": [], "year": null, "venue": "Genes Dev", "volume": "32", "issn": "5-6", "pages": "359--372", "other_ids": {}}, "BIBREF134": {"ref_id": "b134", "title": "Trace derivatives of kynurenine potently activate the aryl hydrocarbon receptor (AHR)", "authors": [], "year": null, "venue": "J Biol Chem", "volume": "293", "issn": "6", "pages": "1994--2005", "other_ids": {}}, "BIBREF136": {"ref_id": "b136", "title": "Stress-Induced Changes in Bone Marrow Stromal Cell Populations Revealed through Single-Cell Protein Expression Mapping", "authors": [], "year": null, "venue": "Cell Stem Cell", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF138": {"ref_id": "b138", "title": "Cytochrome P450 1b1 in polycyclic aromatic hydrocarbon (PAH)-induced skin carcinogenesis: Tumorigenicity of individual PAHs and coal-tar extract, DNA adduction and expression of select genes in the Cyp1b1 knockout mouse", "authors": [], "year": null, "venue": "Toxicol Appl Pharmacol", "volume": "287", "issn": "2", "pages": "149--160", "other_ids": {}}, "BIBREF140": {"ref_id": "b140", "title": "12-dimethylbenz[a]anthracene-induced, stromal celldependent bone marrow B cell apoptosis: stromal cell-B cell communication and apoptosis signaling", "authors": [], "year": null, "venue": "J Immunol", "volume": "7", "issn": "6", "pages": "3369--78", "other_ids": {}}, "BIBREF141": {"ref_id": "b141", "title": "Mitochondria in human pluripotent stem cell apoptosis", "authors": [{"first": "T", "middle": [], "last": "Teslaa", "suffix": ""}, {"first": "K", "middle": [], "last": "Setoguchi", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Teitell", "suffix": ""}], "year": 2016, "venue": "Semin Cell Dev Biol", "volume": "52", "issn": "", "pages": "76--83", "other_ids": {}}, "BIBREF143": {"ref_id": "b143", "title": "Ah receptor and NF-kappaB interactions, a potential mechanism for dioxin toxicity", "authors": [], "year": null, "venue": "J Biol Chem", "volume": "274", "issn": "1", "pages": "510--515", "other_ids": {}}, "BIBREF145": {"ref_id": "b145", "title": "Aryl hydrocarbon receptor regulates distinct dioxin-dependent and dioxinindependent gene batteries", "authors": [], "year": null, "venue": "Mol Pharmacol", "volume": "69", "issn": "1", "pages": "140--53", "other_ids": {}}, "BIBREF146": {"ref_id": "b146", "title": "The bone marrow microenvironment at single-cell resolution", "authors": [{"first": "A", "middle": ["N"], "last": "Tikhonova", "suffix": ""}], "year": 2019, "venue": "Nature", "volume": "569", "issn": "7755", "pages": "222--228", "other_ids": {}}, "BIBREF147": {"ref_id": "b147", "title": "Oral exposure to benzo[a]pyrene in the mouse: detoxication by inducible cytochrome P450 is more important than metabolic activation", "authors": [{"first": "S", "middle": [], "last": "Uno", "suffix": ""}], "year": 2004, "venue": "Mol Pharmacol", "volume": "65", "issn": "5", "pages": "1225--1262", "other_ids": {}}, "BIBREF148": {"ref_id": "b148", "title": "Oral benzo[a]pyrene in Cyp1 knockout mouse lines: CYP1A1 important in detoxication, CYP1B1 metabolism required for immune damage independent of total-body burden and clearance rate", "authors": [{"first": "S", "middle": [], "last": "Uno", "suffix": ""}], "year": 2006, "venue": "Mol Pharmacol", "volume": "69", "issn": "4", "pages": "1103--1117", "other_ids": {}}, "BIBREF149": {"ref_id": "b149", "title": "The mitochondrial p53 pathway", "authors": [{"first": "A", "middle": ["V"], "last": "Vaseva", "suffix": ""}, {"first": "U", "middle": ["M"], "last": "Moll", "suffix": ""}], "year": 2009, "venue": "Biochim Biophys Acta", "volume": "1787", "issn": "5", "pages": "414--434", "other_ids": {}}, "BIBREF151": {"ref_id": "b151", "title": "Aryl hydrocarbon receptor is required for optimal B-cell proliferation", "authors": [], "year": null, "venue": "Embo j", "volume": "36", "issn": "1", "pages": "116--128", "other_ids": {}}, "BIBREF153": {"ref_id": "b153", "title": "EDGE(3): a web-based solution for management and analysis of Agilent two color microarray experiments", "authors": [], "year": null, "venue": "BMC Bioinformatics", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF155": {"ref_id": "b155", "title": "When NRF2 talks, who's listening?", "authors": [], "year": null, "venue": "Antioxid Redox Signal", "volume": "13", "issn": "11", "pages": "1649--63", "other_ids": {}}, "BIBREF156": {"ref_id": "b156", "title": "Functional analysis of the promoter for the human CYP1B1 gene", "authors": [{"first": "Y", "middle": ["Y"], "last": "Wo", "suffix": ""}, {"first": "J", "middle": [], "last": "Stewart", "suffix": ""}, {"first": "W", "middle": ["F"], "last": "Greenlee", "suffix": ""}], "year": 1997, "venue": "J Biol Chem", "volume": "272", "issn": "42", "pages": "26702--26709", "other_ids": {}}, "BIBREF158": {"ref_id": "b158", "title": "Polychlorinated Biphenyl Quinone Promotes Macrophage-Derived Foam Cell Formation", "authors": [], "year": null, "venue": "Chem Res Toxicol", "volume": "32", "issn": "12", "pages": "2422--2432", "other_ids": {}}, "BIBREF160": {"ref_id": "b160", "title": "Constitutive regulation of CYP1B1 by the aryl hydrocarbon receptor (AhR) in premalignant and malignant mammary tissue", "authors": [], "year": null, "venue": "J Cell Biochem", "volume": "104", "issn": "2", "pages": "402--419", "other_ids": {}}, "BIBREF161": {"ref_id": "b161", "title": "Characterization of the mouse Cyp1B1 gene. Identification of an enhancer region that directs aryl hydrocarbon receptor-mediated constitutive and induced expression", "authors": [{"first": "L", "middle": [], "last": "Zhang", "suffix": ""}], "year": 1998, "venue": "J Biol Chem", "volume": "273", "issn": "9", "pages": "5174--83", "other_ids": {}}, "BIBREF162": {"ref_id": "b162", "title": "Ah receptor regulation of mouse Cyp1B1 is additionally modulated by a second novel complex that forms at two AhR response elements", "authors": [{"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Jefcoate", "suffix": ""}], "year": 2003, "venue": "Toxicol Appl Pharmacol", "volume": "192", "issn": "2", "pages": "174--90", "other_ids": {}}, "BIBREF163": {"ref_id": "b163", "title": "Steroidogenic factor-1 interacts with cAMP response element-binding protein to mediate cAMP stimulation of CYP1B1 via a far upstream enhancer", "authors": [{"first": "W", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Jefcoate", "suffix": ""}], "year": 2005, "venue": "Mol Pharmacol", "volume": "67", "issn": "2", "pages": "499--512", "other_ids": {}}, "BIBREF164": {"ref_id": "b164", "title": "Stimulation of mouse Cyp1b1 during adipogenesis: characterization of promoter activation by the transcription factor Pax6", "authors": [{"first": "W", "middle": [], "last": "Zheng", "suffix": ""}], "year": 2013, "venue": "Arch Biochem Biophys", "volume": "532", "issn": "1", "pages": "1--14", "other_ids": {}}, "BIBREF166": {"ref_id": "b166", "title": "Leptin-receptor-expressing mesenchymal stromal cells represent the main source of bone formed by adult bone marrow", "authors": [], "year": null, "venue": "Cell Stem Cell", "volume": "15", "issn": "2", "pages": "154--68", "other_ids": {}}, "BIBREF167": {"ref_id": "b167", "title": "beta-Catenin Is Required for Endothelial Cyp1b1 Regulation Influencing Metabolic Barrier Function", "authors": [{"first": "N", "middle": [], "last": "Ziegler", "suffix": ""}], "year": 2016, "venue": "J Neurosci", "volume": "36", "issn": "34", "pages": "8921--8956", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "FC>2, p<005), shows a strong DMBA preference (Figures 3D). 179 genes showed preferred responses to DMBA (D), divided approximately equally between stimulations and suppressions. 68 genes responded to DMBA, but not to TCDD (T), thereby indicating metabolite mediation. Over half of the DMBA responses failed to show significant BP (B) responses. Only 20 BP stimulations were unmatched by DMBA. 16 genes show direct 8h stimulations by TCDD that are matched by 24h stimulations by both PAHs.", "latex": null, "type": "figure"}, "FIGREF1": {"text": ", scarcely any gene expression changes were seen in cells eluted from treated mice, despite the extensive parallel effects on cytokines produced from macrophage (N'Jai A, et al. 2011). We examined 12h DMBA-induced changes previously observed in adherent BM (N'Jai A, et al. 2011) for parallels to BMS2 responses (Figure 6C). This time point demonstrated full suppression of lymphoid and myeloid CFU. Surprisingly, there were fewer gene responses to DMBA than for BP (N'Jai A, et al. 2011)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Tables 2c, S5 and S6). Thus, Lepr+ MSC and BMS2 cells share expression of a further 12 marker genes that have probable hematopoietic functions(Figure 6and Tables 2C, S5 and S6). Inflammatory cytokines (IL1b, Tnf, Ifng) are not expressed in either BMS2 cells or Lepr+MSC, while there are high levels of the corresponding receptors", "latex": null, "type": "figure"}, "FIGREF3": {"text": "DMBA responses in BMS2 cells are rarely seen in BM (N'Jai A, et al. 2011; N'Jai A, et al. 2010), because they are so selective to small numbers of specific BM cells. DMBA-induced transcription increases in BMS2 cells are strongly indicative of DSB p-53-mediated interventions (", "latex": null, "type": "figure"}, "FIGREF5": {"text": "DMBA and BP effect changes in adherent BM. BMS2 cells effectively model MSC processes. A. IP DMBA (left, 1 uM) and BP (right, 1 uM) treatment suppresses CFU activity in C57BL/6J (WT) lymphoid (pre-B) and myeloid (GM) BM cells within 6h. Suppression is greater with DMBA treatment. CYP1B1 deletion (KO) attenuates these suppressive effects. Statistical significance: *p<0.01, **p<0.01. B. Reversal of lymphoid and myeloid CFU suppression is observable within 48h post oral DMBA (1 uM) treatment. Statistical significance: ***p<0.001. C. Time course of BP stimulated gene expression. BP (1 uM) maximally induces BM mediators of oxidative stress and inflammatory cytokine expression within 6h, paralleling CFU activity suppression. D. The BMS2 cell model effectively models MSC, with respect to adipogenic differentiation. Differentiation (lipid droplet accumulation) was assessed in cultured BMS2 cells 8 days post adipogenic stimulation. The primary BM MSC from C57BL/6J (BM/6J) mice were cultured for 7 days prior to stimulation. Differentiation was examined in these primary cultures 8 days post stimulation. 10X magnification. E. Co-culture of BM MSC with BMS2 cells sustains lymphoid (pre-B) CFU activity for 24h post BM isolation. Cells were placed in culture with media alone (Media) or in co-culture with BMS2 (BMS2) cells for 24h prior to methocult culture initiation. Direct cultures (positive control) were placed in methocult media immediately upon isolation from the BM. *Statistical significance, p<0.05. F. BMS2 cells express substantial basal CYP1B1 mRNA (10 ug mRNA/lane, left), relative to C3H10T1/2 embryo fibroblasts, which is modestly induced by 24h AhR activation (0.1% DMSO control, C, 10 uM DMBA, D; 10 nM TCDD, T). Basal BMS2 microsomal CYP1B1 protein expression parallels primary C57BL/6J (BM/6J) BM levels (right), which is J o u r n a l P r e -p r o o f sustained with in vivo AhR deletion (BM/6J AhR-/-). BM cells lack CYP1A1 expression.Cell cultures were treated with 0.1% DMSO (C) or 10 nM TCDD (T) for 24h prior to microsomal isolation. Immunoblot analyses were completed on two separate blots, visualized with ECL detection. Purified CYP1A1 (2 ng/lane) expression servs as a standard, in common with both membranes, and a normalizing control.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Experimental design for the analysis of BMS2 cells as a model for CYP1B1 participation of the BM microvascular niche MSC. These studies utilize three approaches: A. Characterization of the selectivity of gene responses to DMBA and BP, in vivo, from rapidly isolated adherent BM cells and in cultured BMS2 cells. B. Examination of the AhR regulation of CYP1B1 expression in BMS2 cells, with respect to their high basal expression and low PAH-mediated induction. C. Examination of the overlap of mRNA profiles between BMS2 cells, adherent BM populations and the recently reported, single cell clustering of Lepr+MSC populations.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Direct PAH and metabolite-mediated gene expression changes and p53 activation in BMS2 cells. A. qPCR analysis of gene expression changes induced by DMBA (1 uM, over 24h) treatment in 4 canonical AhR-responsive genes: CYP1A1, CYP1B1, Aldh3a1, and Tiparp. Basal (0h) microarray expression levels are normalized to 1, as indicated. B. qPCR analysis of the expression time course of 4 metabolism-mediated stress response genes with DMBA treatment: Ptgs2, Cxcl10, Cdkn1a/p21 and Ccng1/cyclin G1. Cells were treated with 1 uM DMBA over a 24h period. Basal (0h) microarray expression levels are normalized to 1, as indicated. J o u r n a l P r e -p r o o f C. DMBA PAH selectivity in BMS2 cells. Gene expression responses were measured after 24h treatment by DMBA (1 uM) and BP (1 uM), in comparison to the 8h TCDD (10 nM) response. Significance (*) was defined as p<0.05 relative to DMSO control D. Heat maps showing hierarchical cluster analysis of PAH responses in BMS2 cells. Genes are presented relative to their selective response to DMBA (left) and BP treatment (right). Red indicates upregulation (FC>2), green indicates down regulation (FC<-2). Genes are listed to the right, the corresponding relative clustering response hierarchical diagram to the left. Treatment columns are, from left to right: DMSO vehicle control (C), BP (B; 1 M; 24 h), DMBA (D; 1 M; 24 h) and TCDD (T; 10 nM; 8 h).", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Analysis of basal and TCDD-induced expression of the transfected CYP1B1-AhER luciferase reporter in the BMS2 cell line. A. Diagram of the XRE elements in the CYP1B1-AhER promoter and of the CYP1B1-AhER constructs investigated. B. Western immunoblot analysis of CYP1B1 protein expression in BMS2 total cell lysates. CYP1B1 expression (arrow) was analyzed in duplicate samples following 24h J o u r n a l P r e -p r o o f TCDD-induction and 3'-methoxy-4'-nitroflavone (MNF) inhibition. A non-specific background band (top) serves as a loading control reference. C. MNF inhibits TCDD induction (2-fold) of the AhER reporter in BMS2 cells, and further reduces basal expression up to 3-fold in transfected BMS2 cells. D. Mutations in the AhER construct indicate that both Ebox and XRE4 elements play critical roles in the TCDD (1 nM)-mediated induction of luciferase reporter expression, above vehicle control, suppressing induction in BMS2 transfected cells Increased cell density stimulates basal CYP1B1 expression in BMS2 cells, in parallel with increased Cxcl12 expression. A. Effect of cell density on basal and TCDD-induced activities of AhER/0.2 (AhER) and 4XRE5 reporters at different cell densities (50-100 percent of confluence) in BMS2 cells. The cells were transfected and then plated at the indicated densities. Cells were treated with TCDD (1 nM) or solvent control (DMSO) for 24h prior analysis of luciferase activity. B. Expression (relative to actin) of basal and TCDD-induced (10 nM) CYP1B1 and CYP1A1 mRNA in BMS2 cells plated at approximately 50 and 80 percent of confluence and cultured for 6-and 24h. Statistical significance: **p<0.01, ***p<0.001 for high relative to low density culture.C. Effects of co-culture of BMS2 and C3H10T1/2 cells on their respective basal and TCDDinduced activities. Each cell type was transfected with AhER/0.2 (AhER-SP1) and plated at 80% of confluence in separate compartments that allowed effective media exchange.Each line was a l s o p l a t e d in both compartments (two controls). During the 24h co-culture, the cells were separately stimulated with either TCDD (10 nM) or DMSO (solvent control) prior to analysis of luciferase activities. Significance (*) was defined as p<0.05 for TCDD treatment as compared to the respective DMSO control.J o u r n a l P r e -p r o o f D. Expression of basal Cxcl12 and Csf1 (relative to actin) at 50 and 80 percent of confluent cell density. Statistical significance: ** p<0.01 for high density relative to low density culture.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Matrix proteins and secreted regulatory proteins expressed in BMS2 cells correlate with adherent BM cell expression.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Differential AhR Regulation of CYP1B1 and CYP1A1 in BMS2 cells directs selective activation of p53 by DMBA.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Figure 1", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Figure 2", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Figure 3", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Figure 4", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Figure 5", "latex": null, "type": "figure"}, "FIGREF16": {"text": "Figure 6", "latex": null, "type": "figure"}, "FIGREF17": {"text": "Figure 7", "latex": null, "type": "figure"}, "FIGREF18": {"text": "Figure 8", "latex": null, "type": "figure"}, "TABREF0": {"text": "A. Expression of key MSC regulatory factors in BMS2 cells (Cy3) and adherent BM (Cy3, BM percent of BMS2; Supplement Excel file). B. Correlation of mRNA expression for key MSC regulatory factors in BMS2 cells and in adherent BM cells, at equivalent mitochondrial mRNA (mrpl10) and GAPDH expression. C. Effects of in vitro DMBA (1 uM) treatment (12h) on adherent select core factors (left) and the three principle DMBA targets (middle) with reference standards, GAPDH and Mrpl10 (right). Statistical significance: *p<0.05, **p<0.01, ***p<0.001 for DMBA treatment relative to basal expression.Figure 7. Two Reaction Paths for PAHs lead to opposing effects on HSPC in the BM vascular niche. Metabolites produced by CYP1B1 and CYP1A1 direct these effects.Path A, typified by DMBA, HSPC suppression. CYP1B1 and EPHX1 (microsomal epoxide hydrolase) provide a concerted three step metabolism to generate 3,4-dihydrodiol-1,2-epoxide isomers (PAHDE), marked by DNA adducts in MSC and adjacent pre-B cells(Heidel, et al.   2000). These DNA reactions cause DNA DSB, recognized by rapid activation of ATM kinase and p53 phosphorylation. Hypothesis: p53 activation in MSC and attached HSPC in the vascular niche directly effects apoptosis lineage suppression. PAH dihydrodiols are also J o u r n a l P r e -p r o o f converted to PAH ortho-quinones via AKR dehydrogenase that also cause DSB. Evidence for their participation in MSC remains to be shown. Environmental PAH share, with synthetic DMBA, structurally restrained, but more reactive PAHDE, including dibenzo(a,l)pyrene (Fjord ring configuration).Path B, Typified by BP, HSPC protection. CYP1A1, which is induced rapidly to high levels in liver, generates 10 percent of a mix of BP quinones that are highly active in redox cycling to ROS. BP, in combination with AhR induction, generates very high levels of Il1b and other macrophage inflammatory cytokines (Tnf) that activate their specific MSC receptors. The activation is marked by parallel responses induced by Il1b in MSC (Cxcl1, Il6). Il1b stimulates MSC proliferation responses that protect these cells from stress damage. Hypothesis: Il1b mediates early changes that diminish apoptosis in HSPC. Many PAH undergo 1e oxidation at CYP1A1; for example, benz(a)anthracene, but have low AhR inducing activity. Mice have two types of AhR. Inducible b-type (C57Bl6 mice) and resistant d-type (DBA and 129 strains) in which liver CYP1A1 is very low. BP then functions like DMBA with exclusive CYP1B1-mediated suppression (N'Jai A, et al. 2011).", "latex": null, "type": "table"}, "TABREF1": {"text": "DMBA and BP effects mediated by direct AhR activation in BMS2 cells.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Gene </td><td>TCDD (8h) </td><td>BP (8h) </td><td>BP (24h) </td><td>DMBA (8h) </td><td>DMBA (24h) </td></tr><tr><td>Stimulation </td><td>FC </td><td>FC </td><td>FC </td><td>FC </td><td>FC </td></tr><tr><td>Cyp1a1 92.2 </td><td>70.6 </td><td>66.8 </td><td>45.7 </td><td>141.4* </td></tr><tr><td> </td><td>Ahrr 4.7 </td><td>4.6 </td><td>7.9* </td><td>3.8 </td><td>7.8* </td></tr><tr><td> </td><td>Aldh3a1 4.6 </td><td>2.9 </td><td>1.4ns </td><td>3.5 </td><td>4.5* </td></tr><tr><td> </td><td>Tiparp 6.6 </td><td>4.6 </td><td>4.0 </td><td>3.1 </td><td>3.5 </td></tr><tr><td> </td><td>Nqo1 2.9 </td><td>2.6 </td><td>2.5 </td><td>1.9 </td><td>2.5* </td></tr><tr><td> </td><td>Adh7 2.2 </td><td>2.1 </td><td>2.3 </td><td>1.7 </td><td>2.4* </td></tr><tr><td> </td><td>Ptx3 2.8 </td><td>2.2 </td><td>2.7 </td><td>2.0 </td><td>3.2* </td></tr><tr><td> </td><td>Inhbb 2.7 </td><td>2.4 </td><td>3.0 </td><td>1.9 </td><td>2.7* </td></tr><tr><td> </td><td>Arl6ip5 2.7 </td><td>2.1 </td><td>1.7 </td><td>1.8 </td><td>1.7 </td></tr><tr><td> </td><td>Ccno 2.0 </td><td>2.1 </td><td>2.4 </td><td>1.8 </td><td>2.5* </td></tr><tr><td> </td><td>Gchfr 2.1 </td><td>2.0 </td><td>1.8 </td><td>1.4 </td><td>1.9* </td></tr><tr><td>oTable 1B. Genes in which 24h DMBA or BP stimulates expression in excess of TCDD in BMS2 cells. DMBA select </td><td>Cxcl5 2.3 </td><td>1.8 </td><td>2.9* </td><td>1.2ns </td><td>3.1* </td></tr><tr><td>Ler3 1.8 Cyp1b1c 1.1ns. TCDD (8h) FC </td><td>1.6 1.0 ns. BP (8h) FC </td><td>3.1* 1.1 ns. BP (24h) FC </td><td>1.6 ro-1.1 ns DMBA (8h) FC </td><td>2.3* 1.3 ns. DMBA (24h) FC </td></tr><tr><td>aDual BP-select Table 1C. Genes selectively stimulated by DMBA in BMS2 cells. Gene p53-associated Gadd45a Trp53inp1 Cdkn1a/p21 </td><td>Journl Pre-pf\nPhlda1 1.5 1.6 1.6 1.4 Nfe2l2 1.6 1.5 1.9 1.4 Ddit4 1.7 1.7 1.9 1.5 Ptgs2 1.5 1.4 1.8 1.4 Cxcl5 2.3 1.8 2.9* 1.2n.s. Ler3 1.8 1.6 3.1* 1.6 Fosl1 1.5 1.2 2.2* 1.4 Gprc5a 1.6 1.5 2.8* 1.4 Slc46a3 1.6 1.7 2.7* 1.5 DMBA (24 h) FC BP (24 h) FC TCDD (8 h) FC Gdfl5 5.3 1.7 ns 4.0 ns ns 3.1 ns ns Rnd1 2.9 ns ns 2.9 1.5 ns Eda2r 2.7 ns ns Ddit4 2.6 1.9 1.7 Ccng1 2.5 ns ns </td><td> </td><td> </td><td> </td><td>2.2* 2.1* 2.6* 3.4* 3.1* 2.3* 2.2* 1.6 1.9 </td></tr></table></body></html>"}, "TABREF2": {"text": "Genes in which 24h DMBA or BP stimulates expression in excess of TCDD in BMS2 cells.Table 1C. Genes selectively stimulated by DMBA in BMS2 cells.", "latex": null, "type": "table"}, "TABREF3": {"text": "Autocrine and Paracrine Regulation of BMS2 and BM MSC.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Secreted protein (SP) </td><td>BMS2 expression Cy3 x 10-3 </td><td>BM stimulation FC-BP (6h) </td><td>Receptor </td><td>BMS2 Expression Cy3 x 10-3 </td></tr><tr><td>A) Autocrine </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Pdgfa </td><td>19 </td><td>ns </td><td>Pdgfrb </td><td>30 </td></tr><tr><td>Tgfb3 </td><td>6 </td><td>ns </td><td>Tgfbr2 </td><td>4 </td></tr><tr><td>Wnt2 </td><td>1.2 </td><td>ns </td><td>Fzd1 </td><td>13.5 </td></tr><tr><td>Cxcl12 </td><td>35 </td><td>ns </td><td>Cxcr7 </td><td>2.5 </td></tr><tr><td>Hgf </td><td>1.2 </td><td>2 </td><td>Met </td><td>3 </td></tr><tr><td>Fgf7 </td><td>25 </td><td>ns </td><td>Fgfr2 </td><td>1 </td></tr><tr><td>Cxcl10 </td><td>1.5 </td><td>10 </td><td>Cxcr6 </td><td>0.5 </td></tr><tr><td>Il6 </td><td>0.6 </td><td>5 </td><td>Il6ra </td><td>0.1 </td></tr><tr><td>B) Receptor </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Tnfa </td><td>0 </td><td>6 </td><td>Tnfrsf1a </td><td>18 </td></tr><tr><td>Tnfsf11/Rankl </td><td>0 </td><td>3 </td><td>Tnfrsf11b/Opg </td><td>1 </td></tr><tr><td>Il1b </td><td>0 </td><td>5 </td><td>Il1r1 </td><td>6 </td></tr><tr><td>\nC) Donor Journal Pre-proof\nIl4 0 ns Il4ra 2 Il3 0 ns Il3ra 2 Il10 0 5 IL10rb 10 Il17d 0.5 ns 1l17ra 14 Ifng 0 3.5 Ifngr1 17 Ccl2 25 2 Ccr2 0 Ccl7 5 4 Il7 1 ns Il7r 0 Kitl 5 ns c-kit 0 Table 2B. BMS2 and adherent BM expression of key functional genes. Gene Basal (Cy3x 10-3) Cytokine/Stress BMS2 BM Matrix Regulators BMS2 BM Matrix Proteins Cxcl1 0.4 0.2 Ctgf/Ccn2 76 0.3 Col1a1, Cxcl9 1.9 0.07 Wisp1/Ccn4 6.9 0.01 Col1a2 Cxcl10 1.5 1.0 Wisp2/Ccn5 8 0.04 Col5a1 Gas6 24 0.5 Periostin/postn 11 0.04 Col8a1 Ccl2 25 1.5 Thbs1 1.8 1.0 Col3a1 Ccl7 5 0.1 Thbs2 13 0.09 Col2a1, Gdf15 0.5 0.6 Sparc 60 0.2 Fn1/Fibronectin Spp1 100 9.0 Sparcl 7.5 0.07 Fbln2/Fibulin IL6 0.4 0.3 *Bmp1 7.9 0.1 Exosome Marker Ptgs2 1.8 0.2 Timp1 94 0.6 Cd63 Timp2 37 2.1 Cd81 Timp3 36 0.3 Cd9 Mmp14 57 1.2 Other Markers  Mgp 72 0.09 Cyp1b1 Lpl Development BMS2 BM BMS2 BM </td></tr></table></body></html>"}, "TABREF4": {"text": "BMS2 and adherent BM expression of key functional genes. J o u r n a l P r e -p r o o f", "latex": null, "type": "table"}}, "back_matter": [{"text": "We thank Dr. Owen Tamplin for his insightful discussions relating to the BM Lepr+MSC, which facilitated the identification of the 12 core Lepr+MSC genes in the BMS2 cell model. This publication was made possible by grants from the National Institute of Diabetes and Digestive and Kidney Disease (NIDDK) grant numbers DK072749 and DK090249, and the", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "J o u r n a l P r e -p r o o f", "cite_spans": [], "ref_spans": [], "section": "annex"}]}