{"paper_id": "2b90f02bbd9e87b14480cdbc5f29c72472c158aa", "metadata": {"title": "An Observational, Laboratory-Based Study of Outbreaks of Middle East Respiratory Syndrome Coronavirus in Jeddah and Riyadh, Kingdom of Saudi Arabia, 2014", "authors": [{"first": "Christian", "middle": [], "last": "Drosten", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Bonn Medical Centre", "location": {}}, "email": ""}, {"first": "Doreen", "middle": [], "last": "Muth", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Bonn Medical Centre", "location": {}}, "email": ""}, {"first": "Victor", "middle": ["M"], "last": "Corman", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Bonn Medical Centre", "location": {}}, "email": ""}, {"first": "Raheela", "middle": [], "last": "Hussain", "suffix": "", "affiliation": {"laboratory": "", "institution": "Jeddah Regional Laboratory", "location": {}}, "email": ""}, {"first": "Malaki", "middle": [], "last": "Al Masri", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Waleed", "middle": [], "last": "Hajomar", "suffix": "", "affiliation": {"laboratory": "Regional Laboratory", "institution": "Ministry of Health", "location": {"settlement": "Riyadh"}}, "email": ""}, {"first": "Olfert", "middle": [], "last": "Landt", "suffix": "", "affiliation": {"laboratory": "Kingdom of Saudi Arabia; 8 Indiana University School of Medicine, Indianapolis; 9 Prince Sultan Military Medical City, Riyadh, Kingdom of Saudi Arabia; 10 Division of Infection and Immunity, University College London, 11 National Institute for Health Research Biomedical Research Centre, University College London Hospitals National Health Service Foundation Trust,", "institution": "Tib-Molbiol", "location": {"settlement": "Berlin", "country": "Germany"}}, "email": ""}, {"first": "Abdullah", "middle": [], "last": "Assiri", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Isabella", "middle": [], "last": "Eckerle", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Bonn Medical Centre", "location": {}}, "email": ""}, {"first": "Ali", "middle": [], "last": "Al Shangiti", "suffix": "", "affiliation": {"laboratory": "Regional Laboratory", "institution": "Ministry of Health", "location": {"settlement": "Riyadh"}}, "email": ""}, {"first": "Jaffar", "middle": ["A"], "last": "Al-Tawfiq", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ali", "middle": [], "last": "Albarrak", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Alimuddin", "middle": [], "last": "Zumla", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Andrew", "middle": [], "last": "Rambaut", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Edinburgh", "location": {"country": "United Kingdom"}}, "email": ""}, {"first": "Ziad", "middle": ["A"], "last": "Memish", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Johns", "middle": [], "last": "Hopkins", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Aramco", "middle": [], "last": "Healthcare", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Saudi", "middle": [], "last": "Aramco", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Dhahran", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background. In spring 2014, a sudden rise in the number of notified Middle East respiratory syndrome coronavirus (MERS-CoV) infections occurred across Saudi Arabia with a focus in Jeddah. Hypotheses to explain the outbreak pattern include increased surveillance, increased zoonotic transmission, nosocomial transmission, and changes in viral transmissibility, as well as diagnostic laboratory artifacts.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods. Diagnostic results from Jeddah Regional Laboratory were analyzed. Viruses from the Jeddah outbreak and viruses occurring during the same time in Riyadh, Al-Kharj, and Madinah were fully or partially sequenced. A set of 4 single-nucleotide polymorphisms distinctive to the Jeddah outbreak were determined from additional viruses. Viruses from Riyadh and Jeddah were isolated and studied in cell culture.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results. Up to 481 samples were received per day for reverse transcription polymerase chain reaction (RT-PCR) testing. A laboratory proficiency assessment suggested positive and negative results to be reliable. Forty-nine percent of 168 positive-testing samples during the Jeddah outbreak stemmed from King Fahd Hospital. All viruses from Jeddah were monophyletic and similar, whereas viruses from Riyadh were paraphyletic and diverse. A hospitalassociated transmission cluster, to which cases in Indiana (United States) and the Netherlands belonged, was discovered in Riyadh. One Jeddah-type virus was found in Riyadh, with matching travel history to Jeddah. Virus isolates representing outbreaks in Jeddah and Riyadh were not different from MERS-CoV EMC/2012 in replication, escape of interferon response, or serum neutralization.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions. Virus shedding and virus functions did not change significantly during the outbreak in Jeddah. These results suggest the outbreaks to have been caused by biologically unchanged viruses in connection with nosocomial transmission.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The Middle East respiratory syndrome coronavirus (MERS-CoV) was discovered in 2012 and has since been found to cause sporadic cases and small case clusters of severe acute respiratory illness [1] . All cases occurred in the Arabian peninsula or had epidemiological links to the region. The total number of notified cases since 2012 was 199 as of 25 March 2014 [2] . From the end of March through April 2014, an exponential increase of new cases occurred in Saudi Arabia with a focus in Jeddah, causing conjecture about potential changes in fundamental epidemiological parameters [3] . Hypotheses to explain the outbreak pattern include increased surveillance, increased zoonotic transmission, increasing nosocomial transmission, and changes in viral transmissibility, as well as false-positive results due to laboratory errors. The latter option caused concern about the validity of the overall case count notified to the World Health Organization [3] .", "cite_spans": [{"start": 192, "end": 195, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 360, "end": 363, "text": "[2]", "ref_id": null}, {"start": 579, "end": 582, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 948, "end": 951, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "To fully appreciate the extensive outbreak in Jeddah, it will be necessary to reconstruct transmission chains and dissect the epidemiology in such a way that fundamental epidemiological parameters can be inferred. Although these analyses may take considerable time, health authorities are in urgent need of information to guide potential alterations of preventive measures and travel recommendations. Virological studies can provide valuable insight into virulence and transmissibility even in absence of detailed clinical or epidemiological information. Moreover, the trend in numbers and nature of requests received in the diagnostic laboratory can provide helpful insight into the general situation at point of care.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "During the outbreak in Jeddah, all reverse transcription polymerase chain reaction (RT-PCR) testing was centrally performed by the Jeddah Regional Laboratory (JRL). JRL is a reference facility within the laboratory network of the Saudi Ministry of Health that serves the Jeddah region and provides confirmatory MERS-CoV testing for all Ministry of Health laboratories across the Kingdom of Saudi Arabia. Here we provide direct insight into laboratory results from JRL and performed a thorough analysis of the outbreak-associated virus along with functional studies of virulence and immune escape in cell culture. We compare Jeddah-derived viruses with viruses occurring elsewhere in the country during the same time period.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "All procedures followed protocols described previously [4] [5] [6] . JRL used LightMix kits (Tib-Molbiol) containing premixed primers and probe for the upE and ORF1A assays to minimize the risk of reagent-based contamination and detection artifacts [4] . Primers for viral genome sequencing are available upon request.", "cite_spans": [{"start": 55, "end": 58, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 59, "end": 62, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 63, "end": 66, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 249, "end": 252, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "RT-PCR and Sequencing"}, {"text": "Samples were inoculated in VeroB4 cells seeded at 3 × 10 5 cells/ mL in 24-well plates 16 hours prior to infection, for 1 hour at 37°C. Cells were incubated at 37°C and checked daily for cytopathogenic effects. Every 2 days, cell culture supernatant was sampled and tested by real-time RT-PCR for increase of MERS-CoV-specific viral RNA. PCR-positive wells were harvested and used for the production of virus stocks. Virus stocks were quantified by plaque titration on VeroB4 cells as described earlier [7] .", "cite_spans": [{"start": 503, "end": 506, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Virus Isolation"}, {"text": "A549 cells (ATCC CCL-185) were seeded at 2 × 10 5 cells/well in 24-well plates 16 hours prior to infection. At 1, 8, 24, 48 , and 72 hours postinfection, supernatants were sampled, and the increase of MERS-CoV-specific viral RNA was quantified by real-time RT-PCR [7] .", "cite_spans": [{"start": 108, "end": 113, "text": "At 1,", "ref_id": "BIBREF0"}, {"start": 114, "end": 116, "text": "8,", "ref_id": "BIBREF7"}, {"start": 117, "end": 120, "text": "24,", "ref_id": null}, {"start": 121, "end": 123, "text": "48", "ref_id": null}, {"start": 264, "end": 267, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Virus Growth Kinetics"}, {"text": "VeroB4 cells were seeded at 1.5 × 10 5 cells/well in 24-well plates 16 hours prior to titration. Cells were overlaid after infection with 500 µL Avicel (FCM BioPolymer) at a final concentration of 1.2% in Dulbecco's modified Eagle's medium [8] . Three days postinfection, cells were fixed in 6% formaldehyde and stained with crystal violet solution. For neutralization assay [9, 10] , 25 plaque-forming units of MERS-CoV were preincubated with diluted serum for 1 hour at 37°C.", "cite_spans": [{"start": 240, "end": 243, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 375, "end": 378, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 379, "end": 382, "text": "10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Plaque Titration and Neutralization Assay"}, {"text": "Case identification and notification during the outbreak in Jeddah was mainly based on laboratory testing. To obtain insight into laboratory testing during the outbreak, the sample reception list in JRL was analyzed ( Figure 1 ). There was a striking increase of diagnostic requests during April, which was mainly caused by samples from Jeddah ( Figure 1A ). From 1 January to 28 April 2014, JRL received 6285 samples for RT-PCR testing for MERS-CoV. Of these samples, 5828 were received since 26 March, the date when the first case in the Jeddah outbreak was tested. This suggests a 36.8-fold increase of the monthly workload in April. The maximal number of samples received in a single day was 481. Almost half of all positive testing samples during the Jeddah outbreak (82 of 168) stemmed from King Fahd Hospital (KFH). The rate of samples with positive tests from KFH seemed to increase earlier than in other hospitals in the city ( Figure 1B ). Over the course of 4 weeks in April, the fraction of positive RT-PCR results in samples from Jeddah as well as samples from all cities did not vary significantly (Supplementary Table 1 ). Although the laboratory entry list did not identify the symptom status of patients, it indicated by presence of a patient identifier code whether cases were in hospital or likely part of a contact investigation (Table 1 ). There was a marked increase of contact investigations in Jeddah vs other locations. Expectedly, the proportion of samples with low viral loads (indicated by high cycle threshold [Ct] values) was high in contact investigations ( Figure 1C and 1D). Studies of reliability of laboratory procedures did not reveal any evidence for generic background contamination in the laboratory (Supplementary Data 1).", "cite_spans": [], "ref_spans": [{"start": 218, "end": 226, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 346, "end": 355, "text": "Figure 1A", "ref_id": "FIGREF0"}, {"start": 937, "end": 946, "text": "Figure 1B", "ref_id": "FIGREF0"}, {"start": 1127, "end": 1134, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1349, "end": 1357, "text": "(Table 1", "ref_id": "TABREF0"}, {"start": 1589, "end": 1598, "text": "Figure 1C", "ref_id": "FIGREF0"}], "section": "Laboratory Performance and Overall Diagnostic Results"}, {"text": "Seven viruses from the Jeddah outbreak were entirely sequenced and compared with full-length or subtotal genome sequences available in April 2014 in GenBank (Supplementary Table 2 ). An analysis of major reading frames across the genome, taking into account additional spike gene sequences (KM027263-KM027276), suggested no unique amino acid changes in relevant protein domains (Supplementary Data 2).", "cite_spans": [], "ref_spans": [{"start": 172, "end": 179, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Viral Genome Sequence and Phylogeny"}, {"text": "All viruses pertaining to the Jeddah outbreak clustered in 1 phylogenetic clade ( Figure 2 ).", "cite_spans": [], "ref_spans": [{"start": 82, "end": 90, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "Viral Genome Sequence and Phylogeny"}, {"text": "Seventeen partial genome sequences were determined from samples obtained from Riyadh, Al-Kharj, and Madinah during March and April 2014 for comparison. These partial sequences comprised the entire structural protein genes of the MERS-CoV genomes, approximately 8.7 kb in length. As shown in Figure 2 , viruses from Riyadh fell into 6 different positions, 1 of which (clade 2) may constitute a human-to-human transmission cluster, to which also the exported cases to Indiana (United States) as well as the Netherlands belong (Supplementary Table 3 ) [14, 15] . Another virus from Riyadh clustered with Jeddah-type viruses. This patient originated from Jeddah and had visited his sick son in KFH in Jeddah before his trip to Riyadh.", "cite_spans": [{"start": 549, "end": 553, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 554, "end": 557, "text": "15]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 291, "end": 299, "text": "Figure 2", "ref_id": "FIGREF1"}, {"start": 524, "end": 546, "text": "(Supplementary Table 3", "ref_id": null}], "section": "Viral Genome Sequence and Phylogeny"}, {"text": "To better evaluate the diversity of viruses circulating in Jeddah, single-nucleotide polymorphisms (SNPs) were studied ( Table 2 ). All samples except 1 had the same combination of a These cases were enlisted with no hospital number but carried the identifier \"Contact\" or \"HCW\" [healthcare worker] or had a cell phone number entered in the identifier field that the laboratory was asked to call in case of self-initiated diagnostic tests by physicians or their family members (n = 41).", "cite_spans": [], "ref_spans": [{"start": 121, "end": 128, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Viral Genome Sequence and Phylogeny"}, {"text": "SNPs. The deviating sample was taken on 22 April and had a double peak in 1 SNP that was confirmed twice by repetition of RT-PCR and sequencing. Further partial sequencing of this virus did not yield any other double peaks, suggesting the ongoing formation of quasispecies as described before [16] , rather than simultaneous infection with 2 viruses. The sequences [12] is highlighted in yellow and the 2013 Hafr-Al-Batin community outbreak [13] in green.", "cite_spans": [{"start": 293, "end": 297, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 365, "end": 369, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 441, "end": 445, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Viral Genome Sequence and Phylogeny"}, {"text": "from a US patient and a patient in Riyadh with known travel histories to Jeddah had Jeddah-typical SNP patterns (Table 2 ). In contrast, viruses detected in Jeddah 1 month and 5 months before the outbreak did not cluster with the Jeddah-type outbreak viruses. A virus detected in Riyadh (SA2014_158) was related to camel viruses sharing a recent common ancestor with Jeddah-type outbreak viruses, but was distinct in its SNP pattern.", "cite_spans": [], "ref_spans": [{"start": 112, "end": 120, "text": "(Table 2", "ref_id": "TABREF2"}], "section": "Viral Genome Sequence and Phylogeny"}, {"text": "To study potential alterations in virus functions, 16 Single-step growth curves were done on Vero cells by inoculation with high multiplicities of infection (MOI) of 1 infectious dose per cell, which will reveal gross differences such as in the viruses' capacity to enter cells. As shown in Figure 3A , there were no relevant differences in replication between the 3 viral strains. Because Vero cells derived from rhesus monkey kidney tissue might not optimally reflect the target tissue of MERS-CoV infection, A549 cells derived from a human alveolar epithelial carcinoma (non-small-cell lung cancer) were used in parallel. Results of 1-step growth curves were highly similar ( Figure 3B ).", "cite_spans": [{"start": 51, "end": 53, "text": "16", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 291, "end": 300, "text": "Figure 3A", "ref_id": "FIGREF2"}, {"start": 679, "end": 688, "text": "Figure 3B", "ref_id": "FIGREF2"}], "section": "Virus Infection Studies"}, {"text": "Because differences in the viruses' adaptation to replicate in primate cells may not become obvious in 1-step growth curves, replication trials were repeated in parallel in both cell lines using a reduced MOI of 0.01 that causes a prolonged course of replication with multiple rounds of infection in culture. No relevant difference in replication was seen between any of the 3 viral isolates in Vero and A549 cells ( Figure 3C and 3D) .", "cite_spans": [], "ref_spans": [{"start": 417, "end": 434, "text": "Figure 3C and 3D)", "ref_id": "FIGREF2"}], "section": "Virus Infection Studies"}, {"text": "The type I interferon system is among the most efficient innate antiviral defenses. As MERS-CoV EMC/2012 was shown to be highly susceptible against type I interferon, infection trials were done in Vero cells pretreated with interferon alfa to induce an antiviral state prior to infection in cells at MOI = 0.01. Even though Vero cells are known to induce an efficient antiviral state upon external IFN stimulus, no differences between the 3 viral strains were seen ( Figure 3E ). Antibody functions provide a laboratory correlate of adaptive immunity. As viruses may differ in their robustness against neutralizing antibodies, all 3 viruses were subjected to plaque reduction neutralization assays using serum of a MERS patient with known antibody titer [6] . No relevant differences in the reduction of viral plaques depending on serum dilution were seen with any virus ( Figure 3F ).", "cite_spans": [{"start": 754, "end": 757, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 467, "end": 476, "text": "Figure 3E", "ref_id": "FIGREF2"}, {"start": 873, "end": 882, "text": "Figure 3F", "ref_id": "FIGREF2"}], "section": "Virus Infection Studies"}, {"text": "Viral load data reflect clinical virus excretion, which cannot be modeled in cell culture. Ct values as a surrogate of viral loads were compared between samples from Jeddah and other cities Figure 4C . There was a subjective trend toward lower Ct values by the third week. However, these points were identified as outlier values, and mean viral loads did not differ significantly in any of the weeks of April according to analysis of variance (F = 0.82, P = .48). One of those outlier samples with a very low Ct value, encountered on 20 April 2014, yielded the isolate of MERS-CoV C10306, which has been entirely sequenced without any evidence for significant mutations, and which was studied in above-described cell culture experiments without any evidence for increased virulence.", "cite_spans": [], "ref_spans": [{"start": 190, "end": 199, "text": "Figure 4C", "ref_id": "FIGREF3"}], "section": "Viral Loads"}, {"text": "The unprecedented increase in new cases of MERS-CoV infections during spring 2014 has caused concern in the public health community worldwide. Our initial sequence analyses communicated during the ongoing outbreak provided a preliminary idea of the molecular epidemiology, with outbreak viruses forming a homogeneous, monophyletic clade [17] . Paraphyly of concurrent viruses is expected when infections are independently acquired from a diversified source population such as expected in animal reservoirs. In Riyadh, concurrently circulating viruses were indeed distributed across at least 6 different clades, suggesting that these infections resulted from increased zoonotic activity or introduction of human viruses from other regions. One larger virus cluster was observed in Riyadh, associated with 1 specific hospital, suggesting nosocomial transmission (clade 2). The patient exported to Indiana had worked in this hospital, whereas the cases in the Netherlands were hospitalized in Madinah but not Riyadh [14, 15] . This suggests unnoticed transmission links such as infected patients transferred between hospitals, or acquisition from common zoonotic sources.", "cite_spans": [{"start": 337, "end": 341, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1013, "end": 1017, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 1018, "end": 1021, "text": "15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Interestingly, one of the viruses seen in Riyadh resembled camel viruses in close relationship to Jeddah-type strains. These viruses may have been widely distributed in camels by late 2013 to early 2014, as they were detected in Taif (southeast of Jeddah) and in Qatar on the eastern Arabian Peninsula [16, 18] . Viruses encountered in Jeddah shortly before the outbreak such as Jeddah-1 or Jeddah_C6664 were clearly distinct, suggesting that the outbreak might have been initiated by the introduction of Jeddah-type viruses into camels in the region. The monophyly and similarity of outbreak viruses favors the idea that the subsequent transmission took place in humans. The regional restriction of outbreak viruses matches our earlier observation of low transmissibility between humans in nonnosocomial settings such as household contact clusters [19] . Despite a documented transmission from Jeddah to the capital, Riyadh, there was no evidence of further human-to-human spread in Riyadh. From the analysis of SNP patterns, it was concluded that all Jeddah-type viruses were homogenous, without evidence for concomitant circulation of other strains during the outbreak. Nevertheless, our preliminary sequencing studies found no relevant genetic changes sufficient to explain an altered epidemic pattern [17] . As we have now been able to isolate live viruses, we can provide a first sideby-side comparison of different viral strains of MERS-CoV. Of note, these virus isolates were representative of 2 likely nosocomial outbreaks in Jeddah and Riyadh, both causing international spread of the virus to the United States, the Netherlands, and Greece. Cell culture experiments yielded no evidence for changes in viral replication or immune escape. The absence of differences in serum neutralization disfavors antigenic variability as a promoter of transmissibility. As the selected viruses represent major branches of the known MERS-CoV tree, these data additionally suggest the absence of serotypes in MERS-CoV, which is reassuring regarding the prospects to develop immunization approaches.", "cite_spans": [{"start": 302, "end": 306, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 307, "end": 310, "text": "18]", "ref_id": "BIBREF17"}, {"start": 849, "end": 853, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1306, "end": 1310, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "By the end of the outbreak late in April 2014, the accumulation of laboratory data at JRL allowed first insights into shedding properties of circulating virus, which compensates for the inability of cell culture to reflect virus transmissibility. We have obtained no evidence suggesting that concentrations of shed virus might have changed. A subjective trend toward higher peak (but not average) concentrations later into the outbreak may be explained by increased disease awareness in hospitals, leading to an earlier investigation of suspected cases. Similar observations were made during the severe acute respiratory syndrome (SARS) epidemic in Hong Kong where cases were detected with less delay after the outbreak had progressed for some time [20] . The absence of changes in average virus concentrations makes it unlikely for the virus to have changed its transmissibility and virulence over the course of the outbreak.", "cite_spans": [{"start": 749, "end": 753, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The reason for the explosive nature of the epidemic in Jeddah may thus be found elsewhere, such as in the rate of human-tohuman contact. In this light, our analysis of laboratory statistics is highly suggestive of an outbreak fueled by the healthcare setting. Not only did about half of all patients with a positive diagnosis pertain to one particular hospital, but the first peak case counts in this hospital also predated increases elsewhere, and new peaks were followed by peaks of cases in other hospitals. This pattern is highly suggestive of an epidemiological hotspot where the virus is amplified and from where limited transmission chains are seeded. Indeed, KFH is the largest communal hospital in Jeddah and serves as the primary care center for all patients attending the Ministry of Health healthcare system, as well as for a large fraction of expatriate workers in the city. It is reassuring that the number of new cases in KFH declined toward the end of the study period. This trend started even before changes such as the closure of emergency rooms and the transfer of infected patients were implemented, pointing to the possibility that transmission may have been limited mainly by heightened awareness of the disease among healthcare workers and patients. Again, a similar effect has been documented during the SARS epidemic in Hong Kong [20] .", "cite_spans": [{"start": 1355, "end": 1359, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "An important observation in case notifications during the outbreak was the increase of cases notified as \"asymptomatic\" or \"mild\" in the Jeddah case statistics. As shown in our assessment of sample receptions, the huge amount of laboratory requests during peak phases of the epidemic caused an overload on laboratory capacities, without a significant increase of the fraction of requests that were confirmed virus-positive. A low predictive value of clinical suspicion is caused by an insufficient case definition or lack of adherence to the case definition, as is suggested by a high fraction of tests in cases without a proper hospital registration number. Unjustified RT-PCR testing raises the likelihood of human error. As far as possible, we have assessed the technical capabilities of JRL and found no general issues of cross-contamination. Nevertheless, we cannot exclude issues elsewhere in the logistics chain, such as near the bedside where diagnostic samples may have been handled in bulk. The high similarity of all Jeddah-type viruses will make it impossible to resolve potential contamination sources retrospectively by sequencing of stored samples. Nevertheless, a certain rate of positive test results in asymptomatic persons might be considered plausible, as unnoticed replication has been shown for patients with SARS-CoV whose RNA was detected in exposed healthcare workers with no or mild symptoms, as well as in our recent study on household contacts of MERS-CoV cases [19, 21] . Such replication may be transient, and the low viral loads seen in contacts might not suffice to establish infection chains.", "cite_spans": [{"start": 1490, "end": 1494, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 1495, "end": 1498, "text": "21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In conclusion, our investigations suggest a predominance of human-to-human transmission during the Jeddah outbreak without evidence for modification of viral shedding, replication, or immune escape. A coincident increase of cases in Riyadh was the result of multiple, independent sources with some phylogenetic evidence of nosocomial spread. Contact tracing by RT-PCR should be restricted to defined groups of patients to avoid an overload on the healthcare system. Retrospective serological tests may provide a valid alternative to RT-PCR testing of contacts [19] .", "cite_spans": [{"start": 560, "end": 564, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Supplementary materials are available at Clinical Infectious Diseases online (http://cid.oxfordjournals.org). Supplementary materials consist of data provided by the author that are published to benefit the reader. The posted materials are not copyedited. The contents of all supplementary data are the sole responsibility of the authors. Questions or messages regarding errors should be addressed to the author.", "cite_spans": [], "ref_spans": [], "section": "Supplementary Data"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia", "authors": [{"first": "A", "middle": ["M"], "last": "Zaki", "suffix": ""}, {"first": "S", "middle": [], "last": "Van Boheemen", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Bestebroer", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Osterhaus", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Fouchier", "suffix": ""}], "year": 2012, "venue": "N Engl J Med", "volume": "367", "issn": "", "pages": "1814--1834", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "European Centre for Disease Prevention and Control . Severe respiratory disease associated with Middle East respiratory syndrome coronavirus (MERS-CoV); 9th update", "authors": [], "year": 2014, "venue": "European Centers for Disease Control", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Detection of a novel human coronavirus by real-time reverse-transcription polymerase chain reaction", "authors": [{"first": "V", "middle": ["M"], "last": "Corman", "suffix": ""}, {"first": "I", "middle": [], "last": "Eckerle", "suffix": ""}, {"first": "T", "middle": [], "last": "Bleicker", "suffix": ""}], "year": 2012, "venue": "Euro Surveill", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Assays for laboratory confirmation of novel human coronavirus (hCoV-EMC) infections", "authors": [{"first": "V", "middle": ["M"], "last": "Corman", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Muller", "suffix": ""}, {"first": "U", "middle": [], "last": "Costabel", "suffix": ""}], "year": 2012, "venue": "Euro Surveill", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Clinical features and virological analysis of a case of Middle East respiratory syndrome coronavirus infection", "authors": [{"first": "C", "middle": [], "last": "Drosten", "suffix": ""}, {"first": "M", "middle": [], "last": "Seilmaier", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Corman", "suffix": ""}], "year": 2013, "venue": "Lancet Infect Dis", "volume": "13", "issn": "", "pages": "745--51", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Human coronavirus EMC does not require the SARS-coronavirus receptor and maintains broad replicative capability in mammalian cell lines", "authors": [{"first": "M", "middle": ["A"], "last": "Muller", "suffix": ""}, {"first": "V", "middle": ["S"], "last": "Raj", "suffix": ""}, {"first": "D", "middle": [], "last": "Muth", "suffix": ""}], "year": 2012, "venue": "mBio", "volume": "3", "issn": "", "pages": "515--527", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Plaque assay for human coronavirus NL63 using human colon carcinoma cells", "authors": [{"first": "P", "middle": [], "last": "Herzog", "suffix": ""}, {"first": "C", "middle": [], "last": "Drosten", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Muller", "suffix": ""}], "year": 2008, "venue": "Virol J", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Human infection with MERS coronavirus after exposure to infected camels, Saudi Arabia", "authors": [{"first": "Z", "middle": ["A"], "last": "Memish", "suffix": ""}, {"first": "M", "middle": [], "last": "Cotten", "suffix": ""}, {"first": "B", "middle": [], "last": "Meyer", "suffix": ""}], "year": 2013, "venue": "Emerg Infect Dis", "volume": "20", "issn": "", "pages": "1012--1017", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Antibodies against MERS coronavirus in dromedary camels", "authors": [{"first": "B", "middle": [], "last": "Meyer", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Muller", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Corman", "suffix": ""}], "year": 2003, "venue": "Emerg Infect Dis", "volume": "20", "issn": "", "pages": "552--561", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "MrBayes 3.2: efficient Bayesian phylogenetic inference and model choice across a large model space", "authors": [{"first": "F", "middle": [], "last": "Ronquist", "suffix": ""}, {"first": "M", "middle": [], "last": "Teslenko", "suffix": ""}, {"first": "P", "middle": [], "last": "Van Der Mark", "suffix": ""}], "year": 2012, "venue": "Syst Biol", "volume": "61", "issn": "", "pages": "539--581", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Hospital outbreak of Middle East respiratory syndrome coronavirus", "authors": [{"first": "A", "middle": [], "last": "Assiri", "suffix": ""}, {"first": "A", "middle": [], "last": "Mcgeer", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Perl", "suffix": ""}], "year": 2013, "venue": "N Engl J Med", "volume": "369", "issn": "", "pages": "407--423", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Community case clusters of Middle East respiratory syndrome coronavirus in Hafr Al-Batin, Kingdom of Saudi Arabia: a descriptive genomic study", "authors": [{"first": "Z", "middle": ["A"], "last": "Memish", "suffix": ""}, {"first": "M", "middle": [], "last": "Cotten", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Watson", "suffix": ""}], "year": 2014, "venue": "Int J Infect Dis", "volume": "23", "issn": "", "pages": "63--71", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) infections in two returning travellers in the Netherlands", "authors": [{"first": "M", "middle": [], "last": "Kraaij-Dirkzwager", "suffix": ""}, {"first": "A", "middle": [], "last": "Timen", "suffix": ""}, {"first": "K", "middle": [], "last": "Dirksen", "suffix": ""}], "year": 2014, "venue": "Euro Surveill", "volume": "19", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "First confirmed cases of Middle East respiratory syndrome coronavirus (MERS-CoV) infection in the United States, updated information on the epidemiology of MERS-CoV infection, and guidance for the public, clinicians, and public health authorities", "authors": [{"first": "S", "middle": ["R"], "last": "Bialek", "suffix": ""}, {"first": "D", "middle": [], "last": "Allen", "suffix": ""}, {"first": "F", "middle": [], "last": "Alvarado-Ramy", "suffix": ""}], "year": 2014, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "63", "issn": "", "pages": "431--437", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Middle East respiratory syndrome coronavirus quasispecies that include homologues of human isolates revealed through whole-genome analysis and virus cultured from dromedary camels in Saudi Arabia", "authors": [{"first": "T", "middle": [], "last": "Briese", "suffix": ""}, {"first": "N", "middle": [], "last": "Mishra", "suffix": ""}, {"first": "K", "middle": [], "last": "Jain", "suffix": ""}], "year": 2014, "venue": "mBio", "volume": "5", "issn": "", "pages": "1146--1160", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Sequence information and comments regarding MERS-coronavirus (CoV) in Jeddah, Kingdom of Saudi Arabia", "authors": [{"first": "C", "middle": [], "last": "Drosten", "suffix": ""}, {"first": "V", "middle": [], "last": "Corman", "suffix": ""}], "year": 2014, "venue": "ProMed-Mail", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Isolation of MERS coronavirus from a dromedary camel", "authors": [{"first": "V", "middle": ["S"], "last": "Raj", "suffix": ""}, {"first": "Abaf", "middle": [], "last": "Elmoubasher", "suffix": ""}, {"first": "Cbem", "middle": [], "last": "Reusken", "suffix": ""}], "year": 2014, "venue": "Emerg Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3201/eid2008.140663"]}}, "BIBREF18": {"ref_id": "b18", "title": "Transmission of MERS-coronavirus in household contacts", "authors": [{"first": "C", "middle": [], "last": "Drosten", "suffix": ""}, {"first": "B", "middle": [], "last": "Meyer", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Müller", "suffix": ""}], "year": 2014, "venue": "N Engl J Med", "volume": "371", "issn": "", "pages": "828--863", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The epidemiology of severe acute respiratory syndrome in the 2003 Hong Kong epidemic: an analysis of all 1755 patients", "authors": [{"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Hedley", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Ho", "suffix": ""}], "year": 2004, "venue": "Ann Intern Med", "volume": "141", "issn": "", "pages": "662--73", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Colonization of severe acute respiratory syndrome-associated coronavirus among health-care workers screened by nasopharyngeal swab", "authors": [{"first": "H", "middle": ["T"], "last": "Ho", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Chang", "suffix": ""}, {"first": "T", "middle": ["Y"], "last": "Wei", "suffix": ""}], "year": 2006, "venue": "Chest", "volume": "129", "issn": "", "pages": "95--101", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Summary of features of the outbreak as derived from Jeddah Regional Laboratory file data. A, Overall diagnostic requests. B, Positive cases (y axis = cases per day) in King Fahd Hospital (KFH) vs all other hospitals, recording 3-day intervals starting on March 26 and ending on April 28 2014. C and D, Distribution of cycle threshold (Ct) values in 1056 samples pertaining to investigations in cases in Jeddah without hospital number (n = 18 positive samples) vs 3799 samples with hospital number (n = 150 positive samples). Average Ct values in cases and contacts were 30 and 33.1, respectively (2-tailed t test, P < .009).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Phylogenetic tree inferred using MrBayes[11] for the concatenated coding regions of 105 Middle East respiratory syndrome coronavirus genomes or partial genomes sampled from humans and camels. We employed a codon position-specific general time reversible (GTR) substitution model with γ-distributed rates among sites. Displayed is the majority consensus of 10 000 trees sampled from the posterior distribution with mean branch lengths. Posterior support is shown for nodes where <0.90. Sequences sampled from camels are denoted with a yellow circle, those from humans with a green circle. Sequences new to this study are labeled in bold.The cluster comprising viruses isolated from the Jeddah/Makkah hospitals in April 2014 are highlighted with a red box and those from the Prince Sultan Military Medical City, Riyadh, in March-April 2014 are highlighted in blue. For comparison, the Al-Hasa 2013 hospital outbreak", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Growth kinetics of Middle East respiratory syndrome coronavirus (MERS-CoV) isolates EMC/2012, Jeddah_10306, and Riyadh_683 in cell culture. VeroB4 and A459 cells were infected at a multiplicity of infection (MOI) of 1 (A and B, respectively) or MOI of 0.01 (C and D, respectively). Samples from the supernatant were taken at indicated time points, and virus growth was measured by real-time reverse transcription polymerase chain reaction. VeroB4 cells infected at an MOI of 1 (A) showed total cytopathogenic effect (CPE) at 48 hours postinfection ( p.i.), terminating the experiment. A459 cells did not show any CPE even when infected at an MOI of 1 at 72 hours p.i. (B). E, Effect of pretreatment of cell cultures with type I interferon (IFN) at low or high dosage. F, Virus-neutralizing effect of human serum with known anti-MERS-CoV neutralizing antibody titer at different dilutions. Abbreviations: GE, genome equivalents; tCPE, total cytopathogenic effect. (Figure 4A and 4B). Mean Ct values in Jeddah and elsewhere were not significantly different (30.4 and 31.4, respectively). However, the frequency distributions and median values suggested a pronunciation of lower viral load samples in Jeddah. Within Jeddah, Ct values in KFH (n = 82) did not differ from those in any other hospitals (n = 108). All samples from Jeddah tested during April were categorized by week of reception and plotted as shown in", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Virus shedding in patients. Cycle threshold (Ct) values during the outbreak in Jeddah. A and B, Frequency distribution of Ct values in Jeddah vs other cities. C, Ct values during the outbreak in Jeddah by week, starting on 26 March 2014.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Tests in Samples With and Without Hospital Number, by City", "latex": null, "type": "table", "html": "<html><body><table><tr><td>City\n</td><td>Tests With Hospital Number\n</td><td>Tests Without Hospital Numbera </td><td>Ratio\n</td></tr><tr><td>Jeddah </td><td>3739 (4% positive) </td><td>1056 (1.7% positives) </td><td>28%\n</td></tr><tr><td>Other than\n</td><td>1072 (2.9% positive) </td><td>59 (0 positives) </td><td>5.5%\n</td></tr><tr><td> </td><td>Jeddah\n</td></tr></table></body></html>"}, "TABREF1": {"text": "clinical samples from Jeddah with projected viral loads of ≥5 × 10 6 copies per sample were selected and inoculated in Vero B4 cells. Five viral isolates were obtained. Because the replication pheno-", "latex": null, "type": "table"}, "TABREF2": {"text": "Single-Nucleotide Polymorphisms in Jeddah-Type Viruses and Reference Viruses Median sampling date on 14 April. The 68 samples represented 40% of all positive samples identified at JRL in Jeddah patients. b This patient had a travel history to King Fahd Hospital in Jeddah within 1 incubation time before onset of symptoms. c This was the last patient detected and sequenced in Jeddah before the onset of the outbreak at the end of March. The SNP at position 23 953 could not be sequenced because the diagnostic sample contained only minute amounts of RNA and had been stored at −20°C for a prolonged time. d This patient had no travel history. Virus 2014_SA158 clusters among camel viruses in ancestral relationship to Jeddah-type human viruses, such as Camel_Qatar2_KJ650098. e This virus was transmitted from a camel in Jeddah, October/November 2013.", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgments. This study was part of a public health intervention under the authority of the Ministry of Health of the Kingdom of Saudi Arabia.Disclaimer. Tib-Molbiol had no influence in the decision to use the reagents mentioned in this study. The work does not make any comparisons of these reagents with products provided by competing commercial or noncommercial entities. Potential conflicts of interest. O. L. is CEO of Tib-Molbiol, a company providing some of the reverse transcription polymerase chain reaction reagents used in this study. All other authors report no potential conflicts.All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}