{"paper_id": "2b932f4fdd2e871ca686b0f9a6d2247edf643c50", "metadata": {"title": "Functional investigation of the chromosomal ccdAB and hipAB operon in Escherichia coli Nissle 1917", "authors": [{"first": "Jun", "middle": [], "last": "Xu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kai", "middle": [], "last": "Xia", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Pinyi", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chenggong", "middle": [], "last": "Qian", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yudong", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xinle", "middle": [], "last": "Liang", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Toxin-antitoxin systems (TASs) have attracted much attention due to their important physiological functions. These small genetic factors have been widely studied mostly in commensal Escherichia coli strains, whereas the role of TASs in the probiotic E. coli Nissle 1917 (EcN) is still elusive. Here, the physiological role of chromosomally encoded type II TASs in EcN was examined. We showed that gene pair ECOLIN_00240-ECOLIN_00245 and ECOLIN_08365-ECOLIN_08370 were two functional TASs encoding CcdAB and HipAB, respectively. The homologs of CcdAB and HipAB were more conserved in E. coli species belonging to pathogenic groups, suggesting their important roles in EcN. CRISPRi-mediated repression of ccdAB and hipAB significantly reduced the biofilm formation of EcN in the stationary phase. Moreover, ccdAB and hipAB were shown to be responsible for the persister formation in EcN. Biofilm and persister formation of EcN controlled by the ccdAB and hipAB were associated with the expression of genes involved in DNA synthesis, SOS response, and stringent response. Besides, CRISPRi was proposed to be an efficient tool in annotating multiple TASs simultaneously. Collectively, our results advance knowledge and understanding of the role of TASs in EcN, which will enhance the utility of EcN in probiotic therapy.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "• Two TASs in EcN were identified as hipAB and ccdAB.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "• Knockdown of HipAB and CcdAB resulted in decreased biofilm formation of EcN.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "• Transcriptional silencing of hipAB and ccdAB affected the persister formation of EcN.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "• An attractive link between TASs and stress response was unraveled in EcN.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "• CRISPRi afforded a fast and in situ annotation of multiple TASs simultaneously.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Nowadays, a variety of probiotics have been explored and applied to food and therapeutic interests, of which lactic acid bacteria biologics are the dominant types due to their biological functions and safety. Among the enteric commensal Escherichia species, E. coli Nissle 1917 (EcN) is the only one which has been authorized as a probiotic and applied to treat various human gastrointestinal disorders and infections, including diarrhea, diverticulitis, and inflammatory bowel disease (IBD) (Secher et al. 2017; Sonnenborn 2016) . Furthermore, as a safe delivery vector, EcN has been successfully developed to upload various functional allergens in the allergy desensitization, wherein its probiotic functions have been extended synergistically due to the immunotherapy line (Sarate et al. 2018) . In a colorectal cancer chemoprevention test, the recombinant EcN was directed specifically to the cancer cell surface and in situ expressed myrosinase to perform the host-ingested glucosinolate hydrolysis for sulphoraphane production (Ho et al. 2018) . Besides, genetically engineered EcN strains have been used in vaccine and pharmaceutical preparations (Chaudhari et al. 2017; Ou et al. Jun Xu and Kai Xia contributed equally to this work.", "cite_spans": [{"start": 492, "end": 512, "text": "(Secher et al. 2017;", "ref_id": "BIBREF46"}, {"start": 513, "end": 529, "text": "Sonnenborn 2016)", "ref_id": "BIBREF50"}, {"start": 776, "end": 796, "text": "(Sarate et al. 2018)", "ref_id": "BIBREF45"}, {"start": 1033, "end": 1049, "text": "(Ho et al. 2018)", "ref_id": "BIBREF20"}, {"start": 1154, "end": 1177, "text": "(Chaudhari et al. 2017;", "ref_id": "BIBREF6"}, {"start": 1178, "end": 1191, "text": "Ou et al. Jun", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Electronic supplementary material The online version of this article (https://doi.org/10.1007/s00253-020-10733-6) contains supplementary material, which is available to authorized users. 2016). When the EcN is employed for probiotic therapy, the viability of EcN is one important factor that determines the final therapeutic effect, therefore, to sustain the survival of EcN on a desired level is necessary during probiotic therapy.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "It is rational that forming biofilm and persister cells will promote population colonizing onto the gastrointestinal tract mucosal layer, thereby allowing probiotics to in situ develop and carry out functional therapies. Previous studies showed that biofilm formation promotes the ability of Lactobacillus strains in resistance to temperature, gastric pH and mechanical forces (Salas-Jara et al. 2016) , and a bile-induced biofilm formation during stationary growth allows Bifidobacteria strains for strong colonization in the gastrointestinal tract (Ambalam et al. 2014) . It is evident that the probiotic mechanism of EcN is inseparable from its colonization ability (Hancock et al. 2010) . Beyond the contribution of pili (F1A, F1C, and curly fimbriae), iron chelating carriers, and uptake systems, the better capacity of EcN in biofilm formation competitively inhibits adhesion and invasion of pathogenic E. coli to intestinal epithelial cells (Dembinski et al. 2016; Jiang et al. 2014) . Persister cells firstly reported in the early 1940s are phenotypic variants in a given population that presents antibiotic tolerance due to their slow or non-growing state (Page and Peti 2016) . Persister cells are able to revert to normal growth when the adverse stimuli such as antibiotics are removed. As studies progressed, forming persister cells has been generally accepted as an important strategy for bacteria to survive upon hostile environments (Page and Peti 2016; Van den Bergh et al. 2017) . Moreover, the persistence phenomenon has been widely described and determined in E. coli. Therefore, it is likely that cells in a persistent state will be helpful for EcN to become the winner during outcompeting with the pathogenic enteric microbiome in the intestine. However, the current understanding of the underlying mechanisms involved in the biofilm and persister formation of EcN is inadequate.", "cite_spans": [{"start": 377, "end": 401, "text": "(Salas-Jara et al. 2016)", "ref_id": "BIBREF44"}, {"start": 550, "end": 571, "text": "(Ambalam et al. 2014)", "ref_id": "BIBREF0"}, {"start": 669, "end": 690, "text": "(Hancock et al. 2010)", "ref_id": "BIBREF17"}, {"start": 948, "end": 971, "text": "(Dembinski et al. 2016;", "ref_id": "BIBREF9"}, {"start": 972, "end": 990, "text": "Jiang et al. 2014)", "ref_id": "BIBREF22"}, {"start": 1165, "end": 1185, "text": "(Page and Peti 2016)", "ref_id": "BIBREF37"}, {"start": 1448, "end": 1468, "text": "(Page and Peti 2016;", "ref_id": "BIBREF37"}, {"start": 1469, "end": 1495, "text": "Van den Bergh et al. 2017)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Introduction"}, {"text": "Multiple signaling layers have been reported to participate in modulating biofilm and persister formation, including stringent control (Fujita et al. 2017 ), quorum sensing system (Li et al. 2018 ), c-di-GMP signaling pathway (Moreira et al. 2017) , and toxin-antitoxin system (TAS) (Sun et al. 2017 ). Among these, TAS has attracted much attention due to their critical roles in cell physiologies such as programmable cell death, biofilm formation, and persister formation (Harms et al. 2018; Page and Peti 2016) . A typical TAS constituted a bicistron line which is composed of a stable toxin or growth arrest factor and its unstable inhibitor (antitoxin) (Yang and Walsh 2017) . Currently, six types of TASs have been classified, wherein the distribution and prevalence of type II are the most dominant and universal in bacteria and Archaea (Page and Peti 2016) . In E. coli, more than ten kinds of type II TASs have been studied, of which the F-plasmid-based ccdAB and high persistence allele hipAB are two of the best characterized and identified that are mainly responsible for the plasmid maintenance and persister formation, respectively (Ogura and Hiraga 1983; Semanjski et al. 2018; Wen et al. 2014 ). However, the relevant knowledge in EcN is still insufficient. In addition to their critical roles in physiologies, TASs have recently been developed as an efficient counterselectable marker in E. coli recombineering. For example, the toxic gene ccdB is developed as a counterselection module to improve seamless mutagenesis and the efficiency of high-throughput, restriction-free cloning, and screening process in E. coli (Wang et al. 2014; Lund et al. 2014) . Endogenous TAS ydcE-ydcD has been used for constructing a stable and foodgrade expression system in Bacillus subtilis . These shed light on the application of endogenous TASs in the genetic modification of EcN in terms of plasmid construction and chromosomal gene knock-in.", "cite_spans": [{"start": 135, "end": 154, "text": "(Fujita et al. 2017", "ref_id": "BIBREF12"}, {"start": 180, "end": 195, "text": "(Li et al. 2018", "ref_id": "BIBREF29"}, {"start": 226, "end": 247, "text": "(Moreira et al. 2017)", "ref_id": "BIBREF34"}, {"start": 283, "end": 299, "text": "(Sun et al. 2017", "ref_id": "BIBREF51"}, {"start": 474, "end": 493, "text": "(Harms et al. 2018;", "ref_id": "BIBREF18"}, {"start": 494, "end": 513, "text": "Page and Peti 2016)", "ref_id": "BIBREF37"}, {"start": 658, "end": 679, "text": "(Yang and Walsh 2017)", "ref_id": "BIBREF61"}, {"start": 844, "end": 864, "text": "(Page and Peti 2016)", "ref_id": "BIBREF37"}, {"start": 1146, "end": 1169, "text": "(Ogura and Hiraga 1983;", "ref_id": "BIBREF35"}, {"start": 1170, "end": 1192, "text": "Semanjski et al. 2018;", "ref_id": "BIBREF47"}, {"start": 1193, "end": 1208, "text": "Wen et al. 2014", "ref_id": "BIBREF59"}, {"start": 1634, "end": 1652, "text": "(Wang et al. 2014;", "ref_id": "BIBREF57"}, {"start": 1653, "end": 1670, "text": "Lund et al. 2014)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Introduction"}, {"text": "In the current study, we identified two type II TAS pairs and investigated their physiological roles in EcN. To achieve this, the well-known gene-editing tool CRISPR interference (CRISPRi) is first introduced to annotate TAS. We demonstrated that the identified ccdAB and hipAB are associated with the formation of biofilm and persister cells in EcN. Our findings highlight that TASs may be an important candidate in the in situ engineering of EcN when employed as probiotic therapy to sustain cell viability, and CRISPRi will be an efficient and robust tool in driving the engineering process.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The strains and plasmids used in this study were listed in Table 1 . All strains were grown in LB medium (10 g/L peptone, 5 g/L yeast extract, 10 g/L NaCl) at 37°C, with shaking at 180 r/min (liquid culture). For plasmid maintenance, LB medium was supplemented with ampicillin (50 μg/mL), kanamycin (50 μg/mL), and chloramphenicol (25 μg/mL) when appropriate. E. coli DH5α and BL21 (DE3) were applied for plasmid propagation and preparation, and protein expression, respectively.", "cite_spans": [], "ref_spans": [{"start": 59, "end": 66, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Bacterial strains, plasmids, and growth conditions"}, {"text": "Putative type II TASs in the E. coli genome were predicted by a web-based tool TA finder (http://202.120.12.133/TAfinder/ index.php) using default parameters. Comparative analysis of the TASs in EcN with other E. coli species was performed using the BLAST tool involved in NCBI (https://www.ncbi. nlm.nih.gov/). The synteny analysis of TASs in each E. coli strains was carried out by SyntTax (http://archaea.u-psud.fr/ SyntTax/). BPROM was used for the prediction of putative promoters (http://www.softberry.com/). The homologous sequences of ECOLIN_00240, ECOLIN_00245, ECOLIN_ 08365, and ECOLIN_08370 from other E. coli groups were used for the construction of phylogenetic trees via MEGA6.0 software (Tamura et al. 2013) . The evolutionary history was determined using the neighbor-joining method and the p- Cloning and expression of putative toxin and antitoxin genes", "cite_spans": [{"start": 703, "end": 723, "text": "(Tamura et al. 2013)", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Bioinformatics analysis"}, {"text": "Putative toxin and antitoxin genes were amplified by PCR using the EcN genome as the template and Prime STAR Max DNA Polymerase (TaKaRa, Japan), with the primers listed in Table S1 (P1-P8, supplementary materials). The obtained DNA fragments were inserted into the multiple cloning sites MCS1 and MCS2 included in pETDuet-1 (Novagen) after double digestion by appropriate restriction enzymes (BamHI and PstI for gene encoding toxin, and KpnI and EcoRV for gene encoding antitoxin), respectively, to produce plasmid comprising gene encoding either toxin or antitoxin protein or both. Positive colonies were selected by colony-PCR using primer P9-P12 (Table S1 ) and verified by sequencing. Evaluation of the toxicity of toxin proteins was performed as previously described with some modifications (Xia et al. 2019) . Shortly, overnight cultures of E. coli BL21 (DE3) comprising different plasmids were inoculated to fresh LB medium with 1% inoculum and grown until an OD 600 of 0.25 ± 0.05. Then, 1 mM IPTG was added and cell growth was monitored by measuring OD 600 of the cultures. After induction for 4 h, the aliquots of each culture were 10-fold serially diluted and spotted on plates without IPTG to detect cell viability. All primers were synthesized by Sangon Biotech (Shanghai) Co., Ltd.", "cite_spans": [{"start": 796, "end": 813, "text": "(Xia et al. 2019)", "ref_id": "BIBREF60"}], "ref_spans": [{"start": 172, "end": 180, "text": "Table S1", "ref_id": "TABREF0"}, {"start": 649, "end": 658, "text": "(Table S1", "ref_id": "TABREF0"}], "section": "Bioinformatics analysis"}, {"text": "In CRISPRi system, the nuclease-deficient Cas9 (dCas9) was expressed using an anhydrotetracycline (aTc) inducible promoter, while the single-guide RNA (sgRNA) was expressed continuously with promoter J23119 . In order to inhibit the expression of ccdAB and hipAB in vivo, two specifically designed sgRNAs comprising 20-nucleotide (nt) spacer sequence (N20 sequence) complementary to the target genes ccdB and hipB were designed by a web-based tool (http://crispr.dbcls.jp/), respectively. To improve the efficiency, six N20 sequences possessing the best hits were selected and synthesized in the form of primers (three for each gene) (Table S1 , sequence underlined, only one best N20 sequence was shown). The detailed processes of construction were shown in supplementary materials (Fig. S1a) . Briefly, DNA fragments containing the N20 sequence were amplified by PCR using plasmid pgRNA-bacteria as the template. The obtained DNA fragments were purified and sub-cloned into plasmid pgRNA-bacteria between SpeI and BamHI restriction sites to produce plasmid pgRCB and pgRHB. The positive colonies were verified by sequencing. The plasmid pgRCB and pgRHB were transformed into EcN along with pdCas9bacteria to create the respective ccdAB and hipAB knockeddown strains (Fig. S1b) . To repress the expression of ccdAB and hipAB, 2 μM aTc (Sigma, USA) was added to the culture medium at the indicated time. The repression of gene expression was confirmed by RT-PCR. To suppress the transcription of ccdAB and hipAB simultaneously, the plasmid pURCBH comprising the sgRNA targeting to ccdB and hipB was constructed and transformed along with pdCas9-bacteria into EcN (Fig. S2 ).", "cite_spans": [], "ref_spans": [{"start": 634, "end": 643, "text": "(Table S1", "ref_id": "TABREF0"}, {"start": 783, "end": 793, "text": "(Fig. S1a)", "ref_id": null}, {"start": 1268, "end": 1278, "text": "(Fig. S1b)", "ref_id": null}, {"start": 1663, "end": 1671, "text": "(Fig. S2", "ref_id": "FIGREF0"}], "section": "Construction of CRISPRi system and knockdown expression of ccdAB and hipAB"}, {"text": "O v e r n i g h t c u l t u r e s o f E c N : : p d C a s 9 : : p g R C B , EcN::pdCas9::pgRHB , and EcN::pdCas9::pURCBH were inoculated to fresh LB medium with 1% inoculum (2 μM aTc was added to the medium where indicated) and grown until OD 600 of 0.6 ± 0.05, respectively. Cell samples were collected by centrifugation (8000 r/min, 5 min). RNA extraction was carried out using TaKaRa MiniBEST Universal RNA Extraction Kit (TaKaRa, Japan) according to the manufacturer's instructions. The RNA yield and quality were evaluated with a NanoDrop UV spectrometer (Thermo Scientific, USA). The first-strand cDNA was synthesized using the PrimeScript™II 1st Strand cDNA Synthesis Kit (TaKaRa, Japan). The purified cDNA fragments were used as the template in the following polymerase chain reaction (PCR) analysis. For quantitative reverse transcription (qRT-PCR) analysis, the RNA samples were prepared similarly. Shortly, overn i g h t c u l t u r e s o f E c N , E c N : : p d C a s 9 : : p g R C B , EcN::pdCas9::pgRHB, and EcN::pdCas9::pURCBH were inoculated to fresh LB medium containing 2 μM aTc with 1% inoculum and grown for 24 h. Then, cells were collected by centrifugation and used for RNA extraction and cDNA synthesis as described above. The qRT-PCR was performed with the SYBR Premix Ex Taq™II Kit (TaKaRa) with a final volume of 20 μL, which contained 10 μL of SYBR Premix Ex Taq II, 0.4 μL of each primer (final concentration 0.4 μM), 2 μL of cDNA, and 7.2 μL of RNase-free dH 2 O. All of the primers used in this part were listed in Table S1 (P23-P42). The amplification procedure included denaturation at 95°C for 5 min; 40 cycles of 95°C for 15 s, and 60°C for 30 s. The melting curves were analyzed by Taipu TIB8600 qRT-PCR system (Taipu, China). The data were analyzed by the ΔΔCt method using 16S rRNA as an internal reference. The relative fold change was calculated from 2 −ΔΔCt , in which, ΔCt = Ct target gene -Ct internal reference gene, ΔΔCt = Ct sample -Ct control.", "cite_spans": [], "ref_spans": [{"start": 1545, "end": 1553, "text": "Table S1", "ref_id": "TABREF0"}], "section": "RNA extraction, RT-PCR, and qRT-PCR analysis"}, {"text": "The assay of biofilm formation was performed as previously reported with some modifications (Sun et al. 2017) . In brief, 50 μL aliquots of each culture were inoculated into 5 mL fresh LB medium (with or without aTc) contained in two different 6-well polystyrene culture plates (final OD 600 of~0.05), followed by incubating at 37°C without shaking for 24 h. Then, the medium was discarded, and the wells were gently rinsed with 1X PBS to remove planktonic and loosely adhered cells. The adhered biofilm was quantified by staining the cells with 1% crystal violet solution for 30 min at room temperature. The excess crystal violet was removed by washing the wells three times with distilled water. Crystal violet bound to the adhered cells was solubilized in 1 mL of 95% ethanol and quantified by measuring absorbance at 540 nm and 620 nm. For biofilm assay using a differential interference microscope (Olympus U-LH100-3, Japan), the sterilized coverslips were added to the well after inoculation as described above. After incubation for 24 h, the coverslips were taken out and washed gently using PBS buffer (0.15 M, pH 7.2) to remove the planktonic cells. The biofilm formation of each tested group was captured using the microscope. All experiments were performed with three independent biological replicates.", "cite_spans": [{"start": 92, "end": 109, "text": "(Sun et al. 2017)", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "Biofilm formation assay"}, {"text": "All antibiotics (USP grade) were purchased from Sangon Biotech (Shanghai) Co., Ltd. The minimal inhibitory concentration (MIC) of gentamycin and norfloxacin was detected as previously reported (Andrews 2001) . Briefly, overnight cultures of different strains were diluted by 1:100 into fresh LB medium containing gentamycin or norfloxacin with different concentrations. The mixtures were added to 96-well plates (200 μL in each well) and incubated at 37°C for 24 h. The optical density (OD 600 ) was determined by a microtiter plate reader (Victor™X3, PerkinElmer). The lowest antibiotic concentration that inhibited visible bacterial growth was defined as the MIC (OD change < 0.05). For persistence level detection, a time-dependent killing curve was assayed. In brief, overnight cultures of different strains were inoculated into fresh LB medium with or without aTc (2 μM) and grown for 24 h, followed by adding gentamycin or norfloxacin to a final concentration of 10-fold the MIC. Following treatment, cells collected at indicated time by centrifugation (8000 r/min, 3 min) were washed and resuspended using a fresh LB medium. The suspension was then serially diluted and plated on LB agar plates to obtain the colony-forming units (CFU/mL). Persistence shown as survival (%) was obtained by dividing the number of surviving cells following treatment with antibiotics by the total number of cells without treatment.", "cite_spans": [{"start": 193, "end": 207, "text": "(Andrews 2001)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Persistence assay"}, {"text": "All statistical analyses were performed using Origin software (version 9.0). Where appropriate, the data were analyzed using Student's t test. Differences were considered statistically significant at p < 0.05. Values in the figure were expressed as the mean of three biological replicates ± one standard deviation.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Two loci are identified as functional TASs belonging to ccdAB and hipAB", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Putative type II TASs in the EcN chromosome were predicted using a web-based tool TA finder. Totally, 16 TASs were found (Fig. 1a) , which was higher than the average level of TASs distribution observed in other E. coli species (~10) (Fiedoruk et al. 2015) . Among them, most of the TA modules possessed toxins belonging to RelE and YhaV super-families and antitoxins belonging to HTH_XRE and PrlF super-families, respectively. We chose two of them for further functional analysis in the current study. ECOLIN_00240 (52351… 52584) and ECOLIN_00245 (52587…52901), encoding two proteins of 77 aa and 104 aa, were predicted as a typical TAS ccdAB. The genetic structure analysis showed that they formed the canonical bicistronic structure of the toxinantitoxin system, with the antitoxin gene ECOLIN_00240 locating upstream of the toxin gene ECOLIN_00245 with 2 bases in distance (Fig. 1b) . These two genes shared a promoter upstream of the ECOLIN_00240, which was predicted by BPROM. Additionally, conserved domain analysis of these t w o p r o t e i n s s h o w e d t h a t E C O L I N _ 0 0 2 4 5 a n d ECOLIN_00240 possessed the domain belonging to CcdB (pfam01845) and CcdA (COG5302), respectively, suggesting that they might be a functional TAS. Similarly, ECOLIN_08365 (1709929…1711248) and ECOLIN_08370 (1711248…1711514) were suggested to constitute a functional TAS belonging to hipAB based on genetic structure and conserved domain analysis. For example, ECOLIN_08370 located upstream of ECOLIN_08365 with one base (A) overlapped, and both of them shared a promoter (Fig. 1c) . ECOLIN_08370 (88 aa) and ECOLIN_08365 (439 aa) possessed the domain included in HipB (PRK09726) and HipA (cd17808), respectively.", "cite_spans": [{"start": 234, "end": 256, "text": "(Fiedoruk et al. 2015)", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 121, "end": 130, "text": "(Fig. 1a)", "ref_id": null}, {"start": 877, "end": 886, "text": "(Fig. 1b)", "ref_id": null}, {"start": 1574, "end": 1583, "text": "(Fig. 1c)", "ref_id": null}], "section": "Results"}, {"text": "To investigate the activity of individual toxins, the E. coli was used for host killing assay. Expression of CcdB induced by IPTG significantly inhibited cell growth and viability as shown by a decrease in turbidity and colony-forming units (CFU/mL) ( Fig. 1 d and e) . In contrast, the expression of CcdA did not affect cell growth and colony-forming activity. Besides, the toxic effect of CcdB could be neutralized by co-expressing with CcdA. Likewise, toxin HipA overexpressed robustly caused cell growth arrest, and this inhibition could be abolished when HipA was co-expressed with antitoxin HipB (Fig. 1f) . Moreover, toxin HipA remarkably reduced the colony-forming activity of E. coli cells (Fig. 1g) . These observations were consistent with previous reports wherein Fig. 1 Characterization of type II toxin-antitoxin systems in EcN. a Map distribution of putative type II toxin-antitoxin systems in the EcN chromosome. Text in red and black indicates the toxin part and the antitoxin part, respectively. b Chromosomal synteny analysis of ECOLIN_00240 (ccdA) and ECOLIN_00245 (ccdB). c Chromosomal synteny analysis of ECOLIN_08370 (hipB) and ECOLIN_08365 (hipA). White arrows represent hypothetical proteins. d Growth curves of E. coli BL21 (DE3) derivatives carrying plasmid pECA, pECB, pECAB, and pETDUet-1. e Cell growth on LB plate after induction for 4 h. f Growth curves of E. coli BL21 (DE3) derivatives carrying plasmid pEHA, pEHB, pEHAB, and pETDUet-1. g Cell growth on LB plate after induction for 4 h. Mean values and standard deviations (error bars) are shown from the three biological replicates. Red arrows indicate the addition of IPTG overexpression of HipA and CcdB resulted in dramatic growth slowdown (Germain et al. 2013; Gupta et al. 2017) . Combined, these results suggested that the ECOLIN_00240-ECOLIN_00245 and ECOLIN_08365-ECOLIN_08370 of EcN constituted the typical TAS ccdAB and hipAB, respectively.", "cite_spans": [{"start": 1729, "end": 1750, "text": "(Germain et al. 2013;", "ref_id": "BIBREF14"}, {"start": 1751, "end": 1769, "text": "Gupta et al. 2017)", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 252, "end": 267, "text": "Fig. 1 d and e)", "ref_id": null}, {"start": 602, "end": 611, "text": "(Fig. 1f)", "ref_id": null}, {"start": 699, "end": 708, "text": "(Fig. 1g)", "ref_id": null}, {"start": 776, "end": 782, "text": "Fig. 1", "ref_id": null}], "section": "Results"}, {"text": "In addition to the canonical HipAB described above, a tricomponent hipAAB was also observed in the EcN chromosome (Fig. 1a) . Interestingly, the hipA was split into two genes hipA N (4900381…4900968, encoding N terminus domain) and hipA C (4901039…4901650, encoding C terminus domain). Recently, a novel family of tricomponent TAS consisted of hipS, hipT, and hipB was identified in E. coli wherein the hipS and hipT exhibited sequence similarity to N terminus and C terminus of hipA, respectively (Vang Nielsen et al. 2019) . We further compared the sequence of hipA N and hipA C with that of hipS and hipT and found a low similarity between hipA N and hipS, as well as hipA C and hipT (data not shown). These suggested that the split hipA and hipB might form a novel tricomponent TA system in EcN, which needs future investigation.", "cite_spans": [{"start": 498, "end": 524, "text": "(Vang Nielsen et al. 2019)", "ref_id": "BIBREF56"}], "ref_spans": [{"start": 114, "end": 123, "text": "(Fig. 1a)", "ref_id": null}], "section": "Results"}, {"text": "EcN shares similar genetic structure of CcdAB and HipAB with pathogenic E. coli species", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The amino acid sequences of CcdB, CcdA, HipA, and HipB from EcN were used as the reference sequences to search the homologs in other E. coli strains whose genome had been sequenced, including the well-known commensal Escherichia coli (CMEC) as well as the pathogenic groups such as enterohemorrhagic E. coli (EHEC), enteropathogenic E. coli (EPEC), and enterotoxigenic E. coli (ETEC) (Chaudhuri and Henderson 2012) . Totally, 79 complete genome sequences were selected (Table S2) . We found that CcdA was highly conserved in strains belonging to group EPEC, ExPEC, EHEC, and APEC since most of them had the homologs that were tightly clustered together with EcN (Fig. 2a) . Sequence alignment of CcdA showed that there was no or only one mutation (S76R) in most of the strains belonging to these four groups while abundant mutations were found in ETEC and CMEC group strains (Fig. S3) . Similarly, the CcdB was also conserved in pathogenic groups where only two mutations were observed (G10S and E28V) but largely absent in group CMEC ( Fig. 2b and S4 ). The influence of these mutations on the binding efficiency of CcdAB to DNA gyrase needs future investigation. In addition to the sequence conservation between EcN and pathogenic E. coli groups, the highly conserved flanking genes adjacent to ccdAB operon were also observed, whereas 80% of the selected CMEC strains lost the complete ccdAB systems (Fig. 2c) . The loss of ccdAB in CMEC might result from the toxin loss during the evolutionary process as usually observed in previous studies (Martins et al. 2016; Ramisetty and Santhosh 2016) . Taken together, these findings suggested that CcdAB might function similarly in EcN and pathogenic E. coli strains.", "cite_spans": [{"start": 384, "end": 414, "text": "(Chaudhuri and Henderson 2012)", "ref_id": "BIBREF7"}, {"start": 1546, "end": 1567, "text": "(Martins et al. 2016;", "ref_id": "BIBREF32"}, {"start": 1568, "end": 1596, "text": "Ramisetty and Santhosh 2016)", "ref_id": "BIBREF40"}], "ref_spans": [{"start": 469, "end": 479, "text": "(Table S2)", "ref_id": null}, {"start": 662, "end": 671, "text": "(Fig. 2a)", "ref_id": "FIGREF0"}, {"start": 875, "end": 884, "text": "(Fig. S3)", "ref_id": null}, {"start": 1037, "end": 1051, "text": "Fig. 2b and S4", "ref_id": "FIGREF0"}, {"start": 1403, "end": 1412, "text": "(Fig. 2c)", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "In comparison to CcdAB, the well-known HipAB was overall less conserved in different E. coli groups (Fig. 3) . For one thing, few homologs were obtained by BLAST analysis using the EcN HipA and HipB as the reference (Fig. 3a  and b) . For example, only 8 of the 35 EHEC strains had HipA, which resulted from the loss of amino acids (~70 aa) in N terminus (Table S2 ). For another, the surrounding genes of hipAB were not conserved in E. coli groups since few similar synteny structures were found (Fig. 3c) . On the other hand, HipA or HipB of EcN was closely clustered together with that of ExPEC and APEC strains, which was consistent with the results obtained in CcdAB analysis wherein both CcdA and CcdB were more conserved in pathogenic groups. Moreover, the highly conserved flanking genes adjacent to hipAB operon was found in strains belonging to ETEC and ExPEC. Sequence alignment analysis of HipA and HipB presented that the main mutations in HipA homologs were I104L, D107N, V110I, C112R, K234E, Q277R, K290R, K382R, N408T, P435R, R436E, I437Y, R438G, Y439S/I, and the deletion of K in 440; mutations in HipB were T11M, S53T, A73T, A80S, and A81T ( Fig. S5 and S6 ). The influence of these changes on the activity of HipAB deserves future study. Taken together, the CcdAB and HipAB from EcN were more prevalent in strains included in groups other than CMEC, indicating that despite the probiotic nature of E. coli Nissle 1917, it belongs to the phylogenetic group B2, occupied mostly by pathogenic strains responsible for extraintestinal infections (ExPEC).", "cite_spans": [], "ref_spans": [{"start": 100, "end": 108, "text": "(Fig. 3)", "ref_id": null}, {"start": 216, "end": 232, "text": "(Fig. 3a  and b)", "ref_id": null}, {"start": 355, "end": 364, "text": "(Table S2", "ref_id": null}, {"start": 497, "end": 506, "text": "(Fig. 3c)", "ref_id": null}, {"start": 1160, "end": 1174, "text": "Fig. S5 and S6", "ref_id": "FIGREF2"}], "section": "Results"}, {"text": "To investigate the physiological role of ccdAB and hipAB in EcN, CRISPRi-mediated gene knockdown analysis was carried out. In order to inhibit the expression of ccdAB and hipAB operon, the antitoxin part hipB and toxin part ccdB were selected for the target of dCas9, respectively. The RT-PCR results showed that the expression of ccdA was successfully inhibited under the addition of aTc since no visible DNA fragments were amplified using primer P19 and P20 compared with that of the control group (without aTc) (Fig. 4a,  lanes 2 and 4) . The expression of ccdA was restored after removing the inducer aTc (Fig. 4a, lane 6) , which confirmed that ccdA and ccdB were in the same operon and shared a promoter. In order to exclude the experimental bias resulted from the addition of aTc, the 16S rDNA was used as the endogenous control. As shown in lane 1, lane 3, and lane 5, DNA fragments of~250 bp were amplified by using primer P17 and P18 upon either aTc was added or not. Therefore, the expression of ccdAB operon was successfully repressed by targeting the ccdB using CRISPRi. Likewise, transcription of hipA was inhibited by targeting hipB since no visible DNA fragment was amplified when using primer P21 and P22 (Fig. 4b, lane 4) , whereas in the control group (without aTc or 16S rDNA), a bright DNA band was displayed (Fig. 4b, lanes  1, 2, 3, and 5 ). This inhibition could be released by removing aTc (Fig. 4b, lane 6) , indicating that hipA and hipB were in the same operon and shared a promoter. Collectively, the expression of ccdAB and hipAB could be repressed by designing sgRNA that targeted either the toxin gene or the antitoxin gene.", "cite_spans": [], "ref_spans": [{"start": 514, "end": 539, "text": "(Fig. 4a,  lanes 2 and 4)", "ref_id": "FIGREF0"}, {"start": 609, "end": 626, "text": "(Fig. 4a, lane 6)", "ref_id": "FIGREF3"}, {"start": 1222, "end": 1239, "text": "(Fig. 4b, lane 4)", "ref_id": null}, {"start": 1330, "end": 1361, "text": "(Fig. 4b, lanes  1, 2, 3, and 5", "ref_id": "FIGREF0"}, {"start": 1415, "end": 1432, "text": "(Fig. 4b, lane 6)", "ref_id": "FIGREF3"}], "section": "CRISPRi-mediated repression of ccdAB and hipAB"}, {"text": "Take the multiple and complex functions of TASs into consideration, it is more preferable to investigate several TASs simultaneously. To test if the expression of hipAB and ccdAB could be interrupted simultaneously, a plasmid pURCBH carrying sgRNA that targeted specifically to hipB The numbers in the bracket such as \"4/5\" indicate that 4 out of 5 strains in EPEC have the CcdA homologs. c Schematic representation of the flanking genes adjacent to CcdAB. EHEC, enterohemorrhagic E. coli; EPEC, enteric pathogenic E. coli; ETEC, enterotoxigenic E. coli; ExPEC, extraintestinal pathogenic E. coli; APEC, avian pathogenic E. coli; CMEC, commensal E. coli. The strains used in each group were shown in Table S2 . The numbers on the left such as \"23/35\" represent that 23 out of 35 strains in EHEC possess a similar synteny structure. Arrows with the same color represent the homologous sequences, and white arrows indicate hypothetical proteins. 1, glutathione-regulated potassium-efflux system protein KefF; 2, glutathione-regulated potassium-efflux system protein KefC; 3, type 3 dihydrofolate reductase; 4, bis(5′nucleosyl)-tetraphosphatase (symmetrical); 5, Co2+/Mg2+ efflux protein ApaG; 6, ribosomal RNA small subunit methyltransferase A; 7, 4hydroxythreonine-4-phosphate dehydrogenase; 8, chaperone SurA and ccdB was constructed and co-transformed with pdCas9bacteria. After induction, no visible DNA fragments of2 50 bp were amplified when using primer P19 and P20 (Fig. 4c, lane 5) , and P21 and P22 (lane 6), compared with that of the control group (lane 2 and 3), indicating that the transcription of ccdA and hipA were both repressed. This was further supported by the observation that the expression of ccdA and hipA were restored upon aTc elimination (Fig. 4d,  lane 2 and 3) . Meanwhile, the DNA fragments were always obtained when using the cDNA reverse transcribed from 16S rRNA as the template (Fig. 4c, lane 1and 4; Fig. 4d, lane 1) . Combined, these results suggested that the expression of ccdAB and hipAB could be inhibited either separately or simultaneously by the CRISPRi system, and CRISPRi was an efficient tool for parallel annotation of multiple TASs.", "cite_spans": [], "ref_spans": [{"start": 700, "end": 708, "text": "Table S2", "ref_id": null}, {"start": 1471, "end": 1488, "text": "(Fig. 4c, lane 5)", "ref_id": "FIGREF2"}, {"start": 1763, "end": 1787, "text": "(Fig. 4d,  lane 2 and 3)", "ref_id": "FIGREF0"}, {"start": 1910, "end": 1949, "text": "(Fig. 4c, lane 1and 4; Fig. 4d, lane 1)", "ref_id": null}], "section": "CRISPRi-mediated repression of ccdAB and hipAB"}, {"text": "The role of CcdAB and HipAB in biofilm formation was studied. Biofilm formation was quantified by the crystal violet assay (Sun et al. 2017) . The results showed that the inhibited expression of either ccdAB or hipAB significantly reduced the biofilm formation of EcN compared with that of control groups (wildtype and non-induced group), with the value of OD 540 /OD 620 decreased from 1.87 to 1.49, and 1.94 to 1.62, Fig. 3 Comparative and phylogenetic analysis of HipAB among different E. coli serotypes. Phylogenetic tree of HipA (a) and HipB (b). c Schematic representation of the flanking genes adjacent to HipAB. 1, hypothetical protein; 2, trans-aconitate 2-methyltransferase; 3, hypothetical protein; 4, LysR transcriptional regulator; 5, NAD (P)-dependent oxidoreductase; 6, fimbrial protein; 7, fimbrial chaperone protein FimC Fig. 4 Transcriptional repression of ccdAB and hipAB by CRISPRi. Overnight culture of each strain was diluted by 1:100 to 40 mL fresh LB medium supplemented with aTc (2 μM) and grown to exponential phase (OD 600 = 0.6 ± 0.05). Then, cells were collected and used for RNA extraction. For restored expression of ccdAB or/and hipAB, aTc was removed by centrifugation and 40 mL fresh LB medium was added to resuspend the cells, following by incubation at 37°C with shaking for another 4 h. Then, cells were collected and used for RNA and cDNA preparation. a Verification of the transcriptional silencing of ccdAB by RT-PCR. The cDNA reverse transcribed from RNA prepared from \"+\" and \"−\" represent the aTc or corresponding primer was added or not, respectively. \"+/−\" indicates that the aTc was initially added and then removed. All primer sequences were displayed in Table S1 respectively (Fig. 5a) . When the expression of ccdAB and hipAB were both repressed, the biofilm formation was also sharply decreased with the value dropped from 1.77 to 1.35 (Fig. 5a) . Beyond the crystal violet staining assay, the in situ morphology of biofilm was also captured by a differential interference microscope (Fig. S7) . Compared with the control in which no biofilm was observed, the wild-type EcN formed thick biofilm after a 24-h incubation (Fig. S7a) , which was consistent with the previous report that EcN could form biofilm inherently (Chen et al. 2017) . The silence of ccdAB or/ and hipAB expression significantly attenuated the biofilm formation and produced an obviously thinned sheet-like biofilm (Fig. S7b-d) , which supported the results obtained in the crystal violet assay. Collectively, these findings suggested that HipAB and CcdAB functioned actively in the biofilm formation of EcN.", "cite_spans": [{"start": 123, "end": 140, "text": "(Sun et al. 2017)", "ref_id": "BIBREF51"}, {"start": 2267, "end": 2285, "text": "(Chen et al. 2017)", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 419, "end": 425, "text": "Fig. 3", "ref_id": null}, {"start": 838, "end": 844, "text": "Fig. 4", "ref_id": null}, {"start": 1702, "end": 1710, "text": "Table S1", "ref_id": "TABREF0"}, {"start": 1724, "end": 1733, "text": "(Fig. 5a)", "ref_id": "FIGREF2"}, {"start": 1886, "end": 1895, "text": "(Fig. 5a)", "ref_id": "FIGREF2"}, {"start": 2034, "end": 2043, "text": "(Fig. S7)", "ref_id": null}, {"start": 2169, "end": 2179, "text": "(Fig. S7a)", "ref_id": null}, {"start": 2434, "end": 2446, "text": "(Fig. S7b-d)", "ref_id": null}], "section": "Transcriptional silencing of ccdAB and hipAB leads to the decreased formation of biofilm"}, {"text": "In addition to biofilm formation, the role of CcdAB and HipAB in the persister formation of EcN was investigated. The persister phenomenon had not been described in EcN, thus to evade the experimental bias, a common E. coli strain MG1655 was used as the control. Furthermore, considering that the EcN recombinant strains possessed antibiotic resistance to ampicillin and chloramphenicol or kanamycin, the aminoglycosides gentamycin which kills cells by preventing translation via binding to the ribosome 30S subunit was harnessed (Shan et al. 2015) . The MIC of gentamycin to EcN, MG1655, and EcN derivatives was 11 μg/mL, 11 μg/ mL, and 9 μg/mL, respectively. In the time-dependent killing assay, the stationary phase cells were exposed to 10-fold the MIC of gentamycin over a prolonged time. The CFU/mL of each strain before antibiotic treatment was close (~2 × 10^9). The results showed that persister cells existed in the stationary phase of EcN, depending on the observations that the bulk of the bacterial population was killed rapidly within 4 h and a subsequent surviving population was kept at a frequency around 0.001% (Fig. 5b) . The persister fraction of EcN was much lower than that observed in E. coli MG1655 (~0.1%). The silence of ccdAB expression significantly decreased the persister frequency of EcN with 3 log units compared with that in wild-type EcN. Similarly, knockdown expression of hipAB also reduced the formation of persister cells with 2 log units. Furthermore, it is noteworthy that when the expression of ccdAB and hipAB were both repressed, we were unable to isolate viable cells from the culture over the 2-h treatment of gentamycin. Taken together, HipAB and CcdAB were proposed to play an important role in the persister formation of EcN.", "cite_spans": [{"start": 530, "end": 548, "text": "(Shan et al. 2015)", "ref_id": "BIBREF48"}], "ref_spans": [{"start": 1129, "end": 1138, "text": "(Fig. 5b)", "ref_id": "FIGREF2"}], "section": "Knockdown expression of ccdAB and hipAB reduces persister formation upon gentamycin treatment"}, {"text": "To investigate the possible targets that were affected by the inhibited expression of ccdAB and hipAB, nine genes involved in biological processes like DNA replication (gyrA), SOS response (recA and lexA) (Durfee et al. 2008) , stringent response (rpoS and relA) (Durfee et al. 2008) , biofilm formation (focA) (Lasaro et al. 2009 ), TASs (hipB and ccdB), and posttranscriptional gene regulation (hfq) (Henderson et al. 2013) were selected for transcription analysis since these processes were previously reported to be relevant with the stress response of E. coli. First, the transcription of ccdB and hipB were almost blocked when the expression of dCas9 was induced by adding aTc (the relative fold change of mutant strain represents that there is a significant difference between two studied groups (*p < 0.05; **p < 0.01; ***p < 0.001) was lower than 0.15 compared with that in wild-type EcN, Fig. 6a) . Interestingly, the transcription of hipAB was significantly inhibited in EcNΔccdAB, whereas the expression of ccdAB was not affected in EcNΔhipAB, indicating that CcdAB might have a positive influence on the expression of HipAB. Second, when the expression of ccdAB and hipAB were both repressed, the transcription of gyrA and focA were significantly reduced (Fig. 6a) . DNA and F1C fimbriae are responsible for the biofilm formation of E. coli (Lasaro et al. 2009; Zhao et al. 2013) ; thus, the results obtained here suggested that HipAB and CcdAB mediated the biofilm formation of EcN by positively regulating the expression of gyrA and focA. Third, knockdown expression of either ccdAB or hipAB resulted in the remarkably increased expression of hfq, recA, rpoS, and relA, with the relative fold change ranging from 2.25-to 3.5-fold compared with that in wild-type EcN. Moreover, the expression of lexA was downregulated in ΔccdAB mutant while upregulated in ΔhipAB mutant (Fig. 6a) . Combined, these results suggested that SOS response and stringent response mediated by CcdAB and HipAB contributed to the biofilm formation of EcN.", "cite_spans": [{"start": 205, "end": 225, "text": "(Durfee et al. 2008)", "ref_id": "BIBREF10"}, {"start": 263, "end": 283, "text": "(Durfee et al. 2008)", "ref_id": "BIBREF10"}, {"start": 311, "end": 330, "text": "(Lasaro et al. 2009", "ref_id": "BIBREF28"}, {"start": 402, "end": 425, "text": "(Henderson et al. 2013)", "ref_id": "BIBREF19"}, {"start": 1354, "end": 1374, "text": "(Lasaro et al. 2009;", "ref_id": "BIBREF28"}, {"start": 1375, "end": 1392, "text": "Zhao et al. 2013)", "ref_id": "BIBREF63"}], "ref_spans": [{"start": 898, "end": 906, "text": "Fig. 6a)", "ref_id": "FIGREF3"}, {"start": 1268, "end": 1277, "text": "(Fig. 6a)", "ref_id": "FIGREF3"}, {"start": 1885, "end": 1894, "text": "(Fig. 6a)", "ref_id": "FIGREF3"}], "section": "Transcriptional interruption of ccdAB and hipAB affects the expression of genes involved in stress response"}, {"text": "SOS response is essential in protecting cells from oxidative stress (Bernier et al. 2013; Recacha et al. 2019) . Thus, it is rational to speculate that the upregulation of these genes will increase the survival of cells upon treatment with antibiotics that are capable of causing oxidative damage. To test our speculation, norfloxacin, a fluoroquinolone, inhibits DNA replication via affecting the activity of DNA gyrase, was used in the killing assay (Gadebusch and Shungu 1991) . The norfloxacin MIC of EcN wildtype and derivatives was 1 μg/ mL. As expected, when exposed to norfloxacin, wild-type EcN was sharply killed within 6 h (Fig. 6b) , whereas the reduction of viable cells in EcNΔccdAB, EcNΔhipAB, and EcNΔccdABΔhipAB were relatively slower. Moreover, the eventual survival rate of EcN derivatives was significantly higher than that observed in wild-type EcN (p < 0.05), which indicated that knockdown expression of ccdAB and hipAB induced SOS response.", "cite_spans": [{"start": 68, "end": 89, "text": "(Bernier et al. 2013;", "ref_id": "BIBREF4"}, {"start": 90, "end": 110, "text": "Recacha et al. 2019)", "ref_id": "BIBREF42"}, {"start": 452, "end": 479, "text": "(Gadebusch and Shungu 1991)", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 634, "end": 643, "text": "(Fig. 6b)", "ref_id": "FIGREF3"}], "section": "Transcriptional interruption of ccdAB and hipAB affects the expression of genes involved in stress response"}, {"text": "Conserved distribution of CcdAB and HipAB shared by the probiotic EcN and pathogenic E. coli mediates non-strictly coincident bioprocesses Initially, it was supposed that EcN would contain different TASs from those pathogenic E. coli, whereas the contrast results were obtained. Almost, the probiotic EcN and pathogenic E. coli, rather than the commensal group, shared the same types and distribution of TASs. Previous studies revealed that the distribution of TASs in E. coli is linked with living niches, and the number of TA loci per strain is different among phylogenetic groups (A, B1, B2, and D) (Fiedoruk et al. 2015) . Furthermore, horizontal gene transfer is responsible for the TAS evolution of E. coli by gene insertion and deletion (Ramisetty and Santhosh 2016) . Therefore, the TASs in EcN and other pathogenic strains are suggested to undergo similar evolutionary history, which may result from similar stress stimuli. CcdAB and HipAB are well-known modules involved in plasmid maintenance and bacterial persistence. As the firstly identified and well-studied TAS, plasmid-encoded CcdAB is mainly involved in plasmid maintenance via a process known as postsegregational killing (Ogura and Hiraga 1983) . The chromosomal ccd operon of E. coli O157 is involved in drug tolerance, conferring protection from cell death indicates the same strain. \"*\" represents that there is a significant difference between two studied groups (*p < 0.05; **p < 0.01; ***p < 0.001) during exposure to multiple antibiotic stress (Gupta et al. 2017) . To our knowledge, the role of CcdAB in biofilm formation is still unclear to date. Our results suggest that CcdAB facilitates the biofilm formation of EcN under given conditions (Fig. 5a) . Accordingly, changes in the transcription level of several genes associated with biofilm formation were observed. The inhibition of ccdAB expression induced the upregulated expression of genes involved in the stringent response (rpoS and relA) (Fig. 6a) , which supported the previous findings in E. coli wherein rpoS deletion increased the biofilm formation of strain O157:H7 and a relA mutant of DS291 had improved ability to build biofilm (Balzer and McLean 2002; Sheldon et al. 2012) . Previously, HipA has been restricted to its role in persistence mediation via triggering nutrition starvation through the phosphorylating of glutamyl-tRNA synthetase (GltX), tryptophanyl-tRNA synthetase, and other substrates, whereas its role in biofilm formation is rarely reported (Germain et al. 2013; Semanjski et al. 2018; Vang Nielsen et al. 2019 ). Zhao and co-workers showed that HipA affects biofilm formation through DNA release (Zhao et al. 2013) . Here, transcriptional repression of hipAB significantly reduced the expression of gyrA, suggesting that one positive role of HipAB in regulating the biofilm formation of EcN is achieved by increasing the DNA synthesis. Knockdown expression of hipAB also caused the upregulated expression of genes involved in the stringent response, which further suggests that stringent response may function negatively in the biofilm formation of EcN. Interestingly, the expression of hfq and recA were upregulated when the transcription of hipAB and ccdAB were inhibited, contradicting the previous finding that recA deletion reduced the biofilm production by 22-80% in E. coli when exposed to the sub-MIC of ciprofloxacin (Recacha et al. 2019 ). Our results suggest that recA may act negatively in the biofilm formation of EcN. Thus, how SOS response contributes to the biofilm formation of EcN needs future investigation. RNA chaperone Hfq is a well-known stress response regulator and functions primarily in sRNA-mediated post-transcriptional gene regulation via facilitating the pairing between sRNAs and their target mRNAs (Henderson et al. 2013; Liu et al. 2019 ). E. coli seems less prone to form biofilm upon the deletion of hfq, which contradicts our observation here that upregulation of hfq expression corresponded to lower biofilm formation (Kulesus et al. 2008; Ramos et al. 2014) . Furthermore, it is interesting that decreased expression of focA that is responsible for F1C fimbriae synthesis in EcN only appeared in case of the simultaneous knockdown expression of ccdAB and hipAB (Fig. 6a ). F1C fimbriae has been shown to be indispensable in the biofilm formation of E. coli wherein focA mutant is defective in biofilm building (Lasaro et al. 2009 ). Thus, we propose that the contribution of F1C fimbriae to the biofilm formation of EcN is mediated by CcdAB and HipAB on multiple levels. Overall, the mechanisms involved in the biofilm formation of EcN are complicated; CcdAB and HipAB are suggested to achieve a collectively positive regulating role at least (Fig. 7) .", "cite_spans": [{"start": 602, "end": 624, "text": "(Fiedoruk et al. 2015)", "ref_id": "BIBREF11"}, {"start": 744, "end": 773, "text": "(Ramisetty and Santhosh 2016)", "ref_id": "BIBREF40"}, {"start": 1192, "end": 1215, "text": "(Ogura and Hiraga 1983)", "ref_id": "BIBREF35"}, {"start": 1522, "end": 1541, "text": "(Gupta et al. 2017)", "ref_id": "BIBREF16"}, {"start": 2176, "end": 2200, "text": "(Balzer and McLean 2002;", "ref_id": "BIBREF3"}, {"start": 2201, "end": 2221, "text": "Sheldon et al. 2012)", "ref_id": "BIBREF49"}, {"start": 2507, "end": 2528, "text": "(Germain et al. 2013;", "ref_id": "BIBREF14"}, {"start": 2529, "end": 2551, "text": "Semanjski et al. 2018;", "ref_id": "BIBREF47"}, {"start": 2552, "end": 2576, "text": "Vang Nielsen et al. 2019", "ref_id": "BIBREF56"}, {"start": 2663, "end": 2681, "text": "(Zhao et al. 2013)", "ref_id": "BIBREF63"}, {"start": 3393, "end": 3413, "text": "(Recacha et al. 2019", "ref_id": "BIBREF42"}, {"start": 3798, "end": 3821, "text": "(Henderson et al. 2013;", "ref_id": "BIBREF19"}, {"start": 3822, "end": 3837, "text": "Liu et al. 2019", "ref_id": "BIBREF30"}, {"start": 4023, "end": 4044, "text": "(Kulesus et al. 2008;", "ref_id": "BIBREF27"}, {"start": 4045, "end": 4063, "text": "Ramos et al. 2014)", "ref_id": "BIBREF41"}, {"start": 4416, "end": 4435, "text": "(Lasaro et al. 2009", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 1722, "end": 1731, "text": "(Fig. 5a)", "ref_id": "FIGREF2"}, {"start": 1978, "end": 1987, "text": "(Fig. 6a)", "ref_id": "FIGREF3"}, {"start": 4267, "end": 4275, "text": "(Fig. 6a", "ref_id": "FIGREF3"}, {"start": 4749, "end": 4757, "text": "(Fig. 7)", "ref_id": null}], "section": "Discussion"}, {"text": "Studies of bacterial persistence in E. coli have been widely performed, of which toxin-antitoxin systems are generally accepted to be the regulators of persistence (Page and Peti 2016; Semanjski et al. 2018) . However, t h e s e f i n d i n g s h a v e r e c e n t l y b e e n c h a l l e n g e d (Goormaghtigh et al. 2018 ). Nevertheless, we suggest here that the persister formation of EcN in the stationary phase is mediated by CcdAB and HipAB. On the other hand, it was interesting to find that knockdown expression of hipAB induced upregulation of rpoS and relA expression, which was usually observed in case of HipA overexpression (Durfee et al. 2008; Kaspy et al. 2013 ). This may be explained that the stringent response is simultaneously controlled by other mechanisms while the silence of hipAB expression seems to promote this process. Besides, we found that the transcriptional halt of hipAB induced SOS response (Fig. 6b) . The direct link between HipAB and SOS response is rarely reported in E. coli, whereas our results suggest that persister formation mediated by HipAB may have an indirect correlation with SOS response in EcN (Fig. 7) . CcdB inhibits DNA replication by binding to gyrase-DNA complex and blocking the DNA polymerase passage, leading to DNA doublestrand breaks and cell growth inhibition (Bahassi et al. 1999 ). Thus, it is possible that the repressed expression of ccdB will promote DNA replication. This case was found in EcN where knockdown expression of ccdAB resulted in the upregulation of gyrA expression. Moreover, it was surprising to find the upregulation of recA expression in ΔccdAB mutant since this generally happens upon ccdB overexpression (Tripathi et al. 2012 ). This could not be ascribed to the experimental bias since the survival of the ΔccdAB mutant was significantly increased during exposure to norfloxacin (Fig. 6b) , indicating that expression of recA is regulated by other unknown mechanisms. Thus, a future study aiming to explore the molecular mechanisms underlying intrinsic correlation between TASs (e.g., CcdAB), SOS response, and persister formation will enhance our understanding of the persistence phenomenon in EcN.", "cite_spans": [{"start": 164, "end": 184, "text": "(Page and Peti 2016;", "ref_id": "BIBREF37"}, {"start": 185, "end": 207, "text": "Semanjski et al. 2018)", "ref_id": "BIBREF47"}, {"start": 297, "end": 322, "text": "(Goormaghtigh et al. 2018", "ref_id": "BIBREF15"}, {"start": 637, "end": 657, "text": "(Durfee et al. 2008;", "ref_id": "BIBREF10"}, {"start": 658, "end": 675, "text": "Kaspy et al. 2013", "ref_id": "BIBREF23"}, {"start": 1321, "end": 1341, "text": "(Bahassi et al. 1999", "ref_id": "BIBREF2"}, {"start": 1689, "end": 1710, "text": "(Tripathi et al. 2012", "ref_id": "BIBREF54"}], "ref_spans": [{"start": 925, "end": 934, "text": "(Fig. 6b)", "ref_id": "FIGREF3"}, {"start": 1144, "end": 1152, "text": "(Fig. 7)", "ref_id": null}, {"start": 1865, "end": 1874, "text": "(Fig. 6b)", "ref_id": "FIGREF3"}], "section": "Discussion"}, {"text": "Toxin-antitoxin systems, the potential regulator in EcN for bacterial interference?", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The use of antimicrobial compounds in the treatment of bowel disorders caused by the infection of pathogenic E. coli and other fatal bacteria is controversial because of the emergence of antibiotic resistance (persistence) as well as observed increased endotoxin release after antibiotic exposure in some enteropathogen (Bielaszewska et al. 2012; Mohsin et al. 2015) . In past decades, the probiotic EcN has been widely used in the treatment of intestinal disorders such as ulcerative colitis, Crohn's disease, and inflammatory bowel disease due to its high ability in competing with enteropathogen (Chen et al. 2017; Huebner et al. 2011; Rembacken et al. 1999) . EcN has been reported to have a better capacity in biofilm formation and help to outcompete the most known pathogenic E. coli (Hancock et al. 2010) . However, in addition to the finding that F1C fimbriae are necessary for the biofilm formation of EcN, largely unknown factors involved in the regulation of biofilm formation are waiting for elucidation (Lasaro et al. 2009 ). Besides, whether the formation of persister cells helps EcN combat with other bacteria and survive under hostile environments in the intestine remains elusive. The results obtained in this study shed some light on this field. Thus, to prompt the application of EcN in bacterial interference, a future study focusing on the elucidation of the correlation between TASs, robust biofilm, and persister formation of EcN during intestine colonization will be helpful.", "cite_spans": [{"start": 320, "end": 346, "text": "(Bielaszewska et al. 2012;", "ref_id": "BIBREF5"}, {"start": 347, "end": 366, "text": "Mohsin et al. 2015)", "ref_id": "BIBREF33"}, {"start": 599, "end": 617, "text": "(Chen et al. 2017;", "ref_id": "BIBREF8"}, {"start": 618, "end": 638, "text": "Huebner et al. 2011;", "ref_id": "BIBREF21"}, {"start": 639, "end": 661, "text": "Rembacken et al. 1999)", "ref_id": null}, {"start": 790, "end": 811, "text": "(Hancock et al. 2010)", "ref_id": "BIBREF17"}, {"start": 1016, "end": 1035, "text": "(Lasaro et al. 2009", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Discussion"}, {"text": "CRISPRi is proposed to be an efficient tool in annotating toxin-antitoxin systems in situ A common difficulty encountered during the study of specific TAS is functional redundancy with other TASs as well as the number duplicates (Ramage et al. 2009 ). Deletion and restoration of gene expression are the methods that have been usually adopted to annotate the function of a given gene. In contrast to one gene, sometimes, multiple TASs needed to be knocked out before there is an observable phenotype, which asks for a long period for molecular manipulation (Kim et al. 2009; Kolodkin-Gal et al. 2009 ). In this case, an efficient and convenient molecular tool is of great importance. Currently, the CRISPR interference (CRISPRi) system has been widely employed in the regulation of gene expression (Kim et al. 2020; Qi et al. 2013; Wang et al. 2019) . However, to the best of our knowledge, it is the first time that the CRISPRi tool is applied in the functional Fig. 7 Model of identified HipAB and CcdAB-mediated genes in EcN. Transcriptional silencing of hipAB by CRISPRi inhibits the expression of a gene involved in DNA replication (gyrA) and upregulates the expression of genes involved in stringent response (rpoS and relA), SOS response (recA and lexA), and RNA interaction (hfq); transcriptional silencing of ccdAB by CRISPRi inhibits lexA expression and upregulates the expression of gyrA, rpoS, relA, recA, and hfq. These changes eventually lead to the reduced biofilm formation and persister formation upon gentamycin treatment in EcN annotation of type II TASs. To inhibit the expression of either ccdB or hipA, we designed three N20 sequences for each gene. The results showed that each of them was functional but with different efficiency (data not shown). By choosing the best N20 sequences, two chromosomal TASs ccdAB and hipAB in EcN were annotated smoothly, suggesting that CRISPRi could be a strong candidate tool in TAS study among E. coli as well as other bacteria. On the other hand, CRISPRi is capable of producing different levels of the expression of a targeted gene either by knocking down or activating, thus helping to study the behavioral changes of cells upon various conditions (Tao et al. 2018) . This makes sense when we consider the clinical application of EcN where cell viability is one important factor that determines the therapeutic process. In general, we could enhance the oral delivery to guarantee the therapeutic effect. Our findings suggest that sustaining the cell viability of EcN dynamically under the intestine environment by regulating the expression of TAS is preferable and constructive. In addition, genetic engineering of the EcN chromosome usually happens for EcN-based vaccine development, in which the increased or decreased gene expression of interest is necessary (Chaudhari et al. 2017; Ou et al. 2016) . In this case, CRISPRi would be a robust tool for the regulation of gene expression in EcN.", "cite_spans": [{"start": 229, "end": 248, "text": "(Ramage et al. 2009", "ref_id": "BIBREF39"}, {"start": 557, "end": 574, "text": "(Kim et al. 2009;", "ref_id": "BIBREF24"}, {"start": 575, "end": 599, "text": "Kolodkin-Gal et al. 2009", "ref_id": "BIBREF26"}, {"start": 798, "end": 815, "text": "(Kim et al. 2020;", "ref_id": "BIBREF25"}, {"start": 816, "end": 831, "text": "Qi et al. 2013;", "ref_id": "BIBREF38"}, {"start": 832, "end": 849, "text": "Wang et al. 2019)", "ref_id": "BIBREF58"}, {"start": 2210, "end": 2227, "text": "(Tao et al. 2018)", "ref_id": "BIBREF53"}, {"start": 2824, "end": 2847, "text": "(Chaudhari et al. 2017;", "ref_id": "BIBREF6"}, {"start": 2848, "end": 2863, "text": "Ou et al. 2016)", "ref_id": "BIBREF36"}], "ref_spans": [{"start": 963, "end": 969, "text": "Fig. 7", "ref_id": null}], "section": "Discussion"}, {"text": "In conclusion, we reasoned that the ECOLIN_00240-ECOLIN_00245 and ECOLIN_08365-ECOLIN_08370 operon of EcN encoded CcdAB and HipAB, respectively. By CRISPRi, ccdAB and hipAB were shown to be involved in the formation of biofilm and persister cells in EcN. Moreover, we evidenced that biofilm formation and cell persistence regulated by CcdAB and HipAB were associated with the SOS and stringent response in EcN (Fig. 7) , which may be helpful for the future study of the intestinal colonization of EcN. Furthermore, the CRISPRi approach is proposed to be an efficient and precise tool in deciphering multiple TASs.", "cite_spans": [], "ref_spans": [{"start": 410, "end": 418, "text": "(Fig. 7)", "ref_id": null}], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Bile enhances cell surface hydrophobicity and biofilm formation of Bifidobacteria", "authors": [{"first": "P", "middle": [], "last": "Ambalam", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Kondepudi", "suffix": ""}, {"first": "I", "middle": [], "last": "Nilsson", "suffix": ""}, {"first": "T", "middle": [], "last": "Wadstrom", "suffix": ""}, {"first": "A", "middle": [], "last": "Ljungh", "suffix": ""}], "year": 2014, "venue": "Appl Biochem Biotechnol", "volume": "172", "issn": "", "pages": "1970--1981", "other_ids": {"DOI": ["10.1007/s12010-013-0596-1"]}}, "BIBREF1": {"ref_id": "b1", "title": "Determination of minimum inhibitory concentrations", "authors": [{"first": "J", "middle": ["M"], "last": "Andrews", "suffix": ""}], "year": 2001, "venue": "J Antimicrob Chemother", "volume": "48", "issn": "1", "pages": "5--16", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Interactions of CcdB with DNA gyrase. Inactivation of Gyra, poisoning of the gyrase-DNA complex, and the antidote action of CcdA", "authors": [{"first": "E", "middle": ["M"], "last": "Bahassi", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "O&apos;dea", "suffix": ""}, {"first": "N", "middle": [], "last": "Allali", "suffix": ""}, {"first": "J", "middle": [], "last": "Messens", "suffix": ""}, {"first": "M", "middle": [], "last": "Gellert", "suffix": ""}, {"first": "M", "middle": [], "last": "Couturier", "suffix": ""}], "year": 1999, "venue": "J Biol Chem", "volume": "274", "issn": "", "pages": "10936--10944", "other_ids": {"DOI": ["10.1074/jbc.274.16.10936"]}}, "BIBREF3": {"ref_id": "b3", "title": "The stringent response genes relA and spoT are important for Escherichia coil biofilms under slowgrowth conditions", "authors": [{"first": "G", "middle": ["J"], "last": "Balzer", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Mclean", "suffix": ""}], "year": 2002, "venue": "Can J Microbiol", "volume": "48", "issn": "", "pages": "675--680", "other_ids": {"DOI": ["10.1139/w02-060"]}}, "BIBREF4": {"ref_id": "b4", "title": "Starvation, together with the SOS response, mediates high biofilm-specific tolerance to the fluoroquinolone ofloxacin", "authors": [{"first": "S", "middle": ["P"], "last": "Bernier", "suffix": ""}, {"first": "D", "middle": [], "last": "Lebeaux", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Defrancesco", "suffix": ""}, {"first": "A", "middle": [], "last": "Valomon", "suffix": ""}, {"first": "G", "middle": [], "last": "Soubigou", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Coppee", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Ghigo", "suffix": ""}, {"first": "C", "middle": [], "last": "Beloin", "suffix": ""}], "year": 2013, "venue": "PLoS Genet", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pgen.1003144"]}}, "BIBREF5": {"ref_id": "b5", "title": "Effects of antibiotics on Shiga toxin 2 production and bacteriophage induction by epidemic Escherichia coli O104:H4 strain", "authors": [{"first": "M", "middle": [], "last": "Bielaszewska", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Idelevich", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "A", "middle": [], "last": "Bauwens", "suffix": ""}, {"first": "F", "middle": [], "last": "Schaumburg", "suffix": ""}, {"first": "A", "middle": [], "last": "Mellmann", "suffix": ""}, {"first": "G", "middle": [], "last": "Peters", "suffix": ""}, {"first": "H", "middle": [], "last": "Karch", "suffix": ""}], "year": 2012, "venue": "Antimicrob Agents Chemother", "volume": "56", "issn": "", "pages": "3277--3282", "other_ids": {"DOI": ["10.1128/AAC.06315-11"]}}, "BIBREF6": {"ref_id": "b6", "title": "Genetically engineered Escherichia coli Nissle 1917 synbiotic counters fructose-induced metabolic syndrome and iron deficiency", "authors": [{"first": "A", "middle": ["S"], "last": "Chaudhari", "suffix": ""}, {"first": "R", "middle": [], "last": "Raghuvanshi", "suffix": ""}, {"first": "G", "middle": ["N"], "last": "Kumar", "suffix": ""}], "year": 2017, "venue": "Appl Microbiol Biotechnol", "volume": "101", "issn": "", "pages": "4713--4723", "other_ids": {"DOI": ["10.1007/s00253-017-8207-7"]}}, "BIBREF7": {"ref_id": "b7", "title": "The evolution of the Escherichia coli phylogeny", "authors": [{"first": "R", "middle": ["R"], "last": "Chaudhuri", "suffix": ""}, {"first": "I", "middle": ["R"], "last": "Henderson", "suffix": ""}], "year": 2012, "venue": "Infect Genet Evol", "volume": "12", "issn": "", "pages": "214--226", "other_ids": {"DOI": ["10.1016/j.meegid.2012.01.005"]}}, "BIBREF8": {"ref_id": "b8", "title": "Probiotic E. coli Nissle 1917 biofilms on silicone substrates for bacterial interference against pathogen colonization", "authors": [{"first": "Q", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "A", "middle": ["I"], "last": "Lopez", "suffix": ""}, {"first": "S", "middle": [], "last": "Li", "suffix": ""}, {"first": "A", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "F", "middle": [], "last": "Yu", "suffix": ""}, {"first": "H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "C", "middle": [], "last": "Cai", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2017, "venue": "Acta Biomater", "volume": "50", "issn": "", "pages": "353--360", "other_ids": {"DOI": ["10.1016/j.actbio.2017.01.011"]}}, "BIBREF9": {"ref_id": "b9", "title": "Synergic interaction of rifaximin and mutaflor (Escherichia coli Nissle 1917) in the treatment of acetic acidinduced colitis in rats", "authors": [{"first": "A", "middle": [], "last": "Dembinski", "suffix": ""}, {"first": "Z", "middle": [], "last": "Warzecha", "suffix": ""}, {"first": "P", "middle": [], "last": "Ceranowicz", "suffix": ""}, {"first": "M", "middle": [], "last": "Dembinski", "suffix": ""}, {"first": "J", "middle": [], "last": "Cieszkowski", "suffix": ""}, {"first": "T", "middle": [], "last": "Gosiewski", "suffix": ""}, {"first": "M", "middle": [], "last": "Bulanda", "suffix": ""}, {"first": "B", "middle": [], "last": "Kusnierz-Cabala", "suffix": ""}, {"first": "K", "middle": [], "last": "Galazka", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Konturek", "suffix": ""}], "year": 2016, "venue": "Gastroenterol Res Pract", "volume": "", "issn": "", "pages": "3126280--3126211", "other_ids": {"DOI": ["10.1155/2016/3126280"]}}, "BIBREF10": {"ref_id": "b10", "title": "Transcription profiling of the stringent response in Escherichia coli", "authors": [{"first": "T", "middle": [], "last": "Durfee", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Hansen", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhi", "suffix": ""}, {"first": "F", "middle": ["R"], "last": "Blattner", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Jin", "suffix": ""}], "year": 2008, "venue": "J Bacteriol", "volume": "190", "issn": "", "pages": "1084--1096", "other_ids": {"DOI": ["10.1128/JB.01092-07"]}}, "BIBREF11": {"ref_id": "b11", "title": "Type II toxin-antitoxin systems are unevenly distributed among", "authors": [{"first": "K", "middle": [], "last": "Fiedoruk", "suffix": ""}, {"first": "T", "middle": [], "last": "Daniluk", "suffix": ""}, {"first": "I", "middle": [], "last": "Swiecicka", "suffix": ""}, {"first": "M", "middle": [], "last": "Sciepuk", "suffix": ""}, {"first": "K", "middle": [], "last": "Leszczynska", "suffix": ""}], "year": 2015, "venue": "Escherichia coli phylogroups. Microbiol-Sgm", "volume": "161", "issn": "", "pages": "158--167", "other_ids": {"DOI": ["10.1099/mic.0.082883-0"]}}, "BIBREF12": {"ref_id": "b12", "title": "Dual regulation of Bacillus subtilis kinB gene encoding a sporulation trigger by SinR through transcription repression and positive stringent transcription control", "authors": [{"first": "Y", "middle": [], "last": "Fujita", "suffix": ""}, {"first": "M", "middle": [], "last": "Ogura", "suffix": ""}, {"first": "S", "middle": [], "last": "Nii", "suffix": ""}, {"first": "K", "middle": [], "last": "Hirooka", "suffix": ""}], "year": 2017, "venue": "Front Microbiol", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fmicb.2017.02502"]}}, "BIBREF13": {"ref_id": "b13", "title": "Norfloxacin, the first of a new class of fluoroquinolone antimicrobials, revisited", "authors": [{"first": "H", "middle": ["H"], "last": "Gadebusch", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Shungu", "suffix": ""}], "year": 1991, "venue": "Int J Antimicrob Agents", "volume": "1", "issn": "", "pages": "3--28", "other_ids": {"DOI": ["10.1016/0924-8579(91)90019-a"]}}, "BIBREF14": {"ref_id": "b14", "title": "Molecular mechanism of bacterial persistence by HipA", "authors": [{"first": "E", "middle": [], "last": "Germain", "suffix": ""}, {"first": "D", "middle": [], "last": "Castro-Roa", "suffix": ""}, {"first": "N", "middle": [], "last": "Zenkin", "suffix": ""}, {"first": "K", "middle": [], "last": "Gerdes", "suffix": ""}], "year": 2013, "venue": "Mol Cell", "volume": "52", "issn": "", "pages": "248--254", "other_ids": {"DOI": ["10.1016/j.molcel.2013.08.045"]}}, "BIBREF15": {"ref_id": "b15", "title": "Reassessing the role of type II toxinantitoxin systems in formation of Escherichia coli type II persister cells", "authors": [{"first": "F", "middle": [], "last": "Goormaghtigh", "suffix": ""}, {"first": "N", "middle": [], "last": "Fraikin", "suffix": ""}, {"first": "M", "middle": [], "last": "Putrins", "suffix": ""}, {"first": "T", "middle": [], "last": "Hallaert", "suffix": ""}, {"first": "V", "middle": [], "last": "Hauryliuk", "suffix": ""}, {"first": "A", "middle": [], "last": "Garcia-Pino", "suffix": ""}, {"first": "A", "middle": [], "last": "Sjodin", "suffix": ""}, {"first": "S", "middle": [], "last": "Kasvandik", "suffix": ""}, {"first": "K", "middle": [], "last": "Udekwu", "suffix": ""}, {"first": "T", "middle": [], "last": "Tenson", "suffix": ""}, {"first": "N", "middle": [], "last": "Kaldalu", "suffix": ""}, {"first": "L", "middle": [], "last": "Van Melderen", "suffix": ""}], "year": 2018, "venue": "MBio", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/mBio.00640-18"]}}, "BIBREF16": {"ref_id": "b16", "title": "Contribution of the chromosomal ccdAB operon to bacterial drug tolerance", "authors": [{"first": "K", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "A", "middle": [], "last": "Tripathi", "suffix": ""}, {"first": "A", "middle": [], "last": "Sahu", "suffix": ""}, {"first": "R", "middle": [], "last": "Varadarajan", "suffix": ""}], "year": null, "venue": "J Bacteriol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/JB.00397-17"]}}, "BIBREF17": {"ref_id": "b17", "title": "Probiotic Escherichia coli strain Nissle 1917 outcompetes intestinal pathogens during biofilm formation", "authors": [{"first": "V", "middle": [], "last": "Hancock", "suffix": ""}, {"first": "M", "middle": [], "last": "Dahl", "suffix": ""}, {"first": "P", "middle": [], "last": "Klemm", "suffix": ""}], "year": 2010, "venue": "J Med Microbiol", "volume": "59", "issn": "", "pages": "392--399", "other_ids": {"DOI": ["10.1099/jmm.0.008672-0"]}}, "BIBREF18": {"ref_id": "b18", "title": "Toxins, targets, and triggers: an overview of toxin-antitoxin biology", "authors": [{"first": "A", "middle": [], "last": "Harms", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Brodersen", "suffix": ""}, {"first": "N", "middle": [], "last": "Mitarai", "suffix": ""}, {"first": "K", "middle": [], "last": "Gerdes", "suffix": ""}], "year": 2018, "venue": "Mol Cell", "volume": "70", "issn": "", "pages": "768--784", "other_ids": {"DOI": ["10.1016/j.molcel.2018.01.003"]}}, "BIBREF19": {"ref_id": "b19", "title": "Hfq binding changes the structure of Escherichia coli small noncoding RNAs OxyS and RprA, which are involved in the riboregulation of rpoS", "authors": [{"first": "C", "middle": ["A"], "last": "Henderson", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Vincent", "suffix": ""}, {"first": "A", "middle": [], "last": "Casamento", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Stone", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Phillips", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Cary", "suffix": ""}, {"first": "F", "middle": [], "last": "Sobott", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Gowers", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Taylor", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Callaghan", "suffix": ""}], "year": 2013, "venue": "RNA", "volume": "19", "issn": "", "pages": "1089--1104", "other_ids": {"DOI": ["10.1261/rna.034595.112"]}}, "BIBREF20": {"ref_id": "b20", "title": "Engineered commensal microbes for diet-mediated colorectal-cancer chemoprevention", "authors": [{"first": "C", "middle": ["L"], "last": "Ho", "suffix": ""}, {"first": "H", "middle": ["Q"], "last": "Tan", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Chua", "suffix": ""}, {"first": "A", "middle": [], "last": "Kang", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Lim", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Ling", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Yew", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Thiery", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Chang", "suffix": ""}], "year": 2018, "venue": "Nat Biomed Eng", "volume": "2", "issn": "", "pages": "27--37", "other_ids": {"DOI": ["10.1038/s41551-017-0181-y"]}}, "BIBREF21": {"ref_id": "b21", "title": "The probiotic Escherichia coli Nissle 1917 reduces pathogen invasion and modulates cytokine expression in Caco-2 cells infected with Crohn's disease-associated E. coli LF82", "authors": [{"first": "C", "middle": [], "last": "Huebner", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ding", "suffix": ""}, {"first": "I", "middle": [], "last": "Petermann", "suffix": ""}, {"first": "C", "middle": [], "last": "Knapp", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Ferguson", "suffix": ""}], "year": 2011, "venue": "Appl Environ Microbiol", "volume": "77", "issn": "", "pages": "2541--2544", "other_ids": {"DOI": ["10.1128/AEM.01601-10"]}}, "BIBREF22": {"ref_id": "b22", "title": "Multiple effects of Escherichia coli Nissle 1917 on growth, biofilm formation, and inflammation cytokines profile of Clostridium perfringens type A strain CP4", "authors": [{"first": "Y", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Kong", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Roland", "suffix": ""}, {"first": "A", "middle": [], "last": "Wolf", "suffix": ""}, {"first": "", "middle": [], "last": "Curtiss R 3rd", "suffix": ""}], "year": 2014, "venue": "Pathog Dis", "volume": "70", "issn": "", "pages": "390--400", "other_ids": {"DOI": ["10.1111/2049-632X.12153"]}}, "BIBREF23": {"ref_id": "b23", "title": "HipA-mediated antibiotic persistence via phosphorylation of the glutamyl-tRNA-synthetase", "authors": [{"first": "I", "middle": [], "last": "Kaspy", "suffix": ""}, {"first": "E", "middle": [], "last": "Rotem", "suffix": ""}, {"first": "N", "middle": [], "last": "Weiss", "suffix": ""}, {"first": "I", "middle": [], "last": "Ronin", "suffix": ""}, {"first": "N", "middle": ["Q"], "last": "Balaban", "suffix": ""}, {"first": "G", "middle": [], "last": "Glaser", "suffix": ""}], "year": 2013, "venue": "Nat Commun", "volume": "4", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/ncomms4001"]}}, "BIBREF24": {"ref_id": "b24", "title": "Toxin-antitoxin systems in Escherichia coli influence biofilm formation through YjgK (TabA) and fimbriae", "authors": [{"first": "Y", "middle": [], "last": "Kim", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Ma", "suffix": ""}, {"first": "X", "middle": ["S"], "last": "Zhang", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Wood", "suffix": ""}], "year": 2009, "venue": "J Bacteriol", "volume": "191", "issn": "", "pages": "1258--1267", "other_ids": {"DOI": ["10.1128/JB.01465-08"]}}, "BIBREF25": {"ref_id": "b25", "title": "CRISPR interference-mediated gene regulation in Pseudomonas putida KT2440", "authors": [{"first": "S", "middle": ["K"], "last": "Kim", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Yoon", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Kim", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Woo", "suffix": ""}, {"first": "E", "middle": [], "last": "Rha", "suffix": ""}, {"first": "H", "middle": [], "last": "Lee", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Yeom", "suffix": ""}, {"first": "H", "middle": [], "last": "Kim", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Lee", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Lee", "suffix": ""}], "year": 2020, "venue": "Microb Biotechnol", "volume": "13", "issn": "", "pages": "210--221", "other_ids": {"DOI": ["10.1111/1751-7915.13382"]}}, "BIBREF26": {"ref_id": "b26", "title": "A differential effect of E. coli toxin-antitoxin systems on cell death in liquid media and biofilm formation", "authors": [{"first": "I", "middle": [], "last": "Kolodkin-Gal", "suffix": ""}, {"first": "R", "middle": [], "last": "Verdiger", "suffix": ""}, {"first": "A", "middle": [], "last": "Shlosberg-Fedida", "suffix": ""}, {"first": "H", "middle": [], "last": "Engelberg-Kulka", "suffix": ""}], "year": 2009, "venue": "PLoS One", "volume": "4", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0006785"]}}, "BIBREF27": {"ref_id": "b27", "title": "Impact of the RNA chaperone Hfq on the fitness and virulence potential of uropathogenic Escherichia coli", "authors": [{"first": "R", "middle": ["R"], "last": "Kulesus", "suffix": ""}, {"first": "K", "middle": [], "last": "Diaz-Perez", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Slechta", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Eto", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Mulvey", "suffix": ""}], "year": 2008, "venue": "Infect Immun", "volume": "76", "issn": "", "pages": "3019--3026", "other_ids": {"DOI": ["10.1128/IAI.00022-08"]}}, "BIBREF28": {"ref_id": "b28", "title": "F1C fimbriae play an important role in biofilm formation and intestinal colonization by the Escherichia coli commensal strain Nissle 1917", "authors": [{"first": "M", "middle": ["A"], "last": "Lasaro", "suffix": ""}, {"first": "N", "middle": [], "last": "Salinger", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhong", "suffix": ""}, {"first": "M", "middle": [], "last": "Goulian", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2009, "venue": "Appl Environ Microbiol", "volume": "75", "issn": "", "pages": "246--251", "other_ids": {"DOI": ["10.1128/AEM.01144-08"]}}, "BIBREF29": {"ref_id": "b29", "title": "Inhibition of quorum sensing-controlled virulence factors and biofilm formation in Pseudomonas fluorescens by cinnamaldehyde", "authors": [{"first": "T", "middle": [], "last": "Li", "suffix": ""}, {"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "N", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ma", "suffix": ""}, {"first": "T", "middle": [], "last": "Ding", "suffix": ""}, {"first": "Y", "middle": [], "last": "Mei", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}], "year": 2018, "venue": "Int J Food Microbiol", "volume": "269", "issn": "", "pages": "98--106", "other_ids": {"DOI": ["10.1016/j.ijfoodmicro.2018.01.023"]}}, "BIBREF30": {"ref_id": "b30", "title": "Biological and transcriptomic studies reveal hfq is required for swimming, biofilm formation and stress response in Xanthomonas axonpodis pv. citri", "authors": [{"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yan", "suffix": ""}, {"first": "H", "middle": [], "last": "Wu", "suffix": ""}, {"first": "C", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "BMC Microbiol", "volume": "19", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s12866-019-1476-9"]}}, "BIBREF31": {"ref_id": "b31", "title": "A high-throughput, restrictionfree cloning and screening strategy based on ccdB-gene replacement", "authors": [{"first": "B", "middle": ["A"], "last": "Lund", "suffix": ""}, {"first": "H", "middle": ["K"], "last": "Leiros", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Bjerga", "suffix": ""}], "year": 2014, "venue": "Microb Cell Factories", "volume": "13", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1475-2859-13-38"]}}, "BIBREF32": {"ref_id": "b32", "title": "Type II toxin-antitoxin distribution and adaptive aspects on Xanthomonas genomes: focus on Xanthomonas citri", "authors": [{"first": "P", "middle": ["M"], "last": "Martins", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Machado", "suffix": ""}, {"first": "N", "middle": ["V"], "last": "Silva", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Takita", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "De Souza", "suffix": ""}], "year": 2016, "venue": "Front Microbiol", "volume": "7", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fmicb.2016.00652"]}}, "BIBREF33": {"ref_id": "b33", "title": "Probiotic Escherichia coli Nissle 1917 reduces growth, Shiga toxin expression, release and thus cytotoxicity of enterohemorrhagic Escherichia coli", "authors": [{"first": "M", "middle": [], "last": "Mohsin", "suffix": ""}, {"first": "S", "middle": [], "last": "Guenther", "suffix": ""}, {"first": "P", "middle": [], "last": "Schierack", "suffix": ""}, {"first": "K", "middle": [], "last": "Tedin", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Wieler", "suffix": ""}], "year": 2015, "venue": "Int J Med Microbiol", "volume": "305", "issn": "", "pages": "20--26", "other_ids": {"DOI": ["10.1016/j.ijmm.2014.10.003"]}}, "BIBREF34": {"ref_id": "b34", "title": "BolA is required for the accurate regulation of c-di-GMP, a central player in biofilm formation", "authors": [{"first": "R", "middle": ["N"], "last": "Moreira", "suffix": ""}, {"first": "C", "middle": [], "last": "Dressaire", "suffix": ""}, {"first": "S", "middle": [], "last": "Barahona", "suffix": ""}, {"first": "L", "middle": [], "last": "Galego", "suffix": ""}, {"first": "V", "middle": [], "last": "Kaever", "suffix": ""}, {"first": "U", "middle": [], "last": "Jenal", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Arraiano", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/mBio.00443-17"]}}, "BIBREF35": {"ref_id": "b35", "title": "Mini-F plasmid genes that couple host cell division to plasmid proliferation", "authors": [{"first": "T", "middle": [], "last": "Ogura", "suffix": ""}, {"first": "S", "middle": [], "last": "Hiraga", "suffix": ""}], "year": 1983, "venue": "Proc Natl Acad Sci U S A", "volume": "80", "issn": "", "pages": "4784--4788", "other_ids": {"DOI": ["10.1073/pnas.80.15.4784"]}}, "BIBREF36": {"ref_id": "b36", "title": "Genetic engineering of probiotic Escherichia coli Nissle 1917 for clinical application", "authors": [{"first": "B", "middle": [], "last": "Ou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "W", "middle": ["L"], "last": "Tham", "suffix": ""}, {"first": "L", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Guo", "suffix": ""}, {"first": "G", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2016, "venue": "Appl Microbiol Biotechnol", "volume": "100", "issn": "", "pages": "8693--8699", "other_ids": {"DOI": ["10.1007/s00253-016-7829-5"]}}, "BIBREF37": {"ref_id": "b37", "title": "Toxin-antitoxin systems in bacterial growth arrest and persistence", "authors": [{"first": "R", "middle": [], "last": "Page", "suffix": ""}, {"first": "W", "middle": [], "last": "Peti", "suffix": ""}], "year": 2016, "venue": "Nat Chem Biol", "volume": "12", "issn": "", "pages": "208--214", "other_ids": {"DOI": ["10.1038/nchembio.2044"]}}, "BIBREF38": {"ref_id": "b38", "title": "Repurposing CRISPR as an RNA-guided platform for sequence-specific control of gene expression", "authors": [{"first": "L", "middle": ["S"], "last": "Qi", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Larson", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Gilbert", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Doudna", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Weissman", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Arkin", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Lim", "suffix": ""}], "year": 2013, "venue": "Cell", "volume": "152", "issn": "", "pages": "1173--1183", "other_ids": {"DOI": ["10.1016/j.cell.2013.02.022"]}}, "BIBREF39": {"ref_id": "b39", "title": "Comprehensive functional analysis of Mycobacterium tuberculosis toxin-antitoxin systems: implications for pathogenesis, stress responses, and evolution", "authors": [{"first": "H", "middle": ["R"], "last": "Ramage", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Connolly", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Cox", "suffix": ""}], "year": 2009, "venue": "PLoS Genet", "volume": "5", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pgen.1000767"]}}, "BIBREF40": {"ref_id": "b40", "title": "Horizontal gene transfer of chromosomal type II toxin-antitoxin systems of Escherichia coli", "authors": [{"first": "B", "middle": ["C"], "last": "Ramisetty", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Santhosh", "suffix": ""}], "year": 2016, "venue": "FEMS Microbiol Lett", "volume": "363", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/femsle/fnv238"]}}, "BIBREF41": {"ref_id": "b41", "title": "Regulation of Hfq mRNA and protein levels in Escherichia coli and Pseudomonas aeruginosa by the Burkholderia cenocepacia MtvR sRNA", "authors": [{"first": "C", "middle": ["G"], "last": "Ramos", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Grilo", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Sousa", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Feliciano", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Da Costa", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Leitao", "suffix": ""}], "year": 2014, "venue": "PLoS One", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0098813"]}}, "BIBREF42": {"ref_id": "b42", "title": "Suppression of the SOS response modifies spatiotemporal evolution, post-antibiotic effect, bacterial fitness and biofilm formation in quinolone-resistant Escherichia coli", "authors": [{"first": "E", "middle": [], "last": "Recacha", "suffix": ""}, {"first": "J", "middle": [], "last": "Machuca", "suffix": ""}, {"first": "S", "middle": [], "last": "Diaz-Diaz", "suffix": ""}, {"first": "A", "middle": [], "last": "Garcia-Duque", "suffix": ""}, {"first": "M", "middle": [], "last": "Ramos-Guelfo", "suffix": ""}, {"first": "F", "middle": [], "last": "Docobo-Perez", "suffix": ""}, {"first": "J", "middle": [], "last": "Blazquez", "suffix": ""}, {"first": "A", "middle": [], "last": "Pascual", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Rodriguez-Martinez", "suffix": ""}], "year": 2019, "venue": "J Antimicrob Chemother", "volume": "74", "issn": "", "pages": "66--73", "other_ids": {"DOI": ["10.1093/jac/dky407"]}}, "BIBREF43": {"ref_id": "b43", "title": "Axon AT (1999) Non-pathogenic Escherichia coli versus mesalazine for the treatment of ulcerative colitis: a randomised trial", "authors": [{"first": "B", "middle": ["J"], "last": "Rembacken", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Snelling", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Hawkey", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Chalmers", "suffix": ""}], "year": null, "venue": "Lancet", "volume": "354", "issn": "", "pages": "635--639", "other_ids": {"DOI": ["10.1016/s0140-6736(98)06343-0"]}}, "BIBREF44": {"ref_id": "b44", "title": "Biofilm forming Lactobacillus: new challenges for the development of probiotics", "authors": [{"first": "M", "middle": ["J"], "last": "Salas-Jara", "suffix": ""}, {"first": "A", "middle": [], "last": "Ilabaca", "suffix": ""}, {"first": "M", "middle": [], "last": "Vega", "suffix": ""}, {"first": "A", "middle": [], "last": "Garcia", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/microorganisms4030035"]}}, "BIBREF45": {"ref_id": "b45", "title": "E. coli Nissle 1917 is a safe mucosal delivery vector for a birch-grass pollen chimera to prevent allergic poly-sensitization", "authors": [{"first": "P", "middle": ["J"], "last": "Sarate", "suffix": ""}, {"first": "S", "middle": [], "last": "Heinl", "suffix": ""}, {"first": "S", "middle": [], "last": "Poiret", "suffix": ""}, {"first": "M", "middle": [], "last": "Drinić", "suffix": ""}, {"first": "C", "middle": [], "last": "Zwicker", "suffix": ""}, {"first": "I", "middle": [], "last": "Schabussova", "suffix": ""}, {"first": "C", "middle": [], "last": "Daniel", "suffix": ""}, {"first": "U", "middle": [], "last": "Wiedermann", "suffix": ""}], "year": 2018, "venue": "Mucosal Immunol", "volume": "12", "issn": "", "pages": "132--144", "other_ids": {"DOI": ["10.1038/s41385-018-0084-6"]}}, "BIBREF46": {"ref_id": "b46", "title": "Oral administration of the probiotic strain Escherichia coli Nissle 1917 reduces susceptibility to neuroinflammation and repairs experimental autoimmune encephalomyelitis-induced intestinal barrier dysfunction", "authors": [{"first": "T", "middle": [], "last": "Secher", "suffix": ""}, {"first": "S", "middle": [], "last": "Kassem", "suffix": ""}, {"first": "M", "middle": [], "last": "Benamar", "suffix": ""}, {"first": "I", "middle": [], "last": "Bernard", "suffix": ""}, {"first": "M", "middle": [], "last": "Boury", "suffix": ""}, {"first": "F", "middle": [], "last": "Barreau", "suffix": ""}, {"first": "E", "middle": [], "last": "Oswald", "suffix": ""}, {"first": "A", "middle": [], "last": "Saoudi", "suffix": ""}], "year": 2017, "venue": "Front Immunol", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fimmu.2017.01096"]}}, "BIBREF47": {"ref_id": "b47", "title": "The kinases HipA and HipA7 phosphorylate different substrate pools in Escherichia coli to promote multidrug tolerance", "authors": [{"first": "M", "middle": [], "last": "Semanjski", "suffix": ""}, {"first": "E", "middle": [], "last": "Germain", "suffix": ""}, {"first": "K", "middle": [], "last": "Bratl", "suffix": ""}, {"first": "A", "middle": [], "last": "Kiessling", "suffix": ""}, {"first": "K", "middle": [], "last": "Gerdes", "suffix": ""}, {"first": "B", "middle": [], "last": "Macek", "suffix": ""}], "year": 2018, "venue": "Sci Signal", "volume": "11", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/scisignal.aat5750"]}}, "BIBREF48": {"ref_id": "b48", "title": "Genetic basis of persister tolerance to aminoglycosides in Escherichia coli", "authors": [{"first": "Y", "middle": [], "last": "Shan", "suffix": ""}, {"first": "D", "middle": [], "last": "Lazinski", "suffix": ""}, {"first": "S", "middle": [], "last": "Rowe", "suffix": ""}, {"first": "A", "middle": [], "last": "Camilli", "suffix": ""}, {"first": "K", "middle": [], "last": "Lewis", "suffix": ""}], "year": 2015, "venue": "Mbio", "volume": "6", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/mBio.00078-15"]}}, "BIBREF49": {"ref_id": "b49", "title": "Role of rpoS in Escherichia coli O157:H7 strain H32 biofilm development and survival", "authors": [{"first": "J", "middle": ["R"], "last": "Sheldon", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Yim", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Saliba", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Chung", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Wong", "suffix": ""}, {"first": "K", "middle": ["T"], "last": "Leung", "suffix": ""}], "year": 2012, "venue": "Appl Environ Microbiol", "volume": "78", "issn": "", "pages": "8331--8339", "other_ids": {"DOI": ["10.1128/AEM.02149-12"]}}, "BIBREF50": {"ref_id": "b50", "title": "Escherichia coli strain Nissle 1917-from bench to bedside and back: history of a special Escherichia coli strain with probiotic properties", "authors": [{"first": "U", "middle": [], "last": "Sonnenborn", "suffix": ""}], "year": 2016, "venue": "FEMS Microbiol Lett", "volume": "363", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/femsle/fnw212"]}}, "BIBREF51": {"ref_id": "b51", "title": "MqsR/ MqsA toxin/antitoxin system regulates persistence and biofilm formation in Pseudomonas putida KT2440", "authors": [{"first": "C", "middle": [], "last": "Sun", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guo", "suffix": ""}, {"first": "K", "middle": [], "last": "Tang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wen", "suffix": ""}, {"first": "B", "middle": [], "last": "Li", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zeng", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}], "year": 2017, "venue": "Front Microbiol", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fmicb.2017.00840"]}}, "BIBREF52": {"ref_id": "b52", "title": "MEGA6: molecular evolutionary genetics analysis version 6.0", "authors": [{"first": "K", "middle": [], "last": "Tamura", "suffix": ""}, {"first": "G", "middle": [], "last": "Stecher", "suffix": ""}, {"first": "D", "middle": [], "last": "Peterson", "suffix": ""}, {"first": "A", "middle": [], "last": "Filipski", "suffix": ""}, {"first": "S", "middle": [], "last": "Kumar", "suffix": ""}], "year": 2013, "venue": "Mol Biol Evol", "volume": "30", "issn": "", "pages": "2725--2729", "other_ids": {"DOI": ["10.1093/molbev/mst197"]}}, "BIBREF53": {"ref_id": "b53", "title": "Regulation of ATP levels in Escherichia coli using CRISPR interference for enhanced pinocembrin production", "authors": [{"first": "S", "middle": [], "last": "Tao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Qian", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Cao", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Ma", "suffix": ""}, {"first": "K", "middle": ["Q"], "last": "Chen", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Ouyang", "suffix": ""}], "year": 2018, "venue": "Microb Cell Fact:17", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s12934-018-0995-7"]}}, "BIBREF54": {"ref_id": "b54", "title": "Additional role for the ccd operon of F-plasmid as a transmissible persistence factor", "authors": [{"first": "A", "middle": [], "last": "Tripathi", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Dewan", "suffix": ""}, {"first": "B", "middle": [], "last": "Barua", "suffix": ""}, {"first": "R", "middle": [], "last": "Varadarajan", "suffix": ""}], "year": 2012, "venue": "Proc Natl Acad Sci U S A", "volume": "109", "issn": "", "pages": "12497--12502", "other_ids": {"DOI": ["10.1073/pnas.1121217109"]}}, "BIBREF55": {"ref_id": "b55", "title": "Formation, physiology, ecology, evolution and clinical importance of bacterial persisters", "authors": [{"first": "B", "middle": [], "last": "Van Den Bergh", "suffix": ""}, {"first": "M", "middle": [], "last": "Fauvart", "suffix": ""}, {"first": "J", "middle": [], "last": "Michiels", "suffix": ""}], "year": 2017, "venue": "FEMS Microbiol Rev", "volume": "41", "issn": "", "pages": "219--251", "other_ids": {"DOI": ["10.1093/femsre/fux001"]}}, "BIBREF56": {"ref_id": "b56", "title": "Serine-threonine kinases encoded by split hipA homologs inhibit tryptophanyl-tRNA synthetase", "authors": [{"first": "S", "middle": [], "last": "Vang Nielsen", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Turnbull", "suffix": ""}, {"first": "M", "middle": [], "last": "Roghanian", "suffix": ""}, {"first": "R", "middle": [], "last": "Baerentsen", "suffix": ""}, {"first": "M", "middle": [], "last": "Semanjski", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Brodersen", "suffix": ""}, {"first": "B", "middle": [], "last": "Macek", "suffix": ""}, {"first": "K", "middle": [], "last": "Gerdes", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/mBio.01138-19"]}}, "BIBREF57": {"ref_id": "b57", "title": "Improved seamless mutagenesis by recombineering using ccdB for counterselection", "authors": [{"first": "H", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Bian", "suffix": ""}, {"first": "L", "middle": [], "last": "Xia", "suffix": ""}, {"first": "X", "middle": [], "last": "Ding", "suffix": ""}, {"first": "R", "middle": [], "last": "Muller", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Fu", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Stewart", "suffix": ""}], "year": 2014, "venue": "Nucleic Acids Res", "volume": "42", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/nar/gkt1339"]}}, "BIBREF58": {"ref_id": "b58", "title": "Reversible gene expression control in Yersinia pestis by using an optimized CRISPR interference system", "authors": [{"first": "T", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "S", "middle": [], "last": "Cao", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "Z", "middle": [], "last": "Qi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tan", "suffix": ""}, {"first": "Y", "middle": [], "last": "You", "suffix": ""}, {"first": "Y", "middle": [], "last": "Bi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Song", "suffix": ""}, {"first": "R", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Du", "suffix": ""}], "year": 2019, "venue": "Appl Environ Microbiol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/AEM.00097-19"]}}, "BIBREF59": {"ref_id": "b59", "title": "The bacterial antitoxin HipB establishes a ternary complex with operator DNA and phosphorylated toxin HipA to regulate bacterial persistence", "authors": [{"first": "Y", "middle": [], "last": "Wen", "suffix": ""}, {"first": "E", "middle": [], "last": "Behiels", "suffix": ""}, {"first": "J", "middle": [], "last": "Felix", "suffix": ""}, {"first": "J", "middle": [], "last": "Elegheert", "suffix": ""}, {"first": "B", "middle": [], "last": "Vergauwen", "suffix": ""}, {"first": "B", "middle": [], "last": "Devreese", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Savvides", "suffix": ""}], "year": 2014, "venue": "Nucleic Acids Res", "volume": "42", "issn": "", "pages": "10134--10147", "other_ids": {"DOI": ["10.1093/nar/gku665"]}}, "BIBREF60": {"ref_id": "b60", "title": "Characterization and comparative analysis of toxin-antitoxin systems in Acetobacter pasteurianus", "authors": [{"first": "K", "middle": [], "last": "Xia", "suffix": ""}, {"first": "H", "middle": [], "last": "Bao", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Linhardt", "suffix": ""}, {"first": "X", "middle": [], "last": "Liang", "suffix": ""}], "year": 2019, "venue": "J Ind Microbiol Biotechnol", "volume": "46", "issn": "", "pages": "869--882", "other_ids": {"DOI": ["10.1007/s10295-019-02144-y"]}}, "BIBREF61": {"ref_id": "b61", "title": "Toxin-antitoxin systems and their role in disseminating and maintaining antimicrobial resistance", "authors": [{"first": "Q", "middle": ["E"], "last": "Yang", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Walsh", "suffix": ""}], "year": 2017, "venue": "FEMS Microbiol Rev", "volume": "41", "issn": "", "pages": "343--353", "other_ids": {"DOI": ["10.1093/femsre/fux006"]}}, "BIBREF62": {"ref_id": "b62", "title": "Construction of a novel, stable, food-grade expression system by engineering the endogenous toxin-antitoxin system in Bacillus subtilis", "authors": [{"first": "S", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Kang", "suffix": ""}, {"first": "W", "middle": ["L"], "last": "Cao", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Du", "suffix": ""}, {"first": "J", "middle": [], "last": "Chen", "suffix": ""}], "year": 2016, "venue": "J Biotechnol", "volume": "219", "issn": "", "pages": "40--47", "other_ids": {"DOI": ["10.1016/j.jbiotec.2015.12.029"]}}, "BIBREF63": {"ref_id": "b63", "title": "Escherichia coli toxin gene hipA affects biofilm formation and DNA release", "authors": [{"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Q", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": [], "last": "Li", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "Heijstra", "suffix": ""}, {"first": "S", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Liang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Qi", "suffix": ""}], "year": 2013, "venue": "Microbiology", "volume": "159", "issn": "", "pages": "633--640", "other_ids": {"DOI": ["10.1099/mic.0.063784-0"]}}, "BIBREF64": {"ref_id": "b64", "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Comparative and phylogenetic analysis of CcdAB among different E. coli serotypes. Phylogenetic tree of CcdA (a) and CcdB (b).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "EcN::pdCas9::pgRCB was used as the template. Lanes, 16S rDNA amplification using primer P17 and P18 (lane 1, lane 3, and lane 5); ccdA amplification using primer P19 and P20 (lane 2, lane 4, and lane 6); M indicates marker. b Verification of the transcriptional silencing of hipAB by RT-PCR. The cDNA reverse transcribed from RNA prepared from EcN::pdCas9::pgRHB was used as the template. Lanes, 16S rDNA amplification using primer P17 and P18 (lane 1, lane 3, and lane 5); hipA amplification using primer P21 and P22 (lane 2, lane 4, and lane 6). c and d Verification of the simultaneous transcriptional repression of ccdAB and hipAB. The cDNA reverse transcribed from RNA prepared from EcN::pdCas9::pURCBH was used as the template. Lanes, 16S rDNA amplification using primer P17 and P18 (lane 1 and lane 4 in c, and lane 1 in d); ccdA amplification using primer P19 and P20 (lane 2 and lane 5 in c, and lane 2 in d); hipA amplification using primer P21 and P22 (lane 3 and lane 6 in c, and lane 3 in d).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Effect of the transcriptional repression of ccdAB and hipAB on the biofilm (a) and persister (b) formation of EcN. The values are mean of three biological replicates. Error bars indicate standard deviations. \"*\"", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Effect of knockdown expression of ccdAB and hipAB on the transcription of genes involved in different biological processes (a). Time-dependent killing kinetics of EcN and EcN mutants treated with 10-fold the MIC of norfloxacin (b). focA, FIC fimbriae; relA, (p)ppGpp synthetase RelA; rpoS, response regulator RpoS; ccdB, toxin CcdB of TAS CcdAB; hipB, toxin HipB of TAS HipAB; recA, recombinase RecA; lexA, repressor LexA; hfq, RNA-binding protein Hfq; gyrA, DNA gyrase subunit A. The values are mean of three biological replicates. Error bars indicate standard deviations. The same color in a and b", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "Authors' contributions J.X. conducted lab work and data analysis. K.X. interpreted the data, designed the experiments, and drafted the manuscript. C.Q. and P.L. conducted part of the lab work and data analysis. Y.L. contributed to the bioinformatics analysis and paper review. X.L. conceived of the study, performed data review, and contributed to the paper writing. All authors read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "The work was financially supported by grants from the Natural Science Foundation of Zhejiang Province (LY19C200002) to Xinle Liang.", "cite_spans": [], "ref_spans": [], "section": "Funding information"}, {"text": "This paper does not contain any studies with human participants or animals.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}, {"text": "The authors declare that they have no conflicts of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest"}]}