{
    "paper_id": "2b97dbdec68f57a68d388b083ed73d68cffafe2f",
    "metadata": {
        "title": "Journal Pre-proof Adaptive Neurology in COVID-19 times Adaptive Neurology in COVID-19 times",
        "authors": [
            {
                "first": "Elena",
                "middle": [],
                "last": "Moro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Grenoble Institute of Neurosciences",
                    "location": {
                        "settlement": "Grenoble",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Hubert",
                "middle": [
                    "H"
                ],
                "last": "Fernandez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cleveland Clinic",
                    "location": {
                        "settlement": "Cleveland",
                        "region": "Ohio",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "At the time of this writing, over 6 million humans have been infected with the novel coronavirus , with over 370, 000 deaths in 188 countries [1] . The death toll continues to rise.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Without question, the COVID-19 pandemic has altered the way we practice neurology and our management of patients with movement disorders worldwide. The global lockdown have forced some neurologists to practice internal medicine when additional manpower was necessary [2] ; many others had to practice from their homes, and find new ways to manage neurological patients remotely [3] . All these changes have been exceptionally challenging, especially because they had to be done quickly, safely, and efficiently. Clearly responses to these challenges have been diverse worldwide-with varying degrees of preparedness, discipline, and approach.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Moreover, health care systems and resources are quite dissimilar among countries, and even amongst regions within a country, and these have heavily impacted our strategies during the pandemic [4] . Nevertheless, neurologists have been called to care for COVID-19 patients with neurological symptoms, and to continue treating patients with neurological comorbidities affected by COVID-19 [5] .",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 387,
                    "end": 390,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first epidemiological data have shown strong and consistent evidence that age, obesity, diabetes, and hypertension increased the risk of manifesting the severe form of COVID-19, and consequently higher mortality [6] . In addition, concerns have also been raised by neurologists In absence of epidemiological data comparing the incidence and prevalence of COVID-19 in the DBS versus non-DBS PD population, no conclusions can be made concerning possible increased risk of severe COVID-19 complications in DBS PD patients. Therefore, these case reports not only highlight the unusual COVID-19 manifestation in PD patients with DBS, contributing to the delay in their diagnosis, but more importantly, they stress the need for a registry to collect data regarding the impact of COVID-19, along with outcomes, in patients with movement disorders.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The global lockdown has had important consequences in the management of movement disorders. The extreme difficulty of executing regular visits with their neurologists, physical and speech therapists, and primary care providers has often worsened the clinical conditions of many 4 patients with PD, dystonia, Huntington disease, and tics. To address these issues, several actions have been implemented. Perhaps, the most commonly and successfully executed has been telemedicine [3, 8] . Some countries, such as the United States and Canada, have already been used to this tool even prior to the COVID-19 outbreak, while others had to urgently initiate this program during the pandemic, such as Italy. When time is not a factor, the ease and efficacy of telemedicine in providing neurological care has been well documented. At the Cleveland Clinic in Ohio, for example, prior to the pandemic we reported our experience of 3,913 neurological patients completing 5,581 virtual visits [9] . The number of virtual visits increased from 30 in best determine their parkinsonian patients' needs, thereby concentrating the need for more complex virtual visits with neurologists to a manageable volume. Finally, the lack of accessibility to rehabilitation, physiotherapy and any type of exercise due to the lockdown does not favor PD patients. Therefore, Srivastav and Samuel summarized the available web-based tools to download for patients to maintain mobility and enhance quality of life.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 480,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 481,
                    "end": 483,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 980,
                    "end": 983,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, the COVID-19 storm has profoundly challenged neurologists and their patients, in all parts of the world. While each region may have had different starting points and healthcare systems, causing great disparity in the devastation caused by the pandemic, eventually the power 5 of data sharing, creativity, and resiliency has prevailed. \"Adaptive neurology\" has emerged as our most effective ammunition against an invisible enemy. It is a new and enduring mindset that we can no longer afford to lose, even beyond this crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization -Coronavirus disease (COVID-2019) situation reports",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "On being a neurologist in Italy at the time of the COVID-19 outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bersano",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pantoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neurology",
            "volume": "26",
            "issn": "21",
            "pages": "905--906",
            "other_ids": {
                "DOI": [
                    "10.1212/WNL.0000000000009508"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Coronavirus Disease 2019 Crisis as Catalyst for Telemedicine for Chronic Neurological Disorders",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Bloem",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Dorsey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Okun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Neurol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamaneurol.2020.1452"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 and racial/ethnic disparities",
            "authors": [
                {
                    "first": "Webb",
                    "middle": [],
                    "last": "Hooper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nápoles",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Pérez-Stable",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.8598"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Neurological manifestations of COVID-19: A review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Anson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Neurol Scand",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/ane.13266"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Risk factors of severe disease and efficacy of treatment in patients infected with COVID-19: A systematic review, metaanalysis and meta-regression analysis",
            "authors": [
                {
                    "first": "Jjy",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Ang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Leo",
                    "suffix": ""
                },
                {
                    "first": "Young",
                    "middle": [],
                    "last": "Be",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa576"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Outcome of Parkinson's disease patients affected by COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Antonini",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Leta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Teo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Chaudhuri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mov Disord",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/mds.28104"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Integrated and patient-centred management of Parkinson's disease: a network model for reshaping chronic neurological care",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Bloem",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Dorsey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Neurol",
            "volume": "",
            "issn": "",
            "pages": "30064--30072",
            "other_ids": {
                "DOI": [
                    "10.1016/S1474-4422(20"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Implementation and Patient Experience with Outpatient Subspecialty Teleneurology Visits at a Single Academic Institution Over Four Years",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bena",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bermel",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "about the potentially greater risk for patients with neurodegenerative disorders and neurological patients on immunosuppressant treatments. To date, there is no strong evidence supporting these concerns. However, some authors have reported COVID-19 related deaths in elderly parkinsonian patients with longstanding deep brain stimulation [7]. 3 This month's edition of Parkinsonism and Related Disorders puts on the spotlight 3 articles, providing us with a snapshot of how COVID-19 has affected patients with movement disorders, and the adaptive solutions implemented in different regions of the world in providing acute, as well as supportive care for their patients. Hainque and Grabli warn clinicians about the atypical manifestation of COVID-19 in two PD patients with deep brain stimulators (DBS), eventually leading to their demise. Cilia, et al. narrate the devastation caused by COVID-19 in the northern region of Italy that forced them to adopt an innovative two-tiered telemedicine model, designed to efficiently triage the care of PD patients and conserve (or, more likely, \"stretch\") the care expended by neurologists. And finally, Srivastav and Samuel. from India remind us of creative solutions, utilizing web-and virtual-based platforms in providing the necessary physical therapy and exercises when mobility poses a significant hurdle, and social distancing becomes the new way of life.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "year 4. Virtual visits were completed in all outpatient neurologic subspecialties and 1,327,128 miles of travel were prevented across the 5,581 visits. On average, patients rated their overall virtual visit experience 4.7/5±0.89 and rated their provider 4.9/5±0.48. Perhaps because of the urgency and lack of prior telemedicine experience, in this issue of Parkinsonism and Related Disorders, Cilia et al. described how they implemented a creative two-tiered model for telemedicine in Italy, where allied health professionals first performed a telephone triage to",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}