{"paper_id": "2b992fdd68b377e791a7ca904ba2c43765d9a3b9", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "Coronavirus disease 2019 started to spread rapidly throughout China at the beginning of 2020 and subsequently reached almost every country in the world with an exponentially increasing number of new confirmed cases (WHO, 2020) . In addition to its negative influence on physical well-being, also exerted an enormous impact on the mental well-being of the public. The psychological impact of COVID-19 on adolescents is a crucial but overlooked issue .", "cite_spans": [{"start": 215, "end": 226, "text": "(WHO, 2020)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "In response to the outbreak, the Chinese government has taken numerous measures to prevent the spread of viruses . Although the measures are imperative and effective, the prolonged closure of school, home confinement, restriction of movement and more obesogenic behaviors might have an adverse influence on adolescents (Tandon, 2020a, b) , and rural adolescents who are more susceptible to mental health problems (Zhang et al., 2011) might suffer more under these circumstances. Although several studies regarding the psychological impact of COVID-19 have been conducted, evidence regarding the impact of COVID-19 on senior high school students in rural areas is limited. This cross-sectional study aimed to investigate the mental health problems and suicidality among senior high school students in rural China during the COVID-19 outbreak and explore the potential influential factors.", "cite_spans": [{"start": 319, "end": 337, "text": "(Tandon, 2020a, b)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Ethical approval was obtained from the Research Ethics Commission of Navy Medical University. Fifteen classes from 5 senior high schools in rural areas of Anhui Province were selected using random cluster sampling. Subjects self-reported the frequency with which they participated in \"physical activities that at least moderately enhance your heart rate for at least 20 minutes\" (high/low). The 9-item Patient Health Questionnaire (PHQ-9), the 7-item Generalized Anxiety Disorder Scale (GAD-7), and the Impact of Events Scale -Revised (IES-R) were used to measure depression, anxiety and posttraumatic stress disorder (PTSD) symptoms, respectively. The cutoff points for screening symptoms of depression, anxiety and PTSD were 10, 8, and 26, respectively (Kader Maideen et al., 2015; Lai et al., 2020) . Suicidal ideation and suicidal attempts were evaluated with two items (Achenbach, 1991) : \"I thought about killing myself\" (Yes/no) and \"I deliberately tried to kill myself\" (Yes/no).", "cite_spans": [{"start": 755, "end": 783, "text": "(Kader Maideen et al., 2015;", "ref_id": "BIBREF1"}, {"start": 784, "end": 801, "text": "Lai et al., 2020)", "ref_id": null}, {"start": 874, "end": 891, "text": "(Achenbach, 1991)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Methods"}, {"text": "A total of 859 high school students were recruited in the study; 524 students were left-behind children.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Most participants were males (61.4%) and aged 16 years and below (79.4%). A total of 87.1% had siblings, 54.9% reported poor academic records, and 67.4% reported low exercise frequencies. The results indicated that 71.5%, 54.5% and 85.5% presented symptoms of depression, anxiety and PTSD, respectively; 31.3% and 7.5% reported suicidal ideation and attempts, respectively.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "As shown in Table 1 , multivariate logistic regression revealed that being female and having poor academic records were associated with severe depression and anxiety, suicidal ideation and suicidal attempts, while being a left-behind child was only associated with severe depression. Having siblings was a risk factor for PTSD but was a protective factor against suicidal ideation. Higher exercise frequency was associated with fewer symptoms of depression and anxiety.", "cite_spans": [], "ref_spans": [{"start": 12, "end": 19, "text": "Table 1", "ref_id": "TABREF0"}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "To the best of our knowledge, this is the first study to explore mental health and suicidality among senior high school students in rural China during COVID-19. The results of the present study suggested that senior high school students in rural China reported a high prevalence of depression, anxiety and PTSD symptoms, and a considerable proportion of students presented suicidal ideation and suicidal attempts during the COVID-19 outbreak. The possible mechanisms underlying the psychological impact of COVID-19 on senior high school students might be complicated. First, in traditional Chinese culture, education is highly valued and regarded as the main path to success. As a result, senior high school students are put under great pressure to prepare for the National College Entrance Examination (Sun et al., 2013) . Thus, prolonged school closure and concern about academic progress might aggravate the detrimental impacts of COVID-19 on mental well-being.", "cite_spans": [{"start": 803, "end": 821, "text": "(Sun et al., 2013)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Discussion"}, {"text": "Second, in rural China, considerable families suffer from poverty without sources of stable income, which might result in concern about family financial loss . Finally, fears of being infected, being intolerant of uncertainty, a lack of contact with friends and boredom might also be stressors that contributed to the pressure during the epidemic (Taha et al., 2013; .", "cite_spans": [{"start": 347, "end": 366, "text": "(Taha et al., 2013;", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion"}, {"text": "Based on the findings, psychological interventions for depression, anxiety and suicidality should be prioritized to help vulnerable senior high school students in rural China, especially females, left-behind children, and those with lower academic records. Interventions for PTSD should be directed to the students who have siblings, while more attention should be paid to the suicidal ideation of those without siblings.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Moreover, an increase in exercise frequency should be recommended to help maintain mental well-being during the COVID-19 outbreak. ", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Manual for the Youth Self", "authors": [{"first": "T", "middle": [], "last": "Achenbach", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Prevalence, associated factors and predictors of anxiety: a community survey in Selangor", "authors": [{"first": "S", "middle": ["F"], "last": "Kader Maideen", "suffix": ""}, {"first": "S", "middle": [], "last": "Mohd Sidik", "suffix": ""}, {"first": "L", "middle": [], "last": "Rampal", "suffix": ""}, {"first": "F", "middle": [], "last": "Mukhtar", "suffix": ""}], "year": 2015, "venue": "BMC Psychiatry", "volume": "15", "issn": "", "pages": "262--262", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Factors Associated With Mental Health Outcomes Among Health Care Workers Exposed to Coronavirus Disease", "authors": [{"first": "H", "middle": [], "last": "Wang", "suffix": ""}, {"first": "G", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Liu", "suffix": ""}, {"first": "S", "middle": [], "last": "Hu", "suffix": ""}], "year": 2019, "venue": "JAMA Netw Open", "volume": "3", "issn": "", "pages": "203976--203976", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Educational stress among Chinese adolescents: individual, family, school and peer influences", "authors": [{"first": "J", "middle": [], "last": "Sun", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Dunne", "suffix": ""}, {"first": "X", "middle": [], "last": "Hou", "suffix": ""}, {"first": "A", "middle": [], "last": "Xu", "suffix": ""}], "year": 2013, "venue": "Educational Review", "volume": "65", "issn": "", "pages": "284--302", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Intolerance of uncertainty, appraisals, coping, and anxiety: The case of the 2009 H1N1 pandemic", "authors": [{"first": "S", "middle": [], "last": "Taha", "suffix": ""}, {"first": "K", "middle": [], "last": "Matheson", "suffix": ""}, {"first": "T", "middle": [], "last": "Cronin", "suffix": ""}, {"first": "H", "middle": [], "last": "Anisman", "suffix": ""}], "year": 2013, "venue": "British journal of health psychology", "volume": "19", "issn": "", "pages": "592--605", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "COVID-19 and mental health: Preserving humanity, maintaining sanity, and promoting health", "authors": [{"first": "R", "middle": [], "last": "Tandon", "suffix": ""}], "year": 2020, "venue": "Asian J Psychiatr", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The COVID-19 pandemic, personal reflections on editorial responsibility", "authors": [{"first": "R", "middle": [], "last": "Tandon", "suffix": ""}], "year": 2020, "venue": "Asian J Psychiatr", "volume": "50", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Mitigate the effects of home confinement on children during the COVID-19 outbreak", "authors": [{"first": "G", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "F", "middle": [], "last": "Jiang", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "945--947", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "WHO Director-General's opening remarks at the media briefing on COVID-19 -1", "authors": [], "year": 2020, "venue": "WHO", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "have not received any financial support for this article.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Risk factors for psychological impact of COVID-19, adverse mental health status and suicidal ideation and attempts during the pandemic (N=857).Suicidal ideationJ o u r n a l P r e -p r o o f", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors would like to acknowledge senior high school students in rural areas of Anhui province who participated in the research. We would also like to thank Dr. Ye Hong, who helped us recruit participants.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "No conflict of interest exists in the submission of this manuscript.", "cite_spans": [], "ref_spans": [], "section": "None"}]}