{
    "paper_id": "70e74566bed5f78f1c8fdbc7281cd8f973868ea0",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Outbreaks and health emergenciessuch as the new COVID-19 pandemicpose many ethical and public health questions on how to adequately respond and control transmission. The overall purpose is to keep populations informed and safe. In order to do so, public health strategies directed at the community level, nationally, or internationally, sometimes require restricting any one individual's rights to freedom of movement and association, for example, using measures such as quarantine in the interest of the greater population. 1 Nevertheless, during epidemics it is crucial to monitor the implementation of public health strategies with conscious attention to human rights, especially of those individuals living with a disability. 2 Nowadays, outbreaks disseminate faster and further with greater impact globally. Moreover, the World Health Organization's report on disability showed that over 1 billion of the world's population (15%) live with some form of disability, of whom 2% to 4% experience significant difficulties in functioning. 3 This shows the importance of establishing links between disability and health emergencies and the need for action on inclusion.",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 526,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 730,
                    "end": 731,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1039,
                    "end": 1040,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In time of crises, including warfare and natural disasters, children with disabilities face additional challenges as a result of their functional limitations; but most importantly, the many barriers that society throws in their way. Lack of inclusive humanitarian response, neglect, and separation from family members are common ways of violation of rights of these children. 4 In light of the ongoing COVID-19 pandemic, it is important to raise awareness of the individual and collective human rights to equally access services and ensure that all people are treated with dignity and respect.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 377,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Prevention is the most powerful health promotion strategy. Therefore, it is essential to have a significantly stronger and more effective approach for global surveillance for major pandemic and epidemic infectious disease risks. The same applies to a human rights approach for humanitarian responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Having rights-based strategies and tools in place before the events happen is key for an inclusive response. I want to point out that there are useful tools available guiding an inclusive community-based response during crises that can be used both in planning and implementation 5 (see https://www.who. int/emergencies/outbreak-toolkit/disease-outbreak-toolb oxes and https://www.who.int/emergencies/diseases/manag ing-epidemics-interactive.pdf). Most importantly, to make successful inclusive community-based responses we need to ensure that persons with disabilities have roles and responsibilities in the design and implementation of the plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Latin American Academy of Child Development and Disabilities (ALDID) invites researchers and clinicians working in the field of pediatric disability to advocate for clear standards on inclusive humanitarian responses in our communities. Finally, building comprehensive emergency care systems and ensuring that we all benefit from an inclusive rights-based approach during health emergencies will have a positive impact on the well-being of persons with disabilities, their families, and our communities. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The right to health in international human rights law",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Leary",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Health Hum Rights",
            "volume": "1",
            "issn": "",
            "pages": "24--56",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Convention on the Rights of Persons with Disabilities: Resolution / Adopted by the General Assembly",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Un General Assembly",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Report on Disability: Summary",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The State of the World's Children",
            "authors": [],
            "year": 2013,
            "venue": "Children with disabilities",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Disability Inclusive Community Based Disaster Risk Management: a Toolkit for Practice in South Asia",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "O&apos;meara",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Handicap International",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "org/publication/disability-inclusive-community-based-dis aster-risk-management-a-toolkit-for-practice-in-southasia",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}