{
    "paper_id": "70e99c538633ff9a9aa8f8786e58d118a28b20ca",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Xxx",
                "middle": [],
                "last": "Xxx Xxx • Volume",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xxx",
                "middle": [],
                "last": "Number",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the Editor T he recent article by Dexter et al 1 provides muchneeded guidance for anesthesiologists and other health care workers involved with the perioperative management of confirmed or suspected Coronavirus Disease 2019 (COVID-19) patients. The unprecedented nature of the pandemic has lead to confusion regarding the safest infection control and operating room management strategies. Furthermore, the evidence base is rapidly evolving or is extrapolated from historical experience, making best practices difficult to discern for frontline clinicians and institutional leaders. The review provided by Dexter et al 1 gives a concise 5-step road map for evidence-based infection control in the operating room. Although many of the suggestions seem to have clear merit, the proposed method for patient decolonization may be counterintuitive. 1 While some evidence exists for nasal decontamination in preventing surgical-site infection in Staphylococcus aureus carriers, 2,3 they present no substantive evidence that nasal/oral decontamination would actually reduce viral transmission. Perhaps more importantly, application of nasal povidone-iodine could induce sneezing, paradoxically increasing the spread of aerosolized viral particles, and a chlorhexidine mouth rinse might also risk inducing coughing (or at the very least some expectoration) which could also increase the risk of contamination. The theoretical benefit of decolonization with preoperative nasal povidone-iodine and chlorhexidine mouth rinse needs to balance with the potential risk of inducing aerosolizing complications, such that one does not increase the risk they are attempting to mitigate.",
            "cite_spans": [
                {
                    "start": 846,
                    "end": 847,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "E Letters to the editor"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Perioperative COVID-19 defense: an evidence-based approach for optimization of infection control and operating room management",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dexter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Loftus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anesth Analg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Nasal decontamination for the prevention of surgical site infection in Staphylococcus aureus carriers",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lui",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Norman",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Iheozor-Ejiofor",
                    "suffix": ""
                },
                {
                    "first": "Jkf",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Crosbie",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Cochrane Database Syst",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "High-risk Staphylococcus aureus transmission in the operating room: a call for widespread improvements in perioperative hand hygiene and patient decolonization practices",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Loftus",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dexter",
                    "suffix": ""
                },
                {
                    "first": "Adm",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Infect Control",
            "volume": "46",
            "issn": "",
            "pages": "1134--1141",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Oral and Nasal Decontamination for COVID-19 Patients: More Harm Than Good?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}