{
    "paper_id": "70e90fa60bc598ee0c00445f8a30e2a591f8ae23",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "1 KLINISCHE PR AKTIJK D engue en chikungunya behoren tot de belangrijkste infectieziekten die door muggen worden overgebracht. Het klinisch beeld en de verspreiding in de wereld van de ziekten overlappen sterk. De incidentie van dengue en chikungunya is wereldwijd sterk toegenomen, onder andere door verspreiding van de vector. 1,2 Deze infecties komen voor in de tropen en subtropen, maar er zijn ook uitbraken beschreven in niet-klassieke risicogebieden. Zo was er in 2012 een uitbraak van dengue op het Portugese eiland Madeira. 3 Sinds december 2013 is er een grote chikungunya-uitbraak gaande op het westelijk halfrond, die begonnen is in het Caribisch gebied. 4 Bij reizigers met koorts die terugkeren uit dergelijke 'niet-klassieke' chikungunyagebieden kan dit verraderlijk zijn, omdat mogelijk niet direct aan deze ziekte wordt gedacht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Dengue en chikungunya worden voornamelijk overgebracht door Aedes aegypti en Aedes albopictus.De Ae. aegypti, of gelekoortsmug, is de belangrijkste vector van het dengue-en chikungunyavirus. Deze mug komt van oorsprong uit Afrika en heeft zich via de scheepvaart dengue en chikungunya worden overgebracht door muggen (Aedes aegypti en Aedes albopictus).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "de wereldwijde incidentie van dengue en chikungunya is de laatste decennia sterk toegenomen, mede door de toename van het verspreidingsgebied van beide vectoren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Er is momenteel een grote chikungunya-uitbraak gaande op het westelijk halfrond, die begonnen is in het caribisch gebied. op het westelijk halfrond kwam chikungunya voorheen niet voor. dengue en chikungunya zijn belangrijke oorzaken van koorts bij nederlandse reizigers die terugkeren uit de tropen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "de klinische beelden van patiënten met dengue en met chikungunya vertonen veel overlap; beide worden gekenmerkt door koorts en gewrichtspijn. Bloedingen en plasmalekkage zijn potentieel levensbedreigende complicaties bij dengue, terwijl persisterende artralgie kenmerkend is voor chikungunya.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Het voorkómen van muggenbeten door het dragen van beschermende kleding en het gebruik van insectenwerende producten is de enige manier om infectie te voorkomen. Een vaccin is vooralsnog niet beschikbaar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "verspreid naar tropische en subtropische gebieden in Amerika, Azië, Noord-Australië en rond de Indische Oceaan. In Europa heeft de mug zich gevestigd in Madeira, Portugal, en in enkele landen aan de Zwarte Zee. 5 Deze tropische mug is al eens meegekomen met bandenhandel naar Nederland, maar hij kan zich niet vestigen in ons gematigde klimaat. 6 Ae. albopictus, of Aziatische tijgermug, is een vector voor meerdere arbovirussen, waaronder het dengue-en chikungunyavirus. 7 Van oorsprong komt hij uit Zuidoost-Azië, maar internationale handel in autobanden en de plant 'lucky bamboo', en lokaal verkeer hebben gezorgd voor uitbreiding van zijn leefgebied. Zodoende komt deze mug nu voor in Noord-, Midden-en Zuid-Amerika, ten westen van de Stille Oceaan en in Zuid-Europa. 7 Ook komt de Ae. albopictus regelmatig mee met autobanden naar Nederland. Door het tijdig nemen van bestrijdingsmaatregelen is de vestiging van deze mug tot op heden voorkomen. 6 dEnguE Het denguevirus behoort tot de familie van de flavivirussen. Er bestaan 4 serotypen (DENV-1 tot en met DENV-4) die verspreid over de wereld voorkomen. Recent is er een 5e serotype ontdekt, dat voornamelijk circuleert bij niet-humane primaten. 8 Er is slechts 1 uitbraak van den-guevirus serotype 5 bij de mens beschreven, in Borneo. In delen van Latijns-Amerika en Azië circuleren inmiddels meerdere serotypen tegelijk. 9 De Wereldgezondheidsorganisatie (WHO) schat het jaarlijkse aantal denguevirusinfecties wereldwijd op 50 miljoen-100 miljoen. 2 Het werkelijke aantal is echter mogelijk 3 maal zo hoog, omdat een groot deel asymptomatisch verloopt en daarnaast niet alle symptomatische infecties gedetecteerd worden door surveillanceprogramma's. 10 De dengue-incidentie is het hoogst in Zuiden Zuidoost-Azië en Zuid-Amerika (figuur 1). Ook in Afrika komt dengue voor, maar de incidentie ervan is onbekend door gebrekkige surveillance. 10 11 Sindsdien heeft deze variant zich verspreid over Zuid-en Zuidoost-Azië. 1 Chikungunya komt het meest voor in landen in Zuidoost-Azië, vooral in India. In Papoea-Nieuw-Guinea werd in de periode 2012-2013 de grootste epidemie in de regio tot nu toe gezien, met geschatte tientallen duizenden ziektegevallen; deze uitbraak werd veroorzaakt door het ECSAgenotype. 12 Eind 2013 vond introductie van het Aziatische genotype plaats op het westelijk halfrond, en wel op het Franse gedeelte van Sint Maarten; dit leidde tot een grote uitbraak in het Caribisch gebied. 5 Het virus heeft inmiddels het vaste land van Zuid-, Centraal-en Noord-Amerika bereikt en verspreidt zich daar verder (figuur 2). Recent is ook de introductie van het ECSA-genotype van het chikungunyavirus in Brazilië bevestigd. Actuele informatie over de epidemie op het westelijk halfrond is te vinden op de website van de Pan American Health Organization (bron: www.paho.org); in februari 2015 waren er bijna 1,2 miljoen ziektegevallen gerapporteerd. 4 Chikungunya komt in Nederland alleen voor als importziekte. In de periode september-november 2014 is in Nederland bij 181 reizigers chikungunya vastgesteld; van hen kwamen 80 personen uit het Caribisch gebied.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 346,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 472,
                    "end": 473,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 773,
                    "end": 774,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 951,
                    "end": 952,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1203,
                    "end": 1204,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1380,
                    "end": 1381,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1507,
                    "end": 1508,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1709,
                    "end": 1711,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1898,
                    "end": 1900,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1901,
                    "end": 1903,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2264,
                    "end": 2266,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2918,
                    "end": 2919,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In de afgelopen jaren vond er meerdere malen autochtone transmissie van dengue en chikungunya plaats in niet-endemische gebieden. In 2012 vond een grote dengue-uitbraak plaats op Madeira, een autonome regio van Portugal, waar meer dan 2000 mensen geïnfecteerd raakten. 3 In 2010 werd dengue vastgesteld bij een Duitse toerist na een vakantie in Zuid-Kroatië. 13 Uit een daaropvolgende serologische populatiescreening in hetzelfde gebied bleek 5% van de lokale bevolking seropositief voor het denguevirus. In Frankrijk werd in 2010 en in 2013 autochtone denguetransmissie vastgesteld en werd bij 2 personen die niet in het buitenland waren geweest dengue vastgesteld. 14 Buiten Europa vond autochtone denguetransmissie onder andere plaats in Hawaï in 2001 (122 patiënten), in Brownsville, Texas in 2005 (3 patiënten) en in Zuid-Florida in 2009-2011 (98 patiënten). 15 Ook in Japan, waar meer dan 70 jaar geen autochtone transmissie was gezien, werden 19 autochtone ziektegevallen gerapporteerd in de nazomer van 2014. 16 De eerste chikungunya-uitbraak in Europa vond plaats rond Ravenna in Italië in 2007 (205 patiënten). 17 In 2010 vond transmissie plaats in Frankrijk (3 patiënten). 18 In oktober 2014 werd wederom autochtone transmissie van chikungunya vastgesteld in Frankrijk, ditmaal bij 4 familieleden zonder recente reisgeschiedenis. 19",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 270,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 359,
                    "end": 361,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 864,
                    "end": 866,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1017,
                    "end": 1019,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1121,
                    "end": 1123,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1184,
                    "end": 1186,
                    "text": "18",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "autocHtonE transmissiE in niEt-EndEmiscHE gEBiEdEn"
        },
        {
            "text": "De klinische manifestaties van dengue en chikungunya voortonen veel gelijkenissen. Koorts, huiduitslag, hoofdpijn en spierpijn worden frequent gevonden bij patiënten met een van deze infecties. Er zijn echter ook verschillen die kunnen helpen bij de differentiatie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KliniscH BEEld"
        },
        {
            "text": "De incubatieperiode van dengue varieert van 3-14 dagen, maar bedraagt meestal 4-7 dagen. Van alle denguevirusinfecties verloopt 30-80% asymptomatisch. 20 Symptomatische infecties worden gekenmerkt door aspecifieke koorts, of door klassieke denguekoorts die gepaard gaat met een of meerdere van de volgende symptomen: hoofd- ",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 153,
                    "text": "20",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "dEnguE"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Tracing the path of Chikungunya virusevolution and adaptation",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Hapuarachchi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Infect Genet Evol",
            "volume": "10",
            "issn": "",
            "pages": "876--85",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Dengue and severe dengue",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Factsheet",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ongoing outbreak of dengue type 1 in the Autonomous Region of Madeira, Portugal: preliminary report",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Sousa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clairouin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Seixas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": "15--23",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Number of Reported Cases of Chikungunya Fever in The Americas. www.paho.org/hq/index. php?option=com_content&view=article&id=9053&Itemid=39843&lang =en",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Introduction and control of three invasive mosquito species in the Netherlands",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Scholte",
                    "suffix": ""
                },
                {
                    "first": "Den",
                    "middle": [],
                    "last": "Hartog",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Euro Surveill",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "European Center for Disease Prevention and Control Aedes albopictus factsheet",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Een mogelijk vijfde serotype van het denguevirus",
            "authors": [
                {
                    "first": "Da",
                    "middle": [],
                    "last": "Silva Voorham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Global spread of dengue virus types: mapping the 70 year history",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Messina",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Brady",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Trends Microbiol",
            "volume": "22",
            "issn": "",
            "pages": "138--184",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The global distribution and burden of dengue",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhatt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Gething",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Brady",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "496",
            "issn": "",
            "pages": "504--511",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Chikungunya, an epidemic arbovirosis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pialoux",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Gaüzère",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jauréguiberry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Strobel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet Infect Dis",
            "volume": "7",
            "issn": "",
            "pages": "319--346",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Concurrent outbreaks of dengue, chikungunya and Zika virus infections -an unprecedented epidemic wave of mosquito-borne viruses in the Pacific",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mercier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lepers",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Autochthonous dengue fever in Croatia",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gjenero-Margan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Aleraj",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Krajcar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Euro Surveill",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Autochthonous case of dengue in France",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marchand",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Prat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jeannin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Lessons learned during dengue outbreaks in the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Adalja",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Sell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bouri",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Franco",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Emerg Infect Dis",
            "volume": "18",
            "issn": "",
            "pages": "608--622",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Emerg Infect Dis. maart 2015 (epub)",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Infection with chikungunya virus in Italy: an outbreak in a temperate region",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rezza",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nicoletti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Angelini",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "CHIKV study group",
            "volume": "370",
            "issn": "",
            "pages": "1840--1846",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Chikungunya virus, southeastern France",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grandadam",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Caro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Plumet",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "910--913",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Disease outbreak news",
            "authors": [
                {
                    "first": "Global",
                    "middle": [],
                    "last": "Alert",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Respone",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chikungunya -France",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Diagnosis and management of dengue",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Teixeira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Barreto",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "339",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Dengue in travelers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": "924--956",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Secondary infection as a risk factor for dengue hemorrhagic fever/dengue shock syndrome: an historical perspective and role of antibody-dependent enhancement of infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Guzman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Halstead",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Arch Virol",
            "volume": "158",
            "issn": "",
            "pages": "1445--59",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Underdiagnosis of chikungunya virus infections in symptomatic dutch travelers returning from the Indian ocean area",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bakker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Reimerink",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zelena",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Koopmans",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Travel Med",
            "volume": "20",
            "issn": "",
            "pages": "44--50",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Climate change and public health policy: translating the science",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Braks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Ginkel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wint",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sedda",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sprong",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Environ Res Public Health",
            "volume": "11",
            "issn": "",
            "pages": "13--29",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The role of human movement in the transmission of vector-borne pathogens",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Stoddard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Vazquez-Prokopec",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Negl Trop Dis",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Waarschijnlijk wordt op klinische gronden bij veel denguepatiënten in Afrika de diagnose 'malaria' gesteld. In Nederland en de rest van Europa komt dengue alleen voor als importziekte.Het chikungunyavirus behoort tot de familie van de alfavirussen en is voor het eerst beschreven in 1952 inTanzania. De naam 'chikungunya' verwijst naar de gebogen houding die patiënten aannemen door de gewrichtspijn. Er zijn 3 belangrijke genotypen: een West-Afrikaanse, een Oost-/Centraal-/Zuid-Afrikaanse (ECSA-genotype) en een Aziatische. 1 Het bleef tot 2005 een zeldzaam gedi-agnosticeerde ziekte met sporadische uitbraken in Afrika, India en Zuidoost-Azië. Dit veranderde na een grote uitbraak in landen rond de Indische Oceaan in 2005-2006 die werd veroorzaakt door een gemuteerde variant van het ECSA-genotype.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "United States of AmericaDe muggen die dengue en chikungunya overbrengen komen op steeds meer plaatsen in de wereld voor. De hoofdoorzaak van de enorme toename van patiënten met dengue in de wereld is echter niet klimaatsverandering of vergroting van het leefgebied van de muggen, maar vooral de toename in menselijk reisgedrag. Hierdoor worden de serotypes continu over de hele wereld verspreid. Dit zorgt samen met de wereldwijde urbanisatie, de bezuinigingen op vectorcontrole vanwege de wereld-wijde financiële crisis en insecticideresistentie voor een wereldwijde toename van patiënten met dengue.25 Sinds december 2013 is er een grote chikungunya-uitbraak gaande op het westelijk halfrond; deze ziekte kwam hier tot eind 2013 niet voor. Dit betekent dat er bij reizigers die met koorts terugkeren uit dit gebied niet alleen aan dengue, maar nu ook aan chikungunya gedacht moet worden. Het is waarschijnlijk dat chikungunya endemisch wordt op het westelijk halfrond. en financiële ondersteuning: geen gemeld.Citeer als: Ned Tijdschr Geneeskd. 2015;159:A8032 • > KijK ooK op WWW.ntVg.nl/a8032 ▼ lEErpuntEn ▼ • Dengue en chikungunya zijn een steeds groter risico voor reizigers die naar de tropen gaan, gezien de toenemende wereldwijde incidentie van beide ziekten. • Momenteel is er een chikungunya-uitbraak gaande op het westelijk halfrond, die begonnen is in het caribisch gebied. • Het is van belang reizigers naar de tropen adequate muggenwerende maatregelen aan te raden, omdat een vaccin tegen dengue of chikungunya vooralsnog niet beschikbaar is. • Bij persisterende artralgie na koorts bij een reiziger die terugkeert uit de tropen moet de diagnose 'chikungunya' worden overwogen.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}