{
    "paper_id": "70f35a187679e8d5badaab41eb03d87fed7b5e48",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Na de introductie van een nieuw geneesmiddel kan het geruime tijd duren voordat de aard en de omvang van de bijwerkingen duidelijk zijn. Rituximab, een monoklonale antistof gericht tegen de B-lymfocytenmarker CD20, heeft een zeer belangrijke plaats bij de behandeling van B-cel-non-hodgkinlymfoom (NHL) en wordt daarnaast toegepast bij auto-immuunziekten. Sinds 2003 wordt rituximab in casuïstische mededelingen in verband gebracht met het optreden van interstitiële pneumonitis. 1-4 Deze zou bij < 0,03% van de gebruikers optreden en dus een zeer zeldzame bijwerking zijn. 5 Blijkens recente literatuur komt deze pneumonitis echter veel vaker voor (namelijk bij 9-14% van de patiënten). 6, 7 In de algemene praktijk is dit nog weinig bekend. In dit artikel benadrukken wij deze bijwerking door de beschrijving van een concrete casus.",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 575,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 688,
                    "end": 690,
                    "text": "6,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 691,
                    "end": 692,
                    "text": "7",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patiënt A was een 42-jarige, uit Bosnië afkomstige man, die sinds 16 jaar in Nederland was, en bij wie de diagnose 'grootcellig B-cel-NHL' werd gesteld. Het lymfoom was gelokaliseerd in de rechter mamma en de axillaire en inguinale lymfklieren. De medische voorgeschiedenis was blanco. Patiënt rookte niet. Hij werd in opzet curatief behandeld met 8 kuren bestaande uit rituximab, cyclofosfamide, doxorubicine, vincristine en prednison (R-CHOP), 1 maal per 14 dagen. Deze behandeling werd ondersteund met pegfilgrastim. 19 dagen na de 8e R-CHOP-kuur werd patiënt opgenomen in verband met hoge koorts, een niet-productieve hoest en kortademigheid. Retrospectief bleek hij vanaf de 4e R-CHOP-kuur steeds kortdurend koorts te hebben gehad, vanaf dag 6-7. Hiervoor werd hij na de 5e kuur op Een 42-jarige man met grootcellig B-cel-non-hodgkinlymfoom wordt opgenomen na de 8e en laatste chemotherapiekuur, bestaande uit rituximab, cyclofosfamide, doxorubicine, vincristine en prednison (R-CHOP). Hij had hoge koorts, een niet-productieve hoest en dyspneu, en de thoraxfoto liet een interstitieel longbeeld zien. Bij uitgebreid microbiologisch onderzoek werden infecties, ook opportunistische, uitgesloten. Bij positronemissietomografie (PET) waren de eerdere lymfoomlokalisaties negatief, maar de PET-scan toonde wel een verhoogde opname van fluorodeoxyglucose in beide longen. De longfunctie was restrictief gestoord, met een verlaagde diffusiecapaciteit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ziektegeschiedenis"
        },
        {
            "text": "Literatuuronderzoek wees uit dat het beeld paste bij een door rituximab geïnduceerde interstitiële pneumonitis. Behandeling met prednison 40 mg/dag resulteerde in een snel en compleet herstel. artsen die rituximab toepassen, moeten zich goed bewust zijn van dit beeld, dat blijkens recente literatuur optreedt bij 9-14% van de patiënten, en waarbij het beloop kan variëren van mild tot fataal. Naast het staken van de rituximab is vaak behandeling met corticosteroïden aangewezen. de afdeling Spoedeisende Hulp beoordeeld, en 6 dagen na de 8e kuur was hij kortdurend opgenomen. Bij deze twee gelegenheden was er geen dyspneu, waren de zuurstofsaturatie en de thoraxfoto niet afwijkend (figuur 1a) en werden er geen infecties vastgesteld. Bij de huidige opname zagen wij een matig zieke man, met 40°C koorts. De hartfrequentie was 112/min en de bloeddruk 125/80 mmHg. Patiënt had lichte dyspneu; de zuurstofsaturatie was 93% tijdens toediening van 1 l zuurstof/min. Bij lichamelijk onderzoek werden geen verdere afwijkingen gevonden. Laboratoriumonderzoek toonde een normocytaire anemie (Hb: 6,0 mmol/l), een leukocytengetal van 10,1 × 10 9 /l met ongestoorde differentiatiewaarden en een verhoogde concentratie C-reactieve proteïne (CRP) van 178 mg/l (referentiewaarde: 0-9). De thoraxfoto toonde een diffuus interstitieel longbeeld (zie figuur 1b). Differentiaaldiagnostisch dachten wij aan een, al dan niet opportunistische, infectie of aan NHL-activiteit. Banale bloedkweken en kweken op atypische mycobacteriën bleven negatief, evenals de uitslagen van onderzoek van vloeistof verkregen bij bronchoalveolaire lavage (BAL) op aanwezigheid van banale bacteriën, Pneumocystis jiroveci, Legionella, Cytomegalovirus, tuberkelbacteriën, gisten en schimmels. De uitslagen van serologisch onderzoek op aanwezigheid van Mycoplasma pneumoniae, Brucella en hiv waren eveneens negatief. Immunologisch onderzoek van BAL-vloeistof toonde > 50% lymfocyten. In afwachting van de microbiologische uitslagen werd patiënt behandeld met de breedspectrumantibiotica cefuroxim en ciprofloxacine, hetgeen geen effect had. Ter evaluatie van de chemotherapie werd een positronemissietomogram (PET-scan) gemaakt, na injectie van fluor-18-deoxyglucose. Met deze beeldvormende techniek wordt het metabolisme van glucose gemeten. De scan toonde in beide longen een diffuus verhoogde opname van de fluorodeoxyglucose (FDG). Deze verhoogde opname past bij een verhoogd metabolisme (figuur 2). De lymfklieren en de rechter mamma waren FDG-negatief, en ook niet meer vergroot op de begeleidende CT-scan, hetgeen paste bij een complete remissie. Die maakte NHL-activiteit in de longen onwaarschijnlijk. Gezien de tijdsrelatie tussen de R-CHOP-kuren en de eerdere koortsepisoden, en na bestudering van de literatuur dachten wij dat patiënt mogelijk een door rituximab geïnduceerde pneumonitis had. Het bestaan van een pneumonitis werd ondersteund door een restrictief gestoorde longfunctie met (a) een totale longcapaciteit (TLC) van 5,29 l, dat is 73% van voorspeld, (b) een verlaagde diffusiecapaciteit van de long, afgemeten aan het quotiënt van de diffusiecapaciteit voor koolmonoxide (DLCO) en het alveolaire volume (VA): DLCO/VA = 55% ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ziektegeschiedenis"
        },
        {
            "text": "In 2002 schreven Van der Drift en Kaajan in dit tijdschrift een klinische les over medicamenteus geïnduceerde interstitiële pneumonitis. 8 Inmiddels wordt ook pulmonale toxiciteit van rituximab in toenemende mate gemeld in de medische literatuur. Doorgaans wordt er gesproken van interstitiële pneumonitis, zelden van bronchiolitis obliterans met organiserende pneumonie (BOOP), 9 of van acute longfibrose. 10 De interstitiële pneumonitis uit zich met dyspneu en een niet-productieve hoest, en vaak met koorts. De aandoening is vaak beschreven na behandeling met rituximab in combinatie met chemothera pie, bijvoorbeeld CHOP, bij patiënten met B-celmaligniteiten, 1,3,6,7 maar ook na monotherapie met rituximab, zowel bij maligne 1,10 als bij benigne 2,9 aandoeningen. De pathogenese is niet bekend. Er wordt gedacht aan een rol van cytokinenrelease door rituximab, 1 en aan activatie van complement en van cytotoxische T-cellen. 4",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 138,
                    "text": "8",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 379,
                    "end": 380,
                    "text": "9",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 407,
                    "end": 409,
                    "text": "10",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "BeschoUwing"
        },
        {
            "text": "De diagnose 'rituximabgeïnduceerde interstitiële pneumonitis' wordt per exclusionem gesteld, waarbij met name al dan niet opportunistische infecties uitgesloten moeten worden. Immers, gezien de onderliggende ziektes ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "diagnose van dooR RitUximaB geïndUceeRde inteRstitiële pneUmonitis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Interstitial pneumonitis related to rituximab therapy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Burton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kaczmarski",
                    "suffix": ""
                },
                {
                    "first": "Jan-Mohamed",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "2690--2691",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Interstitial pneumonitis following rituximab therapy for immune thrombocytopenic purpura (ITP)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Swords",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Power",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fay",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Donnell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Hemat",
            "volume": "77",
            "issn": "",
            "pages": "103--107",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe interstitial pneumonitis following rituximab and bleomycin-containing combination chemotherapy",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ghesquieres",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ann Oncol",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Fatal interstitial pneumonitis related to rituximab-containing regimen",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Interstitial pneumonitis related to rituximab therapy",
            "authors": [],
            "year": 2003,
            "venue": "N Eng J Med",
            "volume": "348",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Increased incidence of interstitial pneumonia by CHOP combined with rituximab",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ennishi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Terui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yokoyama",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mishima",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int J Hematol",
            "volume": "87",
            "issn": "",
            "pages": "393--400",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Interstitial pneumonitis during rituximab-containing chemotherapy for non-Hodgkin lymphoma",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "N"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "G"
                    ],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Leuk Lymphoma",
            "volume": "49",
            "issn": "",
            "pages": "1778--83",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Adembenemende bijwerkingen van medicamenten",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Der Drift",
                    "suffix": ""
                },
                {
                    "first": "Jphg",
                    "middle": [],
                    "last": "Kaajan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "146",
            "issn": "",
            "pages": "145--50",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Organizing pneumonia after rituximab therapy: two cases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Soubrier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jeannin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Kemeny",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tournadre",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Caillot",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Caillaud",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Joint Bone Spine",
            "volume": "75",
            "issn": "",
            "pages": "260--262",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Rituximab-induced acute pulmonary fibrosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Leon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gonsalvo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Salas",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Hidalgo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mayo Clinic Proc",
            "volume": "79",
            "issn": "",
            "pages": "949--53",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A possible role for 18F-FDG positron-emission tomography scanning in the early detection of rituximab-induced pneumonitis in patients with non-Hodgkin's lymphoma",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nieuwenhuizen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Verzijlbergen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wiltink",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Grutters",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Biesma",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Haematologica",
            "volume": "93",
            "issn": "",
            "pages": "1267--1276",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Early-onset cyclophosphamide-induced interstitial pneumonitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Spector",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zimbler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "JAMA",
            "volume": "242",
            "issn": "",
            "pages": "2852--2856",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A method for estimating the probability of adverse drug reactions",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Naranjo",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Busto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Sellers",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sandor",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ruiz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(a) Niet-afwijkende thoraxfoto van patiënt a; (b) diffuse interstitiële tekening 18 dagen later. a b van voorspeld, en (c) een nodulair longbeeld met matglasdensiteiten op een hogeresolutie-CT-scan (HRCT-scan). Behandeling met prednison 40 mg per dag resulteerde in het verdwijnen van de koorts en een snel herstel van patiënt. De prednison werd in 6 weken afgebouwd tot nul. Bij herhaald longfunctieonderzoek 5 weken na de start van de behandeling met prednison waren de restrictieve stoornissen en de diffusiestoornissen volledig verdwenen: TLC: 6,64 l (92% van voorspeld), en DLCO/ VA = 104% van voorspeld. De NHL-behandeling was op dat moment met 8 kuren R-CHOP voltooid.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(a) CT-scan van patiënt a met een diffuus interstitieel longbeeld, rechts meer dan links, passend bij interstitiële pneumonitis; (b) gecombineerd beeld van een positronemissietomogram na injectie met fluor-18-deoxyglucose (FDG-PET-scan) en een CT-scan: de FDG-opname is oranjerood; (c) PET-scan met verhoogde FDG-opname (zwart op de scan) in beide longen (verklarende tekeningen: Maartje Kunen).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Uitleg ▼ naranjo-schaal voor het vaststellen van de causaliteit van een waargenomen bijwerking van een geneesmiddel* is de mogelijke bijwerking medisch bevestigd? 1, 0, 0 1 * score ≥ 9: oorzakelijkheid 'zeker'; score 5-8: oorzakelijkheid 'waarschijnlijk'; score 1-4: oorzakelijkheid 'mogelijk'; score ≤ 0: oorzakelijkheid 'twijfelachtig'.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Drs. J.L. Kemming, arts in opleiding tot longarts; dr. E.J.M. Mattijssen, internist. Afd. Longziekten: drs. R.E.P. van Zeeland, arts in opleiding tot longarts; drs. E.F. Ullmann, longarts.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "het uitsluiten van opportunistische infecties en het vaststellen van een interstitiële pneumonitis. Artsen die rituximab toepassen, moeten zich goed bewust zijn van dit ziektebeeld, dat blijkens recente literatuur optreedt bij 9-14% van de patiënten, en waarvan het beloop kan variëren van mild tot fataal. Naast het staken van de rituximab is vaak behandeling met prednison aangewezen. : geen gemeld. Financiële ondersteuning: geen gemeld.Citeer als: Ned Tijdschr Geneeskd. 2009;153:A526 • > Meer op www.ntvg.nl/klinischepraktijk ▼ leeRpUnten ▼ Bij het optreden van koorts, dyspneu of hoesten na behandeling met rituximab zonder dat een al dan niet opportunistische infectie kan worden aangetoond, moet men bedacht zijn op een door rituximab geïnduceerde interstitiële pneumonitis.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}