{
    "paper_id": "70f52daf0cd65e765f9ac8ae550d9d95f465397f",
    "metadata": {
        "title": "Hydroxychloroquine has no effect on SARS-CoV-2 load in nasopharynx of patients with mild form of COVID-19",
        "authors": [
            {
                "first": "Alexey",
                "middle": [],
                "last": "Komissarov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ivan",
                "middle": [],
                "last": "Molodtsov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Oxana",
                "middle": [],
                "last": "Ivanova",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elena",
                "middle": [],
                "last": "Maryukhnich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Svetlana",
                "middle": [],
                "last": "Kudryavtseva",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexey",
                "middle": [],
                "last": "Mazus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Evgeniy",
                "middle": [],
                "last": "Nikonov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elena",
                "middle": [],
                "last": "Vasilieva",
                "suffix": "",
                "affiliation": {},
                "email": "vasilievahelena@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Due to the urgent need to stop the spread of the COVID-19 attempts to find the drug with anti SARS-CoV-2 effects among ones already available on a market are actively being made. A number of in vitro as well as in vivo model animal studies have shown that widely used compound hydroxychloroquine (HCQ) is able to cause anti-viral effect on SARS-CoV-2. While there is no enough clinical data to support the use of HCQ, several countries including Russia have already approved HCQ as treatment and prophylactic option. In the current study we analyzed the dynamics of the SARS-CoV-2 RNA quantity change in nasopharynx swabs of infected patients in mild condition and compared that of patients receiving HCQ and receiving no antiviral pharmacological therapy. We found that most of the patients demonstrated gradual decrease in the number of SARS-CoV-2 RNA copies in the swab regardless of the HCQ receiving. Noteworthy that patients with RNA load higher than 10 6 copies were hospitalized due to condition deteriorating significantly more frequently compared to those with RNA load below 10 6 copies even with HCQ administration. In addition, the results of the current study indicate that recovering patients may produce viruses at least during 18 days from the onset of symptoms and HCQ therapy does not block or reduce it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Currently the number of SARS-CoV-2 infection cases worldwide has exceeded 8 million people and the number of registered deaths is more than 450 thousand. Due to such a large and constantly growing number of infection and death cases it is required to find drugs that have antiviral effect in order to block the COVID-19 spread. Since de novo drug development is a very complicated and longstanding process attempts to find the drug with anti SARS-CoV-2 effects among ones already available on a market are being made due to the urgent need. So, a number of in vitro, as well as in vivo model animal studies have shown well-known and widely available compound hydroxychloroquine (HCQ) to have an effect against SARS-CoV-2 [1] [2] [3] . Additionally, there are data on the use of HCQ for patients with severe disease, but the results of these studies are few and contradictory. While there is no enough clinical data to support the use of HCQ, several countries including Russia have already approved HCQ as a treatment for infected patients and as a prophylactic option. In the current study we analyzed the dynamics of the SARS-CoV-2 RNA quantity in nasopharynx swabs of infected patients in mild condition and compared that of patients receiving HCQ and receiving no antiviral pharmacological therapy.",
            "cite_spans": [
                {
                    "start": 721,
                    "end": 724,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 725,
                    "end": 728,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 729,
                    "end": 732,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A total of 43 patients with COVID-19 in mild condition were available for the study. Among them 33 patients were receiving hydroxychloroquine while 10 patients represented a control group (receiving no antiviral pharmacological therapy). Local ethics committees approved the study protocol and all participants provided their written consent. The patients were included into the study 7-10 days after the onset of symptoms and if their nasopharynx swab was positive for SARS-CoV-2. At first visit nasopharynx swab and peripheral blood were collected from each patient, then nasopharynx swabs were collected at day 3 and 8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Peripheral blood collected from forearm vein into S-Monovette 2.7 mL K3E and 4.9 mL Z tubes (Sarstedt, Germany) was analyzed for complete blood count and biochemical panel, respectively, using automated procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "After probing nasopharynx swabs were placed into viral transport media (COPAN Diagnostics, USA), transported at 4 °C then stored at -20 °C. Viral RNA was isolated using RIBO-prep kit (AmpliSens, Russia) according to the manufacturer protocol. Briefly, 100 μl of thawed transport media were lysed, then nucleic acids were precipitated using centrifugation, the pellet was washed and finally dissolved in 50 μl of nuclease free water. Next, 5 μl of the resulting solution was mixed . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 3, 2020. . https://doi.org/10.1101/2020.06.30.20143289 doi: medRxiv preprint with 5 μl of primer/probe mix (Table 1 ) and 10 μl of qScript XLT One-Step RT-qPCR ToughMix (Quantabio, USA) and was analyzed using CFX96 Touch real-time PCR detection system (Bio-Rad, USA). The PCR program was performed as follows: 15 min at 50 °C for reverse transcription reaction followed by 5 min at 95°C, then, 50 cycles, each comprising 20 s at 95 °C, 20 s at 58 °C, and 30 s at 72 °C. For each sample amplification of two different regions (N2 and N3) of the SARS-CoV-2 nucleocapsid (N) gene was analyzed in duplicates. Serial 10-fold dilutions of synthetic DNA fragments containing N2 and N3 regions were used for standard curve generation and linear relationship between Ct values and amplicon copy number was observed for both PCR systems ( Figure 1 ). SARS-CoV-2 RNA copy number in samples was calculated as the mean of four measurements (two values for N2 and two for N3) and converted to the total volume of the transport media thus reflecting the total viral RNA quantity in swab.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 179,
                    "text": "(Table 1",
                    "ref_id": null
                },
                {
                    "start": 893,
                    "end": 901,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "Statistical analysis was performed with Python 3 programming language with numpy, scipy and pandas packages. The Fisher exact test (two-tailed) was used for comparing qualitative parameters between independent groups of patients; the significance level α for p-values was set to 0.05. The",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Mann-Whitney U test (two-sided, with continuity correction) was used for comparing distributions of quantitative parameters between independent groups of patients; in order to control type I error, FDR q-values was calculated using Benjamin-Hochberg (BH) procedure, and threshold of 0.05 was set to keep positive false discovery rate below 5%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "In the current study 43 patients with COVID-19 in mild condition were analyzed for SARS-CoV-2 RNA production in nasopharynx swabs. On the first day of the study (day 0) peripheral blood was collected and complete blood count and biochemical panel were analyzed. In parallel nasopharynx swabs were taken on day 0, as well as days 3 and 8. Among patients included into the study 33 were receiving hydroxychloroquine (HCQ) while 10 patients were receiving no antiviral pharmacological therapy. The vast majority of blood parameters were indistinguishable between groups and, as well as parameters that were significantly different, were in the normal range (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 654,
                    "end": 663,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "We found that viral RNA quantity in nasopharynx swabs on day 0 was ranging from 0 to 10 9 copies, with median 150 000 and interquartile range 25 000 -1 000 000. RNA copies distribution had a maximum shifted towards 10 000 copies and prolonged right shoulder ( Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 268,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "No statistically significant correlations were found between RNA quantity in first swab and blood parameters or age of patients. However we found significant relationship between RNA quantity in . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 3, 2020. . https://doi.org/10.1101/2020.06.30.20143289 doi: medRxiv preprint first swab and condition deteriorating cases: patients with RNA load higher than 10 6 copies were hospitalized significantly more frequently compared to those with RNA load below 10 6 copies (pval < 0.005, Fisher exact test) ( Table 3 ). Noteworthy that all hospitalized patients belonged to the group taking HCQ and represented 21% (7 of 33) while none of the patients in the control group were hospitalized, the latter, however, may be the result of smaller size of group. The age of patients was comparable between the groups of hospitalized/non-hospitalized.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 375,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Analysis of the RNA quantity change dynamics ( Figure 3 ) revealed that at the second time point However we found that higher RNA quantity on the day 0 characterized by greater fold change between days 0 and 3 ( Figure 3 ). This together with the elimination of a significant proportion of patients with high viral load due to hospitalization, resulted in a significant narrowing of the RNA copies range at the day 3 and its \"compression\" around the ~10 000 ( Figure 3) . We found even more narrow RNA load distribution on day 8 of the study with 16% (7 of 43) of patients having negative results (Figure 4) . These results may indicate that RNA copy number of order of 10 4 is a quantity that associated with the recovery stage of infection. In this respect the results of our study are in agreement with previously published data where it was found that throat and nasal swabs of infected individuals are characterized by RNA copy number varying from 10 2 to 10 11 [4] [5] [6] .",
            "cite_spans": [
                {
                    "start": 967,
                    "end": 970,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 971,
                    "end": 974,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 975,
                    "end": 978,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 55,
                    "text": "Figure 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 212,
                    "end": 220,
                    "text": "Figure 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 460,
                    "end": 469,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 597,
                    "end": 607,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Although direct comparison of the results of these studies and our work is complicated due to different experimental procedures the similar tendencies were observed, e.g., in all studies recovering patients demonstrated approximately 40 times lower RNA copy number compared with active stage of infection. In addition, the results of the current study together with previously published data indicate that recovering patients may produce viruses even after 18 days after the onset of symptoms and HCQ therapy does not block or reduce virus load.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The results of the study have demonstrated that hydroxychloroquine administration has no effect on SARS-CoV-2 production in nasopharynx of patients with mild form of COVID-19. In this respect its use for the infection treatment and prophylactics is doubtful. However, we found a strong significant relationship between RNA quantity and hospitalization cases. This finding together with . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 3, 2020. . https://doi.org/10.1101/2020.06.30.20143289 doi: medRxiv preprint the results of published works indicate that quantitative PCR can be a perspective approach for monitoring of COVID-19 course and predicting of condition deterioration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 3, 2020. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 3, 2020. . https://doi.org/10.1101/2020.06.30.20143289 doi: medRxiv preprint . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 3, 2020. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 3, 2020. . is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 3, 2020. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 3, 2020. . . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 3, 2020. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 3, 2020. . https://doi.org/10.1101/2020.06.30.20143289 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "In vitro antiviral activity and projection of optimized dosing design of hydroxychloroquine for the treatment of severe acute respiratory syndrome coronavirus 2 (sars-cov-2)",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinical infectious diseases : an official publication of the Infectious Diseases Society of America",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hydroxychloroquine, a less toxic derivative of chloroquine, is effective in inhibiting sars-cov-2 infection in vitro",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell discovery",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Therapeutic use of chloroquine and hydroxychloroquine in covid-19 and other viral infections: A narrative review. Travel medicine and infectious disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hashem",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Viral load of sars-cov-2 in clinical samples. The Lancet. Infectious diseases",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Llm",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "411--412",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sars-cov-2 viral load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The New England journal of medicine",
            "volume": "382",
            "issn": "",
            "pages": "1177--1179",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical infectious diseases : an official publication of the Infectious Diseases Society of America",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ") for most of the patients (67%, 29 patients out of 43) RNA copies decreased, mostly more than 4 times (51%, 22 patients out of 43). At the same time the increase in RNA load was observed only for 23% (10 of 43) of patients and only 7% (3 of 43) of cases demonstrated the increase more than 4 times. No statistically significant correlation was observed between decrease/increase in RNA copy number and presence or absence of antiviral therapy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Standard curves generated using synthetic DNA fragments. Linear relationship is observed both for PCR system for detection of N2 (A) and N3 (B) regions of SARS-CoV-2 nucleocapsid (N) gene. R 2coefficient of determination.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "SARS-CoV-2 RNA quantity distribution in samples on day 0. To use the logarithmic scale the exact zero was replaced with one (10 0 ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Left: Distribution of log 2 transformed fold change of RNA copy number between swabs on day 0 and 3. Shown only patients that have non-zero values of RNA copy number both on days 0 and 3 and were not hospitalized between days 0 and 3. Right: Dependence between log2 transformed of RNA copy number fold change and RNA copy number on day 0; dashed line shows linear approximation of the trend. Shown only patients that have non-zero values of RNA copy number both on days 0 and 3 and were not hospitalized between days 0 and 3 Spearman correlation, r = -0.7, p < 0.00001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "SARS-CoV-2 RNA copy number distribution at different experimental time points (A) and patients individual dynamics (B). Each curve represents a patient. To use the logarithmic scale the exact zero was replaced with one (",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "General characteristics of experimental groups",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Hospitalization cases versus RNA quantity",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": ". https://doi.org/10.1101/2020.06.30.20143289 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors have declared that no conflict of interest exists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}