{
    "paper_id": "70fbe1c2c826b885cdbab2cde80315235cdbf2df",
    "metadata": {
        "title": "Supporting Information Supplementary Figures",
        "authors": []
    },
    "abstract": [
        {
            "text": ". The severity rate and the mortality rate of COVID-19 in mainland China from Jan 13 rd to Feb 29 th , 2020. Heatmaps showing the severity ratio (A) and the mortality rate (B) in different provinces or municipalities of mainland China. The monotonic distribution of data over time was assessed by Mann-Kendall trend tests. P-values adjusted were corrected with the Benjamini-Hochberg method in order to control the false discovery rate. \"*\" indicates an adjusted p-value < 0.001. Scatter plots showing the positive correlation of the number of severe cases (C) or mortality (D) and infected cases on Feb 29 th , 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Daily cumulative number of confirmed cases, dead cases and recovered cases (from Jan 13 rd , 2020 to Feb 29 th , 2020) infected by COVID-19 were collected from the Tencent social networks (https://news.qq.com/zt2020/page/feiyan.htm); the daily number of severe cases were obtained from official websites of the National Health Commission of China and of health commissions of provinces, municipalities and major cities. Overseas data were obtained from the official website of WHO (https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports/). All collected data were double checked. By finalizing this manuscript, the period of data coverage starts from mid-January to the end of February 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "The susceptible-exposed-infectious-recovered (SEIR) compartmental model is one of the best models to describe the epidemic of diseases with a latent phase like the SARS-CoV-2. We adopted the following ordinary differential equation (ODE) model to simulate the epidemic of COVID-19 for each investigated population:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model, parameter estimation and simulation"
        },
        {
            "text": "where S, E, I, and R were the number of susceptible, latent (or exposed), infectious, and removed individuals (including recovered individuals and death) at time t and N = S + E + I + R is the size of population. We assume that N is constant in a investigated population. In the SEIR model, the infectious rate, b, controls the rate of spread which represents the probability of transmitting disease between a susceptible and an infectious individual. The incubation rate, s, is the rate of latent individuals becoming infectious (average duration of incubation is 1/s). Recovery rate, g, is the rate of infectious individuals removed from the transmission system, which is determined by the average duration of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model, parameter estimation and simulation"
        },
        {
            "text": "We suppose that the epidemic spreading trend of COVID-19 suffered the first period of free propagation (before Jan 23 rd , 2020) and then under the health policies intervention. Therefore, there is no one-fit-all set of parameters to fit the model with the aggregate data. Instead, we assume that the model parameters dynamically changed during the epidemic course and was dependent on the degree of prevention. Based on such an assumption, we inferred the model parameters in a stepwise manner at each time point. We then investigated the pattern of parameter dynamics and correlated these with various prevention measures in different populations. As expected, the pattern of estimated parameter (especially the infectious rate b) dynamics can well reflect the outcome of control policies. We further forecasted the epidemic spreading by estimating the model parameters using polynomial regression-based machine-learning approach, which has been used to describe nonlinear phenomena such as the progression of disease epidemics (Greenland 1995) . We then simulated possible spreading course of COVID-19 in Wuhan subjected to different quarantine rate as reflected by the estimated dynamics of the infectious rate (b) based on the SEIR model.",
            "cite_spans": [
                {
                    "start": 1030,
                    "end": 1046,
                    "text": "(Greenland 1995)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Model, parameter estimation and simulation"
        },
        {
            "text": "In agreement with others (Shao and Shan 2020; Wu et al. 2020; Yang et al. 2020; Zhou et al. 2020 ), we found the SEIR-like models to be the most appropriate model for analyzing the transmission dynamics of COVID-19. However, the traditional approach for fitting the SEIR model is based on the overall trend data of the epidemic using hypothesized parameters and thus the model do not well fit the real-life data (i.e. the real-life data trend does not conform to the ideal SEIR model curve). The main reason is that the traditional approach does not take into account the impact of prevention and control strategies on the epidemic dynamics. In this study, we adjusted the SEIR model to objectively reflect the impact of prevention and control strategy on the infectious rate. Nonetheless, our study has several major limitations. Firstly, we were not able to derive a generalized model with finalized parameters to fit the overall epidemic spreading. Instead, the model parameters were estimated in a dynamic manner in our study. This is in line with the observation of dynamic transmission properties of the virus (Liu et al. 2020a) . Secondly, the significance of the model largely depends on the accuracy of estimated parameters. Although there is not a golden standard so far to evaluate the accuracy of our model parameters, the estimated duration of incubation (1/s) from our model-derived parameter incubation rate (s) is highly in agreement with previous estimations by other studies (Backer et al. 2020; Chan et al. 2020; Guan et al. 2020; Liu et al. 2020b) , and the dynamic values of the infectious rate (b) is within the range of the recent estimation by Yang et al. . These observations suggest our approach for model parameter estimation is plausible. Thirdly, our epidemic forecast was somehow sensitive to our prediction of parameters which were estimated from their overall dynamic patterns.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 45,
                    "text": "(Shao and Shan 2020;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 46,
                    "end": 61,
                    "text": "Wu et al. 2020;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 62,
                    "end": 79,
                    "text": "Yang et al. 2020;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 80,
                    "end": 96,
                    "text": "Zhou et al. 2020",
                    "ref_id": null
                },
                {
                    "start": 1116,
                    "end": 1134,
                    "text": "(Liu et al. 2020a)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1493,
                    "end": 1513,
                    "text": "(Backer et al. 2020;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1514,
                    "end": 1531,
                    "text": "Chan et al. 2020;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1532,
                    "end": 1549,
                    "text": "Guan et al. 2020;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1550,
                    "end": 1567,
                    "text": "Liu et al. 2020b)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Model, parameter estimation and simulation"
        },
        {
            "text": "Nonetheless, such forecasting would still be accurate in a short period. In this regard, artificial intelligence (AI)-inspired methods Yang et al. 2020 ) may be alternatives to epidemiological models for the real-time forecasting of transmission dynamics of COVID-19.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 151,
                    "text": "Yang et al. 2020",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Model, parameter estimation and simulation"
        },
        {
            "text": "If not specified, all statistical analyses and data visualization were done in R (version 3.6.2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "We used non-parametric tests to assess differences among different group (Wilcoxon test to compare two groups and Kruskal-Wallis test to compare three or more groups). We used R packages such as ggplot2 and plotly for graphics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The original data that support the findings of this study are available from the National Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing"
        },
        {
            "text": "Commission of the People's Republic of China as well as the WHO. In order to efficiently use our compiled data as well as modelling results by external users, we developed an integrative",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "), which combines the computational power of R with friendly and interactive web interfaces",
            "authors": [],
            "year": null,
            "venue": "-based application with the Shiny framework",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "where it would be updated in time during the outbreak. Data used in this analysis is frozen on",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "20--28",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F W"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K W"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Dose-Response and trend analysis in epidemiology: Alternatives to categorical analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Greenland",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical Characteristics of Coronavirus Disease",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "China Massachusetts Medical Society",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Artificial Intelligence Forecasting of Covid-19 in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--20",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Time-varying transmission dynamics of Novel Coronavirus Pneumonia in China",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Transmission dynamics of 2019 novel coronavirus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Beware of asymptomatic transmission: Study on 2019-nCoV prevention and control measures based on extended SEIR model",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Modified SEIR and AI prediction of the epidemics trend of COVID-19 in China under public health interventions",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zanin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Simulation of epidemic spreading in Wuhan starting with different prevention scenarios. (A) Simulation analysis showing the predicted confirmed individuals based on estimated values of the b parameter at different time points. b values are high at the early stage and low at the late stage, as indicated in the color legend. Arrow shows the change of epidemic curve under different prevention scenarios. (B) Relationship between the estimated b parameter and the peak of predicted confirmed individuals using the corresponding b value.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Analysis of the COVID-19 data outside of China, with a focus on the outbreak in February. The reported infected cases (A) and mortality (B) in the top five countries and the Diamond Princess ship in February 2020. Heatmaps show the dynamic change of estimated parameters b (C) and g (D) of the SEIR model over time.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}