{"paper_id": "70fe7ad164823c60f5a65c930d05e7ecf57be736", "metadata": {"title": "Fehler und Gefahren Safety in anesthesia", "authors": [{"first": "J", "middle": ["S"], "last": "Gravenstein", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Florida", "location": {"postBox": "P.O.Box 100254", "postCode": "32610", "settlement": "Gainesville", "region": "Florida", "country": "USA"}}, "email": ""}, {"first": "Redaktion", "middle": ["W"], "last": "List", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Florida", "location": {"postBox": "P.O.Box 100254", "postCode": "32610", "settlement": "Gainesville", "region": "Florida", "country": "USA"}}, "email": ""}, {"first": "Graz", "middle": ["H"], "last": "Metzler", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Florida", "location": {"postBox": "P.O.Box 100254", "postCode": "32610", "settlement": "Gainesville", "region": "Florida", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "The specialty of anesthesiology has made extraordinary advances in anesthesia safety. Yet, anesthetic mortality and morbidity continue to be far from tolerable.Efforts to enhance safety in anesthesia must include adherence to explicit and implicit safety standards, must make use of equipment that offers modern safety features, must seek to detect and correct developing safety threats as early as possible and must have a structured system to analyze problems and to institute remedies to prevent their recurrence.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The Institute of Medicine reports that in the United States alone tens of thousands of patients die every year in hospitals because of human errors. Indeed, according to this report, more people die in a given year in the United States as a result of medical errors than from motor vehicle accidents, breast cancer, or AIDS [10] . Non-fatal medical adverse events have been estimated to be around 6% in Australia and the United States [5] . The health care system in which these fatal and non-fatal errors occur covers a spectrum that stretches from the manufacturers of equipment and drugs to the cleaning crew in the operating room and it involves many different clinical and supportive departments and their personnel.Anesthesia is an important component of this health care system comprising many interdependent parts that can affect the quality of anesthesia care. Anesthesia, therefore, needs to support efforts to enhance safety not only in its own domain but also in the entire system.", "cite_spans": [{"start": 324, "end": 328, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 435, "end": 438, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "Few specialties can match the efforts of anesthesiology to offer safety to their patients.Yet, we are far from being able to guarantee satisfactory safety to our patients even though in comparison to years gone by we have better equipment, more rigorous standards, earlier warnings of threatening trouble, and more sophisticated analyses and responses to complications. As we struggle to improve safety, the public has dramatically raised its expectations for safety in the operating room.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Safety can be defined as the exemption from hurt or injury and the absence from danger [12] . Many other definitions exist. The Institute of Medicine [5] includes in its definitions the terms \"accidental injury\" and, interestingly, makes reference to a process:\"Ensuring patient safety involves the establishment of operational systems and processes that minimize the likelihood of errors and maximize the likelihood of intercepting them when they occur.\"", "cite_spans": [{"start": 87, "end": 91, "text": "[12]", "ref_id": null}, {"start": 150, "end": 153, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "What is \"safe\"?"}, {"text": "While we cherish safety, we are quite prepared to expose ourselves to risks, as presented by traveling by automobile or airplane or by skiing.We take such risks when we believe that the benefits, however we assess them, outweigh the risk.", "cite_spans": [], "ref_spans": [], "section": "What is \"safe\"?"}, {"text": "The assessments of benefits and the magnitude of the risk change with time and circumstance. For example, the specter of excruciating pain associated with the removal of an ingrown toenail might have led a patient in 1848 to accept a chloroform anesthetic carrying an undefined risk. In 1952 anesthetic mortality was estimated to be 1 in 2,000 [1] . At that time in the Unites States annually", "cite_spans": [{"start": 344, "end": 347, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "What is \"safe\"?"}, {"text": "Die Anästhesiologie hat in Bezug auf Anästhesie-Sicherheit enorme Fortschritte gemacht.Und doch ist die Mortalität und Morbidität in der Anästhesie weiterhin weit davon entfernt tolerabel zu sein.Maßnahmen, die Sicherheit in der Anästhesie zu verbessern, müssen die Befolgung von expliziten und impliziten Sicherheitsstandards einschließen.Es müssen Geräte benutzt werden, die moderne Sicherheitsstandards erfüllen.Sicherheitsrisiken müssen so früh wie möglich entdeckt und korrigiert werden. Ein strukturiertes System muss Probleme analysieren und Abhilfemaßnahmen institutionalisieren, um deren Wiederholung zu verhindern.", "cite_spans": [], "ref_spans": [], "section": "Zusammenfassung"}, {"text": "Anästhesie · Sicherheit · Risikofaktoren · Krisenmanagement more patients succumbed to anesthesia than to poliomyelitis, yet a widely publicized March of Dimes was launched to collect money for polio research but little attention was paid to anesthetic safety. Apparently, the public was still willing to accept the considerable risk that a patient \"might not be able to take the anesthetic\", a then common euphemism for anesthetic deaths. By any measure, anesthetic mortality has declined. In Australia (New South Wales) anesthesia is said to kill 4.4 patients per million population [13] . Other statistics cite 1 death in 200,000 anesthetics [2] . Yet, public concern about the hazards of anesthesia has grown even though anesthesia is far safer today than 50 years ago. In the United States the public has launched uncounted suits alleging negligent anesthesia practices. Today, our patients no longer consider an operation without anesthesia a rational choice. The concept of not being able \"to take the anesthetic\" has given way to the assumption that anesthesia can be quite safe, a compliment to the specialty and a challenge to its purveyors.", "cite_spans": [{"start": 585, "end": 589, "text": "[13]", "ref_id": "BIBREF11"}, {"start": 645, "end": 648, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Schlüsselwörter"}, {"text": "Most mortality statistics refer to deaths in time closely related to the anesthetic, as would occur with an undetected esophageal intubation. As more and more days pass after an unsafe anesthetic, it becomes increasingly difficult to capture the information and to link lingering morbidity or a premature death to a preventable anesthetic error. For example, we do not catch in our database, indeed in our awareness, the death from a viral infection years after an anesthetic during which the patient received an unnecessary blood transfusion that was tainted with a virus. Nor do we know about the change in life expectancy of a patient who had suffered myocardial damage during anesthesia. Thus, current mortality and morbidity statistics fall short of giving a complete picture.", "cite_spans": [], "ref_spans": [], "section": "Anesthetic mortality"}, {"text": "An anesthetic the patient survived cannot be called a safe anesthetic if an infraction against the best of standards leaves open the potential, whether realized or not, of eventual morbidity or mortality. The importance here lies in the word \"potential\". In the example of the transfusion leading to a viral disease, we have no way of knowing whether or not the patient developed a disease and whether or not it killed him. Irrespective of the outcome, the superfluous transfusion made the anesthetic unsafe. By that definition, any act that violates the best of standards must be called unsafe regardless of outcome.", "cite_spans": [], "ref_spans": [], "section": "Safe anesthesia"}, {"text": "Safety standards vary from country to country and often enough within a country and even among hospitals. Safety standards can either be explicit and published or implicit and embedded in current generally accepted approaches on how to conduct anesthesia. Explicit standards are published not only by regional and national professional societies but also by certifying organizations such as in the United States the Joint Commission on Accreditation of Healthcare Organizations [9] . Such safety standards have become much more elaborate during the last decades and can be found in many countries.Anesthesia standards typically cover basic procedures (for example: monitor SpO2 when general anesthesia is used) and they enumerate features on equipment (for example: use a disconnect alarm when employing mechanical ventilation). Often enough they also address the qualification of personnel.", "cite_spans": [{"start": 478, "end": 481, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Safe anesthesia"}, {"text": "More difficult to define are the implicit safety standards. Some of them are generally recognized, such as the avoidance of a high spinal anesthetic in a patient in hemorrhagic shock. Others are widely but not universally accepted, such as the routine denitrogenation before induction of general anesthesia. Finally, some are hospital specific, such as an unwritten rule not to induce anesthesia until the surgeon is present in the operating room. Current textbooks published in different countries and written by many different authors show an enormous breadth of practices and procedures. Many of these practices are rooted in local or personal experiences not necessarily based on scientific studies.", "cite_spans": [], "ref_spans": [], "section": "Safe anesthesia"}, {"text": "Ideally, all locally applicable implicit and explicit safety measures should be observed with every anesthetic. This should cover the training of personnel, the currency of equipment with all safety features, the anesthetic technique, the elimination of production pressure that leads to shortcuts and unsafe practices, and the appropriate preoperative prepa-ration and postoperative care. Anesthesia is safe when under ideal circumstances nothing related to the anesthetic could have been done better. I know of no place on earth where anesthesia is consistently and invariably as safe as possible. All too often clinicians accept compromises because of constraints assumed to be beyond their control.", "cite_spans": [], "ref_spans": [], "section": "Safe anesthesia"}, {"text": "Over the years manufacturers of anesthesia equipment have observed the types of human error that have lead to a disaster, such as misconnecting the piped oxygen or misreading the flowmeters on a machine. To minimize the chance of such errors, manufacturers supply machines with a pin-index system and oxygen proportioning devices and many other safety features. Where technological safety measures are available, they should be used. Because human errors cannot be banished, it is unsafe to keep obsolete equipment in service even though the equipment may still function according to their original specifications.", "cite_spans": [], "ref_spans": [], "section": "Safe anesthesia"}, {"text": "For anesthesia the \"establishment of operational systems and processes that minimize the likelihood of errors and maximize the likelihood of intercepting them when they occur\" can be discussed under the following headings:", "cite_spans": [], "ref_spans": [], "section": "Efforts to enhance safety in anesthesia"}, {"text": "q Compliance with current explicit and implicit standards, q clinical response to critical incidents, q analysis of and response to the analysis of a critical event or an adverse outcome.", "cite_spans": [], "ref_spans": [], "section": "Efforts to enhance safety in anesthesia"}, {"text": "Departments or individual practitioners might wish to assess their practice in terms of how well it measures up to relevant explicit and implicit standards. The first step will be to compare the practice pattern to published standards and guidelines. In countries without published standards, the literature will provide ample examples from organizations that have developed detailed standards. The World Federation of Societies of Anaesthesia has published a set of standards that take into consideration anesthesia services in countries with limited resources [8] .", "cite_spans": [{"start": 562, "end": 565, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Compliance with current explicit and implicit standards"}, {"text": "Beyond compliance with such standards it might be useful to assess a given anesthesia service with the help of a safety scoring system ( Table 1 ). The proposed system has not been validated. It places the greatest emphasis on personnel, implying that even the best of equipment and the most modern drugs will do little good in the hands of inexperienced, inattentive or poorly trained clinicians who have no access to expert help when needed.", "cite_spans": [], "ref_spans": [{"start": 137, "end": 144, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Compliance with current explicit and implicit standards"}, {"text": "The availability of supervision for an inexperienced person is as important as is access to backup in case of trouble. This backup may be an extra pair of hands, for example to help with the preparation of dantrolene in a patient with malignant hyperthermia. Backup might be needed for the management of a medical or surgical emergency beyond the expertise of the anesthesiologist.", "cite_spans": [], "ref_spans": [], "section": "Compliance with current explicit and implicit standards"}, {"text": "The category captioned \"System\" comprises many different subsets. Here identified are only some typical points of concern, namely production pressure and supporting services. Production pressure may cause the preoperative workup to be incomplete, the procedure to start before medical records with important information arrive, and the procedure to be hurried. Production pressure refers not only to the pressure to \"get the job done\" even if not all safety steps have been completed, it also comes into play and threatens safety with the exertion of psychological pressure by a superior in the operating room.Whether triggered because an error was committed or whether just a display of bad manners, harsh treatment of junior colleagues, nurses or technicians in the operating room does not enhance the patient's safety, but makes a new set of errors under pressure more likely, and does not further learning [7] . It can also distract from tasks that require attention.", "cite_spans": [{"start": 910, "end": 913, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Compliance with current explicit and implicit standards"}, {"text": "The supporting services include but are not limited to technical help in the operating room, diagnostic services (radiology, EKG, laboratories, etc.), nursing staff, and respiratory therapy. Under equipment, the machine category includes anesthesia machines, ventilators, infusion pumps and heating devices. Their maintenance and vintage would determine how much they can contribute -or detract from safety [4] . ", "cite_spans": [{"start": 407, "end": 410, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Compliance with current explicit and implicit standards"}, {"text": "A critical incident is defined as a human error or equipment failure that could have led, if not discovered or corrected in time or did lead to an undesirable outcome, ranging from a prolonged hospital stay (or increased stay in the postanesthesia care or intensive care unit) to death [6] . The challenge, then, is to identify the problem as soon as possible and to institute the most helpful corrective steps.", "cite_spans": [{"start": 286, "end": 289, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Clinical response to a critical incident"}, {"text": "Whether produced by human error or as a consequence of clinical developments beyond our control, the most commonly monitored signals are fairly non-specific and often not helpful in making a diagnosis. For example, both hemorrhage and pulmonary embolism will be associated with a decrease in blood pressure, SpO 2, and end-tidal CO 2 , combined with increased heart rate without a change in peak inspiratory pressure and breath sounds.", "cite_spans": [], "ref_spans": [], "section": "Clinical response to a critical incident"}, {"text": "In order to avoid overlooking a possible source of trouble and in order to hasten treatment of a critical incident, a systematic algorithm can be helpful. It should first concentrate on frequent problems and only then consider rare events. Table 2 shows the \"COVER ABCD\" algorithm Runciman and coworkers have developed based on their extensive examination of critical events [11, 14] (see also Table 3 ,\"Swift check\"). ", "cite_spans": [{"start": 375, "end": 379, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 380, "end": 383, "text": "14]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 240, "end": 247, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 394, "end": 401, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Clinical response to a critical incident"}, {"text": "The traditional reactions to a complication, often euphemistically called an adverse event, is to identify and criticize a hapless culprit for having made a mistake -the infamous human error. Less often an equipment malfunction can be singled out as having been responsible. Two problems mar this approach. On the one hand our judgment tends to be influenced by the outcome bias. In an interesting study Caplan and coworkers presented the identical clinical scenarios to a panel of experts. If the experts were told that the patient suffered a poor outcome, the care was judged to have been inappropriate. This very same clinical scenario but now with a good outcome was judged much more favorably [3] . How are we to avoid this understandable but serious outcome bias?", "cite_spans": [{"start": 698, "end": 701, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Analysis of and response to the analysis of critical events and adverse outcome"}, {"text": "On the other hand, most preventable complications have more than one cause. It is not enough to say, Dr. X made a mistake or the machine malfunctioned. Instead we need to find out the \"root cause\" of the mistake or the malfunction. The concept of the \"root cause analysis\" has now established itself firmly in efforts to understand the pedigree of critical events and adverse outcomes; only such an understanding can make possible fundamental corrections and thus improved safety.A properly executed root cause analysis will reduce the outcome bias.", "cite_spans": [], "ref_spans": [], "section": "Analysis of and response to the analysis of critical events and adverse outcome"}, {"text": "The root cause analysis starts with the recognition that our memory is frail. Uncounted examples have been adduced to demonstrate that we tend to remember the past selectively and often with major distortion. The less time has passed since the event, the better our chances to reconstruct what happened. Also, the more witnesses we can interrogate, the better our ability to reconstruct what may have been a complex event viewed by several people not only from different positions, but also with different professional perspectives and even at different times. The nurse will observe things a physician might overlook, and vice versa. Because our memory is so easily influenced, it is also important to interview the witnesses separately. This is particularly true when a very senior observer by dint of his or her position O Oxygen Check rotameter settings; ensure inspired mixture is not hypoxic. Adjust inspired oxygen concentration to 100%, and note that only the oxygen flowmeter is operating (2%).", "cite_spans": [], "ref_spans": [], "section": "Analysis of and response to the analysis of critical events and adverse outcome"}, {"text": "Check that the oxygen analyzer shows a rising oxygen concentration distal to the common gas outlet (0.2%).", "cite_spans": [], "ref_spans": [], "section": "Oxygen analyzer"}, {"text": "V Ventilate Ventilate the lungs by hand to assess circuit integrity, airway patency, compliance, and air entry by \"feel\" , observation and auscultation; inspect capnogram (20%). Note settings and levels of agents. Vaporizer Check all vaporizer filler and drainage ports, seatings and connections for liquid or gas leaks during pressurization of the system; consider the possibility of the wrong agent being in the vaporizer (4%).", "cite_spans": [], "ref_spans": [], "section": "Oxygen analyzer"}, {"text": "E Endotracheal tube Check the endotracheal tube -ensure it is patent with no leaks, kinks, or obstructions. Check capnogram for tracheal placement and oximeter for possible endobronchial intubation. If necessary, adjust, deflate cuff, pass a catheter, or remove and replace (14%).", "cite_spans": [], "ref_spans": [], "section": "Oxygen analyzer"}, {"text": "Eliminate the anesthetic machine and ventilate with self-inflating bag with 100% O 2 (from alternative source if necessary). Retain gas monitor sampling port but be aware of possible gas sampling or gas monitor problems (15%). Remove the filter in the breathing circuit if there is any chance that it is or may become blocked with secretions, blood, vomitus or pulmonary edema fluid. Also, see K in Table 3 .", "cite_spans": [], "ref_spans": [{"start": 399, "end": 406, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Elimination"}, {"text": "Review all monitors in use. All monitors should have been correctly placed, checked, and calibrated (e.g., oximeter, capnograph, ECG, BP, circuit pressure, neuromuscular monitoring electrodes) (4%). Review equipment Review all other equipment in contact with or relevant to the patient (e.g., diathermy, humidifiers, heating blankets, endoscopes, probes, prostheses, retractors, etc) (2%).", "cite_spans": [], "ref_spans": [], "section": "R Review monitors"}, {"text": "A Airway Check patency of the non-intubated airway. Consider laryngospasm, (6%), presence of foreign body (1%), or aspiration/regurgitation (5%). (Total 12%).", "cite_spans": [], "ref_spans": [], "section": "R Review monitors"}, {"text": "Assess pattern, adequacy, and distribution of ventilation. Consider, examine, and auscultate for hypoventilation (2%), bronchospasm (2%), pulmonary edema, lobar collapse, and pneumo-or hemothorax (1%). (Total 5%).", "cite_spans": [], "ref_spans": [], "section": "B Breathing"}, {"text": "Evaluate peripheral perfusion, pulse, blood pressure, ECG, and filling pressures (where possible) and any possible obstruction to venous return, raised intrathoracic pressure (e.g., inadvertent PEEP) or direct interference to (e.g., stimulation by central line), or tamponade of the heart. Note any trends on records. Bradycardia/arrhythmia (5%), tachycardia/ arrhythmia (2%), hypotension (5%), hypertension (1%), ischemia (1%). (Total 14%).", "cite_spans": [], "ref_spans": [], "section": "C Circulation"}, {"text": "D Drugs Review intended, and consider possible unintended, drug or substance administration. Consider whether the problem may be due to an unexpected drug effect, failure of administration (e.g., kinked cannula, extravasation), or wrong dose, route, or manner of administration of an intended or \"wrong drug\" . Review all possible routes of drug administration. (Total 3%).", "cite_spans": [], "ref_spans": [], "section": "C Circulation"}, {"text": "AB COVER ABCD with mask. Percentages refer to frequency of occurrence. CPR cardiopulmonary resuscitation; ECG electrocardiogram; BP blood pressure; NMJ neuromuscular junction; PEEP positive end-expiratory pressure; ARDS acute respiratory distress syndrome (Data from [11] ). The COVER ABCD algorithm is likely to identify over 90% of critical incidents in anesthesia.The remainder can be handled by the algorithm \"SWIFT CHECK\" (Table 3) .", "cite_spans": [{"start": 267, "end": 271, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 427, "end": 436, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "For use on patients breathing gas from an anesthetic machine: COVER ABCD with tracheal tube;"}, {"text": "and authority might sway the opinion or unwittingly stifle a statement by a person at the bottom of the hierarchy. The analysis and interviews should follow a systematic pattern so that even a non-expert could elicit the required information. The process starts with the question about what happened first and what second, etc. Often enough observers will agree on the sequence of some but not on other relevant events. Obviously, it will be important to identify the sequence of relevant events if the analysis is to pinpoint the triggering event.", "cite_spans": [], "ref_spans": [], "section": "For use on patients breathing gas from an anesthetic machine: COVER ABCD with tracheal tube;"}, {"text": "Once the facts have been identified and arrayed on a time line, the question will turn to medical science. Can our current understanding of anesthesiology and physiology and pharmacology explain how the injury occurred? Sometimes we will have to ask if an unobserved event, for example an air embolism, could explain an event. In the days before the genetic roots of malignant hyperthermia had been identified, it would not have been possible to explain a fatal fever. Today there may still be extremely rare and hidden processes responsible for unexplained disasters. But because they are so rare, we cannot resort to that explanation until we have asked every conceivable question and examined every minute detail. In the vast majority of cases, a disaster will yield to an explanation within the context of current medical science.", "cite_spans": [], "ref_spans": [], "section": "For use on patients breathing gas from an anesthetic machine: COVER ABCD with tracheal tube;"}, {"text": "Once the sequence of events is understood in scientific terms, we need to examine how the event could have occurred -or, in other words -what changes will be necessary to prevent a recurrence and enhance safety. The attention will now focus on the system and its many components. It will be necessary to address the qualification of the personnel, the adequacy of training, the policies regarding clinical coverage, the rules governing the operating procedures, the availability and integrity of appropriate equipment and supplies, and access to experts and extra hands. Finally, the atmosphere in the operating room will come under scrutiny. Experts from other disciplines and the administration will be asked to contribute to the analysis. Almost invariably such an analysis will uncover several and separate weaknesses that made possible the event under discussion. In many instances, the analysis will also show soft spots that have not yet caused a failure, but could be the breeding ground for a disaster. Of course, safety can only be increased if there is a spirit of willingness to correct weaknesses, not only in the department of anesthesia but within other clinical and administrative units of the institution.", "cite_spans": [], "ref_spans": [], "section": "For use on patients breathing gas from an anesthetic machine: COVER ABCD with tracheal tube;"}, {"text": "While anesthesia is safer today than ever before, the specialty is still challenged to further reduce morbidity and mortality. Toward that end anesthesiologists need to examine not only their clinical ", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Patient \"asleep\"(e.g., with diazepam, ketamine) until a new anesthetic machine can be obtained practice and their tools, but also how to deal with complications. The root cause analysis of critical incidents and adverse outcomes has become a standardized method to identify the pedigree of problems. By illuminating the circumstances that resulted in a problem, the root cause analysis generates the data necessary to institute changes in order to prevent recurrences and thus enhance safety.", "cite_spans": [], "ref_spans": [], "section": "ECG changes Keep"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A study of deaths associated with anesthesia and surgery", "authors": [{"first": "H", "middle": ["K"], "last": "Beecher", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Todd", "suffix": ""}], "year": 1954, "venue": "Ann Surg", "volume": "140", "issn": "", "pages": "2--34", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Risk and outcome analysis: myths and truths", "authors": [{"first": "D", "middle": ["L"], "last": "Brown", "suffix": ""}], "year": 2002, "venue": "Clinical anesthesia practice", "volume": "", "issn": "", "pages": "72--82", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Effect of outcome on physician judgments of appropriateness of care, review", "authors": [{"first": "R", "middle": ["A"], "last": "Caplan", "suffix": ""}, {"first": "Posner", "middle": [], "last": "Kl", "suffix": ""}, {"first": "F", "middle": ["W"], "last": "Cheney", "suffix": ""}], "year": 1991, "venue": "JAMA", "volume": "265", "issn": "", "pages": "1957--1960", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Adverse anesthetic outcomes arising from gas delivery equipment: a closed claims analysis", "authors": [{"first": "R", "middle": ["A"], "last": "Caplan", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Vistica", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Posner", "suffix": ""}], "year": 1997, "venue": "Anesthesiology", "volume": "87", "issn": "", "pages": "741--748", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Australian patient safety survey.Final report to the Commonwealth Department of Health and Aged Care", "authors": [{"first": "R", "middle": ["B"], "last": "Clark", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Preventable anesthesia mishaps: a study of human factors", "authors": [{"first": "J", "middle": ["B"], "last": "Cooper", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Newbower", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Long", "suffix": ""}], "year": 1978, "venue": "Anesthesiology", "volume": "49", "issn": "", "pages": "399--406", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "On criticism in medicine", "authors": [{"first": "J", "middle": ["S"], "last": "Gravenstein", "suffix": ""}], "year": 1983, "venue": "Anesth Analg", "volume": "62", "issn": "", "pages": "1113--1120", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Introduction to the international standards", "authors": [{"first": "J", "middle": ["S"], "last": "Gravenstein", "suffix": ""}], "year": 1993, "venue": "Eur J Anaesthesiol", "volume": "10", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Joint Commission on Accreditation of Healthcare Organization (2000) Comprehensive accreditation manual for hospitals", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "To err is human.Building a safer health system. Institute of Medicine", "authors": [{"first": "L", "middle": ["T"], "last": "Kohn", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Corrigan", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Donaldson", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The Australian Incident Monitoring Study.crisis management -validation of an algorithm by analysis of 2000 incident reports", "authors": [{"first": "W", "middle": ["B"], "last": "Runciman", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Webb", "suffix": ""}, {"first": "I", "middle": ["D"], "last": "Klepper", "suffix": ""}], "year": 1993, "venue": "Anaesth Intensive Care", "volume": "21", "issn": "", "pages": "579--592", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Deaths attributed to anaesthesia in New South Wales", "authors": [{"first": "J", "middle": ["C"], "last": "Warden", "suffix": ""}, {"first": "B", "middle": ["F"], "last": "Horan", "suffix": ""}], "year": 1984, "venue": "Anaesth Intensive Care", "volume": "24", "issn": "", "pages": "66--73", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The Australian Incident Monitoring Study: an analysis of 2000 incident reports", "authors": [{"first": "R", "middle": ["K"], "last": "Webb", "suffix": ""}, {"first": "M", "middle": [], "last": "Currie", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Morgan", "suffix": ""}], "year": 1993, "venue": "Anaesth Intensive Care", "volume": "21", "issn": "", "pages": "621--625", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Monitors also are assessed by their vintage and maintenance. While some factors will be relevant only to an individual patient, other factors have general applicability.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Safety score (maximal points=100)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>70 Personnel </td><td>Training </td><td>30\n</td></tr><tr><td> </td><td>Experience </td><td>30\n</td></tr><tr><td>20 System </td><td>Supervision/backup </td><td>10\n</td></tr><tr><td>Production pressure </td><td>10\n</td></tr><tr><td>5 Equipment </td><td>Supporting services </td><td>10\n</td></tr><tr><td>Machines </td><td>2.5\n</td></tr><tr><td>5 Supplies </td><td>Monitors </td><td>2.5\n</td></tr><tr><td>Drugs </td><td>2.5\n</td></tr><tr><td> </td><td>Supplies </td><td>2.5\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Crisis management algorithm", "latex": null, "type": "table"}, "TABREF2": {"text": "A swift check Infarct Myocardial conduction, ST, or rhythm problem, hypotension, or cardiac output Insufflation Vagal tone, reduced venous return, pulmonary or paradoxical arterial gas embolism F \"Fat\"syndrome Desaturation and/or hypotension especially after induction and in the lithotomy position(with obese or distended abdomen); profuse bronchial secretions Full bladder May cause marked hemodynamic changes and/or sympathetic stimulation T Trauma Consider spinal injury, undiagnosed sub-or extradural hematoma, bronchial or diaphragmatic injury, ruptured viscus, concealed hemorrhage, myocardial contusion Tourniquet down Local anesthetic toxicity, unseen bleeding, failed block C Catheter/IV cannula Leaks, blocks, failure to deliver, wrong drug or label, wrong connection/site, trauma Chest drain problems Tube not in or out, clamped, kinked, blocked, wrongly connected Cement Hemodynamic change with methylmethacrylate H Hyper-/Hypothermia Tachycardia and hypercarbia/poor perfusion, ECG changes Hypoglycemia Consider inappropriate or inadvertent insulin administration preoperatively, fasting and beta-blockers, hepatic compromise and beta-blockers E Embolus Fat, air, thrombus, amniotic fluid; hypotension, hypocarbia, hypoxia, ECG changes Endocrine Hyper-or hypothyroid/-adrenal medulla or cortex/-pituitary/diabetes/ 5-hydroxytryptamine C Check Right patient, right operation, right surgeon, correct side, correct body part Check Record for preoperative status, diseases, drugs, and conditions K K + Potassium and any other electrolyte abnormality (hyper-or hypo).", "latex": null, "type": "table"}}, "back_matter": [{"text": "vieler gemeinsamer Publikationen verfasst wurde, Herrn Professor List als Ausdruck unserer Dankbarkeit für sein jahrelanges Engagement für die deutschsprachige Anästhesiologie im allgemeinen und für den \"Anaesthesisten\" im besonderen, widmen. ", "cite_spans": [], "ref_spans": [], "section": "Werner List geht in den \"Unruhestand\""}]}