{
    "paper_id": "71a2336d8c8bce74bdaa565c411c0b4480f6d07c",
    "metadata": {
        "title": "Spontaneous pneumomediastinum in COVID-19 Images in…",
        "authors": [
            {
                "first": "V",
                "middle": [],
                "last": "Mohan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "A"
                ],
                "last": "Tauseen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A 49-year-old man presented to the emergency room with 3 days of increasing cough and shortness of breath, both at rest and with minimal exertion, associated with decreased appetite and anosmia. He denied fevers, chills, cough, chest pains, nausea or vomiting. He did suspect recent coronavirus exposure. His medical history was significant for hypertension and type 2 diabetes. He denied tobacco, alcohol or drug use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DesCripTion"
        },
        {
            "text": "His physical exam revealed a well-developed, middle-aged man who appeared short of breath. He had a low grade fever of 37.5°C, blood pressure was 149/81 mmHg and pulse was 98 bpm. His respiratory rate was 42 and his oxygen saturation was 85% on room air, improving to 95% on 15 L/ min non-rebreather mask. His lung exam revealed bilateral rhonchi, the rest of his physical exam was within normal limits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DesCripTion"
        },
        {
            "text": "His chest X-ray (CXR)was remarkable for bilateral patchy infiltrates (figure 1). His labs were remarkable for white cell count of 15.9×10 9 /L (3.8-10.2) with a neutrophil count of 93%. His D-dimer was >20 μgFEU/mL (<2.1) and his lactate was 777 U/L (140-271). Reverse transcription (RT)-PCR analysis of COVID-19 was positive. He was started on ceftriaxone, doxycycline, steroids, enoxaparin sodium and hydroxychloroquine and remained stable on non-invasive supplemental oxygen, requiring 10-15 L/min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DesCripTion"
        },
        {
            "text": "On hospital day #5, the patient reported sudden onset of nausea and vomiting and was noted to have crepitus around his neck and chest area. Repeat CXR demonstrated that the bilateral infiltrates were mostly unchanged, but now there was moderate soft tissue gas present in the superior thorax and visualised neck (figure 2). CT of the chest confirmed severe pneumomediastinum with extensive subcutaneous emphysema mainly extending superiorly in the thorax and into the neck without evidence of pneumothorax (figures 3 and 4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DesCripTion"
        },
        {
            "text": "An oesophageal rupture was ruled out by esophagram and the patient continued supportive care. His respiratory status gradually improved and his supplemental oxygen requirements gradually decreased. He was discharged by hospital day #15 in stable condition, having never required mechanical intubation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DesCripTion"
        },
        {
            "text": "Spontaneous pneumomediastinum is a rare condition, most commonly caused by medical conditions such as asthma, chronic lung disease, infections and mechanical ventilation. While most cases are selflimited and managed conservatively, the condition must be monitored carefully as it can lead to life threatening circulatory and respiratory pathology. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DesCripTion"
        },
        {
            "text": "► Spontaneous pneumomediastinum is a rare condition usually seen in patients with underlying pulmonary pathology, infections or mechanical intubation. ► While not commonly seen in viral pneumonias, it has been described in patients with COVID-19 pneumonia, despite no history of mechanical ventilation. ► The presence of pneumomediastinum in patients with COVID-19 infection should alert the clinician to monitor the patients carefully for possible worsening of disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learning points"
        },
        {
            "text": "Copyright 2020 BMJ Publishing Group. All rights reserved. For permission to reuse any of this content visit https://www.bmj.com/company/products-services/rights-and-licensing/permissions/ BMJ Case Report Fellows may re-use this article for personal use and teaching without any further permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learning points"
        },
        {
            "text": "Become a Fellow of BMJ Case Reports today and you can: ► Submit as many cases as you like ► Enjoy fast sympathetic peer review and rapid publication of accepted articles ► Access all the published articles ► Re-use any of the published material for personal use and teaching without further permission",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learning points"
        },
        {
            "text": "If you have any further queries about your subscription, please contact our customer services team on +44 (0) 207111 1105 or via email at support@bmj.com.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Customer service"
        },
        {
            "text": "Visit casereports.bmj.com for more articles like this and to become a Fellow",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Customer service"
        },
        {
            "text": "Our patient had no history of pulmonary disease, pneumothorax, or tobacco use. He also never required mechanical intubation. His esophagram was negative so he was determined to have spontaneous pneumomediastinum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Customer service"
        },
        {
            "text": "Spontaneous pneumomediastinum is uncommon in viral pneumonia. It has been reported in cases with severe acute respiratory syndrome-associated coronavirus pneumonia. 2 Although the exact mechanism is unknown, increased alveolar pressure and diffuse alveolar injury in severe COVID-19 pneumonia is common which may make the alveoli more prone to rupturing, especially as patients often have pronounced cough. To date, there have been few reports on spontaneous pneumomediastinum from COVID-19 in the setting of non-mechanical ventilation, although some cases have been complicated by pneumothorax. 3 The development of pnemomediastinum in COVID-19 infection is considered a possible indicator of worsening disease, but our patient fortunately survived.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 166,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 596,
                    "end": 597,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Customer service"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 with spontaneous pneumomediastinum",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Infect Dis",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Spontaneous pneumomediastinum: a probable unusual complication of coronavirus disease 2019 (COVID-19) pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Korean J Radiol",
            "volume": "21",
            "issn": "",
            "pages": "627--635",
            "other_ids": {
                "DOI": [
                    "10.3348/kjr.2020.0281"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mediastinal emphysema, giant bulla, and pneumothorax developed during the course of COVID-19 pneumonia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Korean J Radiol",
            "volume": "21",
            "issn": "",
            "pages": "541--545",
            "other_ids": {
                "DOI": [
                    "10.3348/kjr.2020.0180"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Admission CXR showing bilateral infiltrates consistent with COVID-19 infection. CXR, chest X-ray.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "CXR demonstrating COVID-19 infection and pneumomediastinum. CXR, chest X-ray.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Chest CT showing pneumomediastinum.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Chest CT showing subcutaneous emphysema.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We would like to thank Dr Sara Wallach, Chair and Program Director of the Internal Medicine Department, for her support of the Internal Medicine Residency program and scholarly activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Contributors RAT provided writing and technical support of image preparation for submission. VM provided writing and editing for submission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.Competing interests None declared. patient consent for publication Obtained.provenance and peer review Not commissioned; externally peer reviewed.This article is made freely available for use in accordance with BMJ's website terms and conditions for the duration of the covid-19 pandemic or until otherwise determined by BMJ. You may use, download and print the article for any lawful, non-commercial purpose (including text and data mining) provided that all copyright notices and trade marks are retained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}