{
    "paper_id": "71a3d11adf5ccaeb7b5fee606c8c5499cb036831",
    "metadata": {
        "title": "K. Seine, M. Poljak: Routine Use of Amplicor HCV Test",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since the publication of the 2nd edition (626 pages, 1990) this book has been extended in volume and content. The new edition has been completely revised, in colour photographs of patients and many graphs and tables enable the reader to come rapidly to the main point of interest. Each chapter, in addition to a description of viruses, provides a review on diagnostics, treatment and vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Adhering to an organotrophic scheme hepatitis viruses are covered including hepatitis C and E viruses. In the herpesvirus section HHV-6 and 7 are fully described. Viruses associated with acute diarrhoeal diseases are summarized in a chapter, referring in this context to bacterial agents and their geographic distribution. Influenza and parainfluenza viruses, such as respiratory syncytial-, adeno-, rhino-and corona viruses are still allotted individual chapters. Toroviruses, that is Breda-like agents, are covered to give the reader a superficial understanding. The classical children's diseases, measles, mumps and rubella, follow. The enterovirus group deals with many clinical manifestations, includ-ing chronic fatigue syndrome. In dealing with poxviruses an especially detailed description of the importance of monkey pox after the discontinuation of smallpox vaccinations is given. No longer only tropical disease viruses of the alpha, flavi and bunya groups are covered in separate chapters. In the flavivirus section hepatitis C virus is again discussed, also the recent spread of a Dengue virus. These chapters supply a very effective epidemiological survey. Arenavirus causing Lassa and Junin fever, filovirus such as Ebola and their transmission are described in detail and this chapter is followed by information on rabies. Two chapters deal with papilloma and human polyoma viruses. There is a concise chapter on human parvovirus. The book ends with the revised, up-to-date chapters on human retroviruses and prion diseases. Both chapters focus on the transmission of different agents, prevention and, in retroviruses, therapy. The book is recommended for all readers who want to gain insight into a viral disease provided briefly but in depth, without extensive presentation of the most recent results in molecular biology. The book is helpful in linking specific symptoms to an identified viral agent and in finding an adequate diagnostic procedure. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The detection of hepatitis C infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Garson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Tedder",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Rev. Med. Virol",
            "volume": "3",
            "issn": "t993",
            "pages": "75--83",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Commercial assay for hepatitis C virus RNA",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tilston",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Klapper",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Corbitt",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Lancet",
            "volume": "344",
            "issn": "",
            "pages": "201--202",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Determination of hepatitis C virus RNA in the serum by the Amplicor HCV PCR kit",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Prati",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Capelli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bosoni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mozzi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zanella",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sirehia",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Vox Sang",
            "volume": "67",
            "issn": "",
            "pages": "112--114",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "4. Zeuzem, S., Ruster, B., Roth, W. K.: Clinical evaluation of a new polymerase chain reaction assay (Amplicor HCV) for detection of hepatitis C virus. Z. Gastroenterol. 32 (1994) 342-347. 5. Seine, K., Poljak, M.: Use of a commercial PCR kit for detection of hepatitis C virus. Eur. J. Clin. Microbiol. Infect. Dis. 14 (1995) 549-552. 6, Nolle, F. S, Thurmond, C., Fried, M. W.: Preclinical evaluation of Amplicor HCV Test for detection of hepatitis C virus RNA. J. Clin. Microbiol. 33 (1995) 1775-1778. 7. Yotmg, K. K. Y, Resniek, R. M., Myers, T. W.: Detection of hepatitis C virus RNA by a combined reverse transcription -polymerase chain reaction assay. J. Clin. Microbiol. 31 (1993) 882-886. 8. Wictor, T., Jordaan, A., du Toil, R., van Halden, P. D.: Laboratory experience and guidelines for avoiding false positive polymerase chain reaction results. Eur. J. Clin. Chem. Clin. Biochem. 31 (1993) 531-535. 9. Garson, J. A.: The polymerase chain reaction and hepatitis C virus diagnosis. FEMS Microbiol. Rev, 14 (1994) 229-240. 10. Zaaijer, H. L., Cuypers, H. T. M., Reesink, H. W., Winkel, I. N., Gerken, G., Lelie, P. N.: Reliability of polymerase chain reaction for detection of hepatitis C virus. Lancet 341 (1993) 722-724. 11. Bockstahler, L E.: Overview of international PCR standardization efforts. PCR Methods Applic. 3 (1994) 263-267. 12. Kapoor, M., EI-Reshaid, K., AI-Mufli, S., Sanad, N. A., Koshy, A.: Is dialysis environment more important than blood transfusion in transmission of hepatitis C virus during hemodialysis? Vox Sang. 65 (1993) 331. 13. Allander, T, Medin, C., Jaeobson, S. H, Grillner, L., Persson, M. A. A.: Hepatitis C transmission in a hemodialysis unit: molecular evidence for spread of virus among patients not sharing equipment. J. Med. Virol. 43 (1994) 415419. 14. Sampietro, M., Badalamenli, S., Salvadori, S., Corbetta, N., Graziahi, G., Como, G, FiorellL G, Ponticelli, C.: High prevalence of a rare hepatitis C virus in patients treated in the same hemodialyis unit: evidence for nosocomial transmission of HCV. Kidney Int. 47 (1995) 911-917. 15. Seine, K., Poljak, M.,Zu~ek-Resek, S., Avgi~:-Zupane, T.: High prevalence of hepatitis C virus infection in hemodialysis patients from one dialysis unit in Slovenia. Nephron 72 (1995) 99-100. Book Review A. J. Zuckerman, J. E. Banatvala, J. R. Pattison Principles and Practice of Clinical Virology (2nd edition) 729 pages, numerous photographs, figures and tables Wiley, Chichester 1995 Price: $79.95",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Mtinchen Infection 24 (1996) No. 2 © MMV Medizin Verlag GmbH Miinchen, Miinchen 1996 143 / 43",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}