{
    "paper_id": "71a3c463d4b304dd1defd6a53ae99df572298698",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Priyanka",
                "middle": [],
                "last": "Dixit",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Dr BRA IRCH, AIIMS, New Delhi",
                    "institution": "AIIMS",
                    "location": {
                        "addrLine": "New Delhi",
                        "region": "New Delhi",
                        "country": "India, India, India"
                    }
                },
                "email": ""
            },
            {
                "first": "Prashant",
                "middle": [],
                "last": "Sirohiya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Dr BRA IRCH, AIIMS, New Delhi",
                    "institution": "AIIMS",
                    "location": {
                        "addrLine": "New Delhi",
                        "region": "New Delhi",
                        "country": "India, India, India"
                    }
                },
                "email": ""
            },
            {
                "first": "Brajesh",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Dr BRA IRCH, AIIMS, New Delhi",
                    "institution": "AIIMS",
                    "location": {
                        "addrLine": "New Delhi",
                        "region": "New Delhi",
                        "country": "India, India, India"
                    }
                },
                "email": ""
            },
            {
                "first": "Ratre",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Dr BRA IRCH, AIIMS, New Delhi",
                    "institution": "AIIMS",
                    "location": {
                        "addrLine": "New Delhi",
                        "region": "New Delhi",
                        "country": "India, India, India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Ultrasound-guided central venous catheterization amid the COVID-19 outbreak: 'Revisiting protocols' Severe acute respiratory syndrome coronavirus-2 (SARS COV-2) was declared as a pandemic by World Health Organization (WHO) on March 11, 2020 [1] . The health emergency linked to the coronavirus disease 2019 (COVID-19) pandemic has a series of dramatic changes transforming various clinical practices, facility policies and procedural protocols, including the restructuring of whole departments to ensure appropriate protection for both healthcare clinicians and their patients.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The indications for central venous catheter insertion include difficult and inadequate peripheral venous access, routine venous access in various surgeries, hemodynamic monitoring during surgery and in the intensive care unit, emergency fluid resuscitation, and long term venous access for medications such as chemotherapy, vasopressors, and parenteral nutrition [2] . Hence it becomes imperative to review the criteria for the insertion of central venous catheters during the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 366,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, the ultrasound machine can be a potential conduit in the transmission of infection and previous surveys have indicated a gap in knowledge of basic infection prevention measures in ultrasound [3e5]. SARS-CoV-2 (severe acute respiratory syndrome coronavirus 2), the causative agent of COVID-19 may remain on inanimate surfaces for several days [6] . Due to the potentially highly infectious nature of this disease and given the proximity necessary to perform an ultrasound-guided central venous catheterization, it is essential to take following safety precautions [7e9]:",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 354,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1. Keep all non-essential equipment outside the patient's room. 2. The ultrasound machine (including the probe, screen, keyboard, and cable) should be disinfected using LLD (low-level disinfectants) with agents recommended by the Centers for Disease Control and Prevention and the Environmental Protection Agency (like Quaternary ammonium; Ethanol; Isopropanol 70%) [10] . 3. There is no requirement of HLD (High-level disinfection) when ultrasound probes are used on intact skin. 4. It is recommended that there should be one dedicated ultrasound machine for COVID-19 suspected/confirmed patients. 5. Preferably use single-use sterile gel. If the non-sterile gel is used, avoid direct contact between the dispensing tip of the gel container and any surface, including the ultrasound probe. Avoid multi-dose gel containers in COVID-19 patients or when they are used, discard the container after single use [5] .",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 370,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 906,
                    "end": 909,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In COVID-19 pandemic, despite evidence of advantages of peripherally inserted central catheters (limited supply in our hospital setting) over centrally inserted central catheters and use of newer technology like wireless ultrasound probes which are also not available in our hospital setting, this document is about safe insertion of centrally inserted central catheters using a standard ultrasound machine with all necessary steps and safety precautions [11] .",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 459,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Though a consistent approach to infection prevention and safe ultrasound practices are being implemented during the COVID-19 pandemic, there may be some operational and organizational differences outside of the normal institutional protocol. As the evidence base for COVID-19 is rapidly evolving, this document is current at the time of publication and further updates may be provided as new evidence emerges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1. Personal protection is the priority. There must be adequate training to use personal protective equipment, how to put it on, use/wear it, and take it off correctly [12] . The Personal Protective Equipment (PPE) should have the following [13,14]a) Respirator or facemask: N95 respirators or respirators that offer a higher level of protection Before the procedure, review donning and doffing b) Eye protection: This includes goggles or a disposable face shield that must be put on when entering the patient room or care area. c) Two pair of Sterile Gloves [15] . d) Sterile Gown with shoe cover 2. Practice appropriate hand hygiene before and after all procedures, using an alcohol-based hand rub (60e95% alcohol) or washing hands with soap and water for at least 20 seconds [16] . 3. Limit the number of health care providers in the room where the procedure has to be performed [13] . 4. Standard monitoring with oxygen saturation probe, electrocardiogram, and non-invasive blood pressure monitor (if arterial catheter or arterial blood pressure monitoring is not available) to be connected to the patient. 5. Emergency resuscitation equipment should be close at hand in case (outside the patient's room) if iatrogenic complications occur during the insertion procedure. 6. Ultrasound Machine [16] .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 781,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 881,
                    "end": 885,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1296,
                    "end": 1300,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Procedure prerequisites"
        },
        {
            "text": "a. Extra-transducers and leads should be removed from machine. b. All parts of machine including transducer disinfected using LLD. c. Cover the probe with long sterile covers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure prerequisites"
        },
        {
            "text": "Trends in Anaesthesia and Critical Care j o u r n a l h o m e p a g e : w w w . e l s e v i e r . c o m / l o c a t e / t a c c d. Keep the machine at maximum distance from patient when doing scan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contents lists available at ScienceDirect"
        },
        {
            "text": "The skin is cleaned with 0.5% chlorhexidine gluconate in 70% isopropyl alcohol solution and the area should be covered with sterile drapes. Infiltrate the skin with 1% lidocaine hydrochloride for local anesthesia around the needle insertion site. Under ultrasound guidance, a central venous catheter is inserted in a vein using Selinger's technique once blood aspiration confirmed. A Central venous catheter is secured with a suture-less adhesive protective system to decrease the risk of microbial colonization and infection [17] .",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 530,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "After the procedure, the following steps are done [12, 15] e ✓ Remove the outer glove, grasp cord above the probe cover with clean inner glove and slowly remove the probe cover inside out from the non-patient end and discard. ✓ Wear and new pair of sterile gloves and clean machine and its parts by the LLD using separate wipes for machine, cords, and probe. ✓ Keep ultrasound ✓ Remove gloves and the gown. ✓ Healthcare personnel may now exit the patient room. ✓ Perform hand hygiene. ✓ Remove face shield or goggles. ✓ Remove and discard respirator. ✓ Perform hand hygiene",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 55,
                    "end": 58,
                    "text": "15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "Nil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source(s) of support"
        },
        {
            "text": "Nil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presentation at a meeting"
        },
        {
            "text": "Priyanka Dixit-This author helped with the work of this manuscript, including writing, editing, and final approval. Prashant Sirohiya-This author helped with the work of this manuscript, including conception of the work, drafting, writing, editing, and revising for important intellectual content and final approval. Brajesh Kumar Ratre-This author helped with the work of this manuscript, including writing, editing, and final approval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "Nil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19) Situation Reports [Internet], report, World Health Organization. World Health Organization",
            "authors": [
                {
                    "first": "Coronavirus",
                    "middle": [],
                    "last": "Disease",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Central Line Placement",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tse",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Can diagnostic ultrasound scanners be a potential vector of opportunistic bacterial infection?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Skowronek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wojciechowski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Leszczy Nski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Olszewski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sibi Nski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Polguj",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Med. Ultrasonogr",
            "volume": "18",
            "issn": "3",
            "pages": "326--331",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ultrasound probe use and reprocessing: results from a national survey among U.S. infection preventionists",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Carrico",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Furmanek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "English",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am. J. Infect. Contr",
            "volume": "46",
            "issn": "8",
            "pages": "913--920",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World federation for ultrasound in medicine and biology position statement: how to perform a safe ultrasound examination and clean equipment in the context of COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Abramowicz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Basseal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ultrasound Med. Biol",
            "volume": "46",
            "issn": "7",
            "pages": "1821--1826",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Persistence of coronaviruses on inanimate surfaces and their inactivation with biocidal agents",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Todt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfaender",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Hosp. Infect",
            "volume": "104",
            "issn": "3",
            "pages": "246--251",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Guidelines for Cleaning and Preparing External-and Internal-Use Ultrasound Transducers and Equipment between Patients as Well as Safe Handling and Use of Ultrasound Coupling Gel [Internet], Official Statement",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Cleaning Recommendations from Ultrasound Manufacturers",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Disinfectants for Use against SARS-CoV-2 (COVID-19)",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "List",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Vascular access in COVID-19 patients: Smart decisions for maximal safety",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Scoppettuolo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Biasucci",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pittiruti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Vasc. Access",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1129729820923935"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19: Strategies for Optimizing the Supply of PPE [Internet",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Safety and health topics | COVID-19 -Control and prevention | occupational safety and health administration",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Infection Prevention and Control [Internet], World Health Organization. World Health Organization",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Centers for Disease Control and Prevention",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A clinical evaluation of two central venous catheter stabilization systems",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Karpanen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Casey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Whitehouse",
                    "suffix": ""
                },
                {
                    "first": "J.-F",
                    "middle": [],
                    "last": "Timsit",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mimoz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Palomar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ann. Intensive Care",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.tacc.2020.06.009.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}