{
    "paper_id": "71a7a768a37788901022adcd984ec335e2c5626e",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Die Erkrankung mit Ferlaviren stellt eine hochkontagiöse Virusinfektion dar, die häufig durch einen tödlichen Ausgang gekennzeichnet ist. Ferlaviren wurden bislang bei Schlangen, aber auch bei Echsen und Schildkröten nachgewiesen. Die klinisch relevanteste Rolle spielen diese Erreger jedoch bei Schlangen, wo die Erkrankung einen seuchenhaften Verlauf annehmen kann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ferlavirusinfektion"
        },
        {
            "text": "Ferlaviren zählen zur Familie Paramyxoviridae und sind auch als Ophidian Paramyxoviren bekannt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ätiologie und Pathogenese"
        },
        {
            "text": "Zu den häufig betroffenen Arten gehören unter anderem: ▪ Colubridae (Nattern) ▪ Elapidae (Giftnattern) ▪ Crotalidae (Grubenottern) ▪ Boidae (Boas) ▪ Pythonidae (Pythons) ▪ Viperidae (Vipern) Vor allem bei den Klapperschlangen (Crotalus spp.) nimmt die Erkrankung dramatische Verläufe an. Die Tenazität des Virus selbst ist nur gering.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ätiologie und Pathogenese"
        },
        {
            "text": "Über die Übertragungswege der Ferlaviren ist noch relativ wenig bekannt. Es wird jedoch eine überwiegend aerogene bzw. orale Übertragung vermutet, da das Virus über Sekrete und Kot ausgeschieden wird. Zu vertikalen Übertragungswegen gibt es bislang keine Untersuchungen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ätiologie und Pathogenese"
        },
        {
            "text": "Auch die Pathogenese der Ferlaviren ist noch nicht vollständig geklärt. Überwiegend werden die Zellen des Lungengewebes und des zentralen Nervensystems angegriffen, was durch die Manifestation der typischen klinischen Symptome bestätigt wird. Allerdings ist das Virus in der Lage, im Verlauf der Infektion alle inneren Organe zu befallen. In einigen Fällen treten allerdings auch keinerlei makroskopisch erkennbare Veränderungen auf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ätiologie und Pathogenese"
        },
        {
            "text": "Beim Verdacht auf eine Ferlavirusinfektion ist auch eine pathologisch-histologische Untersuchung empfehlenswert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Merke"
        },
        {
            "text": "Die histologischen Veränderungen reichen von Hyperplasien des respiratorischen Epithels bis zu diffusen interstitiellen Infiltraten von Lymphozyten, Heterophilen, Plasmazellen und Makrophagen. Außerdem sind in einzelnen Fällen intranukleäre oder intrazytoplasmatische virale Einschlusskörperchen festzustellen, die den Ferlaviren zugeschrieben werden und immunhistochemisch dargestellt werden können. Beim Auftreten neurologischer Symptome findet eine Demyelinisierung und Degeneration der Axone statt, die zu histologisch erkennbaren Axonauftreibungen führen. Außerdem treten Meningoenzephalitiden auf, bei der die Gliazellen ebenfalls intrazytoplasmatische Einschlusskörperchen aufweisen können. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Merke"
        },
        {
            "text": "Nidoviren zählen zu der Subfamilie der Torovirinae der Familie Coronaviridae. Die bei Königspythons (Python regius) vorkommenden Nidoviren werden als \"ball python nidovirus\" (BPNV) bezeichnet. Diese RNA-Viren befallen dabei überwiegend den oberen und unteren Respirationstrakt, aber auch im Gastrointestinaltrakt war ein Virusnachweis bereits möglich. Auch Mischinfektionen mit anderen Viren (Ferla-, Reoviren) sind beschrieben. Insgesamt ist allerdings noch relativ wenig zu den Übertragungswegen und der Pathogenese der Nidoviren bekannt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ätiologie und Pathogenese"
        },
        {
            "text": "Bislang wurden Nidovirusinfektionen in der Regel mit Pneumonien und Stomatitiden in Verbindung gebracht. Die Lungeninfektionen reichen dabei von proliferativen interstitiellen bis hin zu nekrotisierenden Pneumonien. Häufig treten auch zusätzlich bakterielle Sekundärinfektionen auf, die sich ebenfalls auf den Atmungs-und Magen-Darm-Trakt beschränken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinik und Diagnose"
        },
        {
            "text": "In der pathologisch-histologischen Untersuchung sind Hyperplasien des Epithels mit entzündlichen Infiltraten, aber auch Nekrosen möglich. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinik und Diagnose"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Nachweis und Charakterisierung von Schlangenarenaviren bei lebenden Boas und Pythons in einem deutschen Zoo",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Aqrawi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Stöhr",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Knauf-Witzens",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Tieraerztl Prax",
            "volume": "43",
            "issn": "",
            "pages": "239--247",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Novel divergent nidovirus in a python with pneumonia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bodewes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lempp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Schürch",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Gen Virol",
            "volume": "95",
            "issn": "",
            "pages": "2480--2485",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Paramyxovirus in reptiles: a review",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Hyndman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Shilton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Marschang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vet Microbiol",
            "volume": "165",
            "issn": "3-4",
            "pages": "200--213",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Infectious Diseases and Pathology of Reptiles. Color Atlas and Text",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Reptile Medicine and Surgery. 2 nd ed",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Mader",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Viruses infecting reptiles",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Marschang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Viruses",
            "volume": "3",
            "issn": "11",
            "pages": "2087--2126",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ball python nidovirus: a candidate etiologic agent for severe respiratory disease in Python regius",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Stenglein",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Wozniak",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "5",
            "pages": "1484--01484",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Identification of a novel nidovirus in an outbreak of fatal respiratory disease in ball pythons (Python regius)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Uccellini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Ossiboff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "De Matos",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virol J",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Ferlavirusinfektionen sind häufig mit hochpathogenen Krankheitsausbrüchen assoziiert. Bei Schlangen treten respiratorische Symptome wie Atemnot (▶ Abb. 1), Atemgeräusche und Exsudat aus der Trachea (▶ Abb. 2) sowie neurologische Leiden, z. B. abnorme Haltung, Tremor und Krämpfe, auf. Es wurden aber auch unspezifische Symptome wie Anorexie und Abmagerung beschrieben. In der Regel ist in den Anfangsstadien der Infektion keine klinische Symptomatik trotz vorhandener Erkrankung erkennbar. Nicht selten kommen auch plötzliche Todesfälle vor. Häufig treten außerdem sekundäre bakterielle oder mykotische Infektionen, vor allem der Lunge auf. Das klinische Bild stellt sich dadurch nochmals dramatischer dar. Erstes Anzeichen einer sekundären Infektion ist meist eine Stomatitis. Um den Verdacht einer Ferlavirusinfektion zu bestätigen, ist der Virusnachweis unumgänglich. Hierzu ist der Nachweis durch spezifische molekularbiologische Methoden (PCR) zu empfehlen, aber auch die Virusisolation mittels Zellkultur ist möglich. Als Untersuchungsmaterial eignen sich dabei Rachen-und Kloakentupfer. Noch sicherer ist allerdings die Untersuchung des Trachealsekrets, das mithilfe einer Trachealspülung (▶ Abb. 3) gewonnen werden kann. Auch die Untersuchung des Blutes auf Vorhandensein von Antikörpern ist möglich. Allerdings fallen die nachweisbaren Titer sehr unterschiedlich aus, wodurch diese Ergebnisse mit einem zusätzlichen Virusnachweis untermauert werden müssen. Deshalb ist bei einem vorhandenen Titer zusätzlich immer eine PCR zu empfehlen. Serologische Untersuchungen bieten sich im Rahmen eines Bestandsscreenings an, um herauszufinden, ob bereits ein Kontakt mit Ferlaviren bestanden hat. Dazu sollten zunächst einmal alle Tiere beprobt werden. Um gegebenenfalls Kosten zu sparen, können gepoolte Proben (Mischproben von mehreren Tieren) untersucht werden. Wenn verdächtige Poolproben gefunden werden, sollten die betreffenden Tiere anschließend nochmals einzeln nachgetestet werden, um zu evaluieren, welche Tiere positiv sind. In der pathologischen Untersuchung sind bei Schlangen vor allem Veränderungen im respiratorischen System nachweisbar. Makroskopisch sind häufig exsudative Pneumonien sowie kongestive und hämorrhagische Veränderungen der Lungen festzustellen (▶ Abb. 4). Das seröse Exsudat führt in fortgeschrittenen Stadien zur Verlegung des Lumens der Lungen und Luftsäcke, zu Verdickungen der Lungen sowie zu Lungenödemen. Des Weiteren können weiße knotige Veränderungen des Leberparenchyms, Hepatomegalien, Vergrößerungen des Pankreas, Pankreasnekrosen und fibronekrotische Exsudate in der Zölomhöhle beobachtet werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "▶ Abb. 2 Seröses Exsudat (Pfeil) im Rachen bei einem Königspython (Python regius) infolge einer Ferlavirusinfektion. © Klinik für Vögel und Reptilien, Universität Leipzig ▶ Abb. 4 Makroskopische Befunde verursacht durch Ferlaviren bei der pathologischen Untersuchung einer Schlangenlunge: hochgradig verdickte, rot-weiß marmorierte Lunge mit gelbem schaumig-flockigen Inhalt (Lunge längs aufgeschnitten, Blick auf Lungeninnenseite/Lumen). © Klinik für Vögel und Reptilien, Universität Leipzig SONDERFALL: SUNSHINE-VIRUS -INFEK TION Das Sunshine-Virus zählt ebenfalls zu den Paramyxoviren und ist daher entfernt mit dem Ferlavirus verwandt. Bislang wurden diese Viren hauptsächlich bei Pythons in Australien gefunden, die respiratorische und zentralnervöse Symptome aufwiesen. Dementsprechend verursacht das Sunshine-Virus, ähnlich wie die Ferlaviren, Veränderungen der Lunge und des zentralen Nervensystems. Dabei ist der Erreger nicht sehr stabil in der Umwelt und kann daher leicht desinfiziert werden. Auch hier ist der PCR-Nachweis bzw. die Virusisolierung mittels Zellkultur aus Rachen-und Kloakentupfer oder Trachealspülproben möglich. Der zuverlässigste Nachweis war allerdings bislang aus Gehirnmaterial zu erzielen. Serologische Nachweismethoden wurden hingegen noch nicht beschrieben. Therapeutisch und prophylaktisch sind die gleichen Maßnahmen wie bei einer Ferlavirusinfektion einzuleiten. Die sogenannte Einschlusskörperchenkrankheit (inclusion body disease, IBD) ist eine weltweit und vor allem bei Boiden vorkommende Erkrankung. Selten wird diese Krankheit ebenfalls bei Pythons beobachtet. Einzelfälle sind außerdem bei Marchs Palmlanzenottern (Bothriechis marchi) und einer Östlichen Kettennatter (Lampropeltis getula) beschrieben. Insgesamt ist die Einschlusskörperchenkrankheit die wichtigste Viruserkrankung der Boiden. Die Krankheit ist durch die Formation von intrazytoplasmatischen Einschlusskörperchen in Neuronen und Epithelzellen verschiedener Organe gekennzeichnet. Diese Einschlusskörperchen bestehen aus einem Protein. Zurzeit gelten Arenaviren als Ursache für die Erkrankung, wobei die nachgewiesenen Viren eine genetische Variabilität aufweisen und bisher mehrere unterschiedliche Viren gefunden wurden. TR ACHEALSPÜLPROBE ▶ Abb. 3 Vorgehensweise bei einer Trachealspülprobenentnahme. a Für die Trachealspülung bei Schlangen werden eine sterile Spülsonde und Spritze benötigt. Als Spüllösung sollte angewärmte 0,9 %ige NaCl-Lösung (max. 10 ml/kg) verwendet werden. b Mithilfe einer weiteren Spritze kann das Maul schonend geöffnet werden, wodurch die Trachealöffnung einsehbar ist. c Die Spülsonde sollte zunächst am vorderen Ende fixiert werden, um ein leichteres Einführen zu ermöglichen. d Nun muss man abwarten, bis die Schlange selbstständig atmet und die Trachea öffnet. Dies kann einige Zeit in Anspruch nehmen. Während eines Atemzugs die Spülsonde einführen und vorsichtig vorschieben. Die Spülflüssigkeit nun langsam applizieren, wobei die Schlange horizontal gehalten werden sollte. e Anschließend das Tier kopfüber halten und während der Rückgewinnung der Spülflüssigkeit die Spülsonde gleichzeitig vorsichtig wieder herausziehen. Anschließend sollte die Schlange noch einige Zeit kopfüber gehalten werden, damit die überschüssige Restflüssigkeit aus der Lunge ablaufen kann. f Die gewonnene Spülflüssigkeit kann nun makroskopisch beurteilt und eine weiterführende Diagnostik durchgeführt werden. © Klinik für Vögel und Reptilien, Universität Leipzig Die Übertragung erfolgt über direkten Kontakt und Exkremente. Aber auch Schlangenmilben und das Verbringen von Futtertieren oder durchzuführende Reinigungsund Pflegearbeiten in verschiedenen Terrarien werden als Übertragungsmöglichkeiten vermutet. Bei der Pathogenese ist hingegen noch vieles ungeklärt. Die Einschlusskörperchenkrankheit führt bei Boiden und Pythons zu einer Immunsuppression. Daher sind die häufig mit der Krankheit assoziierten klinischen Symptome sehr unterschiedlich. Diese können von subklinischen Trägern bis hin zu schweren neurologischen Ausfällen und zum Tod führen. Vor allem bei jungen Boiden kommen häufig akute Krankheitsverläufe mit zentralnervösen Störungen und Vomitus vor. Dabei beträgt die Mortalitätsrate bis zu 100 %. Außerdem sterben einige infizierte Schlangen innerhalb von Wochen; andere überleben die Infektion über längere Zeiträume hinweg. Subakute oder chronische Krankheitsverläufe werden hingegen bei älteren Tieren und Pythons beobachtet. Dabei treten meist unspezifische Symptome wie Atemnot, Anorexie oder Vomitus auf. Bei einer existierenden Erkrankung können die intrazytoplasmatischen Einschlusskörperchen bereits im periphe-ren Blut nachgewiesen werden. Dies ist allerdings nur bei Boiden möglich. Schlecht gefärbte Blutausstriche bzw. Buffy coats können dabei ein Problem darstellen. Ursächlich ist die zum Teil schlechte Färbung der Einschlusskörperchen mit der gängigen Romanowsky-Färbung. Dies spielt auch bei der zytologischen Untersuchung von Leberaspiraten eine entscheidende Rolle. Das bedeutet, dass eine pathologisch-histologische Untersuchung einer Leberbiopsie unter Umständen notwendig ist (▶ Abb. 5). Pythons sind die Einschlusskörperchen lediglich im Gehirn (▶ Abb. 6) zu finden, was eine intravitale Diagnostik erschwert. Deshalb ist hier eine virologische Untersuchung (PCR) von Rachen-und Kloakentupfern empfehlenswert. Differenzialdiagnostisch ist grundsätzlich eine Infektion mit Ferlaviren abzuklären, wobei diese häufiger bei Pythons im Zusammenhang mit zentralnervösen Symptomen auftritt. Das Nidovirus ist ein relativ neues Virus, das im Jahre 2014 entdeckt wurde. Bislang konnten diese Viren bei Königspythons (Python regius) und bei Tigerpythons (Python molurus) mit Pneumonien und Stomatitiden relativ häufig nachgewiesen werden. Allerdings sind noch weitere Untersuchungen zu dieser Virusinfektion notwendig.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Therapie, Prognose und ProphylaxeWie bei den meisten Virusinfektionen sind spezifische Therapien gegen Ferla-, Arena-und Nidoviren nach den momentanen wissenschaftlichen Erkenntnissen nicht möglich. Daher steht eine symptomatische Therapie im Vordergrund. Als lebensverlängernde Maßnahmen können Immunstimulanzien, z. B. Zylexis ® (bis zu 1 ml/Tier i. m. alle 14 Tage), zum Einsatz kommen. Mögliche bakterielle Sekundärinfektionen sollten zudem gezielt mit einem Breitbandantibiotikum, z. B. Enrofloxacin (Baytril © 8-10 mg/kg i. m., s. c. alle 24 h, über 7-14 Tage) therapiert werden. Diese Art der Therapie ist allerdings nach dem Auftreten der Klinik auf lange Sicht auch nicht Erfolg versprechend.Wenn sich die klinischen Symptome deutlich manifestiert haben, ist die Prognose dementsprechend schlecht zu stellen und eine Euthanasie empfehlenswert. Wird zudem das verursachende Virus nachgewiesen, ist eine Euthanasie unumgänglich.Bei einer Ferlavirusinfektion bedeutet der Nachweis der Viren allein allerdings nicht, dass sich eine Klinik manifestieren muss. Jedoch besteht die Gefahr, dass sich andere Schlangen anstecken. Hingegen wird beschrieben, dass Arenavirus-infizierte Schlangen die Infektion möglicherweise überstehen können, ohne dabei eine Einschlusskörperchenkrankheit zu entwickeln. Wenn die Einschlusskörperchenkrankheit nachweislich in einem Bestand existiert, ist dieser zu separieren und der Kontakt zu anderen Beständen zu vermeiden. Außerdem sollte eine Sanierung des Bestands erwogen werden, die durch Neubelegung nach grünlicher Reinigung und Desinfektion zu erzielen ist.Durch die schwierige Therapie einer bestehenden Virusinfektion sind präventive Maßnahmen empfehlenswert. Daher ist die Einhaltung von Quarantäneperioden bei Bestandneuzugängen besonders wichtig. Quarantänen bis zu 6 Monaten sind dabei einzuhalten. ANDERE VIRUSINFEK TIONEN Infektionen mit anderen viralen Erregern sind auch teilweise bei Schlangen beschrieben, spielen allerdings eher eine untergeordnete Rolle. Am häufigsten kommt dabei noch die Reovirusinfektion vor, die bei Schlangen im Zusammenhang mit Pneumonien, gastrointestinalen und zentralnervösen Symptomen auftritt. Unter anderem wurden Reoviren bereits bei Chinesischen Vipern (Azemiops feyi) mit Enteritiden, bei einer Westlichen Klapperschlange (Crotalus viridis) mit zentralnervösen Symptomen sowie bei Rauen Grasnattern (Opheodrys aestivus) mit nekrotisierenden Hepatitiden nachgewiesen. Häufig treten die Reoviren dabei auch als Koinfektionserreger bei der Einschlusskörperchenkrankheit auf. Auch Adenovirusinfektionen kommen bei Schlangen vor und werden in Verbindung mit Störungen des Magen-Darm-Trakts gesehen. Das sogenannte Snake Adenovirus (SnAdv) wurde unter anderem bei Abgottschlagen (Boa constrictor) und Königspythons (Python regius) gefunden. Allerdings war es auch möglich, das Snake-Adenovirus-1 bei einer Kornnatter (Pantherophis guttatus) mit klinischen Anzeichen einer Pneumonie in Verbindung zu bringen. Alle anderen bei Schlangen nachgewiesenen Virusinfektionen sind überwiegend Einzelfallbeschreibungen. So wurden beispielsweise gastrointestinale Symptome bei einer Vierstreifennatter (Elaphe quatuorlineata) und einer Äskulapnatter (Elaphe longissima) mit Parvoviren in Verbindung gebracht. Als weitere Ursache von Magen-Darm-Problemen wurden Picornaviren bei einer Abgottschlange (Boa constrictor) und einer Äskulapnatter (Elaphe longissima) beschrieben. Des Weiteren wurden Caliciviren unter anderem bei Aruba-Klapperschlangen (Crotalus unicolor), bei einer Felsen-Klapperschlange (Crotalus lepidus) sowie bei einer Greifschwanz-Lanzenotter (Bothriechis schlegelii) gefunden. Viruserkrankungen spielen bei Schlangen eine wichtige Rolle. Vor allem die Ferlaviren sind von Bedeutung, aber auch Arenaviren zählen bei Boiden zu den wichtigsten viralen Erregern. Auch das neu entdeckte Nidovirus nimmt immer mehr an Relevanz zu. Da es bei den meisten Virusinfektionen keine kausale Therapie zur Heilung der Erkrankung gibt, sind prophylaktische Maßnahmen in Form von Quarantänephasen bei neu erworbenen Tieren von entscheidender Bedeutung, um gesunde Schlangenbestände aufzubauen. Dr. Annkatrin Neul Zusatzbezeichnung Reptilien Klinik für Vögel und Reptilien Veterinärmedizinische Fakultät Universität Leipzig An den Tierkliniken 17 04103 Leipzig annkatrin.neul@vogelklinik.uni-leipzig.de",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}