{
    "paper_id": "71aab4e454d59874b393f7d424403c518e34ab88",
    "metadata": {
        "title": "Lessons after the early management of the COVID-19 outbreak in a pediatric transplant and hemato-oncology center embedded within a COVID-19 dedicated hospital in Lombardia, Italy. Estote parati Background-the SARS-CoV-2 outbreak in Italy",
        "authors": [
            {
                "first": "Adriana",
                "middle": [],
                "last": "Balduzzi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Erica",
                "middle": [],
                "last": "Brivio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Attilio",
                "middle": [],
                "last": "Rovelli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carmelo",
                "middle": [],
                "last": "Rizzari",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Serena",
                "middle": [],
                "last": "Gasperini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [
                    "Luisa"
                ],
                "last": "Melzi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Valentino",
                "middle": [],
                "last": "Conter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Biondi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Italy is the second exposed country worldwide, after China, and Lombardia is the most affected region in Italy, with more than half of the national cases, with 13% of whom being healthcare professionals. The Clinica Pediatrica Università degli Studi di Milano Bicocca is a general pediatric and hematology oncology and transplant center embedded within the designated COVID-19 general Hospital San Gerardo in Monza, located in Lombardia, Italy. Preventive and control measures specifically undertaken to cope with the emergency within hemato-oncology, transplant, and outpatient unit in the pediatric department have been described. Preliminary COVID-19 experiences with the first Italian pediatric hemato-oncology patients are reported. The few available data regarding pediatrics and specifically hemato-oncological patients are discussed. The purpose of this report is to share pediatric hemato-oncology issues encountered in the first few weeks of the COVID-19 outbreak in Italy and to alert healthcare professionals worldwide to be prepared accordingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Background-the SARS-CoV-2 outbreak in Italy As of March 18, at 4 p.m., according to the WHO dashboard, updated every 15 min, 194,029 cases of SARS CoV-2 infection in 164 countries have been confirmed worldwide, yielding 7873 deaths [1].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "On the same date, the Istituto Superiore di Sanità (ISS) reported 31,506 cases in Italy, the second exposed country in the worldwide list, after China. Healthcare professionals constitute 9% of the confirmed case. Overall 2503 deaths have been reported in Italy. Cases are defined by positive molecular tests analyzed in specific regional laboratories, designated by the health authority. In the cases reported above, symptoms were absent in 6%, mild in 55%, unspecified in 10%, severe in 25%, life-threatening in 4%. Criteria for performing swabs varied overtime, with most symptomatic cases and contacts of confirmed cases being included in the first weeks and mainly severe cases being the majority of the tested cases more recently. 13% of the positive cases have been admitted in hospitals so far and 12% of them have been assisted in intensive care units (ICU) [2] .",
            "cite_spans": [
                {
                    "start": 867,
                    "end": 870,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Lombardia is, by far, the most affected region in Italy, with more than half of the national cases (median age 65 years, range 0-101), with 13% of whom being healthcare professionals. Most cases are concentrated in the Bergamo area [3] .",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the Ospedale San Gerardo in Monza, a general hospital with 700 beds, activities rapidly changed over the past weeks and most resources have been diverted to cope with the emergency. Departments previously dedicated to different specialties, have been rapidly switched into new COVID-19 dedicated units, progressively increasing in number and size. The vast majority of the patients accessing the emergency room (ER) over the last weeks carry symptoms compatible with COVID-19. Other medical and surgical emergencies walking through the waiting areas are very few, likely due to the fear of viral transmission. Similarly, in the pediatric emergency room accesses per day decreased to <10% of the usual patient flow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patients undergoing specific swabs are transferred in a dedicated area of the hospital. The usual turnaround time for ER patients is 4-6 h during the day, 7 days a week, or <24 h for patients already admitted, at the latest. Patients are transferred to one of the new COVID-19 units, in case of positivity, or to a COVID-19-free area, in case of negativity. Symptomatic patients with a negative test usually undergo a second swab to increase the chances to detect the infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our pediatric department is embedded within the general hospital, which is affiliated to the Università degli Studi di Milano Bicocca. It includes three wards, hematology, transplant, and general pediatrics, and two outpatient units, one taking care of hematology and transplanted patients and the other one of pediatric patients, subdivided into multiple sections, including inborn errors of metabolism and genetic diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A pediatric department embedded within a COVID-19 general hospital"
        },
        {
            "text": "Facial surgical masks are worn by health-care professionals at all time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A pediatric department embedded within a COVID-19 general hospital"
        },
        {
            "text": "Specific SARS-CoV-2 swabs are performed in children when admission was required due to respiratory symptoms and at least one out of the following three features was present: fever, cough, and contact with confirmed or suspected cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A pediatric department embedded within a COVID-19 general hospital"
        },
        {
            "text": "Also pediatric patients undergoing swabs are isolated in a dedicated area of the general pediatric unit with negative pressure; in case of a negative results they are moved to the appropriate unit (i.e., clean Gen Ped or Hem-One Units), whereas in case of a positive result patients remain in the dedicated rooms, up to a C-PAP stage. In case of rapid deterioration requiring intubation, patients would be transferred to a specific pediatric ICU in another hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A pediatric department embedded within a COVID-19 general hospital"
        },
        {
            "text": "The first confirmed SARS-CoV-2 positive pediatric patient entering our general pediatric unit was a 4-monthold infant, transferred for a clinical pattern consistent with mild bronchiolitis, which did require no oxygen and rapidly resolved. The second child in the hospital was a neonate entering the neonatal care unit after the delivery from a positive mother with a 24 h follow-up so far.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A pediatric department embedded within a COVID-19 general hospital"
        },
        {
            "text": "In the COVID-19 gloomy scenario, no positivities have been detected in our hemato-oncology or transplanted pediatric patients so far. As a matter of fact, swabs have been performed in very few hemato-oncological patients in our hospital, according to the policy that patients with severe symptoms only were proper candidates. Nevertheless, criteria for testing varied throughout Italy and the number of hemato-oncological patients diagnosed with SARS-CoV-2 is strongly dependent on the swab policy. In some centers all patients with fever are eligible for a swab whereas in other centers also asymptomatic patients undergo swabs before any admission for chemotherapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 early experiences in pediatric hemato-oncology in northern Italy"
        },
        {
            "text": "At least five pediatric cancer patients have been identified in Lombardia in the Bergamo area and in Emilia Romagna, namely a febrile young adult undergoing maintenance for acute lymphoblastic leukemia in second remission, a febrile adolescent who had undergone mediastinal radiotherapy for osteosarcoma, a febrile epatoblastoma, a febrile rabdoid tumor, and an asymptomatic epatoblastoma. All of them had a benign self-limiting course, which was managed at home in three and in the hospital in two, with no specific antiviral therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 early experiences in pediatric hemato-oncology in northern Italy"
        },
        {
            "text": "To the best of our knowledge, among the few pediatric hemato-oncological cases reported in Italy so far, none of them had a severe course and no COVID-19-related deaths have been reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 early experiences in pediatric hemato-oncology in northern Italy"
        },
        {
            "text": "Some of the adopted procedures within the hematology and transplant units are listed here below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 prevention and control within the pediatric hemato-oncology and transplant unit"
        },
        {
            "text": "Within each department, specific COVID-19 related tasks might be considered:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 prevention and control within the pediatric hemato-oncology and transplant unit"
        },
        {
            "text": "• crisis unit meetings with the hospital director and the key staff leading the emergency management: intensive care, infectious disease, emergency room, and laboratory directors, • separate \"clean\" and \"COVID\" specific patient paths to reach the radiology department,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 prevention and control within the pediatric hemato-oncology and transplant unit"
        },
        {
            "text": "• swab and sample flow toward the laboratory, which forms, modality, data collection, etc, • transplantation to reschedule by the donor search coordinator,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 prevention and control within the pediatric hemato-oncology and transplant unit"
        },
        {
            "text": "• careful planning of procedures involving anesthesiologists who will bear an increased workload,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 prevention and control within the pediatric hemato-oncology and transplant unit"
        },
        {
            "text": "• physician shift remodeling according to new COVIDdedicated units,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 prevention and control within the pediatric hemato-oncology and transplant unit"
        },
        {
            "text": "• psychologists should be dedicated to support health-care professionals working in the COVID-19 dedicated areas, as physical discomfort and psychological distress are challenging, due to the burden of managing severely ill patients kept in isolation,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 prevention and control within the pediatric hemato-oncology and transplant unit"
        },
        {
            "text": "• enhance research projects, whenever possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 prevention and control within the pediatric hemato-oncology and transplant unit"
        },
        {
            "text": "• access is delayed for patients in continuation therapy, long-term patients in follow-up after elective chemotherapy discontinuation for leukemia-lymphoma and or after transplantation, • most visits in patients affected with benign hematology are delayed, unless judged as urgent, as aplastic anemia, thalassemia, severe anemia, and so on,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hematology and transplant outpatient department"
        },
        {
            "text": "• patients with delayed visits are managed by phone, clinical conditions are investigated, in some cases the primary pediatrician is involved,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hematology and transplant outpatient department"
        },
        {
            "text": "• cautions should be used in delaying visits of sickle cell patients, at highest risk,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hematology and transplant outpatient department"
        },
        {
            "text": "• only one accompanying person/parent for each kid is allowed both in the \"out\" and in the \"in\" patient units, unless procedures or medical interviews/consent were required,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hematology and transplant outpatient department"
        },
        {
            "text": "• facial surgical masks were worn by health-care professionals, patients, and parents at all time,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hematology and transplant outpatient department"
        },
        {
            "text": "• no volunteers were allowed (child-life specialists, and so on),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hematology and transplant outpatient department"
        },
        {
            "text": "• frequent hand washing and alcoholic gel use were encouraged and frequently reminded,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hematology and transplant outpatient department"
        },
        {
            "text": "• patient isolation was extremely strict,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hematology and transplant outpatient department"
        },
        {
            "text": "• employees at the reception had been specifically instructed to cope with different requests or situations,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hematology and transplant outpatient department"
        },
        {
            "text": "• a simple leaflet explaining the characteristics and the risks of the infection was distributed at the reception desk or circulated to the many families asking for clarification by e-mail, • a patient flow during and after OPD opening hours was hung to doors and walls in order to differentiate the \"clean\" and the \"dirty\" dedicated pathways to access the hospital spots (radiology department),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hematology and transplant outpatient department"
        },
        {
            "text": "• most specialists would visit patients at their bedside, in order to minimize patient risks by moving the child,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hematology and transplant outpatient department"
        },
        {
            "text": "• relatives other than parents are not allowed to visit with the admitted patients in the wards, with very few exceptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hematology and transplant outpatient department"
        },
        {
            "text": "Considering transplantation postponement in most nonmalignant diseases, apart from life-threatening disorders, is mandatory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stem cell transplantation unit"
        },
        {
            "text": "The chances that hematopoietic stem cell donations from unrelated donors could be jeopardized by SARS-CoV-2related events are not negligible, including COVID-19 involving donors or their family, operating theater unavailability in donor centers, or anesthesiologists unavailable to assist the harvest procedure, due to the COVID-19 emergency. Furthermore, couriers could be put on hold or quarantined in airports toward or from the donor center [4] .",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 448,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Stem cell transplantation unit"
        },
        {
            "text": "Therefore the transplant authority in Italy highly recommended to start the conditioning regimen after the stem cells were already collected, transferred, cryopreserved, and available to the recipient unit. Stem cell products have been exceptionally cryopreserved in the collection center, when transportation issues became clear after the cell harvest took place [5] .",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 367,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Stem cell transplantation unit"
        },
        {
            "text": "Last, according to the authority, all donors should undergo SARS-CoV-2 swab on the same day of donation, regardless of the timing of its result. Such restrictions may apply to related donors, even though issues regarding the operating theater and the anesthesiologist availability should be preliminarily evaluated. Furthermore, more recently, national authorities decided that recipients as well should undergo the SARS-CoV-2 swab [5] .",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 435,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Stem cell transplantation unit"
        },
        {
            "text": "Shortage of intensivists and bed unavailability in ICU should be considered upon each transplantation planning [6] . Shortage of blood products is likely to occur, despite the fact that national authorities specifically mentioned blood donations as a valid reason to circulate, despite the restrictions applied to the red-areas, which include the whole country since March 11.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Stem cell transplantation unit"
        },
        {
            "text": "Slight changes only were adopted in the hematology unit. Surprisingly, the number of new leukemia diagnoses frankly dropped. Delayed diagnoses will be expected, so that diseases might be diagnosed at a more advanced stage, by the time when higher hyperleukocytosis, CNS involvement, deeper cytopenia, or complications will have occurred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hemato-oncology units"
        },
        {
            "text": "A careful screening, including specific questions, temperature assessment, visit for COVID-19 symptoms and signs is requested on the patient and his/her family upon admission. For suspicious patients, nucleic acid tests should be performed. Preventive measures during hospitalization should be detailed. Chemotherapy at local hospitals might be considered in order to reduce population migration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hemato-oncology units"
        },
        {
            "text": "Whether chemotherapy should be delayed in positive asymptomatic patients is still controversial. There is no evidence at this time whether you would harm the patient more by proceeding with chemo, then taking the potential risk of facilitating a severe pattern of COVID-19, or by waiting, then reducing the dose intensity. Treatment delay may vary between 8 and 14 days (8 days, i.e., apparently 1.5 times the median incubation time, but in severe adult cases conditions usually worsen over the second week; 14 days, accounting for the incubation time of 95% of all cases) or the detection of two negative swabs in asymptomatic cases, or to symptom resolution in symptomatic cases. Swab negativization may take more than 3 weeks in adults, in our experience, but it may well happen earlier in kids, with steroid treatment possibly delaying the viral clearance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hemato-oncology units"
        },
        {
            "text": "The same issues related with transplant recipients, besides products and couriers, might apply to CAR-T. Products are most often invariably manipulated elsewhere. Nevertheless the dewar flight logistics might follow different pathways. What is most cumbersome is the possible unavailability of ICU beds and intensivists. Furthermore, the hypothesis that tocilizumab, electively used to manage post-CAR-T cytokine release syndrome, might be extensively used in the COVID-19 treatment is an additional issue in terms of drug availability, even though specific dedicated deposits should have been stored [6, 7] . On the other hand, it is well known that candidates to CAR-T are mainly patients with refractory diseases for whom the risk of the CAR-t treatment postponement could be fatal.",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 604,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 605,
                    "end": 607,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Chimeric antigen receptor T cell therapy"
        },
        {
            "text": "Since the beginning of the outbreak, pieces of information regarding pediatric patients and immunosuppressed patients, either cancer, hemato-oncology, and transplanted patients, were scarce, with fewest reports coming from China [8] [9] [10] [11] .",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 232,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 237,
                    "end": 241,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 242,
                    "end": 246,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "From the pediatric perspective, it could be assumed that the disease has a mild course in childhood. If this is the case, the relatively few swabs performed in oligosymptomatic patients might have ended up in scarcely investigating the pediatric population [8] [9] [10] [11] .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 265,
                    "end": 269,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 270,
                    "end": 274,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Furthermore, in a Chinese epidemiological analysis by Qifang of 391 cases and their 1286 close contacts, viral transmission to children was apparently as likely as transmission to adults, even though children are less likely to develop severe symptoms (unpublished data).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Consistently, the review of 72,314 cases by the Chinese Center for Disease Control and Prevention identified that only 1% of the cases occurred in 171 (12%, median age 6.7 years) of the 1391 children, 10 years or younger, assessed for SARS-CoV-2 infection. Most common symptoms were fever in 42%, besides cough and pharyngeal erythema, with lymphopenia (absolute lymphocyte count <1.2 × 10 9 /L) being present in 4% only. 23% of the children overall showed no symptoms, with (16%) or without (7%) radiological abnormalities. The three of them requiring invasive mechanical ventilation had coexisting conditions, hydronephrosis, leukemia in maintenance chemotherapy, intussusception, with the last one of them dying [10] .",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 719,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Six SARS-CoV-2 positive patients have been identified out of 366 hospitalized pediatric patients for respiratory infections near Wuhan in the second week of January 2020 [8] .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The most recent Chinese pediatric report included 731 laboratory-confirmed and 1412 suspected cases nationwide (median age 7 years, interquartile range: 2-13; 57% males). 4%, 51%, and 39% of the patients were diagnosed as asymptomatic, mild, or moderate cases, respectively, with 5% being severe and 1% being critical cases. A single patient died, which shows a milder course of the disease compared with the adult cases [11] . Infants are apparently more prone to develop a severe course of the disease, as the proportion of severe and life-threatening cases was 11%, 7%, 4%, 4%, and 3% for the age classes <1, 1-5, 6-10, 11-15, and >15 years, respectively [11] .",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 425,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The reasons of a relatively benign course of COVID-19 in pediatrics compared with adults is still controversial and is a matter of investigation. Hypotheses include: (i) SARS-CoV-2 spares the pediatric population; (ii) the infection occurs with mild symptoms only; (iii) the virus is cleared rapidly, before the inflammatory damage appears; (iv) immunological response, either innate or enhanced by the vaccination schedule, is more effective; (v) children do not carry the degenerative features typical of aging and rarely have comorbidities; (vi) early discontinuation of school activities, also adopted in Lombardia first, then throughout Italy, might limit the transmission of the disease in children and young adults [10, 11] .",
            "cite_spans": [
                {
                    "start": 722,
                    "end": 726,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 727,
                    "end": 730,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Furthermore, it has been speculated that the maturity and the binding ability of the angiotensin converting enzyme II, likely the virus cell receptor, may be lower in children compared with adults, which would account for the milder pattern of the disease [11] .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 260,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The scarcity of reports regarding immunocompromised patients is also striking. A possible explanation is that such patients might be rarely infected by the SARS-CoV-2, so they do not enter reports overall. It is possible that the immunological impairment itself may limit the inflammatory reaction which enhance the damage of the disease. Paradoxically, the main risk factor, which exponentially usually increases infection risks, might be protective on this regard. As a matter of fact, immunocompromised patients usually experience social isolation per se, therefore they might have been early spared since the earliest phases of the outbreak [12, 13] .",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 649,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The concept of a \"protective\" role of immunosuppression might hold with the earliest report of the fewest liver transplant positive children in Bergamo [14] , who had negligible symptoms, whereas the concept of social isolation would be consistent with another fragile category of patients with cystic fibrosis. To the best of our knowledge, COVID-19 has been confirmed in four patients with cystic fibrosis (6-28 years, personal communications) in Lombardia, so far, three of whom have been recently hospitalized (personal communication).",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Unlike older age, diabetes, hypertension, obesity, comorbidities, and smoke, there is no assessment of the impact of immunosuppression as a risk factor potentially causing a severe COVID-19 course [10] . Besides the protection of a younger age, the role of immunosuppression in our patients is now a matter of investigation.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These lines were written with the purpose to share issues encountered in the first few weeks of the SARS-CoV-2 outbreak in Italy [3, 15] .",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 133,
                    "end": 136,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Many of us had initially underestimated the scenario and thought that media had caused what had been defined a \"infodemia\", which spread panic worldwide [11] . Expected death rates, after the Chinese experience, have been compared with those yielded by influenza yearly, to minimize its impact [16] .",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 294,
                    "end": 298,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "At this time the impact of the SARS-CoV-2 pandemia is becoming more and more obvious worldwide [17, 18] . Immunologists and epidemiologists will investigate the role played by the absence of immunity towards this new viral strain, its speed of transmission, the multiple patterns of the disease, which makes it hard to recognize and isolate oligosymptomatic cases, the clinical course of the infection, mainly in the elderly, in making the COVID-19 pandemia an unprecedented one in the recent times [15, 18] . Did anything similar happen during the colonization of the New World after 1492, when Native Americans had no immunity to many of the deadly diseases brought there?",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 100,
                    "end": 103,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "None of us was prepared for this SARS-CoV-2 outbreak or could have imagined its consequences. As there is no reason to imagine that such infection could behave differently throughout the world, the aim of these lines is to alert colleagues to be promptly prepared for the emergency [15, 18] .",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 286,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Our healthcare professionals and the National Health System are coping with it, being the ICU capacity the major challenge. Potentiation of ICU resources should be considered. According to Remuzzi and Remuzzi projections, more than 2500 additional ICU beds should be implemented within 1 week in Italy for COVID-19 patients; accordingly, 20,000 additional doctors and nurses and 5000 additional ventilators should be provided to Italian hospitals [18] .",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 451,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The WHO clearly stated that all countries could still change the course of this pandemic infection. As most European countries are few weeks behind Italy, in terms of SARS-CoV-2 outbreak, the lesson should be learnt and urgent decisions should be a priority. In case this report could allow somebody not to underestimate the impact of the pandemia, it will have met its aim.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Estote parati. Which, in Latin, would sound: be ready!",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO Dashboard COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ISS-COVID-19 Italian epidemiological report",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Critical Care Utilization for the COVID-19 outbreak in Lombardy, Italy: early experience and forecast during an emergency response",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pesenti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cecconi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4031"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus disease COVID-19: EBMT recommendations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Italian Transplant Authority guidelines COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Interim guidelines for COVID-19 management in hematopoietic cell transplant and cellular therapy patients",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "HLH Across Speciality Collaboration, UK. COVID-19: consider cytokine storm syndromes and immunosuppression",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcauley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Tattersall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Manson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30628-0"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Detection of Covid-19 in children in early",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2003717"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Chinese Pediatric Novel Coronavirus Study Team, et al. SARS-CoV-2 infection in children",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2005073"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72,314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Epidemiological characteristics of 2143 pediatric patients with 2019 coronavirus disease in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2020-0702"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "",
            "pages": "30096--30102",
            "other_ids": {
                "DOI": [
                    "10.1016/S1470-2045(20)30096-6"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "National Clinical Research Center for Child Health and Disorders and Children's Oncology Committee of Chinese Research Hospital Association. Clinical strategies for treating pediatric cancer during the outbreak of 2019 novel coronavirus infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatr Blood Cancer",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/pbc.28248"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Coronaviruses and immunosuppressed patients. The facts during the third epidemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "D&apos;antiga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Liver Transpl",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/lt.25756"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "COVID-19 and Italy: what next? Lancet",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30627--30636",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30627-9"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "COVID-19: fighting panic with information",
            "authors": [],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30379--30381",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30379-2"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Lancet Infectious D. COVID-19, a pandemic or not? Lancet Infect Dis. 2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30180--30188",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30180-8"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "History in a crisis-lessons for Covid-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2004361"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of WHO, CDC, national authorities websites, Lancet, New England Journal of Medicine, Journal of Infectious Diseases, plus general literature searches-(Editors should be aware of how grateful us all are for the timely availability of the COVID-19 literature!),• selection of patients whose visit can be delayed and rescheduled,• remote patient management for those patients whom visits could be delayed,• PPE provision to plan in advance,",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Author contributions A Balduzzi: manuscript writing; A Biondi, CR, VC, EB: substantial contributions and manuscript review; all the authors reviewed and approved the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.Lessons after the early management of the COVID-19 outbreak in a pediatric transplant and. . .Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}