{"paper_id": "71ac7b4b5b88ea681eb11c925dcd02591b66fce2", "metadata": {"title": "Network Medicine Framework for Identifying Drug Repurposing Opportunities for COVID-19", "authors": [{"first": "Deisy", "middle": ["Morselli"], "last": "Gysi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Northeastern University", "location": {"postCode": "02115", "settlement": "Boston", "region": "MA", "country": "USA"}}, "email": ""}, {"first": "Ítalo", "middle": [], "last": "Do Valle", "suffix": "", "affiliation": {"laboratory": "", "institution": "Northeastern University", "location": {"postCode": "02115", "settlement": "Boston", "region": "MA", "country": "USA"}}, "email": ""}, {"first": "Marinka", "middle": [], "last": "Zitnik", "suffix": "", "affiliation": {"laboratory": "", "institution": "Harvard University", "location": {"postCode": "02115", "settlement": "Boston", "region": "MA", "country": "USA"}}, "email": ""}, {"first": "Asher", "middle": [], "last": "Ameli", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xiao", "middle": [], "last": "Gan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Northeastern University", "location": {"postCode": "02115", "settlement": "Boston", "region": "MA", "country": "USA"}}, "email": ""}, {"first": "Onur", "middle": [], "last": "Varol", "suffix": "", "affiliation": {"laboratory": "", "institution": "Northeastern University", "location": {"postCode": "02115", "settlement": "Boston", "region": "MA", "country": "USA"}}, "email": ""}, {"first": "Helia", "middle": [], "last": "Sanchez", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rebecca", "middle": ["Marlene"], "last": "Baron", "suffix": "", "affiliation": {"laboratory": "", "institution": "Harvard Medical School", "location": {"postCode": "02115", "settlement": "Boston", "region": "MA", "country": "USA"}}, "email": ""}, {"first": "Dina", "middle": [], "last": "Ghiassian", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Joseph", "middle": [], "last": "Loscalzo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Harvard Medical School", "location": {"postCode": "02115", "settlement": "Boston", "region": "MA", "country": "USA"}}, "email": ""}, {"first": "Albert-László", "middle": [], "last": "Barabási", "suffix": "", "affiliation": {"laboratory": "", "institution": "Northeastern University", "location": {"postCode": "02115", "settlement": "Boston", "region": "MA", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "The COVID-19 pandemic demands the rapid identification of drug-repurpusing candidates. In the past decade, network medicine had developed a framework consisting of a series of quantitative approaches and predictive tools to study host-pathogen interactions, unveil the molecular mechanisms of the infection, identify comorbidities as well as rapidly detect drug repurpusing candidates. Here, we adapt the network-based toolset to COVID-19, recovering the primary pulmonary manifestations of the virus in the lung as well as observed comorbidities associated with cardiovascular diseases. We predict that the virus can manifest itself in other tissues, such as the reproductive system, and brain regions, moreover we predict neurological comorbidities. We build on these findings to deploy three network-based drug repurposing strategies, relying on network proximity, diffusion, and AI-based metrics, allowing to rank all approved 1 arXiv:2004.07229v1 [q-bio.MN] 15 Apr 2020 drugs based on their likely efficacy for COVID-19 patients, aggregate all predictions, and, thereby to arrive at 81 promising repurposing candidates. We validate the accuracy of our predictions using drugs currently in clinical trials, and an expression-based validation of selected candidates suggests that these drugs, with known toxicities and side effects, could be moved to clinical trials rapidly.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The speed and the disruptive nature of the COVID-19 pandemic has taken both public health and biomedical research by surprise, demanding the rapid deployment of new interventions, the development, and testing of an effective cure and vaccine. Given the compressed timescales, the traditional methodologies relying on iterative development, experimental testing, clinical validation, and approval of new compounds are not feasible. A more realistic strategy relies on drug repurposing, requiring us to identify clinically approved drugs, with known toxicities and side effects, that may have a therapeutic effect in COVID-19 patients.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In the past decade, network medicine has developed and validated a series of computational tools that help us identify drug repurposing opportunities [1] [2] [3] [4] [5] [6] [7] . Here we deploy these tools to analyze the molecular perturbations induced by the virus SARS-CoV2, causing a pathophenotype (disease) known as COVID-19 (Coronavirus Disease 2019), and to identify potential drug repurposing candidates. We start by characterizing the COVID-19 disease module (Fig. 1A) , representing the network neighborhood of the human interactome perturbed by SARS-CoV2, and its integrity in 56 tissues, to identify the tissues and organs the virus could invade. We then explore multiple network-based strategies to prioritize existing drugs based on their ability to interact with their protein targets and, thereby, perturb the disease module: network proximity-based methods that use a graph theoretic repurposing strategy 2 ; diffusion-based methods to capture node similarity 8 ; and approaches relying on artificial intelligence network (AI-Net), that embed all available data to detect efficacy 5, 6 . These three predictive approaches offer us twelve ranked lists, normally applied independently and validated on different datasets. Here, we combine them using a rank aggregation algorithm 9 , allowing to exploit their relative advantages and to obtain a final prioritized ranking of drug repurposing candidates that offers higher accuracy than any of the pipelines alone. After eliminating drugs based on toxicity, delivery, and appropriateness of their use in COVID-19 patients, we selected 81 approved drugs as candidates for drug repurposing. Finally, we integrate experimental data from in vitro models to help identify the networkbased mechanism of action for selected compounds and offer further validation using existing gene expression data (Fig. 1B) 10, 11 .", "cite_spans": [{"start": 150, "end": 153, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 154, "end": 157, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 158, "end": 161, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 162, "end": 165, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 166, "end": 169, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 170, "end": 173, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 174, "end": 177, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1099, "end": 1101, "text": "5,", "ref_id": "BIBREF4"}, {"start": 1102, "end": 1103, "text": "6", "ref_id": "BIBREF5"}, {"start": 1866, "end": 1869, "text": "10,", "ref_id": "BIBREF9"}, {"start": 1870, "end": 1872, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 469, "end": 478, "text": "(Fig. 1A)", "ref_id": null}, {"start": 1856, "end": 1865, "text": "(Fig. 1B)", "ref_id": null}], "section": "Introduction"}, {"text": "SARS-CoV2 infects human cells by hijacking the host's translation mechanisms to generate 29 viral proteins, which bind to multiple human proteins to initiate the molecular processes required for viral replication and additional host infection 12 . Gordon et al 13 expressed 26 of the 29 SARS-CoV2 proteins and used affinity-purification followed by mass spectrometry to identify 332 human proteins to which the viral proteins bind (Table S1) 13 . We mapped these 332 proteins to the human interactome, consisting of 18, 508 proteins and 332, 749 pairwise interactions between them (see Methods). Of the 332 viral targets, 239 proteins form a multiply connected subnetwork of viral targets ( Fig. 2A) , and 93 viral targets do not interact with other targets, but only with other human proteins.", "cite_spans": [{"start": 442, "end": 444, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 431, "end": 441, "text": "(Table S1)", "ref_id": "TABREF1"}, {"start": 691, "end": 699, "text": "Fig. 2A)", "ref_id": null}], "section": "Mapping SARS-CoV2 Targets to the Human Interactome"}, {"text": "We find that 208 viral targets form a large connected component (LCC) (Fig. 2A) . To test whether the observed LCC could have emerged by chance, we randomly placed 332 proteins in the interactome while matching the degrees of the original viral targets. The obtained random LCC of size 183.23 ± 14.93 proteins and the comparative Z-Score= 1.65 indicates that the SARS-CoV2 target-proteins aggregate in the same network vicinity 3, 14 , defining the location of the COVID-19 disease module within the human interactome. Potential drug repurposing candidates must either target proteins within or in the network vicinity of this disease module.", "cite_spans": [{"start": 428, "end": 430, "text": "3,", "ref_id": "BIBREF2"}, {"start": 431, "end": 433, "text": "14", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 70, "end": 79, "text": "(Fig. 2A)", "ref_id": null}], "section": "Mapping SARS-CoV2 Targets to the Human Interactome"}, {"text": "Previous work indicates that the expression of a gene associated with a disease in a particular tissue is insufficient for a disease to be manifest in that tissue, but a statistically significant disease LCC for must be expressed 15 . We, therefore, measured the statistical significance of the COVID-19 LCC in 56 tissues, using data from GTEx 16 . With GTEx median value < 5, only 10, 823 (58%) of the 18, 406 proteins in the interactome are expressed in lung 15, 16 , while of the 332 viral targets (Fig. 2C ) 214 (64%) are expressed. We find that 182 viral targets form a tissue specific LCC, and given the random expectation of 155.61 ± 14.82 for this LCC, we obtain a Z-Score= 1.78 for the lung, larger than the Z-Score= 1.65 of the LCC in the full-network. Overall, in 30 tissues the LCC exceeds the Z-Score of the full-network, helping us to identify tissues where the virus-induced disease could be manifested ( Table 1) . The list contains pulmonary and cardiovascular tissues, supporting the clinical observations that COVID-19 manifests itself in the respiratory system 17, 18 , but infected patients often present significant cardiovascular involvement 17, 19 , and patients with underlying cardiovascular diseases show increased risk of death 20 . Interestingly, Table 1 indicates that the LCC is also expressed in the multiple brain regions, likely explaining the recently reported neurological manifestations 21-23 of the disease. We also observe multiple tissues related to the digestive system (colon, esophagus, pancreas) in this analysis, again consistent with clinical observations. Finally, equally unexpected is the fact that Table 1 indicates expression in multiple reproductive system tissues (vagina, uterus, testis, cervix, ovary), as well as spleen, potentially related to disruptions in the regulation of the immune system 24, 25 (Table 1) .", "cite_spans": [{"start": 230, "end": 232, "text": "15", "ref_id": null}, {"start": 344, "end": 346, "text": "16", "ref_id": "BIBREF15"}, {"start": 461, "end": 464, "text": "15,", "ref_id": null}, {"start": 465, "end": 467, "text": "16", "ref_id": "BIBREF15"}, {"start": 1081, "end": 1084, "text": "17,", "ref_id": "BIBREF16"}, {"start": 1085, "end": 1087, "text": "18", "ref_id": "BIBREF17"}, {"start": 1165, "end": 1168, "text": "17,", "ref_id": "BIBREF16"}, {"start": 1169, "end": 1171, "text": "19", "ref_id": "BIBREF18"}, {"start": 1851, "end": 1854, "text": "24,", "ref_id": "BIBREF23"}, {"start": 1855, "end": 1857, "text": "25", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 501, "end": 509, "text": "(Fig. 2C", "ref_id": null}, {"start": 920, "end": 928, "text": "Table 1)", "ref_id": "TABREF1"}, {"start": 1276, "end": 1283, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 1648, "end": 1655, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 1858, "end": 1867, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "Tissue Specificity"}, {"text": "Pre-existing conditions worsen prognosis and recovery of COVID-19 patients 26 . Previous work has shown that the disease relevance of the human proteins targeted by the virus can predict the symptoms/signs and diseases caused by a pathogen 14 , prompting us to identify diseases whose molecular mechanisms overlap with cellular processes targeted by SARS-CoV2, allowing us to predict potential comorbidity patterns [27] [28] [29] . We retrieved 3, 173 disease-causing genes for 299 diseases 30 , finding that 110 of the 320 proteins targeted by SARS-CoV2 are implicated in disease; however, the overlap between SARS-CoV2 targets and the pool of the disease genes is not statistically significant (Fisher's exact test; FDR-BH p adj -value> 0.05). We, therefore, evaluated the network-based overlap between the proteins associated with each of the 299 diseases and the targets of SARS-CoV2, using the S vb metric 30 , where S vb < 0 signals a network-based overlap between the SARS-CoV2 viral targets v and the gene pool associated with disease b. We find that S vb > 0 for each disease, indicating that SARS-CoV2 disease module does not directly overlap with any major disease module ( Fig. S1 and Table S2 ). The diseases closest to the COVID-19 proteins (smallest S vb ), include several cardiovascular diseases and cancer, whose comorbidity in COVID-19 patients is well documented 19, 31, 32 (Fig. 3) . The same metric predicts comorbidity with neurological diseases, in line with our observation, that the viral targets are expressed in the brain (Table 1) .", "cite_spans": [{"start": 75, "end": 77, "text": "26", "ref_id": "BIBREF25"}, {"start": 415, "end": 419, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 420, "end": 424, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 425, "end": 429, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 1383, "end": 1386, "text": "19,", "ref_id": "BIBREF18"}, {"start": 1387, "end": 1390, "text": "31,", "ref_id": "BIBREF30"}, {"start": 1391, "end": 1393, "text": "32", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 1185, "end": 1192, "text": "Fig. S1", "ref_id": "FIGREF10"}, {"start": 1197, "end": 1205, "text": "Table S2", "ref_id": "TABREF2"}, {"start": 1394, "end": 1402, "text": "(Fig. 3)", "ref_id": "FIGREF5"}, {"start": 1550, "end": 1559, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "Predicting Disease Comorbidity"}, {"text": "In summary, we find that the SARS-CoV2 targets do not overlap with disease genes associated with any major diseases, indicating that a potential COVID-19 treatment can not be derived from the arsenal of therapies approved for specific diseases. These findings argue for a strategy that maps drug targets without regard to their localization within a particular disease module. However, the diseases modules closest to the SARS-CoV2 viral targets are those with noted comorbidity for COVID-19 infection, such as pulmonary and cardiovascular diseases, and cancer. We also find multiple network-based evidence linking the virus to the nervous system, a less explored comorbidity, consistent with the observations that many infected patients initially lose olfactory function and taste 33 , and that 36% of patients with severe infection requiring hospitalization have neurological manifestations 21 .", "cite_spans": [], "ref_spans": [], "section": "Predicting Disease Comorbidity"}, {"text": "Traditional repurposing strategies focus on drugs that target the human proteins to which viral proteins bind 13 , or on drugs previously approved for other pathogens. The network medicine approach described here is driven by the recognition that most approved drugs do not target directly disease proteins, but bind to proteins in their network vicinity 34 . Hence our goal is to identify drug candidates that may or may not target the proteins to which the virus binds, but nevertheless have the potential to perturb the network vicinity of the virus disease module. To achieve this end, we utilized several network repurposing strategies: a network proximity strategy, identifying drugs whose targets are in the immediate network vicinity of the viral targets 2 ; a diffusion-based strategy 8 ; and an AI-Net based strategy that uses machine learning to combine multiple sources of evidence 5,6 (Fig. 1B) . We test the predictive power of each method independently using a list of drugs under clinical trial for COVID-19 and combine the evidence provided by each method, arriving at a ranked list of drug repurposing candidates derived from the complete list of drugs in DrugBank (see Methods).", "cite_spans": [{"start": 355, "end": 357, "text": "34", "ref_id": "BIBREF33"}], "ref_spans": [{"start": 898, "end": 907, "text": "(Fig. 1B)", "ref_id": null}], "section": "Identifying Drug Repurposing Candidates for COVID-19"}, {"text": "Proximity-based methods allow us to measure the distance between two sets of nodes in a network, also determining the statistical significance for the observed proximity. Here we use proximity to explore the distance between the viral protein targets (approximating the COVID-19 disease module), and (i) the targets of approved drugs; and (ii) the differentially expressed genes induced by each drug, arriving at three drug ranking lists.", "cite_spans": [], "ref_spans": [], "section": "Proximity-based Ranking"}, {"text": "• Pipeline P1: For each drug, we measured the network distance to the closest protein targeted by COVID-19, and applied a degree-preserving randomization procedure to assess its statistical significance, expecting a Z-Score< 0 for proximal drugs. For example, chloroquine, a rheumatological and antimalarial drug currently in clinical trial for COVID-19, has Z-Score=−1.82, indicating its proximity to SARS-CoV2 targets. In contrast, etanercept, another anti-inflammatory drug with no supported COVID-19 relevance, has a Z-Score=1.29, indicating that the drug's protein targets are far from the SARS-CoV2 viral targets (Fig. 4A) . We tested the proximity of 6, 116 drugs with at least one target in DrugBank, identifying 385 drugs with Z-Scores< −2, and 1, 201 drugs with Z-Scores< −1, representing potential repurposing candidates (Fig. 4B ).", "cite_spans": [], "ref_spans": [{"start": 619, "end": 628, "text": "(Fig. 4A)", "ref_id": "FIGREF6"}, {"start": 832, "end": 840, "text": "(Fig. 4B", "ref_id": "FIGREF6"}], "section": "Proximity-based Ranking"}, {"text": "• Pipeline P2: We computed the proximity Z-Score after disregarding for each drug the targets that are enzymes, carriers or transporters. These are proteins targeted by multiple drugs, and are often unrelated to the known pharmacological effects of the profiled drugs. Of the 5, 550 drugs obtained after the filtering, the metric identified 165 drugs with Z-Scores< −2 and 541 with Z-Scores< −1. Using this measure, chloroquine and hydroxychloroquine are less proximal to COVID-19 targets, while ribavin, an antiviral drug in clinical trial, gain more proximity (Fig. 4C ).", "cite_spans": [], "ref_spans": [{"start": 562, "end": 570, "text": "(Fig. 4C", "ref_id": "FIGREF6"}], "section": "Proximity-based Ranking"}, {"text": "• Pipeline P3: The effect of a drug is rarely limited directly to the target proteins, but the drug can activate or repress biological cascades and biochemical pathways, that change the expression patterns of multiple proteins in the network neighborhood of the drug's targets. DrugBank compiles 17, 222 differentially expressed genes (DEGs), linked to 793 drugs in multiple cell lines. We measured the proximity between DEGs and COVID-19 targets for 793 drugs, finding 18 drugs with Z-Scores < −2, and 82 drugs with Z-Scores < −1.", "cite_spans": [], "ref_spans": [], "section": "Proximity-based Ranking"}, {"text": "In summary, each of the pipelines P1-P3 offer a list of drug candidates ranked by the proximity Z-Score of the respective pipeline.", "cite_spans": [], "ref_spans": [], "section": "Proximity-based Ranking"}, {"text": "Diffusion State Distance (DSD) methods rank drugs based on the network similarity of their targets to COVID-19 protein targets. The similarity of two nodes captures the overlap of two global (network-wide) states following the independent perturbation of the two nodes. We implemented three statistical measures that resulted in five ranking pipelines (see Methods).", "cite_spans": [], "ref_spans": [], "section": "Diffusion-based Methods"}, {"text": "• Pipeline D1: L1 norm (Manhattan distance) calculates similarity through the sum over the absolute value of differences between the elements of the two vectors, providing a symmetric measure whose lower values reflect higher similarity.", "cite_spans": [], "ref_spans": [], "section": "Diffusion-based Methods"}, {"text": "• Pipeline D2 : As the L1 norm may result in loss of information 35 , we also implemented the Kullback-Leibler (KL) divergence 36 , which calculates the relative entropy of the vector representation of the two nodes, reporting the average asymmetric similarity value over the minimum pairwise similarity values (KL-min), and resulting in values between 0 and 1.", "cite_spans": [], "ref_spans": [], "section": "Diffusion-based Methods"}, {"text": "• Pipeline D3: We deployed the KL divergence measure, discussed above, but reporting the average similarity value over the median pairwise similarity (KL-median).", "cite_spans": [], "ref_spans": [], "section": "Diffusion-based Methods"}, {"text": "• Pipeline D4: We implemented Jensen-Shannon (JS) divergence 37 , a modified (symmetrized and smoothed) version of the KL divergence, reporting the average over the minimum value of pairwise similarities (JS-min).", "cite_spans": [], "ref_spans": [], "section": "Diffusion-based Methods"}, {"text": "• Pipeline D5: Similar to D4, but we report the average over the median value of pairwise similarities (JS-median).", "cite_spans": [], "ref_spans": [], "section": "Diffusion-based Methods"}, {"text": "We used these five metrics to rank 3, 225 drugs as potential treatments for COVID-19. Baricitinib, for example, is a rheumatological drug currently in trial for COVID-19 and all diffusion-based pipelines rank it higher than tocilizumab, a drug also indicated for rheumatological and severe inflammatory diseases with no proven COVID-19 relevance.", "cite_spans": [], "ref_spans": [], "section": "Diffusion-based Methods"}, {"text": "We adopted machine learning tools previously developed for drug repurposing using the protein-protein interaction network as input 38, 39 , resulting in the AI-Net pipeline that exploits the power of AI in a network context 39 (see Methods).", "cite_spans": [{"start": 131, "end": 134, "text": "38,", "ref_id": "BIBREF37"}, {"start": 135, "end": 137, "text": "39", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "AI-Net based Strategy"}, {"text": "The method learns how to represent (i.e., embed) the multimodal graph into a compact, low-dimensional vector space such that the algebraic operations in the learned embedding space reflect the topology of the input network (Fig. S4A ), and specifies a deep transformation function that maps drugs and diseases to points in the learned space, termed 'drug and disease embeddings'. As diseases are not independent of each other and genes are often shared between distinct diseases, the method embeds diseases associated with similar genes close together in the embedding space. Similarly, the effects of drugs are not limited to proteins to which they directly bind, but effects spread throughout the protein-protein interaction network. To capture these effects, the method embeds closely together drugs whose target proteins have similar local neighborhoods in the underlying protein-protein interaction network.", "cite_spans": [], "ref_spans": [{"start": 223, "end": 232, "text": "(Fig. S4A", "ref_id": "FIGREF6"}], "section": "AI-Net based Strategy"}, {"text": "We use the learned embeddings to generate four lists of candidate drugs for COVID-19, each ranked list containing 1, 607 treatment recommendations. To obtain the four rankings, we use four distinct decoders, which decode the structure of small network neighborhoods around a drug or a disease node from the learned embeddings.", "cite_spans": [], "ref_spans": [], "section": "AI-Net based Strategy"}, {"text": "• Pipeline A1: We search for drugs that are in the vicinity of the COVID-19 disease module by calculating the cosine distance between COVID-19 and all drugs in the decoded embedding space 40 . The decoding is based on the N = 10 nearest neighboring nodes in the embedding space, with a minimum distance between nodes of D = 0.25.", "cite_spans": [{"start": 188, "end": 190, "text": "40", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "AI-Net based Strategy"}, {"text": "• Pipeline A2: To prevent nodes in the decoding embedding space to pack together too closely, we choose D = 0.8 and keep N unchanged, pushing the structures apart into softer more general features, offering a better overarching view of the embedding space at the loss of the more detailed structure.", "cite_spans": [], "ref_spans": [], "section": "AI-Net based Strategy"}, {"text": "• Pipeline A3: Alternatively, to force the decoding to concentrate on the very local structure (to the detriment of the overall goal of the exercise), we choose N = 5 to explore a smaller neighborhood while setting the minimum distance at a midrange point, D = 0.5.", "cite_spans": [], "ref_spans": [], "section": "AI-Net based Strategy"}, {"text": "• Pipeline A4: Instead of focusing on the finer local structure, we specify the decoder such that it preserves the broad structure (N = 10, D = 1), offering a broader view of the embedding space at the loss of detailed structure.", "cite_spans": [], "ref_spans": [], "section": "AI-Net based Strategy"}, {"text": "By inspecting the 20 highest ranked drug candidates offered by the AI-Net pipeline (Table S4), we observe that several drugs in COVID-19 clinical studies (e.g., chloroquine, ritonavir). Other top-ranked drugs include anti-malarial medications and drugs used to treat autoimmune, pulmonary, and cardiovascular diseases.", "cite_spans": [], "ref_spans": [], "section": "AI-Net based Strategy"}, {"text": "The predictive pipelines discussed above offered altogether twelve rankings, each reflecting a different network-based criterion to estimate a drug's likelihood to show efficacy in treating COVID-19 patients. As they all start from the same list of drugs and drug-targets and operate on the same PPI network, the rankings provided by them are not expected to be fully independent. To quantify the similarity between them we measure the Kendall τ rank correlation of the rankings provided by each pipeline. We find that two of the target proximity-based pipelines, P1 and P2, show high correlation between each other, as do the four AI-Net pipelines (A1-A4), and the five diffusion-based pipelines (D1-D5). Yet, the correlations across the three basic methods are much lower, and P3, relying on gene expression patterns, is also somewhat uncorrelated with other pipelines, indicating that the different methods offer complementary ranking information (Fig. 5A ).", "cite_spans": [], "ref_spans": [{"start": 950, "end": 958, "text": "(Fig. 5A", "ref_id": "FIGREF7"}], "section": "Prioritizing Repurposing Candidates"}, {"text": "To evaluate the predictive power of the pipelines, we test their ability to recover the drugs currently in clinical trials as COVID-19 treatment. For this purpose, we obtained a list of 67 drugs currently undergoing clinical trials from ClinicalTrials.gov (Table S5) . We use the resulting list and the ranking predicted by each pipeline to compute the ROC (receiver operating characteristics) curves and the AUC (area under the curve) scores for model selection and performance analysis, measuring the quality of separation between positive and negative instances. As Fig. 5B shows, the best individual ROC curves, of 0.86 − 0.87, are obtained by the four AI-Net based methods. Note that the performance of the four AI-Net pipelines is largely indistinguishable, in line with the finding that the ranking lists provided by them are highly correlated (Fig. 5A ). The second-best performance, of 0.70, is provided by the proximity method P3. Close behind is P1 with AUC = 0.68, and we find that eliminating some drug targets in P2 decreases the AUC to 0.58. As a group, the diffusion methods offer ROC between 0.55-0.56. Their lower performance is somewhat unexpected, as diffusion-based methods should capture higher order correlations, compared to the proximity methods, thus one would expect a performance between the proximity-based and the AI-Net methods, which successfully integrate high order correlates.", "cite_spans": [], "ref_spans": [{"start": 256, "end": 266, "text": "(Table S5)", "ref_id": "TABREF7"}, {"start": 569, "end": 576, "text": "Fig. 5B", "ref_id": "FIGREF7"}, {"start": 851, "end": 859, "text": "(Fig. 5A", "ref_id": "FIGREF7"}], "section": "Prioritizing Repurposing Candidates"}, {"text": "Each method extracts its own network-based signal for prioritizing drugs. However, the scores of each method are biased differently, offering different rankings. We used a rank aggregation algorithm 9 to combine the 12 ranking lists, aiming to maximize the number of pairwise agreements between the final ranking and each input ranking. This objective, known as the Kemeny consensus, is NP-hard to compute 41, 42 ; hence, we used an algorithm to approximate it (see Methods). We first tested whether combining the ranking within each method class could improve the predictive power of the list provided by the individual pipelines (Fig. 5C ). The joint performance of the AI-Net group is 0.87, the same as A3. We do observe, however, an improvement for the proximity pipelines in the joint ranking, increasing performance from 0.70 for 0.72. Interestingly, the combined diffusion pipelines have lower performance (0.54) than the best diffusion pipeline of 0.56 observed for D1, D2, and D4. What is particularly encouraging, however, is that when we combine all 12 pipelines, we obtain a ROC of 0.89, the highest of any individual or combination-based pipelines, confirming that the individual pipelines offer complementary information that can be harnessed by the combined ranking. It is this combined list, therefore, that defines our final ranked list of predicted drugs for repurposing.", "cite_spans": [{"start": 406, "end": 409, "text": "41,", "ref_id": "BIBREF40"}, {"start": 410, "end": 412, "text": "42", "ref_id": "BIBREF41"}], "ref_spans": [{"start": 631, "end": 639, "text": "(Fig. 5C", "ref_id": "FIGREF7"}], "section": "Prioritizing Repurposing Candidates"}, {"text": "Finally, we manually inspected the joint ranking list, removing drugs with significant toxicities, eliminating those not appropriate, and removing lower-ranked members of the same drug class (with some exceptions). Through this process, we arrived at a list of 86 drugs selected from the top 10% of the total combined rank list, representing our final repurposing candidates for COVID-19 ( Table 2 ). The selection contains drugs that are used for disorders of the respiratory (e.g., theophylline, montelukast) and cardiovascular (e.g., verapamil, atorvastatin) systems; antibiotics used to treat viral (e.g., ribavirin, lopinavir), parasitic (e.g., hydroxychloroquine, ivermectin, praziquantel), bacterial (e.g., rifaximin, sulfanilamide), mycotic (e.g.,fluconazole), and mycobacterial (e.g., isoniazid) infections; and immunomodulating/anti-inflammatory drugs (e.g., interferon-β, auranofin, montelukast, colchicine); anti-proteasomal drugs (e.g., bortezomib, carfilzomib); and a range of other less obvious drugs that warrant exploration (e.g., aminoglutethimide, melatonin, levothyroxine, calcitriol, selegiline, deferoxamine, mitoxantrone, metformin, nintedanib, cinacalcet, and sildenafil, among others ( Table 2 ). Our final list includes 11 previously proposed 13,43 potential drug-repurposing candidates for COVID-19, and 21 drugs that are currently being tested in clinical trials ( Table 2 ).", "cite_spans": [], "ref_spans": [{"start": 390, "end": 397, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 1211, "end": 1218, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 1393, "end": 1400, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Prioritizing Repurposing Candidates"}, {"text": "The drug repurposing list provided in Table 2 ranks drugs based on their network-based relationship to the viral targets. However, for a drug to be effective, it may not be sufficient to be proximal-it also needs to induce the right perturbation in the cell, suppressing, for example, the expression of proteins the virus needs, and activating the expression of proteins essential for the cell function and survival that are suppressed by the virus. In this section we use expression data to understand how the drug affects the activity of proteins within the COVID-19 disease module, offering insights about the mechanism of action of selected drugs.", "cite_spans": [], "ref_spans": [{"start": 38, "end": 45, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Validation Case Studies"}, {"text": "Connectivity Map: We retrieved gene expression perturbation profiles for 59 of the 81 repurposing candidates from the Connectivity Map (CMap) database 10,11 , altogether including 5, 291 experimental instances (combination of different drugs, cell lines, doses, and time of treatment). To evaluate the degree to which each of these drugs modulate the activity of COVID-19 targets, we measured the overlap between the perturbed genes and COVID-19 targets. For example, for mitoxantrone, an antineoplastic drug (Table 2), we find that 75 (22%) of the COVID-19 targets have a significant overlap with the 2, 440 genes highly perturbed by the drug (3.33µM ) in the lung cell line HCC515 (Fisher's exact test, FDR-BH p adj -value < 0.05) (Fig. 6A) . When evaluated across all experimental instances, we find that for 43 of the 59 drugs, there was a statistically significant overlap of the perturbed genes with the COVID-19 targets (Fig. 6B) . For random selections of 59 drugs from the pool of all drugs, only 13 ± 7 drugs on average have statistically significant overlap between perturbed genes and COVID-19 targets (Fig. S5) , indicating that the repurposing candidates effectively perturb the network of the COVID-19 disease module. We observed the highest number of perturbed COVID-19 targets for carfilzomib (162, p adj -value = 0.004 , HA1E, 10.0µM ), flutamide (162, p adj -value = 0.003, MCF7, 0.04µM ), and bortezomib (162, p adjvalue = 0.02, HA1E, 20.0µM ). For cell lines derived from lung tissues (A549 and HCC515), the drugs with the highest overlap with COVID-19 targets are mitoxantrone and ponatinib. These results can help us extract direct experimental evidence that the drug repurposing candidates selected by our methods modulate processes targeted by the virus, and offer mechanistic insights into the biological processes affected by these drugs. For example, we find that mitoxantrone (HUVEC, 10, µM , 24h) perturbs COVID-19 targets related to cell cycle, viral life cycle, protein transport and organelle organization.", "cite_spans": [], "ref_spans": [{"start": 733, "end": 742, "text": "(Fig. 6A)", "ref_id": "FIGREF8"}, {"start": 927, "end": 936, "text": "(Fig. 6B)", "ref_id": "FIGREF8"}, {"start": 1114, "end": 1123, "text": "(Fig. S5)", "ref_id": "FIGREF7"}], "section": "Validation Case Studies"}, {"text": "Suppressing COVID-19 Induced Expression: We next asked whether the selected drugs can counteract the gene expression perturbations caused by the virus, i.e., whether they down-regulate genes up-regulated by the virus or vice versa. For this analysis, we begin with the 120 differentially expressed genes (DEGs) in the SARS-CoV2 infected of the A549 cell line 44 and compare the list with the drug perturbation profiles. For example, bortezomib treatment of the cell line YAPC (20 µM ) counteracts the effects of the SARS-CoV2 infection for 65 genes (Fig. 6C) , resulting in an inverted expression profile (Spearman correlation ρ = −0.58) (Fig. 6C) . We measured the Spearman correlation ρ between the perturbations caused by the drug and perturbations caused by the virus in the A549 cell line, where negative correlation values indicate that the drug could counteract the effects of the infection. We find that 22 of the 59 drugs profiled in the Connectivity Map have negative correlation coefficients (Spearman ρ < 0, FDR-BH p adj -value < 0.05), indicating that they could beneficially modulate the effects of the virus infection. Again, for random selections of 59 drugs from the pool of all drugs, only 3 ± 2 drugs on average have statistically significant negative correlation coefficients (Fig. S6) , supporting, once again, the COVID-19 relevance of the repurposing list. Among the 22 drugs with significant perturbation overlap with both COVID-19 targets and DEGs in SARS-CoV2 infection, we find ivermectin and carfilzomib, each in clinical trial for COVID-19 (Table S5) . Altogether, these results provide in vitro experimental support for the selected repurposing candidates as possible modulators of the biological processes targeted by the virus. It also indicates how network-based tools can utilize gene expression profiles to explore the potential efficacy of drugs.", "cite_spans": [{"start": 359, "end": 361, "text": "44", "ref_id": "BIBREF43"}], "ref_spans": [{"start": 549, "end": 558, "text": "(Fig. 6C)", "ref_id": "FIGREF8"}, {"start": 638, "end": 647, "text": "(Fig. 6C)", "ref_id": "FIGREF8"}, {"start": 1296, "end": 1305, "text": "(Fig. S6)", "ref_id": "FIGREF8"}, {"start": 1569, "end": 1579, "text": "(Table S5)", "ref_id": "TABREF7"}], "section": "Validation Case Studies"}, {"text": "In this study, we took advantage of recent advances in network medicine to define a list of 81 drug repurposing candidates for the treatment of COVID-19, and, using in vitro data, we show that these drugs do affect biological processes targeted by the virus. The accuracy of our predictions will further improve as the input or validation data improve. For example, we relied on the results of Gordon et al (2020) 13 , for the map of interactions between the virus and human proteins. There are, however, additional interactions not detected in the study 13 . For example, the ACE2 45,46 protein has been recently linked to initial viral association on airway epithelial cells, but in the current data set 13 no viral proteins target it.", "cite_spans": [{"start": 414, "end": 416, "text": "13", "ref_id": "BIBREF12"}, {"start": 555, "end": 557, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "Note that the utilized predictive pipelines select drugs that, by the virtue of the networkbased relationship between their targets and the SARS-CoV2 viral targets, are positioned to perturb effectively the COVID-19 disease module. Some of the perturbations may block the virus' ability to invade the host cells, or limit the molecular level disruption caused by the infection, potentially alleviating the disease symptoms and shortening the timeline of the disease. Others, however, may cause perturbations that aggravate the symptoms and the seriousness of the phenotype. Therefore, in ordinary circumstances, we would need molecular experiments to test the efficacy of these drugs for COVID-19 infected cell lines (Table 2 ). Yet, as many of these drugs have well-known side effects and toxicities, given the imminent need for a cure, it may be possible to move those drugs directly into clinical trials. While we are currently pursuing this possibility, releasing the list could offer opportunities for other groups, with appropriate resources and toolset, to move some of these drugs into screening or directly to rapid clinical trials. We are, of course, cognizant of the remote, yet real, possibility that these approved drugs with known side effects may exert unique toxicities in the setting of this novel infection, an outcome that can only be identified in clinical trial.", "cite_spans": [], "ref_spans": [{"start": 717, "end": 725, "text": "(Table 2", "ref_id": "TABREF2"}], "section": "Discussion"}, {"text": "Our study focused on ranking the existing drugs based on their expected efficacy for COVID-19 patients. This does not mean that drugs that did not make our final list could not have efficacy, or that they must be excluded from further consideration. As the input data improves, other, currently highly ranked drugs could move to a lower ranking, developing a case for experimental testing and clinical trial, and vice versa. The proposed methodology is general, allowing us to profile the potential efficacy of any drug or a family of drugs, whether or not they are included in our current reference list.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Normally, bioinformatic validation would be followed by experimental screening and potentially clinical validation before publication. We are currently pursuing these avenues, from screening in human cell lines to clinical trials. We feel, however, that given the strength of the bioinformatics validation and the obtained AUC, generating confidence in our methodologies, and the urgency of the COVID-19 crisis, there is an imminent need for disclosure to offer rationale and guidance for upcoming clinical trials.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The human interactome was assembled from 21 public databases that compile experimentallyderived protein-protein interactions (PPI) data: 1) binary PPIs, derived from high-throughput yeast-two hybrid (Y2H) expereriments (HI-Union 47 56 , for differentiating binary interactions among the several experimental methods present in the literature-curated databases. Specifically for InWeb, interactions with curation scores < 0.175 (75th percentile) were not considered. All proteins were mapped to their corresponding Entrez ID (NCBI) and the proteins that could not be mapped were removed. The final interactome used in our study contains 18, 505 proteins and 327, 924 interactions between them. We retrieved interactions between 26 SARS-CoV2 proteins and 332 human proteins that were detected by Gordon, et al 13 . and drug-target information from the DrugBank database, containing 26, 167 interactions between 7, 591 drugs and their 4, 187 targets.", "cite_spans": [{"start": 229, "end": 231, "text": "47", "ref_id": "BIBREF46"}, {"start": 232, "end": 234, "text": "56", "ref_id": "BIBREF55"}, {"start": 808, "end": 810, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Human Interactome, SARS-CoV2 and Drug Targets"}, {"text": "We used the GTEx database 16 , which contains the median gene expression from RNA-seq for 56 different tissues, assuming that genes with a median count lower than 5 are not expressed in that particular tissue. The LCC was calculated using a degree preserving approach 2 , preventing the repeated selection of the same high degree nodes by choosing 100 degree bins in 1, 000 simulations.", "cite_spans": [], "ref_spans": [], "section": "Tissue Specificity"}, {"text": "Given V , the set of COVID-19 virus targets, the set of drug targets, T , and d(v, t), the shortest path length between nodes v ∈ V and t ∈ T in the network, we define 2", "cite_spans": [], "ref_spans": [], "section": "Network Proximity"}, {"text": "We also determined the expected distances between two randomly selected groups of proteins, matching the size and degrees of the original V and T sets. To avoid repeatedly selecting the same high degree nodes, we use degree-binning 2 (see above). The mean µ d(V,T ) and standard deviation σ d(V,T ) of the reference distribution allows us to convert the absolute distance d c to a relative distance Z dc , defined as", "cite_spans": [], "ref_spans": [], "section": "Network Proximity"}, {"text": "The diffusion state distance (DSD) 8 algorithm uses a graph diffusion property to derive a similarity metric for pairs of nodes that takes into account how similarly they impact the rest of the network. We calculate the expected number of times He(A, B) that a random walk starting at node A visits node B, representing each node by the vector 8", "cite_spans": [], "ref_spans": [], "section": "Diffusion State Distance"}, {"text": "which describes how a perturbation initiated from that node impacts other nodes in the interactome. The similarity between nodes A and B is provided by the L1 norm of their corresponding vector representations, ", "cite_spans": [], "ref_spans": [], "section": "Diffusion State Distance"}, {"text": "Inspired by the DSD, we developed five new metrics to calculate the impact of drug targets t on the SARS-CoV2 targets v. The first (Pipeline D1) is defined as", "cite_spans": [], "ref_spans": [], "section": "Diffusion State Distance"}, {"text": "where DSD(s, t) represents the diffusion state distance between nodes t and v. Since the L1 norm of two large vectors may result in loss of information 35 , we also used the metric (Pipeline D2)", "cite_spans": [], "ref_spans": [], "section": "Diffusion State Distance"}, {"text": "and (Pipeline D3)", "cite_spans": [], "ref_spans": [], "section": "Diffusion State Distance"}, {"text": "where KL is the Kullback-Leibler (KL) divergence between the vector representations of the nodes t and s. Finally, to provide symmetric measures, we tested the measures (Pipeline D4)", "cite_spans": [], "ref_spans": [], "section": "Diffusion State Distance"}, {"text": "and (Pipeline D5)", "cite_spans": [], "ref_spans": [], "section": "Diffusion State Distance"}, {"text": "where JS is the Jensen Shannon (JS) divergence between the vector representations of nodes t and s. All five measures consider t = v.", "cite_spans": [], "ref_spans": [], "section": "Diffusion State Distance"}, {"text": "We designed a graph neural network for COVID-19 treatment recommendations based on a previously developed graph convolutional architecture 38 . The multimodal graph is a heterogeneous graph G = (V, R) with N nodes v i ∈ V representing three distinct types of biomedical entities (i.e., drugs, proteins, diseases), and labeled edges (v i , r, v j ) ∈ R representing four semantically distinct types of edges r between the entities (i.e., protein-protein interactions, drug-target associations, disease-protein associations, and drug-disease treatments). COVID-19 treatment recommendation task. We cast COVID-19 treatment recommendation as a link prediction problem on the multimodal graph. The task is to predict new edges between drug and disease nodes, so that a predicted link between a drug node v i and a disease node v j should indicate that drug v i is a promising treatment for disease v j (e.g., COVID-19). Our graph neural network is an end-to-end trainable model for link prediction on the multimodal graph and has two main components: (1) an encoder: a graph convolutional network operating on G and producing embeddings for nodes in G, and (2) a decoder: a model optimizing embeddings such that they are predictive of successful drug treatments.", "cite_spans": [{"start": 139, "end": 141, "text": "38", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Graph convolutional networks"}, {"text": "Overview of graph neural architecture. The neural message passing encoder takes as input a graph G and produces a node d-dimensional embedding z i ∈ R d for every drug and disease node in the graph. We use the encoder 38 that learns a message passing algorithm 65 and aggregation procedure to compute a function of the entire graph that transforms and propagates information across graph G. The graph convolutional operator takes into account the first-order neighborhood of a node and applies the same transformation across all locations in the graph. Successive application of these operations then effectively convolves information across the K-th order neighborhood (i.e., embedding of a node depends on all the nodes that are at most K steps away), where K is the number of successive operations of convolutional layers in the neural network model. The graph convolutional operator takes the form", "cite_spans": [{"start": 261, "end": 263, "text": "65", "ref_id": "BIBREF64"}], "ref_spans": [], "section": "Graph convolutional networks"}, {"text": "where h", "cite_spans": [], "ref_spans": [], "section": "Graph convolutional networks"}, {"text": "is the hidden state of node v i in the k-th layer of the neural network with d (k) being the dimensionality of this layer's representation, r is an edge type, matrix W (k) r is a edge-type specific parameter matrix, φ denotes a non-linear element-wise activation function (i.e., a rectified linear unit), and α r denote attention coefficients 66 . To arrive at the final embedding z i ∈ R d of node v i , we compute its representation as:", "cite_spans": [{"start": 343, "end": 345, "text": "66", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "Graph convolutional networks"}, {"text": "i . Next, the decoder takes node embeddings and combines them to reconstruct labeled edges in G. In particular, decoder scores a (v i , r, v j ) triplet through a function g whose goal is to assign a score g(v i , r, v j ) representing how likely it is that drugs v i will treat disease v j (i.e., r denotes a 'treatment' relationship).", "cite_spans": [], "ref_spans": [], "section": "Graph convolutional networks"}, {"text": "Training the graph neural network. During model training, we optimize model parameters using the max-margin loss functions to encourage the model to assign higher probabilities to successful drug indications (v i , r, v j ) than to random drug-disease pairs. We take an end-to-end optimization approach, that jointly optimize over all trainable parameters and propagates loss function gradients through both encoder and the decoder. To optimize the model, we train it for a maximum of 100 epochs (training iterations) using the Adam optimizer 67 with a learning rate of 0.001. We initialize weights using the initialization described in 68 . To make the model comparable to other drug repurposing methodologies in this study, we do not integrate additional side information into node feature vectors; instead, we use one-hot indicator vectors 69 as node features. In order for the model to generalize well to unobserved edges, we apply a regular dropout 70 to hidden layer units (Eq. (10)). In practice, we use efficient sparse matrix multiplications, with complexity linear in the number of edges in G, to implement the model. We use a 2-layer neural architecture with d 1 = 32, d 2 = 32, d i = 128 hidden units in input, output, and intermediate layer, respectively, a dropout rate of 0.1, and a max-margin of 0.1. We use mini-batching 71 by sampling triples from the multimodal graph. That is, we process multiple training mini-batches (mini-batches are of size 512), each obtained by sampling only a fixed number of triplets, resulting in dynamic batches that change during training.", "cite_spans": [{"start": 637, "end": 639, "text": "68", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Graph convolutional networks"}, {"text": "We retrieved drug perturbation profiles from the Connectivity Map (CMap) database 10, 11 using the Python package CMapPy 72 . For each perturbation profile, we calculated the significance of the overlap of perturbed genes (|Z − Score | > 2) and SARS-CoV2 targets derived from Gordon, et. al., 13 using Fisher's Exact Test. We also retrieved gene expression data of the cell line A549 after infection with SARS-CoV2 44 . The correlation between the perturbation scores provided in CMap and the gene expression fold change caused by SARS-CoV2 infection was evaluated using the Spearman correlation coefficient. In both cases, we applied the Benjamini-Hochberg method for multiple testing correction (FDR < 0.05).", "cite_spans": [{"start": 82, "end": 85, "text": "10,", "ref_id": "BIBREF9"}, {"start": 86, "end": 88, "text": "11", "ref_id": "BIBREF10"}, {"start": 276, "end": 283, "text": "Gordon,", "ref_id": null}, {"start": 284, "end": 292, "text": "et. al.,", "ref_id": null}, {"start": 293, "end": 295, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Expression perturbation profiles"}, {"text": "We used CRank algorithm 9 to combine rankings returned by different methodologies into a single rank for each drug, which then determined the drug's repurposing priority. The rank aggregation algorithm starts with ranked lists of drugs, R r , each one arising from a different methodology r. Each ranked list is partitioned into equally sized groups, called bags. Each bag i in ranked list R r has attached importance weight K i r whose initial values are all equal. CRank uses a two-stage iterative procedure to aggregate the individual rankings by taking into account uncertainty that is present across ranked lists. After initializing the aggregate ranking R as a weighted average of ranked lists R r , CRank alternates between the following two stages until no changes are observed in the aggregated ranking R. (1) First, it uses the current aggregated ranking R to update the importance weights K i r for each ranked list. For that purpose, the top-ranked drugs in R serve as a temporary gold standard. Given bag i and ranked list R r , CRank updates importance weight K i r based on how many drugs from the temporary gold standard appear in bag i using the Bayes factors 73,74 . (2) Second, the ranked lists are re-aggregated based on the importance weights calculated in the previous stage. The updated importance weights are used to revise R in which the new rank R(C) of drug C is expressed as:", "cite_spans": [], "ref_spans": [], "section": "Rank aggregation"}, {"text": "indicates the importance weight of bag i r (C) of drug C for ranking r, and R r (C) is the rank of C according to r. By using an iterative approach, CRank allows for the importance of a ranking not to be predetermined and to vary across drugs.", "cite_spans": [], "ref_spans": [], "section": "Rank aggregation"}, {"text": "The final output is a global ranked list R of drugs that represents the collective opinion of the different repurposing methodologies. The Python source code implementation of CRank is available at https://github.com/mims-harvard/crank. In all experiments, we set the number of bags to 1,000, the size of the temporary gold standard to 0.5% of the total number of drugs in R, and the maximum number of iterations to 50. In all cases, the algorithm converged, in fewer than 20 iterations.", "cite_spans": [], "ref_spans": [], "section": "Rank aggregation"}, {"text": "We employed different methodologies to rank drug candidates. Since we lack ground-truth labels for drugs being effective against the disease, we rely on clinical trials to gather names of drugs currently in trial. We made an assumption that all the drugs tested in clinical trials are relevant and based on prior in vitro or in vivo observations. We used this information and the ranking of each method to compute ROC (Receiver Operating Characteristics) curves and AUC (area under the curve) scores for model selection and performance analysis. AUC score measures the quality of the separation between positive and negative instances. For the ranked list, we applied different thresholds to compute false-positive and true-positive rates to plot ROC. Scores of AUC range between 0 and 1, where 1 corresponds to perfect performance and 0.5 indicates the performance of a random classifier. Some methods fail to provide a ranking for each drug or to provide a fair comparison between methods, we assumed all the missing ranks should be listed at the bottom of the ranking. We use the Python package Scikit-learn 75 for computing AUC scores and plotting ROC curves.", "cite_spans": [], "ref_spans": [], "section": "ROC curves"}, {"text": "For the ground-truth list, we consider the ClinicalTrials.gov website the primary source of ongoing trials of drugs fo COVID-19. We are cognizant of its limitations, primarily being one of time lags between the implementation of a trial and its appearance on the site. We also quantified the performance of models under different constraints: considering only drugs that have at least N trials and considering only the evidence provided up to a certain date (Fig. S7 ). ", "cite_spans": [], "ref_spans": [{"start": 458, "end": 466, "text": "(Fig. S7", "ref_id": null}], "section": "ROC curves"}, {"text": "This work was supported, in part, by NIH grants HG007690, HL108630, and HL119145, and by AHA grant D700382 to J.L; A.L.B is supported by NIH grant 1P01HL132825, American Heart Association grant 151708, and ERC grant 810115-DYNASET.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": "We wish to thank Nicolette Lee and Grecia for providing support, Marc Santolini for suggestions in the diffusion-based methods. The random expectation of the LCC size, indicating that the observed COVID-19 LCC, whose size is indicated by the red arrow, is larger than expected by chance. (C) Similarly, the lung-based LCC is also greater than expected by chance. We measured the network proximity between COVID-19 targets and 299 diseases. The figure represents each disease as a circle whose radius reflects the number of disease genes associated with it 30 . The diseases closest to the center, whose names are marked, are expected to have higher comorbidity with the COVID-19 outcome. The farther is a disease from the center, the more distant are its disease proteins from the COVID-19 viral targets. (Table S5 ). (C) The performance of the overall cRank (all), which combines all pipelines into a final ranking list, is higher than the performance of each method individually (cRanks AIs, Ps and Ds). (Table S3 ). (Table S5) . Here, we quantified the performance of models considering only the evidence provided up to a certain date.", "cite_spans": [], "ref_spans": [{"start": 805, "end": 814, "text": "(Table S5", "ref_id": "TABREF7"}, {"start": 1006, "end": 1015, "text": "(Table S3", "ref_id": "TABREF5"}, {"start": 1019, "end": 1029, "text": "(Table S5)", "ref_id": "TABREF7"}], "section": "Acknowledgments"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Network-based approach to prediction and population-based validation of in silico drug repurposing", "authors": [{"first": "F", "middle": [], "last": "Cheng", "suffix": ""}], "year": 2018, "venue": "Nature Communications", "volume": "9", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.1038/s41467-018-05116-5"]}}, "BIBREF1": {"ref_id": "b1", "title": "Network-based in silico drug efficacy screening", "authors": [{"first": "E", "middle": [], "last": "Guney", "suffix": ""}, {"first": "J", "middle": [], "last": "Menche", "suffix": ""}, {"first": "M", "middle": [], "last": "Vidal", "suffix": ""}, {"first": "A.-L", "middle": ["L"], "last": "Barábasi", "suffix": ""}], "year": 2016, "venue": "Nature Communications", "volume": "7", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.1038/ncomms10331"]}}, "BIBREF2": {"ref_id": "b2", "title": "Network-based drug repurposing for novel coronavirus 2019-nCoV/SARS-CoV-2", "authors": [{"first": "Y", "middle": [], "last": "Zhou", "suffix": ""}], "year": null, "venue": "Cell Discovery", "volume": "6", "issn": "1", "pages": "1--18", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A genome-wide positioning systems network algorithm for in silico drug repurposing", "authors": [{"first": "F", "middle": [], "last": "Cheng", "suffix": ""}], "year": null, "venue": "Nature Communications", "volume": "10", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.1038/s41467-019-10744-6"]}}, "BIBREF4": {"ref_id": "b4", "title": "Machine Learning for Integrating Data in Biology and Medicine: Principles, Practice, and Opportunities", "authors": [{"first": "M", "middle": [], "last": "Zitnik", "suffix": ""}], "year": 2019, "venue": "", "volume": "50", "issn": "", "pages": "71--91", "other_ids": {"DOI": ["10.1016/j.inffus.2018.09.012"]}}, "BIBREF5": {"ref_id": "b5", "title": "Modeling polypharmacy side effects with graph convolutional networks", "authors": [{"first": "M", "middle": [], "last": "Zitnik", "suffix": ""}, {"first": "M", "middle": [], "last": "Agrawal", "suffix": ""}, {"first": "J", "middle": [], "last": "Leskovec", "suffix": ""}], "year": 2018, "venue": "In Bioinformatics", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/bioinformatics/bty294"]}}, "BIBREF6": {"ref_id": "b6", "title": "From single drug targets to synergistic network pharmacology in ischemic stroke", "authors": [{"first": "A", "middle": ["I"], "last": "Casas", "suffix": ""}], "year": 2019, "venue": "Proceedings of the National Academy of Sciences of the United States of America", "volume": "116", "issn": "", "pages": "7129--7136", "other_ids": {"DOI": ["10.1073/pnas.1820799116"]}}, "BIBREF7": {"ref_id": "b7", "title": "Going the Distance for Protein Function Prediction: A New Distance Metric for Protein Interaction Networks", "authors": [{"first": "M", "middle": [], "last": "Cao", "suffix": ""}], "year": 2013, "venue": "PLoS ONE", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Prioritizing network communities", "authors": [{"first": "M", "middle": [], "last": "Zitnik", "suffix": ""}, {"first": "R", "middle": [], "last": "Sosic", "suffix": ""}, {"first": "J", "middle": [], "last": "Leskovec", "suffix": ""}], "year": 2018, "venue": "Nature Communications", "volume": "9", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A Next Generation Connectivity Map: L1000 Platform and the First 1,000,000 Profiles", "authors": [{"first": "A", "middle": [], "last": "Subramanian", "suffix": ""}], "year": null, "venue": "Cell", "volume": "171", "issn": "6", "pages": "", "other_ids": {"DOI": ["10.1016/j.cell.2017.10.049"]}}, "BIBREF10": {"ref_id": "b10", "title": "The connectivity map: Using gene-expression signatures to connect small molecules, genes, and disease", "authors": [{"first": "J", "middle": [], "last": "Lamb", "suffix": ""}], "year": 2006, "venue": "Science", "volume": "313", "issn": "5795", "pages": "1929--1935", "other_ids": {"DOI": ["10.1126/science.1132939"]}}, "BIBREF11": {"ref_id": "b11", "title": "Coronaviruses: An overview of their replication and pathogenesis", "authors": [{"first": "A", "middle": ["R"], "last": "Fehr", "suffix": ""}, {"first": "S", "middle": [], "last": "Perlman", "suffix": ""}], "year": 2015, "venue": "Coronaviruses: Methods and Protocols", "volume": "1282", "issn": "", "pages": "1--23", "other_ids": {"DOI": ["10.1007/978-1-4939-2438-7{\\}1"]}}, "BIBREF12": {"ref_id": "b12", "title": "A SARS-CoV-2-Human Protein-Protein Interaction Map Reveals Drug Targets and Potential Drug-Repurposing. bioRxiv", "authors": [{"first": "D", "middle": ["E"], "last": "Gordon", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.03.22.002386"]}}, "BIBREF13": {"ref_id": "b13", "title": "Viral perturbations of host networks reflect disease etiology", "authors": [{"first": "N", "middle": [], "last": "Gulbahce", "suffix": ""}], "year": null, "venue": "PLoS Computational Biology", "volume": "8", "issn": "6", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pcbi.1002531"]}}, "BIBREF15": {"ref_id": "b15", "title": "The Genotype-Tissue Expression (GTEx) project, 6 2013", "authors": [{"first": "J", "middle": [], "last": "Lonsdale", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome", "authors": [{"first": "Z", "middle": [], "last": "Xu", "suffix": ""}], "year": null, "venue": "The Lancet Respiratory Medicine", "volume": "8", "issn": "4", "pages": "420--422", "other_ids": {"DOI": ["10.1016/S2213-2600(20)30076-X"]}}, "BIBREF17": {"ref_id": "b17", "title": "The deadly coronaviruses: The 2003 SARS pandemic and the 2020 novel coronavirus epidemic in China", "authors": [{"first": "Y", "middle": [], "last": "Yang", "suffix": ""}], "year": null, "venue": "", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}], "year": null, "venue": "China. The Lancet", "volume": "395", "issn": "", "pages": "30183--30188", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "COVID-19 and the cardiovascular system", "authors": [{"first": "Y", "middle": ["Y"], "last": "Zheng", "suffix": ""}, {"first": "Y", "middle": ["T"], "last": "Ma", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Xie", "suffix": ""}], "year": null, "venue": "", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Neurologic Manifestations of Hospitalized Patients With Coronavirus Disease", "authors": [{"first": "L", "middle": [], "last": "Mao", "suffix": ""}], "year": 2019, "venue": "JAMA neurology", "volume": "4", "issn": "2020", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Sudden and Complete Olfactory Loss Function as a Possible Symptom of COVID-19", "authors": [{"first": "M", "middle": [], "last": "Eliezer", "suffix": ""}], "year": null, "venue": "JAMA otolaryngology-head & neck surgery", "volume": "4", "issn": "2020", "pages": "", "other_ids": {"DOI": ["10.1001/jamaoto.2020.0832"]}}, "BIBREF22": {"ref_id": "b22", "title": "The Spectrum of Neurologic Disease in the Severe Acute Respiratory Syndrome Coronavirus 2 Pandemic Infection: Neurologists Move to the Frontlines", "authors": [{"first": "S", "middle": ["J"], "last": "Pleasure", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Green", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Josephson", "suffix": ""}], "year": null, "venue": "JAMA neurology", "volume": "4", "issn": "2020", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Dysregulation of Immune Response in Patients with COVID-19 in Wuhan", "authors": [{"first": "C", "middle": [], "last": "Qin", "suffix": ""}], "year": null, "venue": "China. SSRN Electronic Journal", "volume": "2", "issn": "2020", "pages": "", "other_ids": {"DOI": ["10.2139/ssrn.3541136"]}}, "BIBREF24": {"ref_id": "b24", "title": "Detection of 2019 novel coronavirus in semen and testicular biopsy specimen of COVID-19 patients. medRxiv", "authors": [{"first": "C", "middle": [], "last": "Song", "suffix": ""}], "year": 2004, "venue": "", "volume": "4", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.03.31.20042333"]}}, "BIBREF25": {"ref_id": "b25", "title": "Baseline Characteristics and Outcomes of 1591 Patients Infected With SARS-CoV-2 Admitted to ICUs of the Lombardy Region", "authors": [{"first": "G", "middle": [], "last": "Grasselli", "suffix": ""}], "year": null, "venue": "Italy. JAMA", "volume": "4", "issn": "2020", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.5394"]}}, "BIBREF26": {"ref_id": "b26", "title": "The impact of cellular networks on disease comorbidity", "authors": [{"first": "J", "middle": [], "last": "Park", "suffix": ""}, {"first": "D.-S", "middle": [], "last": "Lee", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Christakis", "suffix": ""}, {"first": "A.-L", "middle": [], "last": "Barabási", "suffix": ""}], "year": 2009, "venue": "Molecular Systems Biology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "A Dynamic Network Approach for the Study of Human Phenotypes", "authors": [{"first": "C", "middle": ["A"], "last": "Hidalgo", "suffix": ""}, {"first": "N", "middle": [], "last": "Blumm", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Barabási", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Christakis", "suffix": ""}], "year": 2009, "venue": "PLoS Computational Biology", "volume": "5", "issn": "4", "pages": "", "other_ids": {"DOI": ["https:/dx.plos.org/10.1371/journal.pcbi.1000353"]}}, "BIBREF28": {"ref_id": "b28", "title": "The implications of human metabolic network topology for disease comorbidity", "authors": [{"first": "D", "middle": ["S"], "last": "Lee", "suffix": ""}], "year": 2008, "venue": "Proceedings of the National Academy of Sciences of the United States of America", "volume": "105", "issn": "", "pages": "9880--9885", "other_ids": {"DOI": ["10.1073/pnas.0802208105"]}}, "BIBREF29": {"ref_id": "b29", "title": "Uncovering disease-disease relationships through the incomplete interactome", "authors": [{"first": "J", "middle": [], "last": "Menche", "suffix": ""}], "year": null, "venue": "Science", "volume": "347", "issn": "6224", "pages": "", "other_ids": {"DOI": ["10.1126/science.1065103"]}}, "BIBREF30": {"ref_id": "b30", "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study", "authors": [{"first": "N", "middle": [], "last": "Chen", "suffix": ""}], "year": null, "venue": "The Lancet", "volume": "395", "issn": "10223", "pages": "30211--30218", "other_ids": {"DOI": ["10.1016/S0140-6736(20"]}}, "BIBREF31": {"ref_id": "b31", "title": "Clinical Characteristics of 138 Hospitalized Patients with 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}], "year": null, "venue": "JAMA -Journal of the American Medical Association", "volume": "3", "issn": "2020", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.1585"]}}, "BIBREF32": {"ref_id": "b32", "title": "Self-reported olfactory and taste disorders in SARS-CoV-2 patients: a cross-sectional study", "authors": [{"first": "A", "middle": [], "last": "Giacomelli", "suffix": ""}], "year": 2020, "venue": "Clinical Infectious Diseases", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["https:/academic.oup.com/cid/advance-article/doi/10.1093/cid/ciaa330/5811989"]}}, "BIBREF33": {"ref_id": "b33", "title": "Drug-target network", "authors": [{"first": "M", "middle": ["A"], "last": "Yildirim", "suffix": ""}], "year": 2007, "venue": "Nature Biotechnology", "volume": "25", "issn": "10", "pages": "1119--1126", "other_ids": {"DOI": ["10.1038/nbt1338"]}}, "BIBREF34": {"ref_id": "b34", "title": "On the Surprising Behavior of Distance Metrics in High Dimensional Space", "authors": [{"first": "C", "middle": ["C"], "last": "Aggarwal", "suffix": ""}, {"first": "A", "middle": [], "last": "Hinneburg", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Keim", "suffix": ""}], "year": 2001, "venue": "Database Theory -ICDT 2001", "volume": "", "issn": "", "pages": "420--434", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "On Information and Sufficiency", "authors": [{"first": "S", "middle": [], "last": "Kullback", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Leibler", "suffix": ""}], "year": 1951, "venue": "Ann. Math. Statist", "volume": "22", "issn": "1", "pages": "79--86", "other_ids": {"DOI": ["10.1214/aoms/1177729694"]}}, "BIBREF36": {"ref_id": "b36", "title": "Divergence measures based on the Shannon entropy", "authors": [{"first": "J", "middle": [], "last": "Lin", "suffix": ""}], "year": 1991, "venue": "IEEE Transactions on Information Theory", "volume": "37", "issn": "1", "pages": "145--151", "other_ids": {"DOI": ["10.1109/18.61115"]}}, "BIBREF37": {"ref_id": "b37", "title": "Modeling polypharmacy side effects with graph convolutional networks", "authors": [{"first": "M", "middle": [], "last": "Zitnik", "suffix": ""}, {"first": "M", "middle": [], "last": "Agrawal", "suffix": ""}, {"first": "J", "middle": [], "last": "Leskovec", "suffix": ""}], "year": 2018, "venue": "Bioinformatics", "volume": "34", "issn": "13", "pages": "457--466", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Machine learning for integrating data in biology and medicine: Principles, practice, and opportunities. Information Fusion", "authors": [{"first": "M", "middle": [], "last": "Zitnik", "suffix": ""}], "year": 2019, "venue": "", "volume": "50", "issn": "", "pages": "71--91", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Dimensionality reduction for visualizing single-cell data using UMAP", "authors": [{"first": "E", "middle": [], "last": "Becht", "suffix": ""}], "year": 2019, "venue": "Nature Biotechnology", "volume": "37", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Voting schemes for which it can be difficult to tell who won the election", "authors": [{"first": "J", "middle": [], "last": "Bartholdi", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Tovey", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Trick", "suffix": ""}], "year": 1989, "venue": "Social Choice and welfare", "volume": "6", "issn": "2", "pages": "157--165", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Rank aggregation methods for the web", "authors": [{"first": "C", "middle": [], "last": "Dwork", "suffix": ""}, {"first": "R", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "M", "middle": [], "last": "Naor", "suffix": ""}, {"first": "D", "middle": [], "last": "Sivakumar", "suffix": ""}], "year": 2001, "venue": "Proceedings of the 10th international conference on World Wide Web", "volume": "", "issn": "", "pages": "613--622", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin", "authors": [{"first": "P", "middle": [], "last": "Zhou", "suffix": ""}], "year": null, "venue": "Nature", "volume": "579", "issn": "7798", "pages": "270--273", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "SARS-CoV-2 launches a unique transcriptional signature from in vitro, ex vivo, and in vivo systems", "authors": [{"first": "D", "middle": [], "last": "Blanco-Melo", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.03.24.004655"]}}, "BIBREF44": {"ref_id": "b44", "title": "Angiotensin-converting enzyme 2 (ACE2) as a SARS-CoV-2 receptor: molecular mechanisms and potential therapeutic target", "authors": [{"first": "H", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "Intensive Care Medicine", "volume": "46", "issn": "4", "pages": "586--590", "other_ids": {"DOI": ["10.1007/s00134-020-05985-9"]}}, "BIBREF45": {"ref_id": "b45", "title": "SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor", "authors": [{"first": "M", "middle": [], "last": "Hoffmann", "suffix": ""}], "year": null, "venue": "Cell", "volume": "", "issn": "0", "pages": "", "other_ids": {"DOI": ["10.1016/j.cell.2020.02.052"]}}, "BIBREF46": {"ref_id": "b46", "title": "A reference map of the human protein interactome. bioRxiv", "authors": [{"first": "K", "middle": [], "last": "Luck", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/605451"]}}, "BIBREF47": {"ref_id": "b47", "title": "Interactome3D: adding structural details to protein networks", "authors": [{"first": "R", "middle": [], "last": "Mosca", "suffix": ""}, {"first": "A", "middle": [], "last": "Céol", "suffix": ""}, {"first": "P", "middle": [], "last": "Aloy", "suffix": ""}], "year": 2013, "venue": "Nature methods", "volume": "10", "issn": "1", "pages": "47--53", "other_ids": {"DOI": ["10.1038/nmeth.2289"]}}, "BIBREF48": {"ref_id": "b48", "title": "INstruct: a database of highquality 3D structurally resolved protein interactome networks", "authors": [{"first": "M", "middle": ["J"], "last": "Meyer", "suffix": ""}, {"first": "J", "middle": [], "last": "Das", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Yu", "suffix": ""}], "year": 2013, "venue": "Bioinformatics", "volume": "29", "issn": "12", "pages": "1577--1586", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Interactome INSIDER: a structural interactome browser for genomic studies", "authors": [{"first": "M", "middle": ["J"], "last": "Meyer", "suffix": ""}], "year": 2018, "venue": "Nature methods", "volume": "15", "issn": "2", "pages": "107--114", "other_ids": {"DOI": ["10.1038/nmeth.4540"]}}, "BIBREF50": {"ref_id": "b50", "title": "PINA v2.0: mining interactome modules", "authors": [{"first": "M", "middle": ["J"], "last": "Cowley", "suffix": ""}], "year": 2012, "venue": "Nucleic acids research", "volume": "40", "issn": "", "pages": "862--867", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "MINT, the molecular interaction database: 2012 update", "authors": [{"first": "L", "middle": [], "last": "Licata", "suffix": ""}], "year": 2012, "venue": "Nucleic Acids Research", "volume": "40", "issn": "D1", "pages": "857--861", "other_ids": {"DOI": ["https:/academic.oup.com/nar/article-lookup/doi/10.1093/nar/gkr930"]}}, "BIBREF52": {"ref_id": "b52", "title": "The BioGRID interaction database: 2017 update. Nucleic acids research", "authors": [{"first": "A", "middle": [], "last": "Chatr-Aryamontri", "suffix": ""}], "year": 2017, "venue": "", "volume": "45", "issn": "", "pages": "369--379", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "HINT: High-quality protein interactomes and their applications in understanding human disease", "authors": [{"first": "J", "middle": [], "last": "Das", "suffix": ""}, {"first": "H", "middle": [], "last": "Yu", "suffix": ""}], "year": 2012, "venue": "BMC Systems Biology", "volume": "6", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1752-0509-6-92"]}}, "BIBREF54": {"ref_id": "b54", "title": "HIPPIE v2.0: enhancing meaningfulness and reliability of protein-protein interaction networks", "authors": [{"first": "G", "middle": [], "last": "Alanis-Lobato", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Andrade-Navarro", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Schaefer", "suffix": ""}], "year": 2017, "venue": "Nucleic acids research", "volume": "45", "issn": "D1", "pages": "408--414", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "APID database: Redefining protein-protein interaction experimental evidences and binary interactomes", "authors": [{"first": "D", "middle": [], "last": "Alonso-López", "suffix": ""}], "year": 2019, "venue": "Database", "volume": "", "issn": "i", "pages": "1--8", "other_ids": {"DOI": ["10.1093/database/baz005"]}}, "BIBREF56": {"ref_id": "b56", "title": "A scored human protein-protein interaction network to catalyze genomic interpretation", "authors": [{"first": "T", "middle": [], "last": "Li", "suffix": ""}], "year": 2016, "venue": "Nature Methods", "volume": "14", "issn": "1", "pages": "61--64", "other_ids": {"DOI": ["10.1038/nmeth.4083"]}}, "BIBREF57": {"ref_id": "b57", "title": "Architecture of the human interactome defines protein communities and disease networks", "authors": [{"first": "E", "middle": ["L"], "last": "Huttlin", "suffix": ""}], "year": null, "venue": "Nature", "volume": "545", "issn": "7655", "pages": "", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "A Human Interactome in Three Quantitative Dimensions Organized by Stoichiometries and Abundances", "authors": [{"first": "M", "middle": ["Y"], "last": "Hein", "suffix": ""}], "year": null, "venue": "Cell", "volume": "163", "issn": "3", "pages": "", "other_ids": {"DOI": ["10.1016/j.cell.2015.09.053"]}}, "BIBREF59": {"ref_id": "b59", "title": "Panorama of ancient metazoan macromolecular complexes", "authors": [{"first": "C", "middle": [], "last": "Wan", "suffix": ""}], "year": 2015, "venue": "Nature", "volume": "525", "issn": "7569", "pages": "339--383", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Quantitative network mapping of the human kinome interactome reveals new clues for rational kinase inhibitor discovery and individualized cancer therapy", "authors": [{"first": "F", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "P", "middle": [], "last": "Jia", "suffix": ""}, {"first": "Q", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2014, "venue": "Oncotarget", "volume": "5", "issn": "11", "pages": "3697--710", "other_ids": {"DOI": ["10.18632/oncotarget.1984"]}}, "BIBREF61": {"ref_id": "b61", "title": "2014: mutations, PTMs and recalibrations", "authors": [{"first": "P", "middle": ["V"], "last": "Hornbeck", "suffix": ""}], "year": 2015, "venue": "Nucleic acids research", "volume": "43", "issn": "", "pages": "512--532", "other_ids": {"DOI": ["10.1093/nar/gku1267"]}}, "BIBREF62": {"ref_id": "b62", "title": "SignaLink 2 -a signaling pathway resource with multi-layered regulatory networks", "authors": [{"first": "D", "middle": [], "last": "Fazekas", "suffix": ""}], "year": 2013, "venue": "BMC systems biology", "volume": "7", "issn": "7", "pages": "", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "InnateDB: systems biology of innate immunity and beyond-recent updates and continuing curation", "authors": [{"first": "K", "middle": [], "last": "Breuer", "suffix": ""}], "year": 2013, "venue": "Nucleic acids research", "volume": "", "issn": "", "pages": "1228--1261", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Neural message passing for quantum chemistry", "authors": [{"first": "J", "middle": [], "last": "Gilmer", "suffix": ""}], "year": 2017, "venue": "ICML", "volume": "", "issn": "", "pages": "1263--1272", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Graph attention networks. ICLR", "authors": [{"first": "P", "middle": [], "last": "Veličković", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Adam: A method for stochastic optimization", "authors": [{"first": "D", "middle": [], "last": "Kingma", "suffix": ""}, {"first": "J", "middle": [], "last": "Ba", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1412.6980"]}}, "BIBREF67": {"ref_id": "b67", "title": "Understanding the difficulty of training deep feedforward neural networks", "authors": [{"first": "X", "middle": [], "last": "Glorot", "suffix": ""}, {"first": "Y", "middle": [], "last": "Bengio", "suffix": ""}], "year": 2010, "venue": "AISTATS", "volume": "", "issn": "", "pages": "249--256", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Embedding logical queries on knowledge graphs", "authors": [{"first": "W", "middle": [], "last": "Hamilton", "suffix": ""}], "year": 2018, "venue": "NIPS", "volume": "", "issn": "", "pages": "2026--2037", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Dropout: a simple way to prevent neural networks from overfitting", "authors": [{"first": "N", "middle": [], "last": "Srivastava", "suffix": ""}], "year": 2014, "venue": "JMLR", "volume": "15", "issn": "1", "pages": "1929--1958", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Inductive representation learning on large graphs", "authors": [{"first": "W", "middle": [], "last": "Hamilton", "suffix": ""}, {"first": "Z", "middle": [], "last": "Ying", "suffix": ""}, {"first": "J", "middle": [], "last": "Leskovec", "suffix": ""}], "year": 2017, "venue": "NIPS", "volume": "", "issn": "", "pages": "1024--1034", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "resources for optimized storage and integrated traversal of annotated dense matrices", "authors": [{"first": "O", "middle": ["M"], "last": "Enache", "suffix": ""}], "year": 2019, "venue": "Bioinformatics", "volume": "35", "issn": "8", "pages": "1427--1429", "other_ids": {"DOI": ["10.1093/bioinformatics/bty784"]}}, "BIBREF72": {"ref_id": "b72", "title": "Bayes factors", "authors": [{"first": "R", "middle": ["E"], "last": "Kass", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Raftery", "suffix": ""}], "year": 1995, "venue": "Journal of the American Statistical Association", "volume": "90", "issn": "430", "pages": "773--795", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Assessing robustness of intrinsic tests of independence in two-way contingency tables", "authors": [{"first": "G", "middle": [], "last": "Casella", "suffix": ""}, {"first": "E", "middle": [], "last": "Moreno", "suffix": ""}], "year": 2012, "venue": "Journal of the American Statistical Association", "volume": "104", "issn": "487", "pages": "1261--1271", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Scikit-learn: Machine Learning in Python", "authors": [{"first": "F", "middle": [], "last": "Pedregosa", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "), three-dimensional (3D) protein structures (Interactome3D 48 , Instruct 49 , Insider 50 ) or literature curation (PINA 51 , MINT 52 , LitBM17 47 , Interactome3D, Instruct, Insider, BioGrid 53 , HINT 54 , HIPPIE 55 , APID 56 , In-Web 57 ); 2) PPIs identified by affinity purification followed by mass spectrometry present in BioPlex2 58 , QUBIC 59 , CoFrac 60 , HINT, HIPPIE, APID, LitBM17, InWeb; 3) kinasesubstrate interactions from KinomeNetworkX 61 and PhosphoSitePlus 62 ; 4) signaling interactions from SignaLink 63 and InnateDB 64 ; and 5) regulatory interactions derived by the ENCODE consortium. We used the curated list of PSI-MI IDs provided by Alonso-López et al (2019)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "DSD(A, B) = ||He(A) − He(B)||.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "A.L.B designed the study. A.A, D.M.G, M.Z, and X.G performed drug predictions. I.D.V analyzed disease comorbidities and drug validation. A.A, D.M.G, I.D.V, M.Z, O.V, and X.G analyzed the data. O.V. carried out ClinicalTrials.gov data analysis for model selection and performance analysis. J.L manually curated the drug candidates. A.L.B, D.M.G, and I.D.V wrote the paper with input from all authors. All authors read and approved the manuscript. D.G guided A.A with designing diffusion-based similarity implementations and H.S curated list of promising drugs for COVID-19.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Declaration of interests J.L. and A.L.B are co-scientific founder of Scipher Medicine, Inc., which applies network medicine strategies to biomarker development and personalized drug selection. A.L.B is the founder of Nomix Inc. and Foodome, Inc. that apply data science to health; O.V and D.M.G are scientific consultants for Nomix Inc. I.D.V is a scientific consultant for Foodome Inc.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Network Medicine Approaches to Drug Repurposing. (A) The physical interactions that we use as input in the network medicine framework: Virus-human protein interaction, capturing the human proteins to which the viral proteins can bind; human protein-protein interactions, defining the human interactome of 18, 508 proteins linked by 332, 749 pairwise physical interactions; and the drug-human protein interactions, capturing the human protein targets of each drug in DrugBank. (B) A schematic representation of the input data we use for the predictions, the three prediction methods and the resulting pipelines, and the outcomes provided by the analysis. The COVID-19 Disease Module. (A) Proteins targeted by SARS-CoV2 are not distributed randomly in the human interactome, but form a large connected component (LCC) consisting of 208 proteins, as well as multiple small subgraphs. We do not show the 93 viral targets that do not interact with other viral targets. Proteins not expressed in the lung are shown in orange, indicating that almost all proteins in SARS-CoV2 LCC are expressed in the lung, explaining the effectiveness of the virus in causing pulmonary infections. (B)", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Disease Comorbidity.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Using Proximity to Predict Repurposing Drugs: (A) The local neighborhood of the human interactome showing the targets of the drug chloroquine and the reference drug, dextrotyroxine, and the proteins closest to them targeted by COVID-19 viral proteins. (B) Distribution of proximity scores for 6, 116 drugs, capturing their distance to SARS-CoV2 targets. The six lighter bars indicate the proximity of drugs currently tested in clinical trials for COVID-19.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Comparison of the Predictive Pipelines. (A) Heatmap of the Kendall τ capturing the correlation between the ranking predicted by the 12 drug repurposing pipelines. Methods using different approaches are not correlated, potentially prioritizing different drugs. (B) ROC Curves and AUC for each of the twelve pipelines used for drug repurposing, using as a gold standard the drugs under evaluation in clinical trial for treating COVID-19", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Validation Using Gene Expression Data. (A) Local region of the interactome showing the COVID-19 targets. The drug mitoxantrone (3.33µM , 24h) perturbs the gene expression of 75 COVID-19 targets (labeled proteins) in the lung cell line HCC515 (green and red colors represent down-and up-regulation, respectively). (B): The comparison of bortezomib treatment (YAPC, 20 µM ) and SARS-CoV2 infection perturbation profiles shows a negative correlation (Spearman ρ = −0.58, FDR-BH p adj -value = 1.67×10 −7 ), indicating that the drug counteracts the effects of the infection for 65 genes (orange dots). The straight line shows a linear fit between the two profiles and the respective confidence interval. Positive values represent upregulated expression and negative values represents down-regulated expression on both axes.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Distribution of the Proximity (S vb ) Between 299 Diseases and COVID-19 Targets. S vb values repressent the network-based overlap between SARS-CoV2 targets v and the genes associated with each disease b.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Comparison of Diffusion-Based Measures on Ranking HIV Drugs. Side by side boxplot of ranking distributions across 5 different diffusion-based methods on HIV. The distribution of 22 FDA approved HIV drugs is shown by red and each circle shows one distinct drug.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Comparison of Diffusion-Based Measures on Ranking Drugs Being Tested for COVID-19. Side by side boxplot of ranking distributions across 5 different diffusion-based methods on COVID-19. The distribution of 24 distinct potential drugs is shown by red and each circle shows one distinct drug. The list of 24 potential drugs was obtained from curation of Nature News", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Overview of AI-based Strategy for Drug Repurposing. (A) Visualization of the learned embedding space. Every point represents a drug (in blue) or a disease (in orange). If a drug and a disease are embedded close together in this space, this means the underlying PPI networks of the drug and the disease are predictive of whether the drug can treat the disease. (B) Probability distributions of indications and non-indications learned by the AI model are wellseparated, indicating the model can distinguish between successful and failed drug indications. (C) Predictive performance of the AI model on the held-out test set of drug indications. Higher values indicated better performance (AUROC, Area under the ROC curve; AUPRC, Area under the PR curve; MAP@50, Mean average precision at top 50.", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Drug Repurposing Candidates Show Greater Overlap of Perturbed Genes and COVID-19 Targets. We find that of the 59 repurposing candidates present in the Connectivity Map database 43 have statistically significant overlap of perturbed genes and COVID-19 targets. We created a reference distribution by randomly selecting 59 drugs and measuring the same overlap in 500 iterations. On average, only 17 ± 4.9 of the 59 randomly selected drugs have statistically significant overlap between perturbed genes and COVID-19 targets.", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Drug Repurposing Candidates Show Greater Anticorrelated Effects with SARS-CoV2 infection. We find that of the 59 repurposing candidates present in the Connectivity Map database 22 have have negative correlation coefficients (Spearman ρ < 0, FDR-BH p adj -value < 0.05) when comparing with SARS-CoV2 infection perturbations. We created a reference distribution by randomly selecting 59 drugs and measuring the Spearman correlation in 500 iterations. On average, only 3 ± 2 of the 59 randomly selected drugs have statistically significant negative correlation coefficients. AUC over time for each method. We measured the performance of each ranking method by computing ROC (Receiver Operating Characteristics) curves and AUC (area underthe curve) values. True positives were obtained from ClinicalTrials.gov by retrieving the list of drugs currently undergoing clinical trials for COVID-19", "latex": null, "type": "figure"}, "TABREF1": {"text": "Tissues Affected by SARS-CoV2. The list of 30 tissues whose Z-Scores are higher than the overall Z-Score of the COVID-19 LCC. Tissues in the same or similar systems or organs are shaded by the same color.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Tissue </td><td>LCC </td><td>Z-Score\n</td></tr><tr><td>Immortalized cell line </td><td>171 </td><td> 2.114\n</td></tr><tr><td>Vagina </td><td>185 </td><td>2.062\n</td></tr><tr><td>Brain-Frontal Cortex </td><td>162 </td><td>1.923\n</td></tr><tr><td>Pancreas </td><td>133 </td><td> 1.908\n</td></tr><tr><td>Heart-Left Ventricle </td><td>129 </td><td>1.897\n</td></tr><tr><td>Brain-Cortex </td><td>161 </td><td>1.889\n</td></tr><tr><td>Brain-Hippocampus </td><td>149 </td><td>1.884\n</td></tr><tr><td>Colon-Sigmoid </td><td>179 </td><td> 1.870\n</td></tr><tr><td>Kidney-Cortex </td><td>151 </td><td>1.848\n</td></tr><tr><td>Fibroblasts </td><td>183 </td><td> 1.843 </td></tr><tr><td>Adrenal Gland </td><td>168 </td><td> 1.816\n</td></tr><tr><td>Uterus </td><td>184 </td><td>1.808\n</td></tr><tr><td>Cervix-Endocervix </td><td>185 </td><td>1.801\n</td></tr><tr><td>Bladder </td><td>179 </td><td> 1.799\n</td></tr><tr><td>Testis </td><td>189 </td><td>1.794\n</td></tr><tr><td>Lung </td><td>182 </td><td>1.780\n</td></tr><tr><td>Artery </td><td>178 </td><td>1.777\n</td></tr><tr><td>Spleen </td><td>173 </td><td>1.761\n</td></tr><tr><td>Colon </td><td>179 </td><td> 1.760\n</td></tr><tr><td>Brain-Hypothalamus </td><td>157 </td><td>1.757\n</td></tr><tr><td>Esophagus-Mucosa </td><td>175 </td><td> 1.757\n</td></tr><tr><td>Cervix-Ectocervix </td><td>184 </td><td>1.730\n</td></tr><tr><td>Ovary </td><td>182 </td><td>1.726\n</td></tr><tr><td>Skin </td><td>178 </td><td> 1.720\n</td></tr><tr><td>Heart-Atrial Appendage </td><td>153 </td><td>1.716\n</td></tr><tr><td>Prostate </td><td>183 </td><td>1.715\n</td></tr><tr><td>Brain-Spinal cord </td><td>169 </td><td>1.713\n</td></tr><tr><td>Kidney </td><td>167 </td><td> 1.704\n</td></tr><tr><td>Brain-Anterior cingulate cortex </td><td>152 </td><td>1.690\n</td></tr><tr><td>All </td><td>208 </td><td> 1.658\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Drug Repurposing Candidates. The list of the 81 drugs selected for repurposing. It shows the drugs' name, the final combined rank of each drug, the number of clinical trials in which the drug is being tested for COVID-19 and references to paper, that already noted their potential COVID-19 relevance.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Drug </td><td>C-rank </td><td> </td><td>Drug </td><td>C-rank </td><td>Drug </td><td>C-rank\n</td></tr><tr><td>76 Ritonavir20\n</td><td>1\n</td><td> </td><td>Mesalazine\n</td><td>69\n</td><td> </td><td>Sulfanilamide\n</td><td>265\n</td></tr><tr><td>Isoniazid\n</td><td>2\n</td><td> </td><td>Pentamidine\n</td><td>92\n</td><td> </td><td>Hydralazine\n</td><td>269\n</td></tr><tr><td>Troleandomycin\n</td><td>3\n</td><td> </td><td>Verapamil\n</td><td>98\n</td><td> </td><td>Gemfibrozil\n</td><td>281\n</td></tr><tr><td>Cilostazol\n</td><td>4\n</td><td>43 </td><td>Melatonin</td><td>109\n</td><td>4\n</td><td>Ruxolitinib\n</td><td>284\n</td></tr><tr><td>18,77 Chloroquine76\n</td><td>5\n</td><td> </td><td>Griseofulvin\n</td><td>112\n</td><td> </td><td>Propranolol\n</td><td>297\n</td></tr><tr><td>Rifabutin\n</td><td>6\n</td><td> </td><td>Auranofin\n</td><td>118\n</td><td> </td><td>Carbamazepine\n</td><td>301\n</td></tr><tr><td>Flutamide\n</td><td>7\n</td><td>Atovaquone\n1\n</td><td>124\n</td><td> </td><td>Doxorubicin\n</td><td>309\n</td></tr><tr><td>Dexamethasone\n2\n</td><td>8\n</td><td> </td><td>Montelukast\n</td><td>131\n</td><td> </td><td>Levothyroxine\n</td><td>329\n</td></tr><tr><td>Rifaximin\n</td><td>9\n</td><td> </td><td>Romidepsin\n</td><td>138\n</td><td>43\n</td><td>Dactinomycin\n</td><td>335\n</td></tr><tr><td>Azelastine\n</td><td>10\n</td><td>1\n</td><td>Cobicistat\n</td><td>141\n</td><td> </td><td>Tenofivir\n</td><td>338\n</td></tr><tr><td>Folic Acid\n</td><td>16\n</td><td>17\n</td><td>Lopinavir\n</td><td>146\n</td><td> </td><td>Tadalafil\n</td><td>339\n</td></tr><tr><td>Rabeprazole\n</td><td>27\n</td><td> </td><td>Pomalidomide\n</td><td>155\n</td><td> </td><td>Doxazosin\n</td><td>367\n</td></tr><tr><td>Methotrexate\n</td><td>32\n</td><td> </td><td>Sulfinpyrazone\n</td><td>157\n</td><td> </td><td>Rosiglitazone\n</td><td>397\n</td></tr><tr><td>Digoxin\n</td><td>33\n</td><td>1\n</td><td>Levamisole\n</td><td>161\n</td><td> </td><td>Aminolevulinic acid\n</td><td>398\n</td></tr><tr><td>Theophylline\n</td><td>34\n</td><td> </td><td>Calcitriol\n</td><td>164\n</td><td> </td><td>Nitroglycerin\n</td><td>418\n</td></tr><tr><td>Fluconazole\n</td><td>41\n</td><td>1\n</td><td>Interferon-β-1a\n</td><td>173\n</td><td> </td><td>Metformin\n</td><td>457\n</td></tr><tr><td>Aminoglutethimide\n</td><td>42\n</td><td> </td><td>Praziquantel\n</td><td>176\n</td><td>1\n</td><td>Nintedanib\n</td><td>466\n</td></tr><tr><td>Hydroxychloroquine\n13\n67\n</td><td>44\n</td><td>1\n</td><td>Ascorbic acid\n</td><td>195\n</td><td> </td><td>Allopurinol\n</td><td>471\n</td></tr><tr><td>Methimazole\n</td><td>47\n</td><td> </td><td>Fluvastatin\n</td><td>199\n</td><td>13\n</td><td>Ponatinib\n</td><td>491\n</td></tr><tr><td>Ribavirin\n13\n1\n</td><td>49\n</td><td>1\n</td><td>Interferon-β-1b\n</td><td>203\n</td><td>1\n</td><td>Sildenafil\n</td><td>493\n</td></tr><tr><td>Omeprazole\n1\n</td><td>50\n</td><td> </td><td>Selegiline\n</td><td>206\n</td><td> </td><td>Dapagliflozin\n</td><td>504\n</td></tr><tr><td>Bortezomib\n</td><td>53\n</td><td>1\n</td><td>Deferoxamine\n</td><td>227\n</td><td> </td><td>Nitroprusside\n</td><td>515\n</td></tr><tr><td>Leflunomide\n</td><td>54\n</td><td>78 </td><td>Ivermectin</td><td>235\n</td><td> </td><td>Cinacalcet\n</td><td>553\n</td></tr><tr><td>Dimethylfumarate\n</td><td>55\n</td><td>1\n</td><td>Atorvastatin\n</td><td>243\n</td><td> </td><td>Mexiletine\n</td><td>559\n</td></tr><tr><td>Colchicine\n4\n</td><td>57\n</td><td>79\n</td><td>Mitoxantrone\n</td><td>250\n</td><td> </td><td>Sitagliptin\n</td><td>706\n</td></tr><tr><td>Quercetin\n</td><td>63\n</td><td> </td><td>Glyburide\n</td><td>259\n</td><td>80\n</td><td>Carfilzomib\n</td><td>765\n</td></tr><tr><td>Mebendazole\n</td><td>67\n</td><td>2\n</td><td>Thalidomide\n</td><td>262\n1\n</td><td>81\n</td><td>Azithromycin\n</td><td>786\n</td></tr></table></body></html>"}, "TABREF3": {"text": "SARS-CoV2-Human Interactome. Protein-protein interactions between 29 SARS-CoV2 proteins and 332 human proteins detected by affinity purification followed by mass spectrometry (dataset retrieved from Gordon et al 13 ).", "latex": null, "type": "table"}, "TABREF4": {"text": "Network Overlap Between 299 Diseases and SARS-CoV2 Targets. The S vb measure captures the network-based overlap between SARS-CoV2 targets v and the gene pool associated with disease b.", "latex": null, "type": "table"}, "TABREF5": {"text": "Repurposing Candidates in Nature News. The drugs in this list were sourced from a curation by Nature News (https://www.nature.com/articles/d41587-020-00003-1). Repurposing candidates that are actively being tested for COVID-19 treatment were included. The list reports the approved indication for each drug as well as any known human target proteins.", "latex": null, "type": "table"}, "TABREF6": {"text": "Top-ranked drugs in the AI-based ranking (ranking 'A3'). Shown are top-20 drugs and conditions for which the drugs are indicated.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Rank </td><td>Drug ID </td><td>Drug name </td><td>Current indications\n</td></tr><tr><td>1 </td><td>DB01117 </td><td>Atovaquone </td><td>Hematologic cancer, Malaria\n</td></tr><tr><td>2 </td><td>DB01201 </td><td>Rifapentine </td><td>Pulmonary tuberculosis\n</td></tr><tr><td>3 </td><td>DB00608 </td><td>Chloroquine </td><td>Rheumatoid Arthritis, Malaria, Sarcoidosis\n</td></tr><tr><td>4 </td><td>DB00834 </td><td>Mifepristone </td><td>Cushing's disease, Meningioma, Brain cancer\n</td></tr><tr><td>5 </td><td>DB00431 </td><td>Lindane </td><td>Pediculus capitis infestation\n</td></tr><tr><td>6 </td><td>DB09029 </td><td>Secukinumab </td><td>Chronic small plaque psoriasis\n</td></tr><tr><td>7 </td><td>DB11574 </td><td>Elbasvir </td><td>Hepatitis C\n</td></tr><tr><td>8 </td><td>DB09065 </td><td>Cobicistat </td><td>HIV Infections\n</td></tr><tr><td>9 </td><td>DB09054 </td><td>Idelalisib </td><td>Lymphocytic Leukemi\n</td></tr><tr><td>10 </td><td>DB09102 </td><td>Daclatasvir </td><td>Hepatitis C\n</td></tr><tr><td>11 </td><td>DB08880 </td><td>Teriflunomide </td><td>Multiple sclerosis, Lupus nephritis, Rheumatoid arthritis Chronic small plaque psoriasis\n</td></tr><tr><td>12 </td><td>DB11569 </td><td>Ixekizumab </td><td> </td></tr><tr><td>13 </td><td>DB01058 </td><td>Praziquantel </td><td>Schistosomiasis, Opisthorchiasis\n</td></tr><tr><td>14 </td><td>DB00503 </td><td>Ritonavir </td><td>Acquired immunodeficiency syndrome, Hepatitis C,\n</td></tr><tr><td>15 </td><td>DB13179 </td><td>Troleandomycin\n</td><td>HIV-1 infection\n</td></tr><tr><td>16 </td><td>DB01222 </td><td>Budesonide </td><td>Ulcerative colitis, Liver cirrhosis, Lung diseases, Asthma\n</td></tr><tr><td>17 </td><td>DB09212 </td><td>Loxoprofen </td><td>Rheumatoid Arthritis\n</td></tr><tr><td>18 </td><td>DB00687 </td><td>Fludrocortisone </td><td>Dysautonomia, Mitral Valve Prolapse Syndrome,\n</td></tr><tr><td>19 </td><td>DB08865 </td><td>Crizotinib </td><td>Parkinson's disease, Peripheral motor neuropathy Lung cancer, Hematologic cancer\n</td></tr><tr><td>20 </td><td>DB09101 </td><td>Elvitegravir </td><td>HIV Infections\n</td></tr></table></body></html>"}, "TABREF7": {"text": "Drugs Under Evaluation in Clinical Trials for Treating COVID-19. We collected all the clinical trials relevant to COVID-19 from the ClinicalTrials.gov platform. Here we provide the clinical trial ID, the interventions, the phase, status, enrollment, and the start and end date of each trial.", "latex": null, "type": "table"}}, "back_matter": []}