{
    "paper_id": "71aca894991c6ae5bc36c39657839fa86b2c4f38",
    "metadata": {
        "title": "Clear plastic drapes may be effective at limiting aerosolization and droplet spray during extubation: implications for COVID-19",
        "authors": [
            {
                "first": "Clyde",
                "middle": [
                    "T"
                ],
                "last": "Matava",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Mhsc",
                "middle": [
                    "Julie"
                ],
                "last": "Mmed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Frca",
                "middle": [
                    "Simon"
                ],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Denning",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Health care providers (HCPs) performing aerosolgenerating medical procedures (AGMP) in patients with the disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), also known as coronavirus disease , are considered to be at higher risk for contracting the disease. 1 Reports on the airborne transmission of SARS-CoV-2 have resulted in concerns over increased risk for infection, especially with global shortages of personal protection equipment (PPE) needed for droplet precautions. 2 Contamination of surfaces and personnel with virus-loaded droplets may occur during high-risk AGMP, such as intubation and extubation. A recent report recommended the use of gauze around the patient's mouth as a method for reducing the aerosolization of the virus. 1 Our group performed a series of experiments assessing whether clear plastic drapes were effective in containing aerosolization during extubation. These experiments did not require institutional research ethics approval.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 287,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 504,
                    "end": 505,
                    "text": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 771,
                    "end": 772,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "All experiments utilized Glo-germ TM (Glo Germ Company, Moab, UT, USA), a fluorescent resin powder with particle sizes between 1 and 5 lm (SARS-COV-2 is 0.07-1.2 lm), with ultraviolet light detection in a darkened operating room. A pediatric mannequin (Eletripod ET/J10 Tracheal Intubation model, Tuqi, China) was used. Simulated secretions (0.5 mL of Glo-germ) were applied to the oropharynx and the mid-trachea of the mannequin. A cough was simulated using a calibrated medical air gun connected to the distal trachea, fired over 0.4 sec, delivering cough peak expiratory flow rates (CPEFR) of 150-180 LÁmin -1 outward from the trachea. The normal CPEFR ranges from 87 LÁmin -1 in children under one year to 728 LÁmin -1 in some adults; a CPEFR \\175 LÁmin -1 is predictive of failure to extubate in adults. [3] [4] [5] Between experiments, the mannequin was cleaned with alcohol, soap, and water. All experiments were video recorded (240 fps) using a combination of GoPro Hero 6 (GoPro Inc, San Mateo, CA, USA), iPhone X, X Max, and XR (Apple Inc, Cupertino, CA, USA).",
            "cite_spans": [
                {
                    "start": 809,
                    "end": 812,
                    "text": "[3]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 813,
                    "end": 816,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 817,
                    "end": 820,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "In the first series of experiments (Exp), we simulated a cough during extubation of the mannequin both without (Exp 1A) and with (Exp 1B) a single clear plastic drape applied over the head and endotracheal tube. We then repeated the same extubation cough sequence in a second series of experiments (Exp 2) using a modified three-layer plastic drape configuration. The first layer was placed under the head of the mannequin to protect the operating table and linen. The second torso-drape layer was applied from the neck down and over the chest, preventing contamination of the upper torso. The final over-head top drape was a clear plastic drape with a sticky edge that was secured at the mid-sternum level. It was draped over the patient's head to prevent contamination of the surrounding surfaces, including the HCPs. After the cough was complete, the top two drapes were rolled away together toward the patient's legs to contain and remove the contaminant, and the third drape was removed afterwards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "A cough without any plastic drapes applied (Exp 1A) resulted in a wide distribution of droplets contaminating the surrounding areas ( Figure A and eVideo in the Electronic Supplementary Material [ESM]). A The use of a single clear plastic drape (Exp 1B) restricted the aerosolization and droplet spraying of the particles, but using the three-drape technique (Exp 2) significantly reduced contamination of the immediate area surrounding the patient (Figure B ; eVideo in the ESM). An area of significant contamination, a ''hot-zone'', was noted on the drape covering the bed beneath the mannequin head ( Figure C) . The patient's face and head were also contaminated ( Figure C ). Nevertheless, we were able to successfully remove these drapes (by rolling them up) without further contamination of the area or the HCP. This was evidenced by the lack of fluorescent particles on visual inspection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 142,
                    "text": "Figure A",
                    "ref_id": null
                },
                {
                    "start": 449,
                    "end": 458,
                    "text": "(Figure B",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 613,
                    "text": "Figure C)",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 677,
                    "text": "Figure C",
                    "ref_id": null
                }
            ],
            "section": "To the Editor,"
        },
        {
            "text": "Our series of experiments (each performed once) were proof-of-concept on the patterns of aerosolization and droplet sprays during extubation and the impact of clear drapes. We showed that the use of low-cost barriers (clear plastic drapes) was able to significantly limit aerosolization and droplet spray. Protection of frontline HCPs is paramount. Nevertheless, PPE is a limited resource and often requires providers to be adaptive and resourceful in a crisis. The inexpensive and simple method of using clear drapes during extubation (and possibly intubation) of COVID-19 patients may be considered by frontline HCPs and infection control specialists as an additional precaution. Modifications of the clear plastics can be adapted for surgical procedures that may be AGMPs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Limitations of this work include its low-fidelity design and use of a larger particle (Glo-Germ) that may not reflect true spread of a virus like SARS-CoV-2. It is particularly important that HCPs take care not to generate further aerosols when removing the drapes; and we recommend using the three-panel draping as opposed to the singledrape technique. Further studies will be needed to further refine this model and its findings. There is no contamination of the area previously covered by the torso clear plastic drape.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Intubation and ventilation amid the COVID-19 outbreak: Wuhan's experience",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anesthesiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Maximum voluntary cough: an indication of airway function",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Beardsmore",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Wimpress",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Thomson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goodenough",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Bull Eur Physiopathol Respir",
            "volume": "23",
            "issn": "",
            "pages": "465--72",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cough peak flows: standard values for children and adolescents",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bianchi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Baiardi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Phys Med Rehabil",
            "volume": "87",
            "issn": "",
            "pages": "461--468",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The impact of high-flow nasal cannula (HFNC) on coughing distance: implications on its use during the novel coronavirus disease outbreak",
            "authors": [
                {
                    "first": "Will",
                    "middle": [],
                    "last": "Loh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Taculod",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anesth",
            "volume": "DOI",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12630-020-01634-3"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The distribution of particles following the use of a threelayered clear plastic drape configuration for extubation with a simulated cough. A) In experiment (Exp) 1A described in the text, coughing during extubation contaminated the airspace around the patient, including the torso, face, head, and bed. B) In Exp 2, a threepanel clear plastic drape was used: first layer placed under the head of the mannequin to protect the operating table and linen; second torsodrape layer applied from the neck down and over the chest, preventing contamination of the upper torso; third over-head top drape with a sticky edge secured at the mid-sternum level. The clear plastic drapes restrict contamination (white fluorescent particles) to the areas between the top clear plastic and the bottom clear plastic drape, as seen in the view from the patient's head under the third drape covering the face. C) Following removal of the top clear plastic drape and torso clear plastic drape in Exp 2, the contamination is restricted to the area previously under the top clear plastic drape.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Conflicts of interest None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Editorial responsibility This submission was handled by Dr. Hilary P. Grocott, Editor-in-Chief, Canadian Journal of Anesthesia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding statement None."
        }
    ]
}