{
    "paper_id": "71b37210e3e919242d7d3de67a7faf979d982091",
    "metadata": {
        "title": "Comment",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The coronavirus disease 2019 (COVID-19) pandemic, caused by severe acute respiratory syndrome corona virus 2 (SARS-CoV-2), continues to spread globally despite unprecedented social isolation and restrictions resulting in widespread economic decline. More than 3·2 million people have been infected and more than 230 000 of them have died. To date, no treatments have been definitively shown to be effective; however, a multipronged approach to mitigate transmission, morbidity, and mortality is ongoing. 1 While upstream prevention strategies such as vaccination are ideal, these strategies are unlikely to be available in time to address current clinical need. Instead, fast-tracking of drug development and repurposing of approved drugs 2 has facilitated and expedited clinical trials that might hasten effective therapeutics. Many of these drugs act, at least in part, to directly limit viral replication. By contrast, the use of interleukin-6 (IL-6) inhibition might have benefits by controlling the pathological immune response to the virus. Here, we expand on the theoretical basis of IL-6 inhibition and propose potential benefits from other immunomodulators that could, in theory, prove more efficacious.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 505,
                    "text": "1",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Immunomodulation in COVID-19"
        },
        {
            "text": "For the latter phase of convalescence, hospitalised patients with COVID-19 can develop a syndrome of dysregulated and systemic immune overactivation described as a cytokine storm or hyperinflammatory syndrome that worsens acute respiratory distress syndrome and can lead to multisystem organ failure. [3] [4] [5] The scarce systematic data available have shown an association between ferritin, lactate dehydrogenase, IL-6, IL-1, d-dimer, and C-reactive protein and severe disease. [6] [7] [8] If this group can be identified before decompensation, early and aggressive immunomodulatory treatment might prevent need for intubation and extracorporeal membrane oxygenation. To date, observational studies 9 suggest a possible benefit but results of placebocontrolled randomised clinical trials are not yet available. Given the methodological limitations of existing studies, more evidence is needed. With the rapidly expanding number of critically ill patients, there is an urgent need to identify multiple putative biological targets. While IL-6 inhibition attenuates key aspects of the cytokine cascade, we posit other immune targets of inhibition to be considered and their potential to be more efficacious in the setting of COVID-19, specifically IL-1 inhibitors and Janus kinase (JAK) inhibitors.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 304,
                    "text": "[3]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "[4]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "[5]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 481,
                    "end": 484,
                    "text": "[6]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "[7]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "[8]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Immunomodulation in COVID-19"
        },
        {
            "text": "Observational data show overlapping clinical features in severe COVID-19 with macrophage activating syndrome (MAS) and secondary haemophagocytic lymphohistiocytosis (HLH). 7 Hyperinflammatory states, specifically in fatal cases, highlight why consideration of HLH and MAS therapies are warranted. Furthermore, the pathogenesis underlying SARS-CoV-2 involves several key pathways that can be manipulated, and use of these therapies can mitigate the propagation of an overdriven Figure: SARS-CoV-2 interaction with the inflammatory system and therapy targets within the system TLR4, AT1R, IL-6, IL-1, IL-18, type 1 IFNs, and IFN-γ receptor binding activates specific signalling cascades and translocation of nuclear transcription factors into the nucleus (blue ellipse), where they interact with their respective chaperones (NF-KB) or their targeting sequences on DNA (ISRE, GAS) to activate the production of multiple proteins including additional cytokines, chemokines, cell surface molecules, and more. SARS-CoV-2 also directly interacts with ACE2 (via S protein) causing uninhibited Ang II activation of AT1R while also decreasing TLR4 inhibition; in addition, SARS-CoV-2 inhibits TYK 2 (vis NSP1), further driving inflammation by causing downstream effects that overlap with the immunomodulatory pathway. Anticytokine, JAK inhibitors, and antihypertensives can limit hyperinflammation by interacting and inhibiting these signalling cascades. ACE=angiotensin converting enzyme. inflammatory response (figure). 10 Although few patients with severe COVID-19 would meet criteria for MAS, it is proposed that they are on the spectrum and that MAS or secondary HLH therapies might be of benefit. IL-1 inhibitors are key therapeutics in the treatment of MAS or secondary HLH, but also boast an impressive safety profile with risk for infection and demonstrated safety when used in pregnant women and children. 11 By inhibiting IL-1 signalling, they reduce a prominent drive on NF-κB-mediated upregulation of multiple cytokines, including IL-6. Additionally, a post-hoc analysis of a randomised controlled trial in sepsis indicated that patients with sepsis who had features of transaminitis and coagulopathy, a phenotype emerging within the COVID-19 population, might uniquely benefit from IL-1 inhibition. 12 Ongoing clinical trials using IL-1, IL-6, or JAK inhibitors in COVID-19 are listed in the appendix. JAK inhibitors can treat a cytokine storm by inhibiting multiple inflammatory cytokines. Most JAK inhibitors are particularly effective at JAK 1 and JAK 2 inhibitionless so JAK 3 and TYK 2-and therefore are particularly effective at inhibition of IL-6 and interferon (IFN)-γ, but also inhibit IL-2 and the IFN-α/β signalling cascade. Most JAK inhibitors have been associated with increased risk for thrombosis, viral reactivation, 13 and myelosuppression. However, these adverse effects (except myelosuppression) are likely to be dependent on duration and dose. As with IL-1 inhibitors, JAK inhibitors generally have short half-lives and can have efficacy within days. These characteristics are favourable given that duration of use in patients with COVID-19 should be short term. Ruxolitinib, a JAK 1/2 inhibitor, received US Food and Drug Administration approval for steroid-refractory graft-versus-host disease, a frequently fatal complication of allogeneic haematopoietic cell transplantation characterised by unconstrained inflammation and tissue damage. 14 Off label, it has also effectively managed inflammatory complications in patients with genetic disorders that result in overactivity of the STAT1 pathway and in resistant MAS or secondary HLH of multiple causes, including viral. 15 Further understanding of the complex crosstalk that occurs, involving both viral and host survival strategies, might identify the need to target multiple different mechanisms to safely balance viral destruction while promoting host survival. 16 Clinical trials will be key in determining these effects across a potential heterogeneous population, while simultaneously monitoring the side-effect profile of these drugs to ensure any potential benefits are not outweighed by harms.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 173,
                    "text": "7",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1512,
                    "end": 1514,
                    "text": "10",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1906,
                    "end": 1908,
                    "text": "11",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2303,
                    "end": 2305,
                    "text": "12",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3698,
                    "end": 3700,
                    "text": "15",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3943,
                    "end": 3945,
                    "text": "16",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 477,
                    "end": 484,
                    "text": "Figure:",
                    "ref_id": null
                }
            ],
            "section": "Immunomodulation in COVID-19"
        },
        {
            "text": "In conclusion, as insight is gained into the clinical phenotypes associated with COVID-19, we propose JAK and IL-1 inhibitors as therapeutic targets warranting rapid investigation. Multidisciplinary collaboration with experts in haematology, inflammation, tissue damage, and repair and resolution is paramount.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunomodulation in COVID-19"
        },
        {
            "text": "CJT is a principal investigator for two randomised controlled trials investigating angiotensin II receptor blockers in the treatment of COVID-19 among inpatient and outpatients. NEI is also a co-investigator on these grants. SGH has served as a consultant for Incyte, Bristol-Meyers Squibb, and Generon, outside of the submitted work. NEI and SL-E contributed equally. All remaining authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunomodulation in COVID-19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Division of Rheumatology (SL-E), Division of Infectious Disease and International Medicine (BKT), and Division of Hematology, Oncology and Transplantation (SGH), Department of Medicine (KT); Division of Pediatrics Infectious Disease and Immunology, Department of Pediatrics (BKT); Institute for Health Informatics",
            "authors": [
                {
                    "first": "Rad",
                    "middle": [
                        ")"
                    ],
                    "last": "Nei",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Division of Pulmonary and Critical Care",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "School of Public Health (RAD); and Division of Acute Care Surgery",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "); and Veterans Affairs Medical Center",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Fact versus science fiction",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Ingraham",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Tignanelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care Explor",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Antihypertensive drugs and risk of COVID-19?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Tignanelli",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Ingraham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sparks",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "30153--30156",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30079-5"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamainternmed.2020.0994"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--62",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical and immunologic features in severe and moderate coronavirus disease 2019",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Invest",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI137244"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effective treatment of severe COVID-19 patients with tocilizumab",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ChinaXiv",
            "volume": "202003",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "COVID-19 illness in native and immunosuppressed states: a clinical-therapeutic staging proposal",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Siddiqi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mehra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Heart Lung Transplant",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healun.2020.03.012"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Anakinra in the treatment of polyarticularcourse juvenile rheumatoid arthritis: safety and preliminary efficacy results of a randomized multicenter study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ilowite",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Porras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reiff",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Rheumatol",
            "volume": "28",
            "issn": "",
            "pages": "129--166",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Interleukin-1 receptor blockade is associated with reduced mortality in sepsis patients with features of macrophage activation syndrome: reanalysis of a prior phase III trial",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shakoory",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Carcillo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Chatham",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Comment www.thelancet.com/respiratory Published online",
            "volume": "44",
            "issn": "",
            "pages": "275--81",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30226-5"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A systematic review and metaanalysis of infection risk with small molecule JAK inhibitors in rheumatoid arthritis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bechman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subesinghe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Norton",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Rheumatology (Oxford)",
            "volume": "58",
            "issn": "",
            "pages": "1755--66",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Ruxolitinib for the treatment of steroid-refractory acute GVHD (REACH1): a multicenter, open-label, phase 2 trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jagasia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Perales",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Schroeder",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Blood",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ruxolitinib in adult patients with secondary haemophagocytic lymphohistiocytosis: an open-label, singlecentre, pilot trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Merrill",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alsawah",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet Haematol",
            "volume": "6",
            "issn": "",
            "pages": "630--667",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Interferon independent non-canonical STAT activation and virus induced inflammation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Viruses",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "IL-1R/IL-18R IL-1/IL-18",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}