{"paper_id": "71ba7ff90da8886213632c07f3f9b858dcf42077", "metadata": {"title": "", "authors": [{"first": "Sandeep", "middle": [], "last": "Ramalingam", "suffix": "", "affiliation": {"laboratory": "", "institution": "Royal Infirmary of Edinburgh", "location": {"settlement": "Edinburgh", "country": "UK"}}, "email": "sandeep.ramalingam@nhslothian.scot.nhs.uk"}, {"first": "Catriona", "middle": [], "last": "Graham", "suffix": "", "affiliation": {"laboratory": "", "institution": "Western General Hospital", "location": {"settlement": "Edinburgh", "country": "UK"}}, "email": ""}, {"first": "Jenny", "middle": [], "last": "Dove", "suffix": "", "affiliation": {"laboratory": "", "institution": "Royal Infirmary of Edinburgh", "location": {"settlement": "Edinburgh", "country": "UK"}}, "email": ""}, {"first": "Lynn", "middle": [], "last": "Morrice", "suffix": "", "affiliation": {"laboratory": "", "institution": "The University of Edinburgh", "location": {"settlement": "Edinburgh", "country": "UK"}}, "email": ""}, {"first": "Aziz", "middle": [], "last": "Sheikh", "suffix": "", "affiliation": {"laboratory": "", "institution": "The University of Edinburgh", "location": {"settlement": "Edinburgh", "country": "UK"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "P ost-hoc secondary analysis of data from our recent Edinburgh and Lothians Viral Intervention Study (ELVIS) pilot randomised controlled trial (RCT) indicates that hypertonic saline nasal irrigation and gargling (HSNIG) reduced the duration of coronavirus upper respiratory tract infection (URTI) by an average of two-and-a-half days. As such, it may offer a potentially safe, effective and scalable intervention in those with Coronavirus Disease-19 (COVID-19) following infection with the betacoronavirus Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) [1] .", "cite_spans": [{"start": 567, "end": 570, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": ""}, {"text": "ELVIS was undertaken in 66 adults with URTI. Results have been reported in detail elsewhere [2] . Briefly, volunteers with URTI were within 48 hours of symptom onset randomised to intervention (n = 32) or control (n = 34) arms. The intervention arm made hypertonic saline at home and performed HSNIG as many times as needed (maximum of 12 times/day). Control arm participants dealt with their URTI as they normally did. Nose swabs collected at recruitment and first thing in the morning on four consecutive days were sent to the laboratory for testing. Both arms kept a diary (which included the Wisconsin Upper Respiratory Symptom Survey-21 questionnaire) for a maximum of 14 days or until they were well for two consecutive days. Follow-up data were available for 92% of individuals (intervention arm: n = 30; control arm: n = 31). HSNIG reduced the duration of URTI by 1.9 days (P = 0.01), over-the-counter medication use by 36% (P = 0.004), transmission within household contacts by 35% (P = 0.006) and viral shedding by ≥0.5 log 10 /d (P = 0.04) in the intervention arm when compared to controls [2] .", "cite_spans": [{"start": 92, "end": 95, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1101, "end": 1104, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": ""}, {"text": "We also recently reported that epithelial cells mount an antiviral effect by producing hypochlorous acid (HOCl) from chloride ions [3] . HOCl is the active ingredient in bleach. Epithelial cells have this innate antiviral immune mechanism to clear viral infections. Since bleach is effective against all virus types [4] , we tested to see if a range of DNA, RNA, enveloped and non-enveloped viruses were inhibited in the presence of chloride ions supplied via salt (NaCl). All the viruses we tested were inhibited in the presence of NaCl. The human viruses we tested were: DNA/enveloped: herpes simplex virus; RNA/enveloped: human coronavirus 229E (HCoV-229E), respiratory syncytial virus, influenza A virus; and RNA/non-enveloped: coxsackievirus B3 [3] .", "cite_spans": [{"start": 131, "end": 134, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 316, "end": 319, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 750, "end": 753, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "In COVID-19, high titres of SARS-CoV-2 are detectable in the upper respiratory tract of asymptomatic and symptomatic individuals [5] . The titres are higher in the nose than the throat suggesting measures that control the infection and viral shedding will help reduce transmission [5] . In the context of the COVID-19", "cite_spans": [{"start": 129, "end": 132, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 281, "end": 284, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "Hypertonic saline nasal irrigation and gargling should be considered as a treatment option for COVID-19", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Post-hoc analysis of a pilot randomised controlled trial of hypertonic saline nasal irrigation and gargling in adults with upper respiratory tract infection found that in a subgroup with alpha and beta coronavirus infection, the intervention appeared likely to be effective in reducing symptoms and duration of the illness. pandemic, we have undertaken a post-hoc re-analysis of the ELVIS data with a focus on those infected with coronaviruses. Coronaviruses were the second most common cause of URTI (after rhinoviruses). Fifteen individuals were infected by a coronavirus: 7 in the intervention arm, 8 in the control arm. In the intervention arm, four participants were infected by an alphacoronavirus (HCoV 229E = 3, HCoV NL63 = 1) and three by a betacoronavirus (HCoV HKU1 = 3). In the control arm, two were infected by an alphacoronavirus (HCoV NL63 = 2) and six by a betacoronavirus (HCoV OC43 = 1, HCoV HKU1 = 5). An individual in the control arm with HCoV HKU1 had dual infection with rhinovirus.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The duration of illness was lower in the intervention arm compared to the control arm in the subset of patients infected with coronavirus (mean days (SD): 5.6 (1.4) vs 8.1 (2.9)). Using a two-sample t test, this was difference of -2.6 days (95% confidence interval (CI) = -5.2, 0.05; P = 0.054). The difference in the duration of blocked nose was -3.1 days (95% CI = -6.0, -0.2; P = 0.04), cough -3.3 days (95% CI = -5.9, -0.7; P = 0.02) and hoarseness of voice -2.9 days (95% CI = -5.6, -0.3; P = 0.03) in favour of HSNIG ( Table 1 ). The severity of symptoms in individuals in the two arms can be seen in Figure 1 .", "cite_spans": [], "ref_spans": [{"start": 525, "end": 532, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 607, "end": 615, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": ""}, {"text": "The individual in the control arm with a co-existing rhinovirus infection could have affected the results. Excluding this individual, the duration of illness in the control arm was a mean of 7.3 days (SD = 1.8).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The impact on the intervention control comparison was to reduce the size of the difference to -1.7 days (95% CI = -3.6, 0.2; P = 0.07).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In the absence of a suitable antiviral agent or a vaccine, we need a safe and effective intervention that can be globally implemented. Our in-vitro data gives the evidence that NaCl has an antiviral effect that works across viral types. The findings from this post-hoc analysis of ELVIS need to be interpreted with caution. These data do however suggest that HSNIG may have a role to play in reducing symptoms and duration of illness in COVID-19.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "It is unclear if hypertonic saline nasal irrigation and gargling is also effective in COVID-19 caused by SARS-CoV-2; a trial is therefore urgently needed.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Photo: Nasal irrigation and gargling (from the ELVIS study video, used with permission). . The global severity question was \"How unwell do you feel today\". The responses were graded from 0 (Not unwell), 1 (very mildly), 3 (mildly), 5 (moderately) and 7 (severely unwell). Likewise, each symptom was graded 0 (no symptom) to 7 (severe). WURSS-21 Score was the sum of the severity of individual symptoms.", "cite_spans": [], "ref_spans": [], "section": ""}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Coronaviridae Study Group of the International Committee on Taxonomy of Viruses. The species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2", "authors": [], "year": 2020, "venue": "Nat Microbiol", "volume": "5", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41564-020-0695-z"]}}, "BIBREF1": {"ref_id": "b1", "title": "A pilot, open labelled, randomised controlled trial of hypertonic saline nasal irrigation and gargling for the common cold", "authors": [{"first": "S", "middle": [], "last": "Ramalingam", "suffix": ""}, {"first": "C", "middle": [], "last": "Graham", "suffix": ""}, {"first": "J", "middle": [], "last": "Dove", "suffix": ""}, {"first": "L", "middle": [], "last": "Morrice", "suffix": ""}, {"first": "A", "middle": [], "last": "Sheikh", "suffix": ""}], "year": 2019, "venue": "Sci Rep", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41598-018-37703-3"]}}, "BIBREF2": {"ref_id": "b2", "title": "Antiviral innate immune response in non-myeloid cells is augmented by chloride ions via an increase in intracellular hypochlorous acid levels", "authors": [{"first": "S", "middle": [], "last": "Ramalingam", "suffix": ""}, {"first": "B", "middle": [], "last": "Cai", "suffix": ""}, {"first": "J", "middle": [], "last": "Wong", "suffix": ""}, {"first": "M", "middle": [], "last": "Twomey", "suffix": ""}, {"first": "R", "middle": [], "last": "Chen", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Fu", "suffix": ""}], "year": 2018, "venue": "Sci Rep", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41598-018-31936-y"]}}, "BIBREF3": {"ref_id": "b3", "title": "Chemical disinfection of non-porous inanimate surfaces experimentally contaminated with four human pathogenic viruses", "authors": [{"first": "S", "middle": ["A"], "last": "Sattar", "suffix": ""}, {"first": "V", "middle": ["S"], "last": "Springthorpe", "suffix": ""}, {"first": "Y", "middle": [], "last": "Karim", "suffix": ""}, {"first": "P", "middle": [], "last": "Loro", "suffix": ""}], "year": 1989, "venue": "Epidemiol Infect", "volume": "102", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1017/S0950268800030211"]}}, "BIBREF4": {"ref_id": "b4", "title": "SARS-CoV-2 Viral load in upper respiratory specimens of infected patients", "authors": [{"first": "L", "middle": [], "last": "Zou", "suffix": ""}, {"first": "F", "middle": [], "last": "Ruan", "suffix": ""}, {"first": "M", "middle": [], "last": "Huang", "suffix": ""}, {"first": "L", "middle": [], "last": "Liang", "suffix": ""}, {"first": "H", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Hong", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMc2001737"]}}}, "ref_entries": {"FIGREF0": {"text": "Response to global severity question and severity of symptoms. Response from participants over the study period: Each line represents response of a participant over 14 days. Data are shown by treatment group (Top panel -Control Arm; Bottom panel -Intervention Arm)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Number of days for self reported symptom improvement in the control and intervention arms infected by SD -standard deviation, CI -confidence interval", "latex": null, "type": "table"}}, "back_matter": [{"text": "The study was funded by Edinburgh and Lothians Health Foundation. The funder reviewed the grant application, but had no role in the study design, collection, analysis, interpretation of data, writing of the report or and in the decision to submit the paper for publication.", "cite_spans": [], "ref_spans": [], "section": "Funding:"}, {"text": "Authorship contributions: SR conceived the ELVIS trial and was PI on this leading it together with AS. SR, AS and CG planned this post-hoc subgroup analysis. CG was the trial statistician and undertook the secondary analysis. JD managed the virological testing, LM supported with project management expertise. SR and AS jointly drafted the manuscript, which was contributed to by LM and CG. All authors approved the final version of the manuscript.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "The authors have completed the ICMJE uniform disclosure form (available upon request from the corresponding author) and declare no conflicts of interest.", "cite_spans": [], "ref_spans": [], "section": "Competing interests:"}]}