{
    "paper_id": "71c46ec3278001b6ac0dadb76dad181f52f7edc9",
    "metadata": {
        "title": "JAMIA / 2020 / Brief Communication An Interactive Online Dashboard for Tracking COVID-19 in U.S. Counties, Cities, and States in Real Time",
        "authors": [
            {
                "first": "Benjamin",
                "middle": [
                    "D"
                ],
                "last": "Wissel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cincinnati Children's Hospital Medical Center",
                    "location": {
                        "settlement": "Cincinnati",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Pj",
                "middle": [
                    "Van"
                ],
                "last": "Camp",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cincinnati Children's Hospital Medical Center",
                    "location": {
                        "settlement": "Cincinnati",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michal",
                "middle": [],
                "last": "Kouril",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cincinnati Children's Hospital Medical Center",
                    "location": {
                        "settlement": "Cincinnati",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Chad",
                "middle": [],
                "last": "Weis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cincinnati Children's Hospital Medical Center",
                    "location": {
                        "settlement": "Cincinnati",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Tracy",
                "middle": [
                    "A"
                ],
                "last": "Glauser",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cincinnati Children's Hospital Medical Center",
                    "location": {
                        "settlement": "Cincinnati",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "S"
                ],
                "last": "White",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cincinnati College of Medicine",
                    "location": {
                        "settlement": "Cincinnati",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Isaac",
                "middle": [
                    "S"
                ],
                "last": "Kohane",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Judith",
                "middle": [
                    "W"
                ],
                "last": "Dexheimer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cincinnati Children's Hospital Medical Center",
                    "location": {
                        "settlement": "Cincinnati",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Wissel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Wissel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cincinnati College of Medicine",
                    "location": {
                        "settlement": "Cincinnati",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To create an online resource that informs the public of COVID-19 outbreaks in their area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This R Shiny application aggregates data from multiple resources that track COVID-19 and visualizes them through an interactive, online dashboard.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As of April 13 th , the United States of America (U.S.A.) had 30% of novel coronavirus disease 2019 (COVID-19) cases worldwide, the most of any country. [1] At this date, New York City was the epicenter of cases in the U.S., but large outbreaks were present in several other major metropolitan areas, including New Orleans, Detroit, Chicago, and Boston.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Several online tools track COVID-19 outbreaks at the county, state, and national level. [1] [2] [3] [4] However, it has become apparent that tracking outbreaks at the city level is critical, as the outbreak in China was centered within and surrounding the city of Wuhan, Lombardy within Italy, Madrid within Spain, and London within the United Kingdom.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 92,
                    "end": 95,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 96,
                    "end": 99,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 100,
                    "end": 103,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Our team developed a methodology to aggregate county-level COVID-19 data into metropolitan areas and display these data in an interactive dashboard that updates in real-time. The purpose of this website was to make this information more accessible to the public, and to allow for more granular assessment of infection spread and impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We assessed three publicly available datasets that are updated daily and include county-and/or state-level counts of COVID-19 confirmed cases and deaths in the U.S.A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The New York Times (NYT) began tracking COVID-19 cases and deaths on the county level in Wissel 4 cases as individuals who tested positive for COVID-19. Cases were attributed to the county in which the person was treated and were counted on the date that the case was announced to the public. If it was not possible to attribute a case to a specific county, then it was still counted for the state in which they were treated.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 97,
                    "text": "Wissel 4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The New York Times COVID-19 Data."
        },
        {
            "text": "The Johns Hopkins University Center for Systems Science and Engineering was the first group aggregate COVID-19 data and release it to the public in an accessible and sizable manner. [1] This group publishes total cases, recovered cases, and deaths at the national, state, and, as of COVID Tracking Project Data.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Johns Hopkins University COVID-19 Data."
        },
        {
            "text": "The COVID Tracking Project is a grassroots effort incubated by The Atlantic that tracks COVID-19 testing in U.S. states. [7] This group releases daily updates for the number of positive tests, negative tests, pending tests, hospitalizations, number of patients in the intensive care unit, and deaths. Since there is a high amount of variability in state reporting, some of these data are not available for every state.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Johns Hopkins University COVID-19 Data."
        },
        {
            "text": "These three data resources use different strategies to aggregate COVID-19 data from multiple sources. Since a gold standard has not been established, we compared the consistency of these sources with the Centers for Disease Control and Prevention (CDC). [8] The CDC only releases data for confirmed cases for the entire country, so that was the only metric that could be Wissel 5 compared between all four sources. All 50 states, the District of Columbia, and five U.S. territories were included.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 257,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 371,
                    "end": 379,
                    "text": "Wissel 5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Comparing COVID-19 Data Sources."
        },
        {
            "text": "We used the U.S. Census Bureau's lists of counties comprising major metropolitan areas [9] ",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Metropolitan Area Definitions."
        },
        {
            "text": "To track the proportion of each area's residents that became infected or died of COVID-19, we used the U.S. Census Bureau's 2019 population estimate for each county to normalize data to tests, cases, and deaths per 10,000 residents. [10] Code.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Adjusting for Population."
        },
        {
            "text": "The application, referred to as the COVID-19 Watcher, checks for data updates from The NYT and COVID Tracking project every hour. When data updates are released, they are automatically downloaded onto the server and incorporated into the web resource. New data must pass a quality control check that ensures updated data files are the anticipated size and format.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adjusting for Population."
        },
        {
            "text": "Data visualizations are generated using the ggplot2 package [11] in R statistical software version 3.6.1, [12] and the application was developed using R Shiny. [13] The web resource is hosted in an Amazon Web Services (AWS) environment behind a scalable load balancer to accommodate user load. The source code was placed in a public GitHub repository and can be accessed at https://github.com/wisselbd/COVID-Tracker. The site is maintained by the Cincinnati Children's Hospital Medical Center Division of Biomedical Informatics.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 106,
                    "end": 110,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 160,
                    "end": 164,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Wissel 6"
        },
        {
            "text": "The COVID-19 Watcher dashboard can be accessed at https://covid19watcher.research.cchmc.org/. The resource includes all U.S. counties, as well as 188 metropolitan areas that are collectively inhabited by over 277 million Americans (83.3% of the population).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "A screenshot of the web resource is shown in Figure 1 . Users can view COVID-19 cases and deaths from The NYT at the county, city, state, or national level, and the total number of tests reported by the COVID Tracking Project, including the breakdown between positive and negative tests, is shown for each state. Multiple areas can be selected at once and plots autogenerate after each selection. Options include normalizing counts by population size, linear and logarithmic axes, and a button to download a screenshot of the plots. Users can search tables that display rankings of the least and most affected areas.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 53,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "A summary of the COVID-19 data sources is shown in Table 1 . Data are updated at the end of each day in all cases except for The NYT, where they are released the following day. The NYT, Wissel 7 Johns Hopkins, and COVID Tracking Project provide easy-to-access download portals, while the CDC only provides a dashboard without an option to download the data. A comparison of confirmed cases reported in each data source is shown in Figure 2 . The sources were highly consistent at the national level.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 194,
                    "text": "Wissel 7",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 58,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 439,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In the absence of a uniform government standard for tracking COVID-19 outbreaks in the U.S.A., academic and newsgroup-based data repositories have become the de facto standard.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "While these datasets are publicly available, they require informatics and data visualization to extract and display information due to their complexity and continual updates. Visualizing COVID-19 data in real-time through online dashboards is a pragmatic way to meet the medical community's demand for up-to-date information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The data displayed by the COVID-19 Watcher can be used to evaluate the effectiveness of mitigation efforts. Normalizing data by an area's population shows the relative proportion of the population that have been infected. The logarithmic scale shows the rate of spread, and flattening the exponential curve indicates the spread of the virus is slowing. Users should take caution in using these data to forecast future events. To make projections, these data should be used in conjunction with the University of Washington Institute for Health Metrics and Evaluation (IHME) model, [14] the University of Pennsylvania's COVID-19 Hospital Impact Model for Epidemics (CHIME) model, [15] or other SIR models.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 584,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The authors welcome community feedback, ideas for further development, and contributions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "GitHub repository has a section for issue tracking where users can submit comments about the web resource. [16] Alternatively, contributors can make improvements to the code itself by Wissel 10 forking the repository, modifying their copy of the code and submitting pull requests back to the authors. These modifications will be reviewed and, if judged to be suitable, merged into the main code. In particular, the authors would like to see community contributions related to geopersonalization of the website visualization, various analytics modeling, data points such as addition of countries, and timeline augmentation.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 184,
                    "end": 193,
                    "text": "Wissel 10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although these datasets reviewed in Table 1 In conclusion, we developed the COVID-19 Watcher to communicate up-to-date COVID-19",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 43,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "information to the medical community and general public. The web application's pipeline was Wissel 11 developed to be extendable and additional data sources will be added as they become available.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 101,
                    "text": "Wissel 11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We hope that by making the code used by this web resource available to the public, developers will submit ideas for improvement. Since it is possible that public data releases will be interrupted in the future, we recommend that the CDC immediately begin public releases of their entire COVID-19 data so academia can drive further innovation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "These tools could not have been developed without many individual and selfless efforts to create resources for the public good. Special thanks to Danny T.Y. Wu, PhD and Sander Su for their help launching the site.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements."
        },
        {
            "text": "This research received no specific grant from any funding agency in the public, commercial or not-for-profit sectors. Wissel 12 application's design, submitted feedback on the manuscript for intellectual content, and approved the final version. B.D.W. and J.W.D. have full access to the data and source code and take responsibility for the integrity and accuracy of the report. Figure 1 . Screenshot of the COVID-19 Watcher web resource. Users can view data from The New York Times at the county, city, state, or national level. Multiple areas can be compared at once. Plots for the selected regions automatically generate and have options to view on logarithmic scale or normalize data by the population size.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 127,
                    "text": "Wissel 12",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 386,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Funding Statement."
        },
        {
            "text": "Wissel 15 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURES"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The Lancet infectious diseases 2020",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An interactive visualization of the exponential spread of COVID-19",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Fagen-Ulmschneider",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus in the U.S.: How Fast It's Growing",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Quealy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sanger-Katz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 County Tracker",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Arneson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bleicher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Butte",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An ongoing repository of data on coronavirus cases and deaths in the U",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yourish",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Almukhtar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ivory",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harmon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Novel Coronavirus COVID-19 (2019-nCoV) Data Repository by Johns Hopkins CSSE",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The COVID Tracking Project",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Curry",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cumulative total number of COVID-19 cases in the United States by report date",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Core based statistical areas (CBSAs), metropolitan divisions, and combined statistical areas (CSAs",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "County Population Totals",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2010--2019",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "ggplot2: elegant graphics for data analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wickham",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "R: A language and environment for statistical computing",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Team",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Shiny: web application framework for R. R package version",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Allaire",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcpherson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Forecasting COVID-19 impact on hospital bed-days, ICU-days, ventilator-days and deaths by US state in the next 4 months",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Covid I",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Locally Informed Simulation to Predict Hospital Capacity Needs During the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Weissman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Crane-Droesch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chivers",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann. Intern. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "COVID-19 Watcher",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Wissel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Camp",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "to aggregate counties into the 172 combined statistical areas and 16 additional core-based statistical areas: Tuscaloosa, AL; Fayetteville-Springdale-Rogers, AR; San Diego-Chula Vista-Carlsbad, CA; Colorado Springs, CO; Tallahassee, FL; Tampa-St. Petersburg-Clearwater, FL; Champaign-Urbana, IL; Topeka, KS; Baton Rouge, LA; Lansing-East Lansing, MI; Charleston-North Charleston, SC; College Station-Bryan, TX; Austin-Round Rock-Georgetown, TX; Waco, TX; Charlottesville, VA; and Richmond, VA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Comparison of novel coronavirus disease 2019 (COVID-19) cases in the U.S.A. from March 21 to April 4, 2020, as reported by four datasets: The New York Times, Johns Hopkins, COVID Tracking Project, and the Centers for Disease Control and Prevention (CDC). Case numbers include U.S. territories.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of publicly available data sources for tracking novel coronavirus disease 2019 (COVID-19) in the United States. As of April 15, 2020, the COVID-19 Watcher displays data from The New York Times and the COVID Tracking Project.CDC: Centers for Disease Control and Prevention; COVID: novel coronavirus disease 2019; ICU: intensive care unit; and NYT: New York Times # Timing of release is relative to Eastern Standard Time. *Johns Hopkins began publishing county-level data on March 23 rd , 2020. Data from before then were reported at the state level. + Data for the number of patients hospitalized, total number of tests, number of patients recovered, and number of patients in the ICU are sparse since many states do not report these data.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "disclosure of the number of negative test results. States with the worst outbreaks, such as New York and Louisiana, also had the most tests per capita. There is a clear correlation between the number of tests completed and the number of confirmed cases reported. As of April 13 th , greater than a 40% of tests in New York came back positive, indicating more testing is needed to understand the full scope of the outbreak.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors have no competing interests to declare. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests Statement."
        }
    ]
}