{
    "paper_id": "71c99cb1cc9fbc67fb13e87055f6cc7c43c668f0",
    "metadata": {
        "title": "Journal Pre-proof Commentary: Cardiothoracic Surgery and COVID-19: A Surge of Collective Strength Commentary: Cardiothoracic Surgery and COVID-19: A Surge of Collective Strength",
        "authors": [
            {
                "first": "Jason",
                "middle": [
                    "J"
                ],
                "last": "Han",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {
                        "addrLine": "3400 Spruce St, 6 Silverstein Pavilion Philadelphia",
                        "region": "PA, PA"
                    }
                },
                "email": ""
            },
            {
                "first": "Pavan",
                "middle": [],
                "last": "Atluri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {
                        "addrLine": "3400 Spruce St, 6 Silverstein Pavilion Philadelphia",
                        "region": "PA, PA"
                    }
                },
                "email": "pavan.atluri@uphs.upenn.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Central Message: The Covid-19 pandemic has affected every aspect of cardiothoracic surgery and society at large, requiring collaboration and leadership to move forward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Central Picture Legend: Pavan Atluri MD (left) and Jason Han MD(Right)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The word \"quarantine\" comes from the Italian quaranta, which means \"forty.\" Before people understood the nature of the adversary, forty days was a duration chosen for scriptural reasons in the context of purification 1 . Today, we find ourselves in a quarantine once more, as the world grapples with the devastating, and still rising, tolls of the Covid-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "However, while the language has stayed the same, our approach towards precise, systematic and evidence-based therapy, especially in the field of cardiothoracic surgery, has since grown immeasurably. There now exist leadership, intellect, ethics, and infrastructure to respond to the pandemic regionally, nationally and internationally 2-4 . The manuscript by Bakaeen et al in this issue of the journal is the epitome of this transformation and deserves our attention 5 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The manuscript outlines how the pandemic has affected the world at large and our field such as the drastic reduction in procedural volume, and re-allocation of resources, both material and human. It also highlights the conducive overlap between the pandemic and the domain of cardiothoracic surgery, namely our expertise in physiology, critical care as well as initiation and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "management of mechanical circulatory support platforms. This information does not come as a surprise to us at this stage of the pandemic. Rather, the key wisdom of this manuscript at this juncture is in recognizing that what we do not know, instead of what we already know, are essential to coordinating our next several steps, which will be vital to the future of our specialty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First, we need to demonstrate that quality of care in cardiothoracic surgery has remained steadfast. Our operative strategy must consider the residual risk of the virus, both to those who have recovered from it and are still at risk of becoming infected, as well as concerns related to resources, staffing and training as all of these factors will ultimately influence outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Secondly, what will be the nature of cardiac surgical demand after the pandemic? Will these patients be sicker? How much regional variation will we observe? Of course, these answers are elusive insofar as our understanding of and armamentarium against Covid-19 evolves on a dayto-day basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For the time being, we have to keep on asking, measuring and learning. Surgeons have an important role to play in this multidisciplinary endeavor -the continuum across primary care, cardiology, peri-operative and critical care that all go into saving a life. Our tireless zeal for research is needed more than ever, to identify and overcome bottlenecks, and to ensure quality, which will dispel fears and instill confidence among the public as we take small steps towards restoring normalcy. More than forty days in, it is far too early to know the trajectory of his pandemic. As Winston Churchill once said, \"Now this is not the end. It is not even the beginning of the end. But it is, perhaps, the end of the beginning.\" However, as Dr. Craig Smith told his staff on April 3 rd , trudge forward, as \"This is our performance, our curtain call… Years of education and training, long hours, emotional stress, and social-life sacrifices are rewarded by the simple gratitude of patients, one at a time.\" 6 ",
            "cite_spans": [
                {
                    "start": 1001,
                    "end": 1002,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "EPIDEMICS AND SOCIETY: from the Black Death to the Present",
            "authors": [
                {
                    "first": "Frank",
                    "middle": [
                        "M"
                    ],
                    "last": "Snowden",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Fair Allocation of Scarce Medical Resources in the Time of Covid-19",
            "authors": [
                {
                    "first": "Ezekiel",
                    "middle": [
                        "J"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmsb2005114"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cardiac Surgery in Canada During the COVID-19 Pandemic: A Guidance Statement From the Canadian Society of Cardiac Surgeons",
            "authors": [
                {
                    "first": "Ansar",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Canadian Journal of Cardiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cjca.2020.04.001"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Adult Cardiac Surgery during the COVID-19 Pandemic: A Tiered Patient Triage Guidance Statement",
            "authors": [
                {
                    "first": "Jonathan",
                    "middle": [
                        "W"
                    ],
                    "last": "Haft",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Journal of Thoracic and Cardiovascular Surgery",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtcvs.2020.04.011"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cardiac Surgery and the COVID-19 Pandemic: What We Know, What We Don't Know, and What We Need to Do",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bakaeen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Faisal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thorac Cardiovasc Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 Update from Dr. Smith: 4/3/20 | Columbia University Department of Surgery",
            "authors": [
                {
                    "first": "Craig",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}