{
    "paper_id": "71ca9c47557dbaab93da02228d0b500fb20c710b",
    "metadata": {
        "title": "Incidental COVID-19 in the radiology department: radiographic findings of COVID-19 in asymptomatic patient undergoing CT staging for breast cancer Incidental COVID-19 in the radiology department: radiographic findings of COVID-19 in asymptomatic patient undergoing CT staging for breast cancer",
        "authors": [
            {
                "first": "Kevin",
                "middle": [],
                "last": "Yoo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Temple University Health System",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "PA"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "Y"
                ],
                "last": "Choi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Temple University Health System",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "PA"
                    }
                },
                "email": ""
            },
            {
                "first": "Justin",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Temple University Health System",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "PA"
                    }
                },
                "email": ""
            },
            {
                "first": "Clinton",
                "middle": [],
                "last": "Veselis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Temple University Health System",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "PA"
                    }
                },
                "email": ""
            },
            {
                "first": "Bhishak",
                "middle": [],
                "last": "Kamat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Temple University Health System",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "PA"
                    }
                },
                "email": ""
            },
            {
                "first": "Maruti",
                "middle": [],
                "last": "Kumaran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Temple University Health System",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "PA"
                    }
                },
                "email": ""
            },
            {
                "first": "Omar",
                "middle": [],
                "last": "Agosto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Temple University Health System",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "PA"
                    }
                },
                "email": ""
            },
            {
                "first": "Hillel",
                "middle": [
                    "S"
                ],
                "last": "Maresky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Temple University Health System",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "PA"
                    }
                },
                "email": "maresky@temple.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "A 59-year old incarcerated woman who was diagnosed with invasive ductal carcinoma in 2016 was brought in for evaluation of the breast cancer. Upon evaluation of the CT chest for breast cancer restaging, diffuse bilateral ground glass opacities and a reverse halo sign in the right lower lobe concerning for atypical viral pneumonia were discovered. The patient was afebrile, had an oxygen saturation of 100%, and denied chest pain as well as shortness of breath. On physical exam, she exhibited decreased breath sounds bilaterally and expiratory wheezing. She later received a COVID-19 test, which came back positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Abstract: A 59-year old incarcerated woman who was diagnosed with invasive ductal carcinoma in 2016 was brought in for evaluation of the breast cancer. Upon evaluation of the CT chest for breast cancer restaging, diffuse bilateral ground glass opacities and a reverse halo sign in the right lower lobe concerning for atypical viral pneumonia were discovered. The patient was afebrile, had an oxygen saturation of 100%, and denied chest pain as well as shortness of breath. On physical exam, she exhibited decreased breath sounds bilaterally and expiratory wheezing. She later received a COVID-19 test, which came back positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Infection with the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2, also known as COVID-19) may remain asymptomatic in the initial phase, leading to underrecognition and incidental detection on procedures for standard clinical indications. Hospitals, in particular nuclear medicine services, should prepare accordingly in regard to health precautions while keeping in mind the potential discrepancies between clinical presentation and resultant radiologic patterns. This awareness should be heightened in patients at higher risk (i.e. prisoners). Furthermore, by acting upon the incidental detection of this virus during its early stages, subsequent steps could help prevent the spread of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Introduction: COVID-19 is a respiratory illness that spreads from person to person. It was identified during an investigation into an outbreak in Wuhan, China [1] . The International Health Regulations Emergency Committee of the World Health Organization officially declared the outbreak a \"public health emergency of international concern\" on 30 January 2020, and a pandemic on 11 March 2020. Typically, patients with severe cases of COVID-19 present with non-specific symptoms, which may include fever, cough, and dyspnea [2] . However, there are others who may initially present as asymptomatic and remain as such [3] . Indeed, tracing asymptomatic and pre-symptomatic cases is vital in understanding the transmission of this virus, as well as curtailing further spread [4] .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 617,
                    "end": 620,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 773,
                    "end": 776,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Case presentation: On 17 April 2020, a 59-year-old incarcerated woman with invasive ductal carcinoma presented to the medical oncology service for both imaging and physical examination in regard to her breast cancer, as her last mammogram in December 2019 suggested progression of the cancer. She stated she was doing better overall, and denied chest pain, shortness of breath, and fevers. She complained of intermittent coughs. Past medical history includes asthma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On examination, the patient had blood pressure of 102/75, pulse of 76, respiratory rate of 18, SpO2 of 100%, and temperature of 36.2 °C. Physical exam and radiographic findings indicated increased size in masses on the right breast compared to 2017, with pathology reports indicating a low to intermediate nuclear grade (The patient is scheduled later this year to undergo additional testing to rule out metastasis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition to masses felt at the right breast, physical examination revealed decreased breath sounds bilaterally with mild expiratory wheezing. Subsequent CT exam of the chest revealed patchy ground glass opacities bilaterally with scattered centrilobular micronodules and a reverse halo sign in the right lower lobe suggestive of atypical viral pneumonia. The patient received a test for COVID-19 RT-PCR a day later at the prison facility, which came back positive. She was released from prison several weeks after the appointment for reasons unrelated to her exposure, although the exact reasons are unknown. She remained asymptomatic after her discharge. When the patient came to the emergency department approximately a month later for asthma exacerbations, CT imaging indicated no evidence of multifocal pneumonia and complete resolution of the aforementioned lung findings. During this hospitalization, she denied chest pain, coughing, and the RT-PCR test came back negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After both of her appointments, the CT room underwent deep cleaning under standard protocols that had already existed following guidelines by the Philadelphia Health department and the hospital. None of the faculty who interacted with the patient directly became ill or positive with the virus, and they were equipped (Including the patient) with personal protective equipment (PPE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Knowledge of COVID-19 continues to expand, but our understanding of the radiologic features of COVID-19 is still inadequate. Particularly concerning are asymptomatic or pre-symptomatic subjects who are accelerating transmission. Shohei Inui et al. [5] described that of the 76 cases who were asymptomatic (73%), 41 (54%) displayed findings on CT scan including ground-glass opacities (GGO) and lung consolidations. Unfortunately, there is currently no clear answer for this clinical-radiologic dissociation. Many postulates have been offered. One is asymptomatic patients undergoing the \"healing phase\" of COVID-19 and symptoms subsiding by the time of admission and scan [6] . Another is the timeline of the patients' infections in an \"incubation period\" between the moment of exposure and appearance of signs and symptoms of the disease [7] .",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 251,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 672,
                    "end": 675,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 839,
                    "end": 842,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Regardless of the exact cause, these findings have important implications for infection control. There will inevitably be incidental detections in asymptomatic patients undergoing scans for other indications. A study in Italy found that six of 65 asymptomatic patients who underwent 18 F-FDG-PET/CT or 131 I-SPECT/CT for standard oncologic indications showed unexpected signs of interstitial pneumonia on CT and elevated regional FDG-avidity [8] . Radiology departments and staff may face significant risk when performing diagnostic imaging on patients who may not be suspected of harboring COVID-19 due to the subclinical nature of incidental COVID-19 infections. This is because a large proportion of patients who enter a hospital through the emergency department will ultimately receive some sort of diagnostic imaging [9] . Imaging procedures during an outbreak can also be impeded secondarily to the necessity of adhering to more stringent infection control protocols leading to longer scan times and decreased patient turnover [10] . Additionally, the requirement for faculty to work remotely may also impede the normal workflow to a certain degree and prolong the turnaround-time as studies take longer to transmit. Ultimately, the financial, human and clinical implications of incidental COVID-19 infections may not yet be apparent to radiology departments.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 445,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 822,
                    "end": 825,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1033,
                    "end": 1037,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "The goal for radiology departments during this pandemic should be focused on protecting health care workers (HCW), patients, and the general public while providing critical patient care services. Zixing Huang et al. [11] outlined a protocol to reconfigure the radiology department, enact personal protection and training of staff, and further process patients suspected of or confirmed with COVID-19. As a result of this protocol, 3,083 people with fever underwent CT exams between January 21 and March 9 with no radiology staff showing signs of infection.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 220,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Similarly, Judson et al. [12] deployed a digital self-triage and self-scheduling tool to increase efficiency by preventing unnecessary visits and phone calls during the pandemic. Lastly, Mossa-Basha et al. [13] outlined a set of guidelines that acts to maintain the \"critical radiology functions and [preserve] PPE and other critical care resources\" whilst also protecting the health care workers and general public from exposure and dissemination of COVID-19.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 29,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 206,
                    "end": 210,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "At Temple University Hospital, scheduling of patients has been altered to include COVID-19 testing as part of the pre-test protocol for certain imaging studies. Postponement of non-urgent imaging is also encouraged. At our institution, some tools of first-line screening include controlled entry into hospital facilities alongside temperature checks (Non-contact infrared thermometer), with surgical masks provided to every hospital patient and employee. No visitors are allowed in any imaging areas. In the radiology waiting room areas, seating has been set up 6 feet apart to minimize contact. Patients are further screened at the radiology front desk for any signs and symptoms related to COVID-19. If patients are positive for any of these signs and symptoms, the infectious disease team is contacted for the patient to be further evaluated. All imaging is performed with appropriate PPE to ensure minimal exposure in the event that the patient is positive for COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "In the case of incidental identification of lung findings consistent for atypical viral pneumonia, these findings are relayed to the ordering physician(s) and lead CT technologist. Occupational health service is contacted to ensure the CT technologists who were involved are evaluated and further quarantined if they develop symptoms. These decisions have been based on the critically low staffing numbers being experienced at our institution due to the illness and quarantining. All quarantining decisions are based on a number of factors that include staffing number and symptoms, based on the Philadelphia Department of Public Health guidelines. These include no work exclusions for asymptomatic health care workers with twice daily symptom monitoring, temperature checks, and it being mandatory to wear masks. If symptomatic (Fever and/or lower respiratory symptoms), there is immediate work exclusion with testing for COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Indeed, a combination of the physical restructuring of hospitals and use of online communications can be most effective in preventing unnecessary spread of infection at such a critical point in the timeline of this disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": " Hospitals and health care facilities should prepare for asymptomatic patients who may have image findings suggestive of COVID-19 with a decision to self-quarantine with adequate clinical monitoring or admission to the hospital depending on the severity in clinical presentation  Necessary precautions include enacting PPE and training of the staff; additional measures may include reconfiguring the radiology department in sections to house patients who are suspected of or confirmed with COVID-19, and online self-triage and self-scheduling tools to prevent unnecessary burden to the hospital systems  There are financial and clinical implications of incidental COVID-19 that include increased risk of infection in the radiology department and delayed imaging procedures due to more stringent infection control protocols ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learning points:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Novel coronavirus situation report -2",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "11",
            "pages": "1061--1069",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--523",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30154-9"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Asymptomatic and Presymptomatic SARS-CoV-2 Infections in Residents of a Long-Term Care Skilled Nursing Facility",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kimball",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Hatfield",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arons",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "13",
            "pages": "377--381",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6913e1"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chest CT Findings In Cases from the Cruise Ship \"Diamond Princess",
            "authors": [
                {
                    "first": "Shohei",
                    "middle": [],
                    "last": "Inui",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology: Cardiothoracic Imaging",
            "volume": "2",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Imaging Profile of the COVID-19 Infection: Radiologic Findings and Literature Review",
            "authors": [
                {
                    "first": "Ming-Yen",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology: Cardiothoracic Imaging",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Follow-up of asymptomatic patients with SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clinical Microbiology and Infection",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmi.2020.03.024"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Incidental findings suggestive of COVID-19 in asymptomatic patients undergoing nuclear medicine procedures in a high prevalence region. J Nucl Med jnumed.120.246256 published ahead of print",
            "authors": [
                {
                    "first": "Domenico",
                    "middle": [],
                    "last": "Albano",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2967/jnumed.120.246256"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Radiology Utilization in the Emergency Department: Trends of the Past 2 Decades",
            "authors": [
                {
                    "first": "Ali",
                    "middle": [
                        "S"
                    ],
                    "last": "Raja",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "American Journal of Roentgenology",
            "volume": "",
            "issn": "2",
            "pages": "355--360",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Bien Soo Tan, Radiology Department Preparedness for COVID-19: Radiology Scientific Expert Panel",
            "authors": [
                {
                    "first": "Mahmud",
                    "middle": [],
                    "last": "Mossa-Basha",
                    "suffix": ""
                },
                {
                    "first": "Carolyn",
                    "middle": [
                        "C"
                    ],
                    "last": "Meltzer",
                    "suffix": ""
                },
                {
                    "first": "Danny",
                    "middle": [
                        "C"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [
                        "J"
                    ],
                    "last": "Tuite",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Pallav"
                    ],
                    "last": "Kolli",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Battle Against Coronavirus Disease 2019 (COVID19): Emergency Management and Infection Control",
            "authors": [
                {
                    "first": "Zixing",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Rapid Design and Implementation of an Integrated Patient Self-Triage and Self-Scheduling Tool for COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Timothy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Judson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of the American Medical Informatics Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jamia/ocaa051"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "COVID-19 Task Force. Radiology Department Preparedness for COVID-19: Radiology Scientific Expert Panel",
            "authors": [
                {
                    "first": "Mahmud",
                    "middle": [],
                    "last": "Mossa-Basha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Azadi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Meltzer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Axial thin slice image magnified to the region of interest demonstrating a focal ground glass opacity with a rim of consolidation (\"Reverse halo sign\") Axial thin A and coronal B images demonstrating patchy bilateral ground glass opacities with few interspersed centrilobular nodules",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Dr. Gary S. Cohen and Ms. Amala Daniels for fostering a researchdriven atmosphere committed to excellence. Special thanks to Tide Cleaners for helping keep us and our families safe and clean during the current COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        }
    ]
}