{"paper_id": "71d541d08e0edd778e8d0743bca47ceb8b538b3a", "metadata": {"title": "Psychological well-being among older adults during the COVID-19 outbreak: a comparative study of the young-old and the old-old adults", "authors": [{"first": "J", "middle": [], "last": "López", "suffix": "", "affiliation": {"laboratory": "", "institution": "CEU Universities", "location": {"settlement": "Madrid", "country": "Spain"}}, "email": ""}, {"first": "G", "middle": [], "last": "Perez-Rojo", "suffix": "", "affiliation": {"laboratory": "", "institution": "CEU Universities", "location": {"settlement": "Madrid", "country": "Spain"}}, "email": ""}, {"first": "C", "middle": [], "last": "Noriega", "suffix": "", "affiliation": {"laboratory": "", "institution": "CEU Universities", "location": {"settlement": "Madrid", "country": "Spain"}}, "email": ""}, {"first": "I", "middle": [], "last": "Carretero", "suffix": "", "affiliation": {"laboratory": "", "institution": "CEU Universities", "location": {"settlement": "Madrid", "country": "Spain"}}, "email": ""}, {"first": "C", "middle": [], "last": "Velasco", "suffix": "", "affiliation": {"laboratory": "", "institution": "CEU Universities", "location": {"settlement": "Madrid", "country": "Spain"}}, "email": ""}, {"first": "J", "middle": ["A"], "last": "Martinez-Huertas", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidad Autónoma de Madrid", "location": {"settlement": "Madrid", "country": "Spain"}}, "email": ""}, {"first": "P", "middle": [], "last": "López-Frutos", "suffix": "", "affiliation": {"laboratory": "", "institution": "CEU Universities", "location": {"settlement": "Madrid", "country": "Spain"}}, "email": ""}, {"first": "L", "middle": [], "last": "Galarraga", "suffix": "", "affiliation": {"laboratory": "", "institution": "CEU Universities", "location": {"settlement": "Madrid", "country": "Spain"}}, "email": ""}]}, "abstract": [{"text": "The COVID-19 outbreak could be considered as an uncontrollable stressful life event. Lockdown measures have provoked a disruption of daily life with a great impact over older adults' health and well-being. Nevertheless, eudaimonic well-being plays a protective role in confronting adverse circumstances, such as the COVID-19 situation. This study aims to assess the association between age and psychological well-being (personal growth and purpose in life). Young-old (60-70 years) and old-old (71-80 years) communitydwelling Spaniards (N = 878) completed a survey and reported on their sociodemographic characteristics and their levels of health, COVID-19 stress-related, appraisal, and personal resources. Old-old did not evidence poorer psychological well-being than young-old. Age has only a negative impact on personal growth. The results also suggest that the nature of the COVID-19 impact (except for the loss of a loved one) may not be as relevant for the older adults' well-being as their appraisals and personal resources for managing COVIDrelated problems. In addition, these results suggest that some sociodemographic and health-related variables have an impact on older adults' well-being. Thus, perceived-health, family functioning, resilience, gratitude, and acceptance had significant associations with both personal growth and purpose in life. Efforts to address older adults' psychological well-being focusing on older adults' personal resources should be considered.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Data are presented as mean (SD), or n (%). APGAR = Family APGAR Scale (family function); BRCS = Brief Resilient Coping Scale; AAQ-II = Acceptance and Action Questionnaire (experiential avoidance); Gratitude = Gratitude subscale of the Values in Action Inventory of Strengths-Short Form; Personal growth = Ryff's Psychological Well-Being Subscale; Purpose in life = Ryff's Psychological Well-Being Subscale.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The COVID-19 pandemic overspreads around the world and older persons are at high risk. Spain has emerged as one of the most affected countries with a high prevalence rate. Although the virus can affect everybody, older adults are a particularly vulnerable population (Verity et al., 2020) . Research has documented the negative consequences of COVID-19, both physically and psychologically. COVID-19 outbreak is a loss and potentially traumatic event. Although research has been dominated by a psychopathological approach, people showed heterogeneity of outcomes following a loss and adverse events (Flint et al., 2020) .", "cite_spans": [{"start": 267, "end": 288, "text": "(Verity et al., 2020)", "ref_id": "BIBREF24"}, {"start": 599, "end": 619, "text": "(Flint et al., 2020)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "There is a growing awareness among researchers that well-being is not only the absence of emotional distress, but rather implies a positive physical, mental, and social condition. Psychological well-being is defined as an effort to improve ourselves and fulfill our potential, which is related with having a purpose in life and sense of life, coping with challenges and making a certain effort to overcome and achieve valuable goals. Personal growth (the extent to which individuals develop potential by growing and expanding as a person) and purpose in life (viewing one's life as having meaning, direction, and goals) are the core components of positive psychological functioning. Personal growth and purpose in life seem to decline with age when older, young, or midlife adults are compared (Ryff, 2014 , Ryff & Keyes, 1995 . However, research has shown that personal strengths, like resilience and gratitude, are associated with psychological well-being in older adults and it contributes to making older people more satisfied with their lives (Ryff, 2014 International Psychogeriatrics: page 1 of 6 © International Psychogeriatric Association 2020. This is an Open Access article, distributed under the terms of the Creative Commons Attribution licence (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted re-use, distribution, and reproduction in any medium, provided the original work is properly cited. doi:10.1017/S1041610220000964", "cite_spans": [{"start": 794, "end": 805, "text": "(Ryff, 2014", "ref_id": "BIBREF17"}, {"start": 806, "end": 826, "text": ", Ryff & Keyes, 1995", "ref_id": "BIBREF18"}, {"start": 1048, "end": 1059, "text": "(Ryff, 2014", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Introduction"}, {"text": "Older adults have been found to be with decreased levels of personal growth and purpose in life associated with higher age. Nevertheless, available empirical data about differences in psychological well-being between young-old and old-old are limited and inconclusive in community-dwelling older adults (Meléndez et al., 2018) . Lazarus and Folkman (1984) developed a particularly helpful and extensively used stress process model that proposes a series of interrelated conditions. From this perspective, primary stressors, such as direct and indirect problems associated with COVID-19 (having symptoms, being hospitalized, a loved one hospitalization or loss), create the conditions under which emotional distress may occur, but the extent to which older adults experience distress or psychological well-being depends on their appraisal style and the resources they may have to assist in managing stressors. Based on this model, the current study investigated the psychological well-being experienced by young-old and old-old adults during the COVID-19 crisis and the variables associated.", "cite_spans": [{"start": 303, "end": 326, "text": "(Meléndez et al., 2018)", "ref_id": "BIBREF11"}, {"start": 329, "end": 355, "text": "Lazarus and Folkman (1984)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "We undertook a cross-sectional study of communitydwelling older adults living in Spain during the COVID-19 lockdown. Participants were recruited through older people's associations and organizations from different backgrounds, social media (Twitter, WhatsApp, LinkedIn), and using the snowball sampling technique. Nine hundred and fifty-seven people completed the survey. Only one participant did not sign the informed consent and 78 were removed because of not meeting the inclusion criteria: 8 were living in a nursing home, 2 did not specify if they were living in the community, 26 were under 60 years old, and 42 did not specify their age. The study was approved by the University Ethics Committee.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "A Web-based survey was conducted to collect information about sociodemographic characteristics of older adults, self-perceived health, and features of the COVID-19 lockdown situation. The following standardized questionnaires were also Web-based administrated:", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "• The Family APGAR (Smilkstein, 1978) . This 5items scale was used to measure family functioning (adaptability, partnership, growth, affection, and resolve). Items were scored with a 3-point Likert scale ranging from 0 (hardly ever) to 2 (usually). We used the Spanish version (Bellón et al., 1996) which showed adequate reliability in our sample (Cronbach's α = .788).", "cite_spans": [{"start": 19, "end": 37, "text": "(Smilkstein, 1978)", "ref_id": "BIBREF20"}, {"start": 277, "end": 298, "text": "(Bellón et al., 1996)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Methods"}, {"text": "• Brief Resilient Coping Scale (BRCS) (Sinclair and Wallston, 2004) . This 4-item scale was used to measure resilience. It was assessed with a 5-point Likert scale ranging from 1 (nothing) to 5 (a lot) in which the person was asked to indicate the degree the statement reflected the way he or she usually reacts. The Spanish version (Tomás et al., 2012) showed adequate reliability in our sample (Cronbach's α = .792). • Gratitude Subscale of the Values in Action Inventory of Strengths-Short Form (Littman-Ovadia, 2015) . This 5-item scale was used to measure gratitude. It included 5-point Likert scale response options ranging from 1 (very different to me) to 5 (very similar to me). The Spanish version (Azañedo et al., 2017) showed good reliability in our sample (Cronbach's α = .803). • The Acceptance and Action Questionnaire -II (AAQ-II) (Bond et al., 2011) . This 7-items instrument was used to measure experiential avoidance and psychological inflexibility. Participants had to indicate the degree to which a series of thoughts and feelings described him or her, scoring from 1 (not at all true) to 7 (completely true). The Spanish version (Ruiz et al., 2013) showed good reliability in our sample (Cronbach's α = .893). • Ryff's Psychological Well-Being Scales (Ryff, 1989) .", "cite_spans": [{"start": 38, "end": 67, "text": "(Sinclair and Wallston, 2004)", "ref_id": "BIBREF19"}, {"start": 333, "end": 353, "text": "(Tomás et al., 2012)", "ref_id": "BIBREF23"}, {"start": 477, "end": 520, "text": "Strengths-Short Form (Littman-Ovadia, 2015)", "ref_id": null}, {"start": 707, "end": 729, "text": "(Azañedo et al., 2017)", "ref_id": "BIBREF0"}, {"start": 846, "end": 865, "text": "(Bond et al., 2011)", "ref_id": "BIBREF4"}, {"start": 1150, "end": 1169, "text": "(Ruiz et al., 2013)", "ref_id": "BIBREF13"}, {"start": 1272, "end": 1284, "text": "(Ryff, 1989)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Methods"}, {"text": "Specifically, two subscales, personal growth (the extent to which they were making use of their talents and potential) and purpose in life (the extent to which respondents felt their lives had meaning, purpose, and direction), measured by 7 and 6 items, respectively, were used to measure psychological well-being. Both scales were scored in a 7-point Likert scale ranging from 1 (never) to 7 (always). The Spanish version (Diaz et al., 2006) showed adequate reliability for personal growth (Cronbach's α = .625) and purpose in life (Cronbach's α = .808).", "cite_spans": [{"start": 423, "end": 442, "text": "(Diaz et al., 2006)", "ref_id": null}], "ref_spans": [], "section": "Methods"}, {"text": "The sample was made up of 878 communitydwelling older adults from Spain (626 from 60 to 70 and 252 from 71 to 80 years old) 3 weeks following the lockdown restrictions. Older adults stay permanently at home and only go outside for an essential reason such as buying bread, food, water, or collecting medication. Most participants were women (62%), were living with their spouse or partner (63.80%), had a highly functional family (89.5%), and reported a good (39.60%) or fair (37.80%) perceived health. Moreover, 53 participants had COVID-19 symptomatology; 6 had been hospitalized, 114 had a close family member or friend who had been hospitalized, and 72 reported the loss of a loved one by the virus (Table 1) . There were no significant differences between groups (young-old and old-old) in any direct or indirect affection by COVID-19 variable.", "cite_spans": [], "ref_spans": [{"start": 703, "end": 712, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "As expected, young-old experienced more personal growth (F (1, 876) = 9.090, p = .003), but they didn't experience more purpose in life (F (1, 876) = .123, p = .726) than old-old. No significant group differences emerged in older adults' appraisals or COVID stress-related variables. Furthermore, both groups of older adults showed differences in gratitude and resilience. Specifically, old-old experienced more gratitude (F (1, 876) = 3.888, p = .049) and more resilience (F (1, 861) = 12.653, p = .001).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Staged stepwise regression analyses were used to explain the influence of sociodemographic and health-related, COVID-19 stress-related, appraisal, and resource variables on older adults' personal growth and purpose in life, following the stress process model (Tables 2 and 3 ). In the first step, less age, better perceived health, being married or living with a partner, and more family functioning scores were related to more personal growth levels. In the second step, COVID stress-related variables, only the loss of a loved one by COVID-19 was related with personal growth. In the third step, appraisal, it was found that more fear of COVID-19 outbreak was significantly related to less personal growth levels. In the fourth step, resources, more resilience and gratitude and less experiential avoidance were significantly associated with greater levels of personal growth. In the case of purpose in life, better perceived health and family functioning were related to greater purpose in life. In the second step, regarding COVID stress-related variables, only the loss of a loved one by COVID-19 was related with purpose in life. None of the appraisal variables were significant, but all personal resources, including more resilience and gratitude and less experiential avoidance, were significantly associated with more purpose in life.", "cite_spans": [], "ref_spans": [{"start": 259, "end": 274, "text": "(Tables 2 and 3", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "According to Brandtstädter and Renner (1990) , older people tend to apply accommodative strategies as a way of coping with new situations. The application of this type of strategies can explain the reduction of personal growth with age, since its implementation generates an adjustment of preferences and goals that, although not intentional, makes the subject adequately adapt to the new situation, reducing the perception of situational restrictions or insufficient personal resources to achieve previously valued goals.", "cite_spans": [{"start": 13, "end": 44, "text": "Brandtstädter and Renner (1990)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion"}, {"text": "Aging is associated with new life challenges. Some older adults experience a time of growth and personal discovery (e.g. learning new skills). Nevertheless, other older adults are centered in their losses of loved ones and their declines. The ease of transmission of COVID-19 and its potential to kill older adults (Verity et al., 2020) have the potential to affect people's psychological well-being. For some older adults, traumatic events, like the death of close family member or friend from COVID-19, can lead to growth and learning opportunities that increase their ability to weather future challenges. The impact of resilience is most evident after a traumatic event (Smith and Hollinger-Smith, 2015) . History is full of ugly or unjust life examples who were nonetheless realized (Ryff and Keyes, 1995) .", "cite_spans": [{"start": 315, "end": 336, "text": "(Verity et al., 2020)", "ref_id": "BIBREF24"}, {"start": 674, "end": 707, "text": "(Smith and Hollinger-Smith, 2015)", "ref_id": "BIBREF21"}, {"start": 788, "end": 810, "text": "(Ryff and Keyes, 1995)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "Older adults who are better able to savor positive experiences (i.e. the capacity to regulate the positive feelings by directing attention to positive experiences) reported more psychological well-being (Smith and Hollinger-Smith, 2015) , whereas suppression, an emotion regulation strategy, is a negative predictor of well-being (Ryff, 2014) . Therefore, it is not surprising that higher experiential avoidance (i.e. the unwillingness to experience unwanted thoughts, emotions, or bodily sensations) was related in our study with less psychological well-being. In line with Wood et al. (2009) , gratitude is related to psychological well-being because it is the keystone of positive trait, appreciating the positive in life, having more positive account of their environments, and developing productive coping strategies. Gratitude is related to a life that is meaningful and eudemonic.", "cite_spans": [{"start": 203, "end": 236, "text": "(Smith and Hollinger-Smith, 2015)", "ref_id": "BIBREF21"}, {"start": 330, "end": 342, "text": "(Ryff, 2014)", "ref_id": "BIBREF17"}, {"start": 575, "end": 593, "text": "Wood et al. (2009)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Discussion"}, {"text": "Family functioning and being married are quite related to psychological well-being because it is associated with ties to others (social contacts and social support) (Ryff and Keyes, 1995) . Moreover, relational harmony (i.e. the absence of relational strain) predicted higher well-being; marriage had well-being benefits; and being divorced and never married were negatively associated with well-being (Ryff, 2014) . Finally, this study also supports previous research which has suggested that multiple aspects of physical functioning were relevant for psychological well-being (Ryff, 2014) .", "cite_spans": [{"start": 165, "end": 187, "text": "(Ryff and Keyes, 1995)", "ref_id": "BIBREF18"}, {"start": 402, "end": 414, "text": "(Ryff, 2014)", "ref_id": "BIBREF17"}, {"start": 578, "end": 590, "text": "(Ryff, 2014)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "There are some limitations to be acknowledged. First, this study has a non-probability sampling that future research should try to overcome, obtaining longitudinal data to facilitate the generalization of the results. Second, we only included two dimensions from Ryff's psychological well-being scales (purpose in life and personal growth). Nonetheless, the inclusion of these two subscales has been done before because they have been identified as the core components of psychological functioning and widely recognized as integral components of eudaimonia (Streib et al., 2010) . Third, these findings are limited to community-dwelling older-adults, without severe cognitive impairment and who were able and willing to complete the survey. Consequently, the results likely underestimate the impact of cognitive impairment or long-term facilities on Spanish older adults' well-being. Further research is needed to assess well-being in older adults with severe cognitive impairment, and living in nursing homes or other long-term care facilities. Finally, data were self-reported, and this can have increased participants' social desirability. Future studies could include other reliable measures, such as participants' objective health features (accompanying diseases affecting somatic or neuropsychiatric functioning, concomitant medication, etc.) provided by healthcare professionals. Despite these limitations, our results do not show evidence that old-old have poorer psychological well-being than young-old. Age has only a significant impact on personal growth. The results also suggest that the nature of the COVID-19 impact (except for the loss of a loved one) may not be as important for the older adults' well-being as their appraisals and personal resources for managing COVID-related problems. Some sociodemographic and health-related variables also have shown an impact on older adults' well-being. Therefore, perceived-health, family functioning, resilience, gratitude, and acceptance had significant associations with both personal growth and purpose in life.", "cite_spans": [{"start": 557, "end": 578, "text": "(Streib et al., 2010)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "Although some traumatic events are highly prevalent stressors among older adults, many individuals report high levels of psychological well-being. It is necessary to develop resources such as resilience, gratitude and acceptance, family functioning, and perceived health to improve psychological wellbeing, especially on crisis times.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "None.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest"}, {"text": "JL and GPR developed the study concept and design. JL, GPR, CN, and IC had primary responsibility for the preparation of the manuscript. JL, GPR, CN, IC, CV, JAMH, PLF, and LG had primary responsibility for collecting the data. JL, GPR, CN, CV, IC, LG, and PLF all provided input regarding the study concept and design as well as with drafting and revising of the manuscript, critical review of the manuscript for important intellectual content, and approval of the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "Description of authors' roles"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Versión corta del cuestionario VIA de fortalezas personales", "authors": [{"first": "C", "middle": ["M"], "last": "Azañedo", "suffix": ""}, {"first": "E", "middle": ["G"], "last": "Fernández-Abascal", "suffix": ""}, {"first": "J", "middle": [], "last": "Barraca", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Validez y fiabilidad del cuestionario de función familiar Apgar-familiar", "authors": [{"first": "J", "middle": ["A"], "last": "Bellón", "suffix": ""}, {"first": "A", "middle": [], "last": "Delgado", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Luna Del Castillo", "suffix": ""}, {"first": "P", "middle": [], "last": "Lardelli", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Preliminary Psychometric Properties of the Acceptance and Action Questionnaire-II: A Revised Measure of Psychological Inflexibility and Experiential Avoidance", "authors": [{"first": "F", "middle": ["W"], "last": "Bond", "suffix": ""}], "year": 2011, "venue": "Behavior Therapy", "volume": "42", "issn": "", "pages": "676--688", "other_ids": {"DOI": ["10.1016/j.beth.2011.03.007"]}}, "BIBREF5": {"ref_id": "b5", "title": "Tenacious goal pursuit and flexible goal adjustment: explication and agerelated analysis of assimilative and accommodative strategies of coping", "authors": [{"first": "J", "middle": [], "last": "Brandtstädter", "suffix": ""}, {"first": "G", "middle": [], "last": "Renner", "suffix": ""}], "year": 1990, "venue": "Psychology and Aging", "volume": "5", "issn": "", "pages": "58--67", "other_ids": {"DOI": ["10.1037/0882-7974.5.1.58"]}}, "BIBREF6": {"ref_id": "b6", "title": "Adaptación española de las escalas de bienestar psicológico de Ryff", "authors": [{"first": "D", "middle": [], "last": "Díaz", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Effect of COVID-19 on the mental health care of older people in Canada", "authors": [{"first": "A", "middle": ["J"], "last": "Flint", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Bingham", "suffix": ""}, {"first": "A", "middle": [], "last": "Iaboni", "suffix": ""}], "year": 2020, "venue": "International Psychogeriatrics", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1017/S1041610220000708"]}}, "BIBREF9": {"ref_id": "b9", "title": "Stress, appraisal and doping", "authors": [{"first": "R", "middle": ["S"], "last": "Lazarus", "suffix": ""}, {"first": "S", "middle": [], "last": "Folkman", "suffix": ""}], "year": 1984, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Short form of the VIA inventory of strengths: construction and initial tests of reliability and validity", "authors": [{"first": "H", "middle": [], "last": "Littman-Ovadia", "suffix": ""}], "year": 2015, "venue": "International Journal of Humanities Social Sciences and Education", "volume": "2", "issn": "", "pages": "229--237", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Bienestar subjetivo y psicológico: comparación de jóvenes y adultos mayores", "authors": [{"first": "J", "middle": ["C"], "last": "Meléndez", "suffix": ""}, {"first": "A", "middle": ["I"], "last": "Agustí", "suffix": ""}, {"first": "I", "middle": [], "last": "Delhom", "suffix": ""}, {"first": "M", "middle": ["F R"], "last": "Rodríguez", "suffix": ""}, {"first": "E", "middle": [], "last": "Satorres", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Midiendo la evitación experiencial y la inflexibilidad psicológica: versión española del Cuestionario de Aceptación y Acción -II. Antecedentes [Measuring experiential avoidance and psychological inflexibility: The Spanish version of the Acceptance and Action Questionnaire", "authors": [{"first": "F", "middle": ["J"], "last": "Ruiz", "suffix": ""}, {"first": "A", "middle": ["I L"], "last": "Herrera", "suffix": ""}, {"first": "C", "middle": [], "last": "Luciano", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Cangas", "suffix": ""}, {"first": "I", "middle": [], "last": "Beltrán", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "COVID-19 and psychological well-being among older adults 5", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Happiness is everything, or is it? Explorations on the meaning of psychological well-being", "authors": [{"first": "C", "middle": ["D"], "last": "Ryff", "suffix": ""}], "year": 1989, "venue": "Journal of Personality and Social Psychology", "volume": "57", "issn": "", "pages": "1069--1081", "other_ids": {"DOI": ["10.1037/0022-3514.57.6.1069"]}}, "BIBREF17": {"ref_id": "b17", "title": "Psychological well-being revisited: advances in the science and practice of eudaimonia", "authors": [{"first": "C", "middle": ["D"], "last": "Ryff", "suffix": ""}], "year": 2014, "venue": "Psychotherapy and Psychosomatics", "volume": "83", "issn": "", "pages": "10--28", "other_ids": {"DOI": ["10.1159/000353263"]}}, "BIBREF18": {"ref_id": "b18", "title": "The structure of psychological well-being revisited", "authors": [{"first": "C", "middle": ["D"], "last": "Ryff", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Keyes", "suffix": ""}], "year": 1995, "venue": "Journal of Personality and Social Psychology", "volume": "69", "issn": "", "pages": "719--727", "other_ids": {"DOI": ["10.1037/0022-3514.69.4.719"]}}, "BIBREF19": {"ref_id": "b19", "title": "The development and psychometric evaluation of the Brief Resilient Coping Scale", "authors": [{"first": "V", "middle": ["G"], "last": "Sinclair", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Wallston", "suffix": ""}], "year": 2004, "venue": "Assessment", "volume": "11", "issn": "", "pages": "94--101", "other_ids": {"DOI": ["10.1177/1073191103258144"]}}, "BIBREF20": {"ref_id": "b20", "title": "The family APGAR: a proposal for family function test and its use by physicians", "authors": [{"first": "G", "middle": [], "last": "Smilkstein", "suffix": ""}], "year": 1978, "venue": "The Journal of Family Practice", "volume": "6", "issn": "", "pages": "1231--1239", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Savoring, resilience, and psychological well-being in older adults", "authors": [{"first": "J", "middle": ["L"], "last": "Smith", "suffix": ""}, {"first": "L", "middle": [], "last": "Hollinger-Smith", "suffix": ""}], "year": 2015, "venue": "Aging and Mental Health", "volume": "19", "issn": "", "pages": "192--200", "other_ids": {"DOI": ["10.1080/13607863.2014.986647"]}}, "BIBREF22": {"ref_id": "b22", "title": "The Religious Schema Scale: Construction and initial validation of a quantitative measure for religious styles. The International Journal for the Psychology of Religion", "authors": [{"first": "H", "middle": [], "last": "Streib", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Hood", "suffix": ""}, {"first": "C", "middle": [], "last": "Klein", "suffix": ""}], "year": 2010, "venue": "", "volume": "20", "issn": "", "pages": "151--172", "other_ids": {"DOI": ["10.1080/10508619.2010.481223"]}}, "BIBREF23": {"ref_id": "b23", "title": "Resilience and coping as predictors of general well-being in the elderly: a structural equation modeling approach", "authors": [{"first": "J", "middle": ["M"], "last": "Tomás", "suffix": ""}, {"first": "P", "middle": [], "last": "Sancho", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Melendez", "suffix": ""}, {"first": "T", "middle": [], "last": "Mayordomo", "suffix": ""}], "year": 2012, "venue": "Aging and Mental Health", "volume": "16", "issn": "", "pages": "317--326", "other_ids": {"DOI": ["10.1080/13607863.2011.615737"]}}, "BIBREF24": {"ref_id": "b24", "title": "Estimates of the severity of coronavirus disease 2019: a model-based analysis. The Lancet Infectious Diseases", "authors": [{"first": "R", "middle": [], "last": "Verity", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "30243--30250", "other_ids": {"DOI": ["10.1016/S1473-3099(20)30243-7"]}}, "BIBREF25": {"ref_id": "b25", "title": "Gratitude predicts psychological well-being above the Big Five facets", "authors": [{"first": "A", "middle": ["M"], "last": "Wood", "suffix": ""}, {"first": "S", "middle": [], "last": "Joseph", "suffix": ""}, {"first": "J", "middle": [], "last": "Maltby", "suffix": ""}], "year": 2009, "venue": "Personality and Individual Differences", "volume": "46", "issn": "", "pages": "443--447", "other_ids": {"DOI": ["10.1016/j.paid.2008.11.01"]}}}, "ref_entries": {"TABREF0": {"text": "; Smith and Hollinger-Smith, 2015; Wood et al., 2009). should be addressed to: Javier López, Departamento de Psicología y Pedagogía, Facultad de Medicina, Universidad San Pablo-CEU, CEU Universities, Campus de Montepríncipe, 28925 Alcorcón, Madrid, Spain. Phone: + 34 913724700. Email: jlopezm@ceu.es. Received 03 May 2020; revision requested 09 May 2020; revised version received 13 May 2020; accepted 17 May 2020.", "latex": null, "type": "table"}, "TABREF1": {"text": "Sample characteristics ...........................................................................................................................................................", "latex": null, "type": "table"}, "TABREF2": {"text": "Stepwise multiple regression equations to predict personal growth scores ....................................................................................................................................................................................................................................................................................................................................", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>β </td><td>CHANGE IN R2 </td><td>F\n....................................................................................................................................................................................................................................................................................................................................\n</td></tr><tr><td>Block 1: SOCIODEMOGRAPHIC AND\n</td><td>Age </td><td>− .225 </td><td>.048 </td><td>44.847**\n</td></tr><tr><td>HEALTH RELATED\n</td><td>Perceived health </td><td>.031 </td><td>.017 </td><td>31.025**\n</td></tr><tr><td>Marital status (married or living\n</td><td>.115 </td><td>.016 </td><td>26.180**\n</td></tr><tr><td> </td><td>with a partner) (yes= 1)\n</td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>Family functioning − </td><td>.025 </td><td>.005 </td><td>21.026**\n</td></tr><tr><td>Block 2: COVID STRESS-RELATED </td><td>Loss of a loved one by COVID-19\n(1= yes)\n</td><td>.119 </td><td>.014 </td><td>19.757**\n</td></tr><tr><td>Block 3: APPRAISAL </td><td>Fear of COVID-19 outbreak </td><td>− .033 </td><td>.005 </td><td>17.319**\n</td></tr><tr><td>Block 4: PERSONAL RESOURCES </td><td>Resilience </td><td>.203 </td><td>.060 </td><td>25.055**\n</td></tr><tr><td>Experiential avoidance </td><td>− .138 </td><td>.020 </td><td>25.108**\n</td></tr><tr><td> </td><td>Gratitude </td><td>.087 </td><td>.006 </td><td>23.183**\n</td></tr><tr><td>Adjusted R2 </td><td> </td><td>.182\n</td><td> </td><td> </td></tr></table></body></html>"}, "TABREF3": {"text": "Stepwise multiple regression equations to predict purpose in life scores ................................................................................................................................................................................................................................................................................................................................... * p < .05; ** p < .001.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors thank all the participants in the study.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}