{"paper_id": "71d7cfa977872fc3a541d10432dd969e16df0176", "metadata": {"title": "How Global Change Necessitates Innovation in Career Counseling: Linking Economic, Industrial, Psychology, and Career Counseling Waves If you look at history, innovation doesn't come just from giving people incentives; it comes from creating environments where their ideas can connect (", "authors": [{"first": "Steven", "middle": [], "last": "Johnson", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "This chapter elaborates on the link between successive waves in career counseling, psychology, the global economy, and successive industrial revolutions. The waves in career counseling are then linked to prominent helping models in each wave, the attributes or traits emphasized during each wave are highlighted, and associated career interventions are explained. The influence of concurrent \"business models\" on career counseling helping models are examined, and associated personality traits are clarified before the chapter is concluded.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "in any corporation and should rather be referred to as \"hard skills\". Villiers (2020) contends that \"Career development professionals do clients a major disservice by using the flawed 'hard'/'soft' skills distinction. It perpetuates the false idea that there is little rigor in learning and applying emotional intelligence, persuasion, negotiation, and team leadership\" (p. 1). These sentiments merely serve to confirm Savickas' (2006a) view: \"I keep repeating that the vocational guidance model is a superb model for countries that are still organized the way we were from 1900 to 1950. I am not saying any of these models are no good; depends though on which type of economy you are working in\" (p. 5).", "cite_spans": [{"start": 70, "end": 85, "text": "Villiers (2020)", "ref_id": "BIBREF80"}, {"start": 411, "end": 436, "text": "confirm Savickas' (2006a)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "What is happening in South Africa and in most developing country contexts supports this observation and is the main reason for the model I am proposing. Extensive research (as discussed in this book) has confirmed that the approach works well in both Global North and Global South contexts.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "I agree with the authors cited above that an innovative approach to career counseling should be designed and assessed against the following four criteria, namely, it should be (a) consistent, (b) appropriate, (c) relevant, and (d) sufficiently attuned and sensitive to change and its impact if it is to inform policy and practice meaningfully. Any new strategy should therefore be based on a thorough examination of the identifiable, consecutive, and largely overlapping waves or cycles in the economy, industry (culminating in the Fourth Industrial Revolution or Work 4.0 and the impending Fifth Industrial Revolution or Work 5.0), psychology in general, and career counseling in particular over the past 100 years or more (Maree, 2010a (Maree, , 2010b (Maree, , 2013 . Understanding and appreciating the factors that have guided the career counseling profession since the beginning of the 20th century requires some knowledge of the connection between the different waves in the economy, industry (industrial revolutions), psychology in general, and career counseling during successive periods in the past millennium or so. This will help explain why counseling for self-and career construction has emerged so strongly during the past three decades as a key theoretical component of the contemporary theory base for career counseling research and practice. Table 4 .1 shows the link or overlap between these different waves over the past 120 + years or so. 1 An overview is given below of the link between the different waves in the economy, industry (industrial revolutions), psychology in general, and career counseling. Table 4 .1 Horizontal (across fields) and vertical (over the past 120 years) overview of waves in the economy, industry (industrial revolutions), psychology in general, and career counseling Wave Economy (Goldschmidt & Hilbert, 2009; Molitor, 1999 Molitor, , 2000 Moody & Nogrady, 2010) Six Industrial revolutions (Lindsay & Hudson, 2019; Salimi, 2015; Seymour, 2016) Technological waves (Kondratiev waves; Waves of innovation) (Silva & Di Serio, 2016; Yegorov, 2011 ) Psychology: Epistemological basis (Henriques, 2011 (Henriques, , 2012 Leontiev, 2005; Maree, 2018; O'Hanlon, 1994) Helping model in career counseling (Lindsay & Hudson, 2019; Maree, 2019a Maree, , 2019b Maree, , 2019c Maree, , 2019d Ratts, 2009; Savickas, 2006a Savickas, , 2006b First Wave Economy (Goldschmidt & Hilbert, 2009; Molitor, 1999 Molitor, , 2000 Moody & Nogrady, 2010) Six Industrial revolutions (Lindsay & Hudson, 2019; Salimi, 2015; Seymour, 2016) Technological waves (Kondratiev waves; Waves of innovation) (Silva & Di Serio, 2016; Yegorov, 2011 ) Psychology: Epistemological basis (Henriques, 2011 (Henriques, , 2012 Leontiev, 2005; Maree, 2018; O'Hanlon, 1994) Helping model in career counseling (Lindsay & Hudson, 2019; Maree, 2019a Maree, , 2019b Maree, , 2019c Maree, , 2019d Ratts, 2009; Savickas, 2006a Savickas, , 2006b with the skills of robots. Ensuring \"optimal health at the human-environmental interface\" (Seymour, 2016, p. 9) Below, I elaborate on the meaning and implications of this table. The reader is reminded that my comments about the fifth wave are purely hypothetical and based on my idiosyncratic reading of future events.", "cite_spans": [{"start": 724, "end": 737, "text": "(Maree, 2010a", "ref_id": "BIBREF30"}, {"start": 738, "end": 753, "text": "(Maree, , 2010b", "ref_id": "BIBREF31"}, {"start": 754, "end": 768, "text": "(Maree, , 2013", "ref_id": "BIBREF32"}, {"start": 1829, "end": 1858, "text": "(Goldschmidt & Hilbert, 2009;", "ref_id": "BIBREF8"}, {"start": 1859, "end": 1872, "text": "Molitor, 1999", "ref_id": "BIBREF43"}, {"start": 1873, "end": 1888, "text": "Molitor, , 2000", "ref_id": "BIBREF44"}, {"start": 1889, "end": 1911, "text": "Moody & Nogrady, 2010)", "ref_id": "BIBREF45"}, {"start": 1939, "end": 1963, "text": "(Lindsay & Hudson, 2019;", "ref_id": "BIBREF29"}, {"start": 1964, "end": 1977, "text": "Salimi, 2015;", "ref_id": "BIBREF56"}, {"start": 1978, "end": 1992, "text": "Seymour, 2016)", "ref_id": "BIBREF73"}, {"start": 2053, "end": 2077, "text": "(Silva & Di Serio, 2016;", "ref_id": "BIBREF74"}, {"start": 2078, "end": 2091, "text": "Yegorov, 2011", "ref_id": "BIBREF85"}, {"start": 2128, "end": 2144, "text": "(Henriques, 2011", "ref_id": "BIBREF19"}, {"start": 2145, "end": 2163, "text": "(Henriques, , 2012", "ref_id": "BIBREF20"}, {"start": 2164, "end": 2179, "text": "Leontiev, 2005;", "ref_id": "BIBREF27"}, {"start": 2180, "end": 2192, "text": "Maree, 2018;", "ref_id": "BIBREF36"}, {"start": 2193, "end": 2208, "text": "O'Hanlon, 1994)", "ref_id": "BIBREF47"}, {"start": 2244, "end": 2268, "text": "(Lindsay & Hudson, 2019;", "ref_id": "BIBREF29"}, {"start": 2269, "end": 2281, "text": "Maree, 2019a", "ref_id": "BIBREF37"}, {"start": 2282, "end": 2296, "text": "Maree, , 2019b", "ref_id": "BIBREF38"}, {"start": 2297, "end": 2311, "text": "Maree, , 2019c", "ref_id": "BIBREF39"}, {"start": 2312, "end": 2326, "text": "Maree, , 2019d", "ref_id": "BIBREF40"}, {"start": 2327, "end": 2339, "text": "Ratts, 2009;", "ref_id": "BIBREF52"}, {"start": 2340, "end": 2355, "text": "Savickas, 2006a", "ref_id": "BIBREF60"}, {"start": 2356, "end": 2373, "text": "Savickas, , 2006b", "ref_id": "BIBREF61"}, {"start": 2393, "end": 2422, "text": "(Goldschmidt & Hilbert, 2009;", "ref_id": "BIBREF8"}, {"start": 2423, "end": 2436, "text": "Molitor, 1999", "ref_id": "BIBREF43"}, {"start": 2437, "end": 2452, "text": "Molitor, , 2000", "ref_id": "BIBREF44"}, {"start": 2453, "end": 2475, "text": "Moody & Nogrady, 2010)", "ref_id": "BIBREF45"}, {"start": 2503, "end": 2527, "text": "(Lindsay & Hudson, 2019;", "ref_id": "BIBREF29"}, {"start": 2528, "end": 2541, "text": "Salimi, 2015;", "ref_id": "BIBREF56"}, {"start": 2542, "end": 2556, "text": "Seymour, 2016)", "ref_id": "BIBREF73"}, {"start": 2617, "end": 2641, "text": "(Silva & Di Serio, 2016;", "ref_id": "BIBREF74"}, {"start": 2642, "end": 2655, "text": "Yegorov, 2011", "ref_id": "BIBREF85"}, {"start": 2692, "end": 2708, "text": "(Henriques, 2011", "ref_id": "BIBREF19"}, {"start": 2709, "end": 2727, "text": "(Henriques, , 2012", "ref_id": "BIBREF20"}, {"start": 2728, "end": 2743, "text": "Leontiev, 2005;", "ref_id": "BIBREF27"}, {"start": 2744, "end": 2756, "text": "Maree, 2018;", "ref_id": "BIBREF36"}, {"start": 2757, "end": 2772, "text": "O'Hanlon, 1994)", "ref_id": "BIBREF47"}, {"start": 2808, "end": 2832, "text": "(Lindsay & Hudson, 2019;", "ref_id": "BIBREF29"}, {"start": 2833, "end": 2845, "text": "Maree, 2019a", "ref_id": "BIBREF37"}, {"start": 2846, "end": 2860, "text": "Maree, , 2019b", "ref_id": "BIBREF38"}, {"start": 2861, "end": 2875, "text": "Maree, , 2019c", "ref_id": "BIBREF39"}, {"start": 2876, "end": 2890, "text": "Maree, , 2019d", "ref_id": "BIBREF40"}, {"start": 2891, "end": 2903, "text": "Ratts, 2009;", "ref_id": "BIBREF52"}, {"start": 2904, "end": 2919, "text": "Savickas, 2006a", "ref_id": "BIBREF60"}, {"start": 2920, "end": 2937, "text": "Savickas, , 2006b", "ref_id": "BIBREF61"}, {"start": 3028, "end": 3049, "text": "(Seymour, 2016, p. 9)", "ref_id": null}], "ref_spans": [{"start": 1359, "end": 1366, "text": "Table 4", "ref_id": "TABREF1"}, {"start": 1625, "end": 1632, "text": "Table 4", "ref_id": "TABREF1"}], "section": "Overview of the Different Waves in the Economy, Industry (Industrial Revolutions), Psychology in General, and Career Counseling"}, {"text": "Counseling, Psychology, 2 the Global Economy, and Successive Industrial Revolutions", "cite_spans": [], "ref_spans": [], "section": "Association Between Successive Waves in Career"}, {"text": "Influence of the economy on career counseling. The state of the economy of any given country impacts the career counseling profession. Many impoverished people (including learners from socioeconomically disadvantaged contexts and other disabling conditions in rural areas and townships in particular) struggle to access education and training and also to adapt to university studies (Ribeiro, 2016) . In South Africa, for instance, which is categorized as a developing, Global South country (with small sections of the economy having a Global North character), only a small percentage of the population ever receive career counseling. According to the Quarterly Labour Force Survey (QLFS) (2019), during the third quarter of 2019, the official unemployment rate in South Africa increased to 29.1%. Moreover, one in every six South African workers in the informal economy (referred to as the 'forgotten economy'). The situation of unemployed people who are neither in education nor in training is particularly dire. Of the 3.4 million 15 to 24-year-olds, roughly 33.2% were \"Not in Education, Employment, or Training\" (NEETs), and of the 20.3 million 15 to 34-year-olds, 40.7% were NEETs. Currently (Staff writer, 2019), four months after the release of the QLFS report, the unemployment figure has increased to 29.0%. In addition, the so-called \"expanded unemployment rate\" has risen to 38.5%.", "cite_spans": [{"start": 383, "end": 398, "text": "(Ribeiro, 2016)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Association Between Successive Waves in Career"}, {"text": "There are many reasons for the high unemployment in South Africa:", "cite_spans": [], "ref_spans": [], "section": "Association Between Successive Waves in Career"}, {"text": "a. The national unemployment rate is hovering in the region of 29%, which means that many people have to accept any form of employment as long as the job can help them secure an income and eke out a living. The overwhelming majority of these people need an income so badly that merely finding a job overrides the notion of searching for work that will promote their sense of meaning, help them find meaning in the workplace, and kindle their sense of hope for the future. b. There are too few trained career counselors to meet the career counseling needs of the entire population.", "cite_spans": [], "ref_spans": [], "section": "Association Between Successive Waves in Career"}, {"text": "c. Only a small percentage of career counselors have been trained in contemporary career counseling approaches and associated interventions. 3 d. Career counseling is expensive, which means very few people can afford this service. e. \"Testing and telling\" is the standard mode of assessing people and administering career counseling in group contexts especially. For various reasons, this is not ideal.", "cite_spans": [], "ref_spans": [], "section": "Association Between Successive Waves in Career"}, {"text": "The next section covers the use of traditional career counseling approaches in different contexts.", "cite_spans": [], "ref_spans": [], "section": "Association Between Successive Waves in Career"}, {"text": "Pervasive influence of traditional (trait-and-factor) career counseling. Interest in qualitative (storied) approaches together with quantitative (objective) approaches has increased significantly in their use in individual contexts (Hartung & Santili, 2018) . However, despite the fact that postmodern approaches have begun to gain traction during the past three decades in developed (Global North) countries, the traditional style of career counseling, based on the interpretation of test results and the recommendation of a few fields of study by an 'expert' career counselor, still prevails in large parts of Global South, underdeveloped countries especially. Besides, traditional career counseling still serves a useful purpose in developing, less affluent, third world countries, especially because very few of these countries have as yet made the \"narrative turn\". This \"turn\" can be described as the transition from using tests in career counseling to helping people identify and describe who they really are by articulating their career-lives in words (Hartung, 2013a (Hartung, , 2013b White & Epston, 1990) . However, the traditional approach to career counseling still predominates even in many affluent, primarily first world (Global North) countries. Furthermore, insufficient research has been done on the viability of group-based career counseling intervention, self-and career construction, and life design intervention (in developing countries in particular). This is the case even though drawing on group-based career counseling models is key to meeting the career counseling needs of large numbers of people who currently have little or no access to any career counseling. It should be emphasized, though, that while working in groups has the advantage of reaching more people, it has other advantages as well (see, for instance, Lehman, Ribeiro, Uvaldo, and Silva (2015) .", "cite_spans": [{"start": 232, "end": 257, "text": "(Hartung & Santili, 2018)", "ref_id": "BIBREF18"}, {"start": 1060, "end": 1075, "text": "(Hartung, 2013a", "ref_id": "BIBREF14"}, {"start": 1076, "end": 1093, "text": "(Hartung, , 2013b", "ref_id": "BIBREF15"}, {"start": 1094, "end": 1115, "text": "White & Epston, 1990)", "ref_id": "BIBREF83"}, {"start": 1848, "end": 1889, "text": "Lehman, Ribeiro, Uvaldo, and Silva (2015)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Association Between Successive Waves in Career"}, {"text": "Influence of economic and industrial waves on the occupational world. Irrespective of the socioeconomic situation in any given country, and the career counseling approach followed, the impact of consecutive economic and industrial waves on the occupational world is felt in all work contexts in post-industrial societies. Guichard (2004 Guichard ( , 2013a Guichard ( , 2013b , Hartung (2016) , Maree (2016) , Savickas (2011a Savickas ( , 2011b Savickas ( , 2011c and others explain how the changed and ever-changing occupational environments are increasingly failing either to maintain or create \"safe spaces\" for their workers. Recent occupational trends such as the gig economy and digital nomads (Krapivin, 2018) (also see Chap. 6) confirm that these and related developments will merely intensify people's sense of insecurity and uncertainty. Here, I agree with Doyle's (2017, p. 1) assertion that \"upgrading one's employment status has become an ongoing process\" and that workers should develop skills that cannot easily be automated or performed by robots. Using a similar lens, I also believe that we should approach the future from a 'positive uncertainty' perspective (Gelatt, 1989) . In other words, we accept and feel positive about the uncertainty.", "cite_spans": [{"start": 322, "end": 336, "text": "Guichard (2004", "ref_id": "BIBREF9"}, {"start": 337, "end": 355, "text": "Guichard ( , 2013a", "ref_id": "BIBREF12"}, {"start": 356, "end": 374, "text": "Guichard ( , 2013b", "ref_id": "BIBREF13"}, {"start": 377, "end": 391, "text": "Hartung (2016)", "ref_id": "BIBREF16"}, {"start": 394, "end": 406, "text": "Maree (2016)", "ref_id": "BIBREF33"}, {"start": 409, "end": 424, "text": "Savickas (2011a", "ref_id": "BIBREF67"}, {"start": 425, "end": 443, "text": "Savickas ( , 2011b", "ref_id": "BIBREF68"}, {"start": 444, "end": 462, "text": "Savickas ( , 2011c", "ref_id": null}, {"start": 699, "end": 715, "text": "(Krapivin, 2018)", "ref_id": "BIBREF24"}, {"start": 1177, "end": 1191, "text": "(Gelatt, 1989)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Association Between Successive Waves in Career"}, {"text": "Workers are increasingly being offered short-term work assignments today (the new \"normal\") rather than longer term or even lifelong work contracts. They are being left to their own devices to become employable (as opposed to merely attempting to find work), to become career resilient, and to become adaptable (formerly referred to as \"maturing\"). The fourth economic wave, driven by the Fourth Industrial Revolution, has accelerated the need for skilled workers and decreased the demand for un-, low-, or inappropriately skilled workers-a cause for considerable concern.", "cite_spans": [], "ref_spans": [], "section": "Association Between Successive Waves in Career"}, {"text": "Need to balance work-life roles and making social contributions. Some of the pressing challenges workers and work-seekers will increasingly experience include blending their work and life roles, becoming and remaining employable (Savickas & Porfeli, 2012) , becoming and remaining career resilient (Maree, 2017a (Maree, , 2017b , and becoming and remaining career agile to retain and enhance their employability. Finding a way somehow to stay relevant in the rapidly shifting and changing occupational world will therefore require revisiting and renegotiating the contracts between employees and employers and ensuring that the criterion of \"facilitating sustainable decent work for every worker\" supersedes all other considerations. This lofty aim is achievable, but it depends on if and how much we want to achieve it. Each of us is capable of contributing in this regard in seemingly unrelated contexts. I, personally, value obtaining information from workers in lowly work situations (and even jobless people) such as waiters, cleaners, newspaper vendors, postmen, security people, farm workers, shop assistants, cashiers, and domestic workers. My questions normally revolve around those aspects of their work they enjoy most and those they enjoy least. I also try to find out what it is about their jobs that makes them believe they are (or are not) doing meaningful work-why or why not they believe their work enhances their overall sense of living a purposeful life and makes them feel wanted, appreciated, acknowledged, or worth something in the workplace. Then, I ask them what they really want to do in life: What will make them happy and feel that their work-life is meaningful and purposeful. Their responses unfailingly humble and inspire me. Many of them, for instance, want to become teachers, nurses, social workers, lawyers, medical doctors, electricians, architects, and engineers. Their reasons for not having pursued their dreams differ, but a few common themes run through their collective responses. First, they feel that circumstances beyond their control prevented them from pursuing their desired career-lives, such as poverty, lacking the money to enroll in and pursue a field of study, and having had to take care of an ailing family member, usually a parent. Second, most of them want to do work they consider more professional-work that will make them feel proud of themselves and earn the respect of others. Third, they experience feelings of sadness, unfulfilment, frustration, and being \"trapped\" in an unsatisfactory work situation. Fourth, they experience little or no work satisfaction. Fifth, the money they earn is often regarded as less important than a sense of \"belonging\" where they work and being made to feel \"wanted\" in their workplace.", "cite_spans": [{"start": 229, "end": 255, "text": "(Savickas & Porfeli, 2012)", "ref_id": "BIBREF70"}, {"start": 298, "end": 311, "text": "(Maree, 2017a", "ref_id": "BIBREF34"}, {"start": 312, "end": 327, "text": "(Maree, , 2017b", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Association Between Successive Waves in Career"}, {"text": "In most cases, though, a brief counseling for self-and career construction discussion with these workers is enough to bring about a change in their lives, to ignite processes that promote the rewriting of their life stories, redesigning their lives, and setting them on a career trajectory that can enhance their sense of personal and social meaning in their lives. The following example illustrates this point. About a year ago, I was on a visit to the little town of Hazyview, Mpumalanga; a seriously disadvantaged, impoverished part of South Africa where I am collaborating with colleagues from the Good Work Foundation (GWF) to assess the effectiveness of a postmodern life design intervention on the career adaptability and decision-making capacity of impoverished and unemployed people. Staying at a nearby guesthouse, I was one morning served breakfast by a humble and friendly young woman. In response to my question about how she felt about her work, she said that she was working at the guesthouse because she desperately needed money as she could not afford to apply for admission to and study at a tertiary training institution. Asked what she wanted to do, her eyes lit up when she said, \"I want to become a nurse\". A brief interview with her after hours confirmed that she was interested in and might become a nurse to enact her key life themes. Asked further whether she had heard about the Sector Education and Training Authorities (SETA) system, she shook her head. I scribbled the contact details of the Health SETA on a piece of paper. Before too long she was accepted into a nursing learnership and, judging by her feedback, participating in the program has changed her life irrevocably. She felt that she was doing what she had always wanted to do.", "cite_spans": [], "ref_spans": [], "section": "Association Between Successive Waves in Career"}, {"text": "Linking economic waves, helping models in career counseling, attributes or traits emphasized, and associated career interventions (Maree, 2019a (Maree, , 2019b (Maree, , 2019c (Maree, , 2019d Savickas, 2006a Savickas, , 2006b . Table 4 .2 shows the linking of economic waves, helping models in career counseling, attributes or traits emphasized, and associated career interventions.", "cite_spans": [{"start": 130, "end": 143, "text": "(Maree, 2019a", "ref_id": "BIBREF37"}, {"start": 144, "end": 159, "text": "(Maree, , 2019b", "ref_id": "BIBREF38"}, {"start": 160, "end": 175, "text": "(Maree, , 2019c", "ref_id": "BIBREF39"}, {"start": 176, "end": 191, "text": "(Maree, , 2019d", "ref_id": "BIBREF40"}, {"start": 192, "end": 207, "text": "Savickas, 2006a", "ref_id": "BIBREF60"}, {"start": 208, "end": 225, "text": "Savickas, , 2006b", "ref_id": "BIBREF61"}], "ref_spans": [{"start": 228, "end": 235, "text": "Table 4", "ref_id": "TABREF1"}], "section": "Association Between Successive Waves in Career"}, {"text": "Friendly volunteers. The practice of friendly volunteers providing informal career counseling to people who wished to leave the farms of their parents and thus needed career counseling (the precursor of vocational guidance) (Savickas, 2006a) emerged as the first helping model in career counseling during the first economic wave, which is associated with the First Industrial Revolution (Work 1) (Salimi, 2015; Schwab, 2017;  The four industrial revolutions, 2017). In this era, land was cultivated to make a living, and work was mostly an extension of the work of one's parents-children (workers) by and large stayed on the farms of their parents.", "cite_spans": [{"start": 224, "end": 241, "text": "(Savickas, 2006a)", "ref_id": "BIBREF60"}, {"start": 396, "end": 410, "text": "(Salimi, 2015;", "ref_id": "BIBREF56"}, {"start": 411, "end": 424, "text": "Schwab, 2017;", "ref_id": "BIBREF71"}, {"start": 425, "end": 425, "text": "", "ref_id": null}], "ref_spans": [], "section": "Association Between Successive Waves in Career"}, {"text": "Vocational guidance. During the industrial era (the second economic wave, ca. 1900-1950), vocational guidance (Parsons, 2005) emerged as the second career counseling helping model in career counseling. This period corresponded with Work 2.0 (the Second Industrial Revolution) (Salimi, 2015) when the mass manufacturing was the prevalent mode of production (Molitor, 2000) , numerous \"jobs\" were generated, and people gathered together in cities.", "cite_spans": [{"start": 110, "end": 125, "text": "(Parsons, 2005)", "ref_id": "BIBREF49"}, {"start": 276, "end": 290, "text": "(Salimi, 2015)", "ref_id": "BIBREF56"}, {"start": 356, "end": 371, "text": "(Molitor, 2000)", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Association Between Successive Waves in Career"}, {"text": "Career education or career guidance. The third helping model (associated with career education or career guidance) appeared during the third economic wave (ca. 1940-1990) (also known as the service wave), which was associated with Work 3.0 or the Third Industrial Revolution (Salimi, 2015) . Automation was the order of Table 4 .2 Overview of consecutive waves in the economics field, helping models in career counseling, associated traits, and career interventions Wave Helping model in career counseling (Savickas, 2006a (Savickas, , 2006b ) Attributes or traits emphasized (Savickas, 2006a (Savickas, , 2006b Associated career intervention (Savickas, 2011b People are seen as designers of their \"self\"", "cite_spans": [{"start": 155, "end": 170, "text": "(ca. 1940-1990)", "ref_id": null}, {"start": 275, "end": 289, "text": "(Salimi, 2015)", "ref_id": "BIBREF56"}, {"start": 506, "end": 522, "text": "(Savickas, 2006a", "ref_id": "BIBREF60"}, {"start": 523, "end": 541, "text": "(Savickas, , 2006b", "ref_id": "BIBREF61"}, {"start": 576, "end": 592, "text": "(Savickas, 2006a", "ref_id": "BIBREF60"}, {"start": 593, "end": 611, "text": "(Savickas, , 2006b", "ref_id": "BIBREF61"}, {"start": 643, "end": 659, "text": "(Savickas, 2011b", "ref_id": "BIBREF68"}], "ref_spans": [{"start": 320, "end": 327, "text": "Table 4", "ref_id": "TABREF1"}], "section": "Association Between Successive Waves in Career"}, {"text": "and \"constructors\" of their careers with the aid of established digital infrastructure and technology", "cite_spans": [], "ref_spans": [], "section": "Association Between Successive Waves in Career"}, {"text": "Tele-career counseling, tele-counseling, and tele-therapy the day. In this period, the pendulum swung towards using the skills of third-party providers to access specialized know-how. The \"test-and-tell\" approach prevailed with career counselors telling or advising people about suitable fields of study that \"matched\" their personalities. The expectation was that people would choose a career and \"actualize\" (develop) themselves and their careers, get promoted, and gradually work their way up the corporate ladder (Savickas, 2002) . Holland's (1997) trait and factor theory and Super's (1955 Super's ( , 1957 life span, life-space theory are theories associated with the third wave. Self-and career construction counseling and life design. The emergence of information communication technology (ICT) signaled the fourth economic wave, which is associated with Work 4.0 or the Fourth Industrial Revolution (1990-). The outstanding feature of this period is rapid technological and artificial intelligence advances, including robotization (Salimi, 2015) . In line with these advances, the language of the career counseling discourse has also changed (see Chap. 6). Many communication and computer technology developments were and still are characterized by the loss of conventional jobs and the emergence of short-term work assignments, dejobbing, protean and boundaryless careers, increased connectivity and networking, and artificial intelligence. The attendant uncertainty, insecurity, and loss of work identity led to work trauma in many employees. During this period, life design intervention (the fourth helping model) emerged in Global North countries in particular. Savickas (2000) summarized the outcome of these developments by stating that \"[c]areer must become more personal and self-directed to flourish in the postmodern information age\" (p. 59).", "cite_spans": [{"start": 517, "end": 533, "text": "(Savickas, 2002)", "ref_id": "BIBREF59"}, {"start": 536, "end": 552, "text": "Holland's (1997)", "ref_id": "BIBREF22"}, {"start": 581, "end": 594, "text": "Super's (1955", "ref_id": "BIBREF76"}, {"start": 595, "end": 611, "text": "Super's ( , 1957", "ref_id": "BIBREF77"}, {"start": 1040, "end": 1054, "text": "(Salimi, 2015)", "ref_id": "BIBREF56"}, {"start": 1675, "end": 1690, "text": "Savickas (2000)", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Association Between Successive Waves in Career"}, {"text": "Life purpose counseling. I believe that life purpose counseling will lie at the heart of fifth wave counseling, and its focus will be on inspiring clients and helping them experience a sense of purpose in a world of work that will differ vastly from the workplace of today. The notion of \"work\" will most likely be renegotiated, and the emphasis in counseling will be on promoting social justice, ethical behavior, and the common good-thus marrying the needs of human beings with the abilities of robots. Currently, for instance, robots and drones are used to monitor, fight, and/or prevent the spread of the coronavirus by delivering medicine and food and disinfecting locations (Ackerman, Guizzo, & She, 2020; Marr, 2020) .", "cite_spans": [{"start": 680, "end": 711, "text": "(Ackerman, Guizzo, & She, 2020;", "ref_id": null}, {"start": 712, "end": 723, "text": "Marr, 2020)", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Association Between Successive Waves in Career"}, {"text": "Fifth Industrial Revolution. Even at this stage, the internet is already abuzz with conjectures, hypotheses, and predictions about the Fifth Industrial Revolution and especially its possible effect on the future of work and, consequently, the wellbeing and future of humankind (see, for instance, Lindsay, 2019; Lindsay & Hudson, 2019; Naidoo, 2019; Rundle, 2019) . Some of the predictions are the following: a. Artificial intelligence will enable human beings to answer instead of simply keeping on asking bigger and more complex questions than before (Sterry, in Lindsay, 2019). b. Endeavors to ensure that all people receive a basic income will gain momentum (Lewis, in Lindsay, 2019; Reich, in Lindsay & Hudson, 2019) . c. Whereas the Fourth Industrial Revolution appears intent on removing human beings from the work environment, the Fifth Industrial Revolution will bring them back (Lindsay & Hudson, 2019) , thus posing the question: \"How can you make the world 'better' rather than just 'more efficient' or 'more productive'?\" (p. 1). d. To an increasing extent, people will be able to work from where they live. e. The way in which employees are treated in small and large businesses will increasingly impact on their psychological, social, and emotional wellbeing. f. Given the disparity in access to the internet between Global South and Global North countries, learners and workers in poor countries will be negatively affected by the introduction of artificial intelligence and robots into the workplace (and inadequate preparation of learners by education fraternities and of the workforce by employers) as opposed the situation in Global North countries. g. Naidoo's (2019) observation is worth considering here: \"In robot utopia, the importance of innovation and advancement is not only embraced but celebrated without fear of a total machine takeover or the extinction of man … whatever side of the fence you're on in predicting humanity's fate, there's no stopping the technology bullet train or the robots it is carrying\" (n.p.).", "cite_spans": [{"start": 297, "end": 311, "text": "Lindsay, 2019;", "ref_id": "BIBREF28"}, {"start": 312, "end": 335, "text": "Lindsay & Hudson, 2019;", "ref_id": "BIBREF29"}, {"start": 336, "end": 349, "text": "Naidoo, 2019;", "ref_id": "BIBREF46"}, {"start": 350, "end": 363, "text": "Rundle, 2019)", "ref_id": "BIBREF55"}, {"start": 662, "end": 687, "text": "(Lewis, in Lindsay, 2019;", "ref_id": null}, {"start": 688, "end": 721, "text": "Reich, in Lindsay & Hudson, 2019)", "ref_id": null}, {"start": 888, "end": 912, "text": "(Lindsay & Hudson, 2019)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Association Between Successive Waves in Career"}, {"text": "Naidoo (2019) mentions the following two future scenarios. First, the dystopian possibility (referred to as singularity) that human beings may eventually be reduced to extinction by their own creations (robots) if robots become \"cleverer\" (artificial super-intelligence) and refuse to accept instructions from human beings and, instead, begin to issue instructions themselves.", "cite_spans": [], "ref_spans": [], "section": "Association Between Successive Waves in Career"}, {"text": "Second, what the author terms robot utopia may eventuate. In this scenario, AI and robotics will reduce human beings' workload by eradicating boring, repetitive work and help them take \"wise\" decisions. Human beings will have more time to do what adds meaning and purpose to their career-lives. Most of the world's population will benefit from \"the democratization of technology; where ordinary people will have access to some of the most powerful technologies on earth and exist in harmony with it all … the importance of innovation and advancement is not only embraced but celebrated without fear of a total machine takeover or the extinction of [hu]man[s]\" (Naidoo, 2019, n. p.) (Photograph 4.1 ).", "cite_spans": [{"start": 660, "end": 677, "text": "(Naidoo, 2019, n.", "ref_id": null}], "ref_spans": [], "section": "Association Between Successive Waves in Career"}, {"text": "As discussed earlier, the state of a country's economy at any particular stage, the nature and impact of the corresponding industrial revolution, and the associated \"manufacturing paradigm [will] transform the way in which we work and do business\" (Salimi, 2015, p. 1) . Our approach to career counseling intervention is informed by the feature (e.g. identity) that is focused on at any given time. This focus shapes our intervention and co-determines how we administer career counseling in Photograph 4.1 Celebrating innovation and advancement a given context and at a given time. Providing context for our chosen career counseling approach and style (e.g. a \"test-and-tell\" approach or a life design approach) (Guichard, 2009; Savickas, 2011a; Savickas et al., 2009a Savickas et al., , 2009b Savickas et al., , 2009c Savickas et al., , 2009d is key to ensuring that the service we render is in the best interests of clients (Taber, Hartung, Briddick, Sensoy-Briddick, & Rehfuss, 2011) . Today, probably more than ever before, a sense of hope and purpose needs to be rekindled in clients in a world in which many people have lost hope in the future. People need to rediscover a sense of purpose and meaning in the face of the message that robots are replacing workers and at a time when \"work\" as we know it is losing meaning in occupational contexts that no longer \"hold\" workers in the way they used to. Traits such as integrity, autonomy, humility, and frugality were valued during the first economic wave, and, accordingly, work success was achieved through people's individual endeavors (Savickas, 1993) . During the second wave, following the example set by natural scientists, people working in the field of career counseling began to develop \"objective\" assessment instruments. The aim was to find a way to \"test\" people objectively to establish their personality traits (e.g. interests, aptitudes, and intelligence). It was believed that testing or measuring was sufficient to obtain objective information that could predict people's success in given work environments for the duration of their career-lives. Intervention was aimed at establishing a satisfactory fit or match between people and their careers as it was thought this would ensure success in a career (Maree, 2013; Watson, McMahon, Mkhize, Schweitzer, & Mpofu, 2011) . During the third economic wave 4 the idea of \"making meaning\" in one's occupation or work began to emerge. The emphasis shifted from relying almost exclusively on measuring people's \"objective\" traits (Hergenhahn, 2005) to emphasizing their individuality, enhancing their career adaptability, improving their attitudes, developing their (self-)belief, and enhancing their competencies (ABCs). Today, career counseling emphasizes people as individuals and promotes understanding of their idiosyncratic situations rather than how they resemble or differ from one another (Byars-Winston, 2013) . Logical positivism (with its emphasis on how people resemble one another) as the predominant guiding theory was gradually replaced by subjective, existential-humanistic approaches (with their emphasis on people themselves and their distinctiveness) (Hergenhahn, 2005; Lent, 1996) . The pendulum thus swung from measuring people's \"objective\", \"fixed\" traits towards revealing their unique style of seeing things (constructing reality). Helping people not only move forward but actually take the action needed to bring about therapeutically relevant change in their lives and advance their sense of who they are began to take center stage in career counseling (Rogers, 1942; Seligman, 1994) .", "cite_spans": [{"start": 248, "end": 268, "text": "(Salimi, 2015, p. 1)", "ref_id": null}, {"start": 712, "end": 728, "text": "(Guichard, 2009;", "ref_id": "BIBREF11"}, {"start": 729, "end": 745, "text": "Savickas, 2011a;", "ref_id": "BIBREF67"}, {"start": 746, "end": 768, "text": "Savickas et al., 2009a", "ref_id": "BIBREF62"}, {"start": 769, "end": 793, "text": "Savickas et al., , 2009b", "ref_id": "BIBREF63"}, {"start": 794, "end": 818, "text": "Savickas et al., , 2009c", "ref_id": "BIBREF64"}, {"start": 819, "end": 843, "text": "Savickas et al., , 2009d", "ref_id": "BIBREF65"}, {"start": 926, "end": 986, "text": "(Taber, Hartung, Briddick, Sensoy-Briddick, & Rehfuss, 2011)", "ref_id": null}, {"start": 1593, "end": 1609, "text": "(Savickas, 1993)", "ref_id": "BIBREF57"}, {"start": 2275, "end": 2288, "text": "(Maree, 2013;", "ref_id": "BIBREF32"}, {"start": 2289, "end": 2340, "text": "Watson, McMahon, Mkhize, Schweitzer, & Mpofu, 2011)", "ref_id": "BIBREF82"}, {"start": 2544, "end": 2562, "text": "(Hergenhahn, 2005)", "ref_id": "BIBREF21"}, {"start": 2912, "end": 2933, "text": "(Byars-Winston, 2013)", "ref_id": "BIBREF3"}, {"start": 3185, "end": 3203, "text": "(Hergenhahn, 2005;", "ref_id": "BIBREF21"}, {"start": 3204, "end": 3215, "text": "Lent, 1996)", "ref_id": "BIBREF26"}, {"start": 3595, "end": 3609, "text": "(Rogers, 1942;", "ref_id": "BIBREF54"}, {"start": 3610, "end": 3625, "text": "Seligman, 1994)", "ref_id": "BIBREF72"}], "ref_spans": [], "section": "Influence of Contemporaneous \"Business Models\" on Career Counseling Helping Models and the Foregrounding of Certain Personality Traits (Savickas, 2006a, 2006b; Maree & Morgan, 2012)"}, {"text": "The trend that emerged during the third economic wave, namely an increased emphasis on people's identity (Who am I? Where do I \"fit in\"?) instead of on their \"personality profiles\" became even more pronounced during the fourth wave. There is today less emphasis on \"climbing the corporate ladder\". Modern career counseling intervention is thus to a large extent aimed at promoting the stability of career identities (Savickas, 2010) . Helping people narrate their life stories is key, with the emphasis on helping them attain lucid, coherent, and stable life-story narratives or self-portraits.", "cite_spans": [{"start": 416, "end": 432, "text": "(Savickas, 2010)", "ref_id": "BIBREF66"}], "ref_spans": [], "section": "Influence of Contemporaneous \"Business Models\" on Career Counseling Helping Models and the Foregrounding of Certain Personality Traits (Savickas, 2006a, 2006b; Maree & Morgan, 2012)"}, {"text": "To manage change in the workplace, people should increasingly be encouraged to examine, understand, appreciate, and embrace, rather than fear, the new and changing dynamics of the world of work. This includes accepting the idea of lifelong learning and becoming more employable, more adaptable, and more career resilient (Hartung & Cadaret, 2017; Maree, 2017a Maree, , 2017b . Wolfe (2017) maintains that acquiring competencies such as curiosity, creativity, conscientiousness, critical thinking, collaboration, and intellectual agility is essential in this regard. Palti (2017) rates the quality of creativity as particularly important today and argues that this trait sets human beings apart from machines (robots). Speaking of the words \"creative\" and innovative\": Here is a simple way of informally 'assessing' people's sense of creativity and innovation before any formal assessment. Provide them with a blank piece of paper and ask them what they see on the piece of paper. In most cases, they will struggle to give creative, innovative responses-until they discover that what they see depends to a large extent on what they choose to see.", "cite_spans": [{"start": 321, "end": 346, "text": "(Hartung & Cadaret, 2017;", "ref_id": "BIBREF17"}, {"start": 347, "end": 359, "text": "Maree, 2017a", "ref_id": "BIBREF34"}, {"start": 360, "end": 374, "text": "Maree, , 2017b", "ref_id": "BIBREF35"}, {"start": 377, "end": 389, "text": "Wolfe (2017)", "ref_id": "BIBREF84"}, {"start": 566, "end": 578, "text": "Palti (2017)", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Influence of Contemporaneous \"Business Models\" on Career Counseling Helping Models and the Foregrounding of Certain Personality Traits (Savickas, 2006a, 2006b; Maree & Morgan, 2012)"}, {"text": "During the past 130 years or so, the guiding theoretical and conceptual underpinnings of career counseling theory, research, intervention, and policy making have been informed and influenced by, and have also coincided with, general global advances in fields such economics and different industrial revolutions. During this time, premodernism was gradually replaced by modernism, modernism by high modernism, and, eventually, high modernism by postmodernism (Watson & Kuit, 2007) . It may seem logical to use the term \"post-postmodernism\" here, but it is too unwieldly and awkward to the liking of many. Terms such as altermodernism, cosmodernism, digimodernism, metamodernism, performatism, postdigitalism, and posthumanism have therefore been put forward (Basulto, 2011; Gibbons, 2017) , but the jury is still out as to which term is the most appropriate.", "cite_spans": [{"start": 458, "end": 479, "text": "(Watson & Kuit, 2007)", "ref_id": "BIBREF81"}, {"start": 757, "end": 772, "text": "(Basulto, 2011;", "ref_id": "BIBREF2"}, {"start": 773, "end": 787, "text": "Gibbons, 2017)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Summary"}, {"text": "What is clear, though, is that career counseling theorists, researchers, practitioners, and policy makers need to constantly revisit, reconsider, update, and adapt their theory base, research endeavors, career counseling intervention, and policy making in line with changing economic, industrial, and social circumstances to ensure that the profession retains its currency and value for people. This includes examining critically the influence of different business models on career counseling (Kinkar, Põld, Ümarik, & Õun, 2019) . It also includes making a connection between different economic waves, helping models in career counseling, and, especially, those attributes or traits that were emphasized during each successive wave in these subject fields. This will help us understand the influence of contemporaneous \"business models\" on career counseling helping models and foreground certain personality traits to help people manage change in the workplace by examining, understanding, appreciating, and embracing, instead of fearing, the new and changing dynamics of the world of work. Put differently, people should be encouraged to develop those traits (survival or thriving skills) that will enable them to transition successfully and repeatedly from one work context to another. These skills include being able to code and knowing more than one programming language.", "cite_spans": [{"start": 494, "end": 529, "text": "(Kinkar, Põld, Ümarik, & Õun, 2019)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Summary"}, {"text": "In the next chapter, the spotlight falls on the key issue of providing context for career counseling in contexts that differ from those in and for which it was initially conceptualized and implemented.", "cite_spans": [], "ref_spans": [], "section": "Summary"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "How robots are helping to fight the coronavirus outbreak", "authors": [{"first": "E", "middle": [], "last": "Ackerman", "suffix": ""}, {"first": "E", "middle": [], "last": "Guizzo", "suffix": ""}, {"first": "F", "middle": [], "last": "Shi", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Data reveals why the 'soft' in 'soft skills' is a major misnomer", "authors": [{"first": "A", "middle": [], "last": "Agarwal", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "On the Internet, what comes after post-Modernism?", "authors": [{"first": "D", "middle": [], "last": "Basulto", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Ten ideas that changed career development", "authors": [{"first": "A", "middle": [], "last": "Byars-Winston", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "New directions for theories of career", "authors": [{"first": "A", "middle": [], "last": "Collin", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Young", "suffix": ""}], "year": 1986, "venue": "Human Relations", "volume": "39", "issn": "8", "pages": "837--853", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "How often do people change jobs?", "authors": [{"first": "A", "middle": [], "last": "Doyle", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Positive uncertainty: A new decision-making framework for counseling", "authors": [{"first": "H", "middle": ["B"], "last": "Gelatt", "suffix": ""}], "year": 1989, "venue": "Journal of Counseling Psychology", "volume": "36", "issn": "", "pages": "252--256", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Postmodernism is dead. What comes next?", "authors": [{"first": "A", "middle": [], "last": "Gibbons", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Health economy in Germany -economical field of the future", "authors": [{"first": "A", "middle": ["J W"], "last": "Goldschmidt", "suffix": ""}, {"first": "J", "middle": [], "last": "Hilbert", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Se faire soi", "authors": [{"first": "J", "middle": [], "last": "Guichard", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Self-constructing", "authors": [{"first": "J", "middle": [], "last": "Guichard", "suffix": ""}], "year": 2009, "venue": "Journal of Vocational Behavior", "volume": "75", "issn": "", "pages": "251--258", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Career guidance, education, and dialogues for a fair and sustainable human development. Inaugural conference of the UNESCO chair of Lifelong guidance and counselling", "authors": [{"first": "J", "middle": [], "last": "Guichard", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "What competencies need people living in liquid societies to design their lives and direct their careers", "authors": [{"first": "J", "middle": [], "last": "Guichard", "suffix": ""}], "year": 2013, "venue": "Psychology of career counseling: New challenges for a new era", "volume": "", "issn": "", "pages": "41--60", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The life-span, life-space theory of careers", "authors": [{"first": "P", "middle": ["J"], "last": "Hartung", "suffix": ""}], "year": 2013, "venue": "Career development and counseling: Putting theory and research to work", "volume": "", "issn": "", "pages": "83--113", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Career construction counselling", "authors": [{"first": "P", "middle": ["J"], "last": "Hartung", "suffix": ""}], "year": 2013, "venue": "Psychology of career counseling: New challenges for a new era", "volume": "", "issn": "", "pages": "15--28", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Advancing career intervention for life design", "authors": [{"first": "P", "middle": ["J"], "last": "Hartung", "suffix": ""}], "year": 2016, "venue": "Career Development Quarterly", "volume": "64", "issn": "1", "pages": "2--3", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Career adaptability: Changing self and situation for satisfaction and success", "authors": [{"first": "P", "middle": ["J"], "last": "Hartung", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Cadaret", "suffix": ""}], "year": 2017, "venue": "Psychology of career adaptability, employability, and resilience", "volume": "", "issn": "", "pages": "15--28", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "My Career Story: Description and initial validity evidence", "authors": [{"first": "P", "middle": ["J"], "last": "Hartung", "suffix": ""}, {"first": "S", "middle": [], "last": "Santili", "suffix": ""}], "year": 2018, "venue": "Journal of Career Assessment", "volume": "26", "issn": "2", "pages": "308--321", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "A new unified theory of psychology", "authors": [{"first": "G", "middle": [], "last": "Henriques", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Psychotherapy's fifth wave", "authors": [{"first": "G", "middle": [], "last": "Henriques", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "An introduction to the history of psychology", "authors": [{"first": "B", "middle": ["R"], "last": "Hergenhahn", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Making vocational choices: A theory of vocational personalities and work environments", "authors": [{"first": "J", "middle": ["L"], "last": "Holland", "suffix": ""}], "year": 1997, "venue": "Psychological Assessment Resources", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Guidelines for career counsellors on addressing gender equality and gender stereotypical career choices in career counselling", "authors": [{"first": "V", "middle": [], "last": "Kinkar", "suffix": ""}, {"first": "M", "middle": [], "last": "Põld", "suffix": ""}, {"first": "M", "middle": [], "last": "Ümarik", "suffix": ""}, {"first": "T", "middle": [], "last": "Õun", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "The study, work, retire model is broken as we live until 100", "authors": [{"first": "P", "middle": [], "last": "Krapivin", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "A psychodynamic approach on group career counseling: A Brazilian experience of 40 years", "authors": [{"first": "Y", "middle": ["P"], "last": "Lehman", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Ribeiro", "suffix": ""}, {"first": "M", "middle": ["C C"], "last": "Uvaldo", "suffix": ""}, {"first": "F", "middle": ["F"], "last": "Silva", "suffix": ""}], "year": 2015, "venue": "International Journal for Educational and Vocational Guidance", "volume": "15", "issn": "1", "pages": "23--36", "other_ids": {"DOI": ["10.1007/s10775-014-9276-0"]}}, "BIBREF26": {"ref_id": "b26", "title": "The person focus in career theory and practice", "authors": [{"first": "E", "middle": ["B"], "last": "Lent", "suffix": ""}], "year": 1996, "venue": "Handbook of career counseling theory and practice", "volume": "", "issn": "", "pages": "109--120", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Existential psychology as a response to the challenges of the 21st century", "authors": [{"first": "D", "middle": [], "last": "Leontiev", "suffix": ""}], "year": 2005, "venue": "International Journal of Existential Psychology & Psychotherapy", "volume": "1", "issn": "", "pages": "103--105", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "What if the future of work was no work at all?", "authors": [{"first": "J", "middle": [], "last": "Lindsay", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "What is the Fifth Industrial Revolution and how will it change the world?", "authors": [{"first": "J", "middle": [], "last": "Lindsay", "suffix": ""}, {"first": "A", "middle": [], "last": "Hudson", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Brief overview of the advancement of postmodern approaches to career counseling", "authors": [{"first": "J", "middle": ["G"], "last": "Maree", "suffix": ""}], "year": 2010, "venue": "Journal of Psychology in Africa", "volume": "20", "issn": "", "pages": "361--369", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Using early memories in career-story interviewing", "authors": [{"first": "J", "middle": ["G"], "last": "Maree", "suffix": ""}], "year": 2010, "venue": "Career counseling: Methods that work", "volume": "", "issn": "", "pages": "167--199", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Counseling for career construction: Connecting life themes to construct life portraits: Turning pain into hope", "authors": [{"first": "J", "middle": ["G"], "last": "Maree", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Using interpersonal process during career construction counseling to promote reflexivity and expedite change", "authors": [{"first": "J", "middle": ["G"], "last": "Maree", "suffix": ""}], "year": 2016, "venue": "Journal of Vocational Behaviour", "volume": "96", "issn": "", "pages": "22--30", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Life design counselling", "authors": [{"first": "J", "middle": ["G"], "last": "Maree", "suffix": ""}], "year": 2017, "venue": "Career psychology", "volume": "", "issn": "", "pages": "105--118", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Utilizing career adaptability and career resilience to promote employability and decent work and alleviate poverty", "authors": [{"first": "J", "middle": ["G"], "last": "Maree", "suffix": ""}], "year": 2017, "venue": "Handbook of career adaptability, employability, and resilience", "volume": "", "issn": "", "pages": "349--373", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Using life design counseling for career construction to facilitate sustainable employability and decent work in a developing country context", "authors": [{"first": "J", "middle": ["G"], "last": "Maree", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "195--214", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Career Development in Africa: Decent work for all: Brief photomontage. Keynote Address at the Annual Career Development Practitioner Congress, Emperors Palace Conference Centre", "authors": [{"first": "J", "middle": ["G"], "last": "Maree", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Postmodernising career counseling in a deep rural context", "authors": [{"first": "J", "middle": ["G"], "last": "Maree", "suffix": ""}], "year": 2019, "venue": "Handbook of innovative career counseling", "volume": "", "issn": "", "pages": "577--596", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Group career construction counseling: A mixed-methods, intervention study with high school students", "authors": [{"first": "J", "middle": ["G"], "last": "Maree", "suffix": ""}], "year": 2019, "venue": "Career Development Quarterly", "volume": "67", "issn": "", "pages": "47--61", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Innovative career construction counselling for a creative adolescent", "authors": [{"first": "J", "middle": ["G"], "last": "Maree", "suffix": ""}], "year": 2019, "venue": "British Journal of Guidance and Counselling", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1080/03069885.2018.1504202"]}}, "BIBREF41": {"ref_id": "b41", "title": "Toward a combined qualitative-quantitative approach: Advancing postmodern career counselling theory and practice", "authors": [{"first": "J", "middle": ["G"], "last": "Maree", "suffix": ""}, {"first": "B", "middle": [], "last": "Morgan", "suffix": ""}], "year": 2012, "venue": "Cyprian Journal of Educational Sciences", "volume": "7", "issn": "", "pages": "311--325", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Robots and drones are now used to fight Covid-19", "authors": [{"first": "B", "middle": [], "last": "Marr", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "The next 1,000 years: The \"Big Five\" engines of economic growth", "authors": [{"first": "G", "middle": ["T T"], "last": "Molitor", "suffix": ""}], "year": 1999, "venue": "The Futurist", "volume": "33", "issn": "", "pages": "13--18", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Emerging economic sectors in the third millennium: Introduction and overview of the 'big five", "authors": [{"first": "G", "middle": ["T T"], "last": "Molitor", "suffix": ""}], "year": 2000, "venue": "Foresight", "volume": "2", "issn": "", "pages": "323--329", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "The sixth wave: How to succeed in a resource-limited world", "authors": [{"first": "J", "middle": ["B"], "last": "Moody", "suffix": ""}, {"first": "B", "middle": [], "last": "Nogrady", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "The Fifth Industrial Revolution looms", "authors": [{"first": "V", "middle": [], "last": "Naidoo", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "The Third Wave", "authors": [{"first": "B", "middle": [], "last": "O&apos;hanlon", "suffix": ""}], "year": 1994, "venue": "Family Therapy Networker", "volume": "18", "issn": "6", "pages": "19--29", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Creativity will be the source of our next industrial revolution, not machines", "authors": [{"first": "I", "middle": [], "last": "Palti", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Choosing a vocation", "authors": [{"first": "F", "middle": [], "last": "Parsons", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Does career counseling matter? A personal reflection", "authors": [{"first": "R", "middle": [], "last": "Pryor", "suffix": ""}], "year": 2008, "venue": "Australian Journal of Career Development", "volume": "17", "issn": "2", "pages": "55--59", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Statistical release P0211. Pretoria, South Africa: Statistics, SA", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Social justice counseling: Toward the development of a Fifth Force among counseling paradigms", "authors": [{"first": "M", "middle": ["J"], "last": "Ratts", "suffix": ""}], "year": 2009, "venue": "Journal of Humanistic Counseling, Education and Development", "volume": "48", "issn": "", "pages": "160--172", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Career counseling for people in psychosocial situations of vulnerability and flexicurity: A social constructionist proposal", "authors": [{"first": "M", "middle": ["A"], "last": "Ribeiro", "suffix": ""}], "year": 2016, "venue": "Career development: Theories, practices and challenges", "volume": "", "issn": "", "pages": "79--110", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Counseling and psychotherapy. Newer concepts in practice", "authors": [{"first": "C", "middle": ["R"], "last": "Rogers", "suffix": ""}], "year": 1942, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "The 5th Industrial Revolution: When it will happen and how?", "authors": [{"first": "E", "middle": [], "last": "Rundle", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Work 4.0: An enormous potential for economic growth in Germany", "authors": [{"first": "M", "middle": [], "last": "Salimi", "suffix": ""}], "year": 2015, "venue": "ADAPT Bulletin", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Career counseling in the postmodern era", "authors": [{"first": "M", "middle": ["L"], "last": "Savickas", "suffix": ""}], "year": 1993, "venue": "Journal of Cognitive Psychotherapy: An International Quarterly", "volume": "7", "issn": "", "pages": "205--215", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Renovating the psychology of careers for the twenty-first century", "authors": [{"first": "M", "middle": [], "last": "Savickas", "suffix": ""}], "year": 2000, "venue": "The future of career", "volume": "", "issn": "", "pages": "53--68", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Career construction: A developmental theory of vocational behavior", "authors": [{"first": "M", "middle": ["L"], "last": "Savickas", "suffix": ""}], "year": 2002, "venue": "Career choice and development", "volume": "", "issn": "", "pages": "149--205", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Counseling for career construction (facilitating the storied approach in (career) counseling: Practical implementation). Paper presented at the 15th Australian Career Counseling Conference", "authors": [{"first": "M", "middle": ["L"], "last": "Savickas", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "A vocational psychology for the global economy. Keynote presentation", "authors": [{"first": "M", "middle": ["L"], "last": "Savickas", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "The essentials of life design counseling", "authors": [{"first": "M", "middle": ["L"], "last": "Savickas", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Utilizing early anecdotes in counseling in the 21st century. Keynote presentation, SA Society for Clinical Hypnosis", "authors": [{"first": "M", "middle": ["L"], "last": "Savickas", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "The role of values in careers: Meaning and mattering in life design. Keynote at the Biennial Society for Vocational Psychology Conference", "authors": [{"first": "M", "middle": ["L"], "last": "Savickas", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Career-style counseling", "authors": [{"first": "M", "middle": ["L"], "last": "Savickas", "suffix": ""}], "year": 2009, "venue": "Adlerian counseling and psychotherapy: A practitioner's approach", "volume": "", "issn": "", "pages": "183--207", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Life Designing: Framework and introduction. Paper presented at the 27th International Congress of Applied Psychology", "authors": [{"first": "M", "middle": ["L"], "last": "Savickas", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Shaping the story-A guide to facilitate narrative counseling", "authors": [{"first": "M", "middle": ["L"], "last": "Savickas", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "1--3", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Career counseling", "authors": [{"first": "M", "middle": ["L"], "last": "Savickas", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Career Adapt-Abilities Scale: Construction, reliability, and measurement equivalence across 13 countries", "authors": [{"first": "M", "middle": ["L"], "last": "Savickas", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Porfeli", "suffix": ""}], "year": 2012, "venue": "Journal of Vocational Behavior", "volume": "80", "issn": "", "pages": "661--673", "other_ids": {"DOI": ["10.1016/j.jvb.2012.01.011"]}}, "BIBREF71": {"ref_id": "b71", "title": "The Fourth Industrial Revolution", "authors": [{"first": "K", "middle": [], "last": "Schwab", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Developmental career counseling and assessment", "authors": [{"first": "L", "middle": [], "last": "Seligman", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "The human-nature relationship and its impact on health: A critical review. Frontiers in Public Health, 4, 260", "authors": [{"first": "V", "middle": [], "last": "Seymour", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fpubh.2016.00260"]}}, "BIBREF74": {"ref_id": "b74", "title": "The sixth wave of innovation: Are we ready", "authors": [{"first": "G", "middle": [], "last": "Silva", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Di Serio", "suffix": ""}], "year": 2016, "venue": "Revista de Administração e Inovação", "volume": "13", "issn": "", "pages": "128--134", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Skills vs employment in South Africa and the truth about getting a job", "authors": [{"first": "Staff", "middle": [], "last": "Writer", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "The dimensions and measurement of vocational maturity", "authors": [{"first": "D", "middle": ["E"], "last": "Super", "suffix": ""}], "year": 1955, "venue": "Teachers College Record", "volume": "57", "issn": "", "pages": "151--163", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "The psychology of careers", "authors": [{"first": "D", "middle": ["E"], "last": "Super", "suffix": ""}], "year": 1957, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Career style interview: A contextualized approach to career counseling. The Career Development Quarterly", "authors": [{"first": "B", "middle": ["J"], "last": "Taber", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Hartung", "suffix": ""}, {"first": "H", "middle": [], "last": "Briddick", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Briddick", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Rehfuss", "suffix": ""}], "year": 2011, "venue": "", "volume": "59", "issn": "", "pages": "274--287", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "The four industrial revolutions", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Why we should stop using 'soft' skills", "authors": [{"first": "A", "middle": [], "last": "Villiers", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Shaping the story: A guide to facilitating narrative counselling", "authors": [{"first": "M", "middle": [], "last": "Watson", "suffix": ""}, {"first": "W", "middle": [], "last": "Kuit", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "73--86", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Career counseling people of African ancestry", "authors": [{"first": "M", "middle": [], "last": "Watson", "suffix": ""}, {"first": "M", "middle": [], "last": "Mcmahon", "suffix": ""}, {"first": "N", "middle": [], "last": "Mkhize", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Schweitzer", "suffix": ""}, {"first": "E", "middle": [], "last": "Mpofu", "suffix": ""}], "year": 2011, "venue": "Counselling people of African ancestry", "volume": "", "issn": "", "pages": "281--293", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Narrative means to therapeutic ends", "authors": [{"first": "M", "middle": [], "last": "White", "suffix": ""}, {"first": "D", "middle": [], "last": "Epston", "suffix": ""}], "year": 1990, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Entrepreneurs' network interview: What will the future of work and jobs look like? Retrieved from www", "authors": [{"first": "I", "middle": [], "last": "Wolfe", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Long economic waves as innovation cycles", "authors": [{"first": "Y", "middle": [], "last": "Yegorov", "suffix": ""}], "year": 2011, "venue": "Simon Kuznets International Symposium, SKKISD. Kiev", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF1": {"text": "", "latex": null, "type": "table"}}, "back_matter": []}