{
    "paper_id": "71daa2de16518e48374eaa1d37b6555135987aef",
    "metadata": {
        "title": "E-Mail karger@karger.com Case Report Middle East Respiratory Syndrome Coronavirus and Pulmonary Tuberculosis Coinfection: Implications for Infection Control",
        "authors": [
            {
                "first": "Sarah",
                "middle": [
                    "H"
                ],
                "last": "Alfaraj",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Corona Center",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jaffar",
                "middle": [
                    "A"
                ],
                "last": "Al-Tawfiq",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Talal",
                "middle": [
                    "A"
                ],
                "last": "Altuwaijri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ziad",
                "middle": [
                    "A"
                ],
                "last": "Memish",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Johns",
                "middle": [],
                "last": "Hopkins",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aramco",
                "middle": [],
                "last": "Healthcare",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Dhahran",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coinfection of Middle East respiratory syndrome coronavirus (MERS-CoV) with tuberculosis (TB) has not been previously reported. Here, we present 2 cases with both MERS-CoV and pulmonary TB. The first case was a 13-year-old patient who was admitted with a 2-month history of fever, weight loss, night sweats, and cough. The second patient was a 30-year-old female who had a 4-week history of cough associated with shortness of breath and weight loss of 2 kg. The 2 patients were diagnosed with pulmonary TB and had positive MERS-CoV. Both patients were discharged to complete their therapy for TB at home. It is likely that both patients had pulmonary TB initially as they had prolonged symptoms and they subsequently developed MERS-CoV infection. It is important to carefully evaluate suspected MERS-CoV patients for the presence of other infectious diseases, such as TB, especially if cohorting is done for suspected MERS-CoV to avoid nosocomial transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Middle East respiratory syndrome coronavirus (MERS-CoV) was first discovered in Saudi Arabia in 2012 [1] . As of January 26, 2017, a total of 1,888 laboratory-confirmed cases of MERS-CoV infection, including at least 670 related deaths, have been reported to the WHO [2] . Clinical presentations, diagnosis, and laboratory findings have been previously described [3] . As highlighted in the previous studies, none of the presenting symptoms helped distinguish patients with MERS-CoV infection from a patient presenting with influenza-like illness [4, 5] . Even with access to a full viral panel on all influenza-like illness patients and with evidence of influenza virus as the etiology, MERS-CoV cannot be ruled out. A previous study showed that 1 out of 5 patients with MERS-CoV had influenza coinfection [6] . Investigation of the initially described 47 MERS-CoV patients showed no coinfection with MERS-CoV as microbiological investigations excluded bacterial pathogens associated with communityacquired pneumonia [7] . Coinfection of MERS-CoV with other viruses such as influenza has been reported [8] .",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 547,
                    "end": 550,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 551,
                    "end": 553,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 807,
                    "end": 810,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1018,
                    "end": 1021,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1103,
                    "end": 1106,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "From [5] . To our knowledge, the coinfection of MERS-CoV and Mycobacterium tuberculosis has not been reported previously. Here, we present 2 cases of coinfection of MERS-CoV and pulmonary tuberculosis (TB).",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 8,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For each patient, we extracted the date of admission, gender, age, results and dates of MERS-CoV testing, and outcomes. This included the initial laboratory data: white blood cell count (WBC), hemoglobin, platelets, creatinine, albumin, aspartate aminotransferase, alanine aminotransferase, and initial chest X-ray results. The study complied with institutional ethical guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Data"
        },
        {
            "text": "Nasopharyngeal swabs were tested for MERS-CoV using realtime reverse-transcription polymerase chain reaction as described previously [7, 9] . The test amplified both the upstream E protein (upE gene) and ORF1a. A positive case was considered if both assays were positive and controls were negative, as described previously [7] . The specimens were submitted to testing at the Saudi Ministry of Health MERS-CoV regional laboratory.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 137,
                    "end": 139,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "MERS-CoV Testing"
        },
        {
            "text": "A 13-year-old girl was admitted with a 2-month history of fever, weight loss, night sweats, and cough. She had a history of contact with a pulmonary TB patient. Four days prior to her presentation she had worsening respiratory symptoms. No history of contact with camels or a MERS-CoV patient was reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "On examination she looked ill and cachectic, with respiratory distress. She was febrile, with a temperature of 39 ° C, her blood pressure was 100/59, respiration rate was 38, SPO 2 measured 95%, and her weight was 40 kg. There was no lymphadenopathy. A chest examination revealed bronchial breathing and bilateral crepitations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "Chest X-rays showed diffuse multinodular infiltration consistent with miliary TB ( Fig. 1 ) . A CT scan of the chest and abdomen showed multiple pulmonary nodules randomly distributed in both lungs. Multiple areas of consolidation, especially within the left upper lobe, were also noted. Multiple cystic areas probably representing cystic bronchiectasis changes were seen bilaterally in the upper lobes. There were necrotic mediastinal and enlarged hilar lymph nodes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 91,
                    "text": "( Fig. 1 )",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case 1"
        },
        {
            "text": "A nasopharyngeal swab collected upon presentation was positive for MERS-CoV and negative for influenza, and a repeated swab after 48 h was negative for MERS-CoV. A tuberculin skin test was 10 mm and sputum AFB smears were negative, but gastric aspirate was positive for M. tuberculosis by PCR and mycobacterium culture was positive for M. tuberculosis . During hospitalization, the patient experienced respiratory distress and hypoxia requiring intensive care admission for observation. Isoniazid, ethambutol, pyrazinamide, and rifampicin were started. The patient was discharged in a stable condition after hospitalization for 3 weeks to complete anti-TB therapy at home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "A 30-year-old Filipino female nurse had unprotected exposure to a patient with MERS-CoV on May 15, 2015. She was subsequently quarantined for 14 days in hospital and 2 nasopharyngeal swabs for MERS-CoV were negative. A month later, she traveled to the Philippines. Two weeks after her arrival in the Philippines, she manifested symptoms of dry cough and shortness of breath, and she took amoxicillin with no improvement. On August 7, she returned to Saudi Arabia, where she was evaluated for 4 weeks from August 12 for dry cough associated with shortness of breath and a weight loss of 2 kg. She had no history of contact with TB patients and no history of recent contact with an MERS-CoV patient. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "Intervirology 2017;60:53-55 DOI: 10.1159/000477908 55 On examination, her (oral) temperature was 37 ° C, blood pressure was 133/88, and SpO 2 measured 94%. A chest examination revealed crepitation in the left upper lobe. Laboratory data showed: WBC 6.8 ×10 9 /L, neutrophils 68%, erythrocyte sedimentation rate 90 mm/h, and C-reactive protein 0.39 mg/L.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MERS-CoV and Pulmonary Tuberculosis Coinfection"
        },
        {
            "text": "A chest X-ray showed nonhomogenous opacity involving most of the left lung, most prominent in the upper and middle left lung zones ( Fig. 2 ) . A nasopharyngeal swab collected upon presentation was positive for MERS-CoV and negative for influenza. A repeated swab after 48 h was negative for MERS-CoV. Sputum acid-fast bacillus (AFB) PCR and AFB smear were positive, but TB culture was negative. The patient was treated with isoniazid, ethambutol, pyrazinamide, and rifampicin.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 141,
                    "text": "( Fig. 2 )",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MERS-CoV and Pulmonary Tuberculosis Coinfection"
        },
        {
            "text": "The presentation of these 2 patients is of particular interest due to the coinfection with MERS-CoV and pulmonary TB. We are not aware of any previous such report. Coinfection of MERS-CoV patients with influenza A, parainfluenza, herpes simplex, Streptococcus pneumoniae , herpes simplex virus type 1, and rhinovirus RNA 14 have previously been reported [8, 10, 11] . Coinfection with M. tuberculosis is of particular importance as the diagnosis of TB might be overlooked and shadowed by concern about MERS-CoV infection, as occurred during the SARS outbreak [12] . One patient contracted SARS when she was cohorted with SARS patients, although she initially had TB [12] . In another report, a healthcare worker had healthcare-associated SARS infection and was diagnosed with pulmonary TB, while 2 other patients were known to have pulmonary TB and had a superinfection with SARS after contact with other hospitalized SARS patients [13] . Another 2 patients had pulmonary TB after recovery from SARS [14] . In this report, the first patient was coinfected with MERS-CoV and pulmonary TB, and might have been infected with both as the M. tuberculosis culture was negative. Both MERS-CoV and TB may cause immune suppression and augment the infection of each other, as was described with SARS and TB [13] . It is important to carefully evaluate suspected MERS-CoV for the presence of other infectious diseases, especially TB, if cohorting is done for suspected MERS-CoV to avoid the nosocomial transmission of TB, as was described with SARS [15] . In the current cases, it is likely that both patients initially had pulmonary TB as they had prolonged symptoms, and they subsequently developed MERS-CoV infection.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 357,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 559,
                    "end": 563,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 932,
                    "end": 936,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1000,
                    "end": 1004,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1297,
                    "end": 1301,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1538,
                    "end": 1542,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The authors have no conflicts of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure Statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "Adme",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "Ram",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization: Middle East respiratory syndrome coronavirus (MERS-CoV)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Managing MERS-CoV in the healthcare setting",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Hosp Pract",
            "volume": "43",
            "issn": "",
            "pages": "158--163",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Middle East respiratory syndrome coronavirus: a casecontrol study of hospitalized patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hinedi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ghandour",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Khairalla",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Musleh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ujayli",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Infect Dis",
            "volume": "59",
            "issn": "",
            "pages": "160--165",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Predictors of MERS-CoV infection: a large case control study of patients presenting with ILI at a MERS-CoV referral hospital in Saudi Arabia",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Mohd",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Alfaraj",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcclish",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Altuwaijri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Alanazi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Travel Med Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "464--470",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cluster of Middle East respiratory syndrome coronavirus infections in Iran",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yavarian",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rezaei",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shadab",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Soroush",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Gooya",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Azad",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "21",
            "issn": "",
            "pages": "362--364",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epidemiological, demographic, and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "Al-Rabiah",
                    "middle": [],
                    "last": "Fa",
                    "suffix": ""
                },
                {
                    "first": "Al-Hajjar",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [
                        "-"
                    ],
                    "last": "Barrak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "752--761",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The impact of co-infection of influenza A virus on the severity of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Alfaraj",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Alzahrani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Altwaijri",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Infect",
            "volume": "74",
            "issn": "",
            "pages": "521--523",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Assays for laboratory confirmation of novel human coronavirus (hCoV-EMC) infections",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Costabel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Timm",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Binger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "World Health Organization: WHO guidelines for investigation of cases of human infection with Middle East respiratory syndrome coronavirus (MERS-CoV)",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical features and virological analysis of a case of Middle East respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seilmaier",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Scheible",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sack",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "745--751",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Tuberculosis in a SARS outbreak",
            "authors": [
                {
                    "first": "C-Y",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "K-Y",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Tsg",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "T-T",
                    "middle": [],
                    "last": "Shum",
                    "suffix": ""
                },
                {
                    "first": "Y-K",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W-K",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Chin Med Assoc",
            "volume": "67",
            "issn": "",
            "pages": "579--582",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pulmonary tuberculosis and SARS",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fontanet",
                    "suffix": ""
                },
                {
                    "first": "P-H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "Z-T",
                    "middle": [],
                    "last": "Xin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "707--709",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Severe acute respiratory syndrome and pulmonary tuberculosis",
            "authors": [
                {
                    "first": "Jgh",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Leo",
                    "suffix": ""
                },
                {
                    "first": "Guek-Hong",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C-C",
                    "middle": [],
                    "last": "Leo",
                    "suffix": ""
                },
                {
                    "first": "Y-S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "38",
            "issn": "",
            "pages": "123--125",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Nosocomial transmission of Mycobacterium tuberculosis found through screening for severe acute respiratory syndrome -Taipei",
            "authors": [],
            "year": 2003,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "53",
            "issn": "",
            "pages": "321--322",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Diffuse multinodular infiltration consistent with miliary TB.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Chest X-ray showing a nonhomogenous opacity involving most of the upper and middle left lung zones.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "April 2014 to November 2016, 295 confirmed MERS-CoV cases were admitted to Prince Mohamed Bin Alfaraj/Al-Tawfiq/Altuwaijri/Memish",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}