{"paper_id": "71dcf94045ab90aa275e697bfe5ad48c47f15d91", "metadata": {"title": "An improved reverse genetics system for generation of bovine viral diarrhea virus as a BAC cDNA", "authors": [{"first": "Zhen-Chuan", "middle": [], "last": "Fan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Auburn University", "location": {"postCode": "36849-5519", "settlement": "Auburn", "region": "AL", "country": "United States"}}, "email": ""}, {"first": "R", "middle": [], "last": "Curtis Bird", "suffix": "", "affiliation": {"laboratory": "", "institution": "Auburn University", "location": {"postCode": "36849-5519", "settlement": "Auburn", "region": "AL", "country": "United States"}}, "email": ""}]}, "abstract": [{"text": "Full length cDNA clones of bovine viral diarrhea virus (BVDV) with a low-copy number plasmid backbone have not proven to be stable when propagated in bacteria. To improve stability, pBAS, a bacterial artificial chromosome (BAC) plasmid was used to construct a full length cDNA clone of BVDV strain SD1, which has a genomic size of 12.3 kb. The resulting clone pBSD1 was propagated stably for at least 10 passages in three different Escherichia coli strains at two different incubation temperatures as determined by sequencing the progeny plasmids. In vitro transcripts derived from pBSD1 were homologous in size and had an infectious efficiency as high as ∼5.0 × 10 5 FFU/g RNA in MDBK cells. The recovered virus, BSD1, harbored the five artificially introduced silent point mutations as genetic markers and was similar to wild type SD1 in viral growth kinetics, RNA replication, and protein expression. This BAC clone provides a stable reverse genetics system for manipulation and study of BVDV genes.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "BVDV belongs to the genus Pestivirus of the family Flaviviridae, which contains two other genera: Flavivirus and Hepacivirus (Lindenbach and Rice, 2001) . The genome of BVDV consists of a positive, single-stranded RNA molecule of ∼12.3 kb. Reverse genetics of BVDV has been accomplished by construction of full length cDNA clones following the procedures initially developed by Rice et al. (1987) for regeneration of the infectious sindbis virus. Using this strategy, infectious cDNA clones were generated for several pestiviruses and flaviviruses (Agapov et al., 1998; Davis et al., 1989; Mendez et al., 1998; Meyers et al., 1996; Moormann et al., 1996; Ruggli et al., 1996) .", "cite_spans": [{"start": 125, "end": 152, "text": "(Lindenbach and Rice, 2001)", "ref_id": "BIBREF5"}, {"start": 378, "end": 396, "text": "Rice et al. (1987)", "ref_id": "BIBREF10"}, {"start": 548, "end": 569, "text": "(Agapov et al., 1998;", "ref_id": "BIBREF0"}, {"start": 570, "end": 589, "text": "Davis et al., 1989;", "ref_id": "BIBREF2"}, {"start": 590, "end": 610, "text": "Mendez et al., 1998;", "ref_id": "BIBREF6"}, {"start": 611, "end": 631, "text": "Meyers et al., 1996;", "ref_id": "BIBREF7"}, {"start": 632, "end": 654, "text": "Moormann et al., 1996;", "ref_id": "BIBREF8"}, {"start": 655, "end": 675, "text": "Ruggli et al., 1996)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Introduction"}, {"text": "The instability of bacterial plasmid vectors harboring full length cDNA of BVDV have been minimized to levels that allowed the generation of infectious viruses using low-copy number plasmids as backbones. However, this reverse genetics system was not highly reliable since mutations were still observed in BVDV cDNA clones when propagated in bacteria * Corresponding author. Tel.: +1 334 844 0422; fax: +1 334 844 5388. after only a few generations (Mendez et al., 1998; Meyers et al., 1996 ; our own observation). In an attempt to avoid this problem, a second strategy was used to generate a full length cDNA fragment by in vitro ligation by which Rice et al. (1989) generated infectious yellow fever virus. By this strategy, a reverse genetics system was developed for flavivirus (Sumyoshi et al., 1992) and coronaviruses (Yount et al., 2000 (Yount et al., , 2002 (Yount et al., , 2003 . However, it was noted that this strategy decreased the quantity of full length viral cDNA template, so that only low transfection efficiency could be achieved in cultured cells (Yount et al., 2000 (Yount et al., , 2002 (Yount et al., , 2003 .", "cite_spans": [{"start": 449, "end": 470, "text": "(Mendez et al., 1998;", "ref_id": "BIBREF6"}, {"start": 471, "end": 490, "text": "Meyers et al., 1996", "ref_id": "BIBREF7"}, {"start": 649, "end": 667, "text": "Rice et al. (1989)", "ref_id": "BIBREF9"}, {"start": 782, "end": 805, "text": "(Sumyoshi et al., 1992)", "ref_id": "BIBREF13"}, {"start": 824, "end": 843, "text": "(Yount et al., 2000", "ref_id": "BIBREF14"}, {"start": 844, "end": 865, "text": "(Yount et al., , 2002", "ref_id": "BIBREF16"}, {"start": 866, "end": 887, "text": "(Yount et al., , 2003", "ref_id": "BIBREF15"}, {"start": 1067, "end": 1086, "text": "(Yount et al., 2000", "ref_id": "BIBREF14"}, {"start": 1087, "end": 1108, "text": "(Yount et al., , 2002", "ref_id": "BIBREF16"}, {"start": 1109, "end": 1130, "text": "(Yount et al., , 2003", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this study, an improved reverse genetics system of BVDV was developed. Using a single-copy number BAC plasmid as vector and BVDV strain SD1 (Deng and Brock, 1992) , the instability problem of the full length cDNA clone of BVDV in bacteria was resolved and efficient generation of infectious virus was observed. tific, Pittsburgh, PA) supplemented with 10% heat-inactivated equine serum, 2 M l-glutamine, 200 U/ml of penicillin, and 0.2 mg/ml of streptomycin. NCP SD1 strain of BVDV was described previously (Deng and Brock, 1992) . Recombinant BVDV BSD1 and BAC plasmid pBAS were constructed as described below. pACXF, containing nt 1-4,209 of the SD1 genome preceded by a T7 promoter sequence and pBADFP, harboring nt 4,210-12,308 of the SD1 genome followed by an SdaI site have been constructed (Fan and Bird, 2007) . Escherichia coli SURE cells and XL1-blue were purchased from Stratagene (La Jolla, CA) and strain DH5␣ was purchased from Promega (Madison, MI).", "cite_spans": [{"start": 143, "end": 165, "text": "(Deng and Brock, 1992)", "ref_id": "BIBREF3"}, {"start": 510, "end": 532, "text": "(Deng and Brock, 1992)", "ref_id": "BIBREF3"}, {"start": 800, "end": 820, "text": "(Fan and Bird, 2007)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "Plasmids were prepared with a QIAprep Spin Miniprep kit or a QIAGEN Plasmid Maxi kit (Qiagen, Valencia, CA) as detailed by the manufacturer. Restriction enzymes were purchased from New England Biolabs (Beverly, MA). Numbering of nucleotides referred to the sequence of the BVDV SD1 genome (GenBank Accession No. M96751).", "cite_spans": [], "ref_spans": [], "section": "Construction of recombinant plasmids"}, {"text": "pBAS was derived by inserting a cloning adaptor between the ApaLI and SfiI sites of pBeloBACII (New England Biolabs). The adaptor was generated by annealing two oligonucleotides, PBELOASP and PBELOASN (Table 1 ). In pBAS, the original SP6 and T7 promoter sequences were removed and two unique sites for XbaI and PacI were introduced with the adaptor insertion and the original XbaI restriction site was also removed by site-directed mutagenesis as described below.", "cite_spans": [], "ref_spans": [{"start": 201, "end": 209, "text": "(Table 1", "ref_id": null}], "section": "Construction of the BAC plasmid"}, {"text": "Using standard recombinant DNA techniques, the 4.2 kb XbaI-FseI fragment of pACXF, the 8.1 kb FseI-PacI fragment of pBADFP, and the 7.0 kb XbaI-PacI vector of pBAS were lig-ated by three-way ligation at 16 • C overnight and a full length cDNA clone, pBSD1, was obtained ( Fig. 1 ).", "cite_spans": [], "ref_spans": [{"start": 272, "end": 278, "text": "Fig. 1", "ref_id": "FIGREF1"}], "section": "Construction of a full length cDNA clone of BVDV strain SD1"}, {"text": "Nucleotide sequencing was performed in the Auburn university genomics and sequencing laboratory using a Templiphi DNA sequencing template Application kit (Amersham Biosciences, Piscataway, NJ). Nucleotides were read by an ABI3100 genetic analyzer (Applied Biosystems, Foster City, CA) and the sequences were analyzed using the DNAman program (Lynnon Cooperation, Que., Canada). Point mutations were generated by a Quickchange site-directed mutagenesis kit (Stratagene) and primer pair PBELOXBAP and PBELOXBAN (Table 1) as detailed by the manufacturer.", "cite_spans": [], "ref_spans": [{"start": 509, "end": 518, "text": "(Table 1)", "ref_id": null}], "section": "Nucleotide sequencing and site-directed mutagenesis"}, {"text": "The stability of pBSD1 in bacteria was determined by nucleotide sequencing of the progeny plasmids. Three E. coli strains (SURE cells, XL1-blue, and DH5␣) were transformed with pBSD1 by electroporation at 25 F, 2.5 kV, and 200 with a Gene Pulser unit (Bio-Rad, Hercules, CA) as described by the manufacturer. After incubation at 37 • C for 1 h with shaking at 275 rpm, cells were spread on LB plates containing 30 g/ml cloramphenical followed by incubation for 16 h at either 37 • C or 28 • C. The clones were passaged continuously at either 37 • C or 28 • C and progeny plasmids from passage 5 and 10 were sequenced. Each passage was considered to represent approximately 24 generations of the bacterial host.", "cite_spans": [], "ref_spans": [], "section": "Determination of the stability of pBSD1 in bacteria"}, {"text": "In vitro transcription was performed with a MEGAscript T7 kit (Ambion, Austin, TX) and the transcripts obtained were analyzed by denaturing agarose gel electrophoresis, quantified by a spectrophotometer, and transfected into MDBK cells with a Table 1 Oligonucleotides used in adaptor construction, site-directed mutagenesis, RT-PCR, and SYBR-green quantitative RT-PCR", "cite_spans": [], "ref_spans": [{"start": 243, "end": 250, "text": "Table 1", "ref_id": null}], "section": "Regeneration of recombinant virus"}, {"text": "Nucleotide sequence (5 -3 ) Nucleotide position a Polarity b Gene Pulser unit (Bio-Rad) as described previously (Mendez et al., 1998) . The transfected cells were incubated at 37 • C for 72 h and the virus was recovered by three cycles of freeze-thaw and identified by focus forming assay as shown below. After five passages in MDBK cells, the recovered virus was titrated and saved as working virus stock.", "cite_spans": [{"start": 112, "end": 133, "text": "(Mendez et al., 1998)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Oligonucleotides"}, {"text": "Focus forming assay was performed to identify the virus generation and determine the virus titers. In detail, the virusinfected MDBK cells were incubated for 72 h in 6-well plates (Corning, Corning, NY), washed once with PBS, fixed with 7% formaldehyde for 15 min, and dried for 1.5 h all at room temperature (RT). The cells were incubated for 20 min at 37 • C with bovine polyclonal antiserum B224 (1/350 dilution in PBS-0.25% Triton X-100), washed twice with PBS, and incubated for 20 min at 37 • C with peroxidase-conjugated goat anti-bovine IgG (1/300 dilution in PBS-0.25% Triton X-100). The cells were washed twice with PBS and incubated with peroxidase substrate (Zymed laboratories, South San Francisco, CA) as described by the manufacturer. Viral foci were viewed with a Leica light microscopy (Leica Microsystems Inc. Bannockburn, IL) and recorded with a Canon Powershot A80 digital camera (Canon USA Inc, Lake Success, NY).", "cite_spans": [], "ref_spans": [], "section": "Focus forming assay"}, {"text": "Infection of MDBK cells with viruses was performed at a multiplicity of infection (MOI) of 1.0 focus forming unit (FFU)/cell. Transfection efficiency of the in vitro transcripts, virus titer, and viral growth kinetics were determined by focus forming assay as detailed previously (Mendez et al., 1998; Fan and Bird, 2007) .", "cite_spans": [{"start": 280, "end": 301, "text": "(Mendez et al., 1998;", "ref_id": "BIBREF6"}, {"start": 302, "end": 321, "text": "Fan and Bird, 2007)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Characterization of the rescued virus"}, {"text": "Total cellular RNA were extracted from BSD1-infected MDBK cells using a S.N.A.P total RNA isolation kit (Invitrogen, Carlsbad, CA) as detailed by the manufacturer. RT-PCR was performed using a Superscript TM one-step RT-PCR kit (Invitrogen) as described by the manufacturer. The RT step was performed for 1 h at 42 • C, cDNA was denatured for 2 min at 95 • C and amplified by PCR for 45 cycles at 95 • C for 1 min, 56 • C for 45 s, and 72 • C for 2 min. The PCR products were purified using a QIAquick PCR purification kit (Qiagen) as described by the manufacturer and sequenced for detection of the genetic markers or adaptive mutations in the recombinant viral genome.", "cite_spans": [], "ref_spans": [], "section": "Verification of the genetic markers in the recombinant viral genome"}, {"text": "Quantitation of the BVDV E2 protein expression was performed by flow cytometry. Virus-infected MDBK cells (1 × 10 5 ) were collected at 60 h p.i., washed twice with PBS, and fixed with 4% paraformaldehyde/PBS for 30 min. Cells were washed twice with PBS and immunofluorescently stained with primary mouse anti-E2 monoclonal antibody (Mab) D89 (1:300 dilution, VMRD, Pullman, WA) and secondary Alexa Fluor®680-conjugated rabbit anti-mouse IgG (1:500 dilution, Molecular Probes, Eugene, OR) according to the manufacturers' instructions. Antibody incubations were performed at room temperature. Expression of E2 protein was analyzed with a MoFIo7-color flow cytometer and high-performance cell sorter (Dakocytomation, Fort Collins, Co).", "cite_spans": [], "ref_spans": [], "section": "Viral protein quantitation"}, {"text": "Viral RNA was quantified with SYBR-green quantitative RT-PCR as detailed previously (Shi et al., 2002) . The assay was performed in a 50 l volume containing 2.5 g of total cellular RNA extracted from the virus-infected MDBK cells at 12, 36, and 60 h p.i. 1 M of forward primer BVD424 or reverse sense primer BVD754 (Table 1) and RT-PCR mix (Qiagen). The RT step was performed at 42 • C for 1 h followed by 95 • C for 10 min. Complementary primers were added and the PCR reaction performed for 45 cycles of 95 • C for 1 min, 57 • C for 45 s, and 72 • C for 1 min.", "cite_spans": [{"start": 84, "end": 102, "text": "(Shi et al., 2002)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 315, "end": 324, "text": "(Table 1)", "ref_id": null}], "section": "Viral RNA quantitation"}, {"text": "A cDNA clone, pBSD1, was constructed from the NCP BVDV SD1 strain using pBAS as a backbone, which was derived from the single-copy number BAC plasmid pBe- loBACII. pBSD1 had the following features: an artificially introduced T7 promoter sequence immediately upstream of the SD1 genome for in vitro transcription, an engineered SdaI restriction site immediately downstream of the SD1 genome for template linearization, and five artificially introduced silent point mutations in the viral genome as genetic markers (Fig. 1) . This construct allows generation of infectious viral cRNA by in vitro transcription, containing correct 5 and 3 termini of BVDV SD1 genome. Nucleotide sequencing revealed that progeny plasmids of pBSD1 were identical to the initial one in nucleotide sequence even after 10 passages (approximately 240 generations) as evaluated in three different E. coli strains and at two incubation temperatures, respectively (Table 2) .", "cite_spans": [], "ref_spans": [{"start": 513, "end": 521, "text": "(Fig. 1)", "ref_id": "FIGREF1"}, {"start": 935, "end": 944, "text": "(Table 2)", "ref_id": "TABREF2"}], "section": "Construction of a stable full-length BAC cDNA clone of BVDV SD1"}, {"text": "Two transcripts were synthesized independently from SdaIlinearized pBSD1 with T7 RNA polymerase. Both in vitro transcripts appeared homologous in size at ∼12.3 kb as expected ( Fig. 2A) and led to the regeneration of infectious viruses after transfection into MDBK cells (Fig. 2B ). In vitro transcripts had a high transfection efficiency of 5.0 × 10 5 FFU/g RNA in MDBK cells (Mendez et al., 1998) .", "cite_spans": [{"start": 377, "end": 398, "text": "(Mendez et al., 1998)", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 177, "end": 185, "text": "Fig. 2A)", "ref_id": "FIGREF2"}, {"start": 271, "end": 279, "text": "(Fig. 2B", "ref_id": "FIGREF2"}], "section": "Regeneration of molecularly cloned virus"}, {"text": "Virus titer of the recovered virus termed as BSD1 was determined as 4.2 × 10 2 FFU/ml at passage 0 and rapidly increased to 2.3 × 10 7 FFU/ml after 5 passages in MDBK cells (Fig. 3A) . The growth kinetics of BSD1 was similar to that of wild-type (wt) SD1 and both viruses approached a peak yield at 60 h p.i. at either a high MOI of 1.0 FFU/cell or a low MOI of 0.1 FFU/cell (Fig. 3B) .", "cite_spans": [], "ref_spans": [{"start": 173, "end": 182, "text": "(Fig. 3A)", "ref_id": "FIGREF3"}, {"start": 375, "end": 384, "text": "(Fig. 3B)", "ref_id": "FIGREF3"}], "section": "Regeneration of molecularly cloned virus"}, {"text": "To exclude the possibility that the virus was regenerated via accidental contamination with field or lab-stored BVDV strains, RT-PCR assays and nucleotide sequencing were performed to detect the introduced genetic markers in the BSD1 genome. Results demonstrated the presence of the 5 silent point mutations, including T7575C, G7882C, T9022A, A10912G, and A12264G in the BSD1 genome at passage 5 (Fig. 4) . To investigate if adaptive mutations had accumulated in the BSD1 genome during viral passage in MDBK cells, the entire BSD1 genome at passage 5 was reverse transcribed. The viral cDNAs obtained were amplified by PCR and sequenced. The results demonstrated that BSD1 retained the original sequence of pBSD1 as engineered (data not shown).", "cite_spans": [], "ref_spans": [{"start": 396, "end": 404, "text": "(Fig. 4)", "ref_id": "FIGREF4"}], "section": "Verification of genetic markers in the viral genome of BSD1"}, {"text": "Positive-and negative-sense viral RNAs were quantified within the linear range of the assay and by reference to viral RNA isolated from a virus stock of wt SD1 with a known titer of 1 × 10 6 FFU/ml through selective usage of antisense primer or sense primer in the RT step of RT-PCR assays. The standard curve was determined with a Ct value (threshold cycles) of 0.9912. BSD1 was comparable to wt SD1 for both positive-and negative-sense viral RNA replication when determined at 12, 36, and 60 h p.i., respectively ( Fig. 5A and B) . Using the viral E2 protein as an indicator, viral protein expression was determined by flow cytometry. Both BSD1 and wt SD1 had a mean fluorescence intensity of up to 21.50 that was approximately 20 times higher than background fluorescence of mock-infected MDBK cells, which were labeled with either primary and secondary antibodies or only secondary antibody as negative controls (Fig. 6) .", "cite_spans": [], "ref_spans": [{"start": 517, "end": 531, "text": "Fig. 5A and B)", "ref_id": "FIGREF5"}, {"start": 916, "end": 924, "text": "(Fig. 6)", "ref_id": "FIGREF6"}], "section": "Comparison of viral RNA replication and viral protein expression"}, {"text": "Reverse genetics has provided a powerful tool for investigation of many aspects of the viral life cycle and pathogenesis based on infectious cDNA clones of BVDV. Single-copy number BAC plasmids, such as pBeloBACII, had been employed in stable cloning and expression of large DNAs including viral genomic cDNAs, such as coronaviruses, which possess a RNA genome of ∼30 kb (Almazán et al., 2002) . The ability of BAC plasmids to contain large cDNA fragments and to propagate easily in bacteria make them useful vectors for cloning of the full length cDNA of BVDV, which possess a genome of ∼12.3 kb. Here, an improved reverse genetics system for BVDV was developed combining two strategies: (1) cloning a full length viral cDNA as a BAC to improve its stability when propagated in bacteria and (2) use of an in vitro transcription system for generation of infectious RNAs which provided a high transfection efficiency in cultured cells due to the availability of sufficient BAC cDNA template for in vitro transcription. In this study, the cDNA construct results in generation of infectious viral cRNAs harboring correct genomic ends of BVDV SD1. Due to the observation that both 5 and 3 termini of BVDV genome play a vital role in determining viral RNA infectivity, this system thus probably can provide viral cRNAs with a similar infectivity as that of BVDV SD1 genome.", "cite_spans": [{"start": 371, "end": 393, "text": "(Almazán et al., 2002)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Conclusion and discussion"}, {"text": "E. coli strains and the incubation temperatures were two factors which have been shown to affect the stability of full length cDNA clones of BVDV in a low-copy number plasmid backbone (Mendez et al., 1998; Meyers et al., 1996 ; our own observation). Here, a full length cDNA clone of BVDV strain SD1, termed pBSD1, was constructed in a BAC plasmid derived from a single-copy number BAC plasmid, pBeloBACII, and was demonstrated to be stable when evaluated in three different E. coli strains and when incubated at either 28 • C or 37 • C. These results showed that the stability of pBSD1 was independent of the bacterial strains and incubation temperatures employed. As expected, in vitro transcribed RNA from the pBSD1 template was homologous with a size of ∼12.3 kb and highly infectious with a transfection efficiency of 5.0 × 10 5 FFU/g RNA in MDBK cells. The recovered progeny virus, BSD1, approached a virus titer of 2.3 × 10 7 FFU/ml, which was comparable to the highest virus titer of wt SD1 and retained the original sequence of pBSD1 as engineered for at least 5 passages in MDBK cells. BSD1 was similar to parental SD1 strain in viral growth kinetics, viral RNA replication, and viral protein expression. Thus, the reverse genetics system described here not only provides a reliable tool for investigation of the life cycle of BVDV but also provides evidence BAC plasmids might be ideal cloning vectors for construction of infectious cDNA clones of other RNA viruses with large genome sizes.", "cite_spans": [{"start": 184, "end": 205, "text": "(Mendez et al., 1998;", "ref_id": "BIBREF6"}, {"start": 206, "end": 225, "text": "Meyers et al., 1996", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Conclusion and discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Noncytopathic sindbis virus RNA vectors for heterologous gene expression", "authors": [{"first": "E", "middle": ["V"], "last": "Agapov", "suffix": ""}, {"first": "I", "middle": [], "last": "Frolov", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "Lindenbach", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Pragai", "suffix": ""}, {"first": "S", "middle": [], "last": "Schlesinger", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Rice", "suffix": ""}], "year": 1998, "venue": "Proc. Natl. Acad. Sci. U.S.A", "volume": "5", "issn": "", "pages": "2989--12994", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Engineering the largest RNA virus genome as an infectious bacterial artificial chromosome", "authors": [{"first": "F", "middle": [], "last": "Almazán", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gonzákez", "suffix": ""}, {"first": "Z", "middle": [], "last": "Pénzes", "suffix": ""}, {"first": "A", "middle": [], "last": "Izeta", "suffix": ""}, {"first": "E", "middle": [], "last": "Calvo", "suffix": ""}, {"first": "J", "middle": [], "last": "Plana-Durán", "suffix": ""}, {"first": "L", "middle": [], "last": "Enjuanes", "suffix": ""}], "year": 2002, "venue": "Proc. Natl. Acad. Sci. U.S.A", "volume": "97", "issn": "", "pages": "5516--5521", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "In vitro synthesis of infectious Venezuelan equine encephalitis virus RNA from a cDNA clone: analysis of a viable deletion mutant", "authors": [{"first": "N", "middle": ["L"], "last": "Davis", "suffix": ""}, {"first": "L", "middle": ["V"], "last": "Willis", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Smith", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Johnston", "suffix": ""}], "year": 1989, "venue": "Virology", "volume": "71", "issn": "", "pages": "189--204", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Molecular cloning and nucleotide sequence of a pestivirus genome, noncytopathogenic bovine viral diarrhea virus strain SD1", "authors": [{"first": "R", "middle": [], "last": "Deng", "suffix": ""}, {"first": "K", "middle": ["V"], "last": "Brock", "suffix": ""}], "year": 1992, "venue": "Virology", "volume": "191", "issn": "", "pages": "867--879", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Rescue of a type-1 noncytopathic bovine viral diarrhea virus SD-1 without cell culture passage by reverse genetics", "authors": [{"first": "Z", "middle": ["C"], "last": "Fan", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Bird", "suffix": ""}], "year": 2007, "venue": "The 60th Annual Meeting of the Southeaster Branch", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Flaviviridae: the viruses and their replication", "authors": [{"first": "B", "middle": ["D"], "last": "Lindenbach", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Rice", "suffix": ""}], "year": 2001, "venue": "Fields virology", "volume": "1", "issn": "", "pages": "991--1042", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Infectious Bovine viral diarrhea virus (strain NADL) RNA from stable cDNA clones: a cellular insert determines NS3 production and viral cytopathogenicity", "authors": [{"first": "E", "middle": [], "last": "Mendez", "suffix": ""}, {"first": "N", "middle": [], "last": "Ruggli", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Collett", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Rice", "suffix": ""}], "year": 1998, "venue": "J. Virol", "volume": "72", "issn": "", "pages": "4737--4745", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Classical swine fever virus: recovery of infectious viruses from cDNA constructs and generation of recombinant cytopathogenic defective interfering particles", "authors": [{"first": "G", "middle": [], "last": "Meyers", "suffix": ""}, {"first": "H", "middle": ["G"], "last": "Thiel", "suffix": ""}, {"first": "T", "middle": [], "last": "Rumenapf", "suffix": ""}], "year": 1996, "venue": "J. Virol", "volume": "70", "issn": "", "pages": "1588--1595", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Infectious RNA transcribed from an engineered full-length cDNA template of the genome of a pestivirus", "authors": [{"first": "R", "middle": ["J"], "last": "Moormann", "suffix": ""}, {"first": "H", "middle": ["G"], "last": "Van Gennip", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Miedema", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Hulst", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Van Rijn", "suffix": ""}], "year": 1996, "venue": "J. Virol", "volume": "70", "issn": "", "pages": "763--770", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Transcription of yellow fever RNA from full length cDNA templates produced by in vitro ligation", "authors": [{"first": "C", "middle": ["M"], "last": "Rice", "suffix": ""}, {"first": "A", "middle": [], "last": "Grakovig", "suffix": ""}, {"first": "R", "middle": [], "last": "Galler", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Chambers", "suffix": ""}], "year": 1989, "venue": "Nat. Biol", "volume": "1", "issn": "", "pages": "285--296", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Production of infectious RNA transcripts from Sindbis virus cDNA clones: mapping of lethal mutations, rescue of a temperature-sensitive marker, and in vitro mutagenesis to generate defined mutants", "authors": [{"first": "C", "middle": ["M"], "last": "Rice", "suffix": ""}, {"first": "R", "middle": [], "last": "Levis", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Strauss", "suffix": ""}, {"first": "H", "middle": ["V"], "last": "Huang", "suffix": ""}], "year": 1987, "venue": "J. Virol", "volume": "61", "issn": "", "pages": "3809--3819", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Nucleotide sequence of classical swine fever virus strain Alfort/187 and transcription of infectious RNA from stably cloned full-length cDNA", "authors": [{"first": "N", "middle": [], "last": "Ruggli", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Tratschin", "suffix": ""}, {"first": "C", "middle": [], "last": "Mittelholzer", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Hofmann", "suffix": ""}], "year": 1996, "venue": "J. Virol", "volume": "70", "issn": "", "pages": "3478--3487", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Construction and characterization of subgenomic replicons of New York strain of west nile virus", "authors": [{"first": "P", "middle": [], "last": "Shi", "suffix": ""}, {"first": "M", "middle": [], "last": "Tilgner", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Lo", "suffix": ""}], "year": 2002, "venue": "Virology", "volume": "296", "issn": "", "pages": "219--233", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Infectious Japanese encephalitis virus RNA can be synthesized from in vitro-ligated cDNA templates", "authors": [{"first": "H", "middle": [], "last": "Sumyoshi", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Hoeke", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Trent", "suffix": ""}], "year": 1992, "venue": "J. Virol", "volume": "66", "issn": "", "pages": "5425--5431", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Strategy for systematic assembly of large RNA and DNA genomes: transmissible gastroenteritis virus model", "authors": [{"first": "B", "middle": [], "last": "Yount", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Curtis", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Baric", "suffix": ""}], "year": 2000, "venue": "J. Virol", "volume": "74", "issn": "", "pages": "600--10611", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Reverse genetics with a full-length infectious cDNA of severe acute respiratory syndrome coronavirus", "authors": [{"first": "B", "middle": [], "last": "Yount", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Curtis", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Fritz", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Hensley", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Jahrling", "suffix": ""}, {"first": "E", "middle": [], "last": "Prentice", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Denison", "suffix": ""}, {"first": "W", "middle": ["T"], "last": "Geisbert", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Baric", "suffix": ""}], "year": 2003, "venue": "Proc. Natl. Acad. Sci. U.S.A", "volume": "100", "issn": "", "pages": "12995--13000", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Systematic assembly of a full-length infectious cDNA of mouse hepatitis virus strain A59", "authors": [{"first": "B", "middle": [], "last": "Yount", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Denison", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Weiss", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Baric", "suffix": ""}], "year": 2002, "venue": "J. Virol", "volume": "76", "issn": "", "pages": "1065--11078", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "E-mail address: fanzhen@auburn.edu (Z.-C. Fan).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Diagram of BAC cDNA clone pBSD1, including restriction sites for subcloning, sequences surrounding engineered run-off and transcription initiation sites, and introduced genetic markers. The genome of BVDV SD1 is 12,308 nt in length including a 5 -untranslated region (UTR) of 385 nt, a large ORF of 11,697 nt, and a 3 -UTR of 226 nt. pBSD1 with the SD1 cDNA insertion and viral protein positions in the viral polyprotein sequence are indicated approximately to scale. The additional inserted sequences shown below the bar include: the T7 promoter sequence (lowercase, underlined), the T7 transcription start site (arrow), the 5 -and 3terminal SD1 cDNA sequences (positive sense, uppercase), engineered run-off restriction site of SdaI(bold, uppercase, underlined), and subcloning restriction sites ofXbaI, PacI, and FseI (bold, uppercase, italic). The position of the five silent point mutations employed as genetic markers are indicated noting nucleotide position: T7575C, G7882C, G9022A, A10192G, and A12264G.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Generation of molecularly cloned virus, BSD1, derived from a BAC cDNA clone, pBSD1. (A) Analysis of the in vitro transcripts synthesized from pBSD1 by denaturing agarose gel electrophoresis. Lane M shows molecular weight of the 1 kb RNA ladder (size indicated on the left), Lanes 1 and 2 show two independentlygenerated RNA molecules derived from pBSD1 by in vitro transcription with an expected size of ∼12.3 kb. (B) Detection of infectious virus. MDBK cells were treated with the supernatant from transfected cells or mock-or wt SD1-infected MDBK cells (set as negative and positive controls, respectively). Viral foci were visualized by immunoperoxidase staining at 72 h p.i.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Amplification of the recovered virus in MDBK cells. (A) BSD1 at passage 0 was passaged 5 more times in MDBK cells and the virus titer of each passage determined by focus forming assay. Mock-infected MDBK cells were analyzed in parallel as negative control. The virus titer curves were plotted as mean values derived from three independent experiments against passage number. (B) and (C) Comparison of viral growth kinetics between BSD1 and wt SD1. MDBK cells were infected with either BSD1 or wt SD1 at an MOI of either 0.1 FFU/cell (B) or 1.0 FFU/cell (C). At the indicated times p.i., viruses were collected by three cycles of freeze-thaw and virus titers determined by focus forming assay. One-step growth curves of viruses were plotted as mean values derived from three independent experiments against time.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Identification of the artificially introduced silent point mutations in the BSD1 genome. RT-PCR of total cellular RNA extracted from BSD1-infected MDBK cells was performed using primer pairs which span the genetic markers in the BSD1 genome. The cDNA products were purified and sequenced directly.Only a portion of the sequencing data containing the silent point mutations is presented: (A) T7575C; (B) G7872C; (C) T9022A; (D) A10912G; and (E) A12264G. The primer pairs used for RT-PCR were: BVD6891 and BVD7920 for panel (A) and (B); BVD8905 and BVD9450 for panel (C); BVD9985 and BVD11155 for panel (D); and BVD12043 and SD1-SdaI-PacI for (E). The silent point mutations are indicated with white nucleotide letters on black in each panel.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Viral RNA quantitation of BSD1 with SYBR-green quantitative RT-PCR in a time course analysis. (A) Standard curve of quantitative RT-PCR of viral RNA in infected MDBK cells. Ct values were plotted against the log of a known amount of BVDV strain SD1 (FFU). Quantitation of viral positive RNA (B) and negative RNA (C) strands. For both panels, MDBK cells were infected with BSD1 or wt SD1 as well as mock-infected MDBK cells as a negative control. Cells were harvested at indicated time points, total cellular RNAs were isolated, and viral positive and negative RNA content were determined. Error bars represent the standard deviation for three independent experiments.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Comparison of viral E2 protein expression between BSD1 and wt SD1. MDBK cells were infected with BSD1 or wt SD1 as well as mock-infected MDBK cells as negative controls. At 60 h p.i., cells were immunostained and the fluorescence intensity of the cells was determined by flow cytometry at a detection spectrum of 698 nm.E2 protein expression was reflected by mean fluorescence intensity (MFI) of the E2-positive cells and indicated in each panel. (a) Mock-infected MDBK cells; (b) Mock-infected MDBK cells incubated only with secondary antibody; (c) wt SD1-infected MDBK cells; (d) BSD1-infected MDBK cells.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Madin-Darby bovine kidney cells (MDBK) were cultured in Dulbecco's modified eagles medium (DMEM) (Fisher Scien-0166-0934/$ -see front matter © 2008 Elsevier B.V. All rights reserved. doi:10.1016/j.jviromet.2008.01.011", "latex": null, "type": "table"}, "TABREF2": {"text": "Stability analysis of the BAC cDNA clone, pBSD1, replicated in three different E. coli strains at two incubation temperatures by nucleotide sequencing", "latex": null, "type": "table"}}, "back_matter": [{"text": "We thank Dr. Joseph J. Giambrone of Department of Poultry Science at Auburn University for critical review of this manuscript. We gratefully thank Dr. Kenny V. Brock, Department of Pathobiology, Auburn University, for kindly providing the reagents necessary to finish this study. This work was supported by the College of Veterinary Medicine at Auburn University.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}