{
    "paper_id": "71dde4eff283756b58824e141e2f5391d6abbc24",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "SN is an 84-year-old African-American male who developed renal failure after undergoing a triple-vessel coronary artery bypass graft (CABG) following a myocardial infarction in 2004. He has a history of hypertension and has been stable on hemodialysis via an AV fistula. He has excellent exercise tolerance, a normal ejection fraction on cardiac catheterization, and was asymptomatic with regard to his coronary artery disease. He is fully functional and living independently since he retired from his job as a bus operator. He was placed on the waiting list for renal transplant in 2007. He received a zero mismatch offer from a 75-year-old deceased donor in August 2008. The donor was a 125 lb woman with no significant medical history who died from a cerebrovascular attack (CVA). Her serum creatinine was 0.7 mg/dL and postprocurement biopsy revealed minimal glomerulosclerosis. Both kidneys were pumped and then implanted ipsilaterally in a 4½-h operation. He exhibited good immediate function and mild troponin elevation, but no other complications. He received induction therapy with three doses of thymoglobulin (1.5 mg/kg/dose), Prograf, and steroids. He was discharged to home 5 days later with a creatinine of 2.0 mg/dL. No hospital readmissions occurred, and 1 year following transplantation, his creatinine level was 1.2 mg/dL. He is currently being maintained on Prograf 2 mg twice daily and prednisone 5 mg daily. He remains quite active working as a producer for a local radio station, and he travels extensively visiting family. loss and death, and the degree and type of immunosuppressive therapy. This discussion focuses primarily on deceaseddonor organ transplants into the elderly, since fewer live-donor transplants are performed in the aged (670 transplants in 2008) . The kidney being the most frequently transplanted solid organ offers the most data in older patients and is therefore a primary focus of this chapter. No consensus exists as to what age defines \"elderly\" or \"geriatric\" within the transplant literature, and therefore, no attempt is made to offer such a definition; rather, the studies and data are examined with regard to the issues to be examined and the principles to be applied to older transplant candidates.",
            "cite_spans": [
                {
                    "start": 1784,
                    "end": 1789,
                    "text": "2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Older Americans are an increasingly important consumer of End Stage Renal Disease services in the United States. The U.S. Renal Data System (USRDS) collects and provides national demographic information about patients with kidney disease treated with either dialysis or transplantation. The average age of the dialysis patient continues to increase each year, with nearly half of patients undergoing regular dialysis now over 65 years of age, and the mean age of those beginning treatment is now greater than 60 years [2]. There are currently 48,773 patients on the waiting list for a kidney, with 7,800 (16%) over the age of 65. In 2007, nearly 17,000 kidney transplants were performed in the United States, with 2,377 (14%) going to patients over the age of 65 [1] .",
            "cite_spans": [
                {
                    "start": 763,
                    "end": 766,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Kidney Transplantation"
        },
        {
            "text": "Kidney transplantation has been shown to improve quality of life and length of life compared with those remaining on dialysis [3] . In one longitudinal study of mortality, investigators evaluated data collected over 6 years on 228,552 patients who were receiving dialysis as treatment for their end-stage renal disease. Of these, 46,164 were deemed healthy enough to be placed on the waiting list for transplantation, and 23,275 received a first deceased-donor kidney transplant. The mortality ratio for the patients on dialysis who were awaiting transplantation was 38-58% lower than that for all patients on dialysis (annual death rates of 6.3 and 16.1 per 100 patient-years, respectively). The long-term mortality rate was 48-82% lower among transplant recipients than patients on the waiting list (annual death rate 3.8 per 100 patient-years). Recipients over the age of 60 demonstrated significant benefit in mortality after transplantation, with annual death rates per 100 patient-years at risk for all patients on dialysis, patients on the waiting list, and transplant recipients being 23.2, 10, and 7.4, respectively. It is estimated that, among those over the age of 60, projected remaining years of life are approximately 6 and 10 years for those who remain on a waiting list or undergo renal transplant, respectively [4] . Multiple studies over the past 10 years have confirmed that patients older than 60 years of age have longer life expectancy with deceased-donor kidney transplantation when compared to patients of the same age group on the waiting list. Post-kidney transplant recipients report a better quality of life, from mental well-being to physical functionality and social functioning. In addition, after adjusting for comorbidities, there is no significant difference in graft failure compared to younger patients [5] [6] [7] [8] .",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1328,
                    "end": 1331,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1839,
                    "end": 1842,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1843,
                    "end": 1846,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1847,
                    "end": 1850,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1851,
                    "end": 1854,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Kidney Transplantation"
        },
        {
            "text": "As with all organ transplants, the risks and benefits must be carefully weighed, especially in the elderly. Will this organ improve the patients' overall survival and quality of life? Will an older patient be able to survive the operation, manage the medications, endure the potential side effects of immunosuppression, and have the social and financial support necessary to recover and maintain rigorous doctor appointments?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kidney Transplantation"
        },
        {
            "text": "Current success in transplanting kidneys into older recipients has quieted misconceptions within medical communities and the general public, among them the erroneous belief that advanced age alone prevents a successful surgical outcome, that the elderly patient with ESRD has a very limited life expectancy, and thus cannot receive a transplant, and that older recipients have poor results based upon outdated information from the previous era of transplantation and immunosuppression. Older recipients, however, do have a higher risk of cardiovascular events, infection, and malignancy after kidney transplantation compared to younger patients [9] . Also, they are more prone to drug side effects and toxicity [10] . The absolute gain in survival provided by a donor kidney varies considerably depending on recipient factors, such as age and comorbid illnesses.",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 648,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 711,
                    "end": 715,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Kidney Transplantation"
        },
        {
            "text": "Although overall graft failure rates are not higher for elderly recipients, death with a functioning graft does occur more often which shortens the lifespan of the donated kidney (especially from a young donor) [10] . Clearly, a younger recipient would more likely experience more years of allograft function with the same kidney. With ever-increasing organ shortages, the ethical dilemma of including age as a potential allocation factor has been raised. The argument pits the increased survival and quality of life for the older transplant recipient against the population gain in allograft survival by transplanting kidneys preferentially into younger recipients. What is the best way to deal with these competing allocation philosophies, namely, giving everyone an equal chance to receive an organ vs. getting the maximum benefit from each organ transplanted? In the U.S., the United Network for Organ Sharing (UNOS) provides regulatory oversight and balances these ethical principles in an effort to achieve socially acceptable allocation policy.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Kidney Transplantation"
        },
        {
            "text": "An alternate strategy to maximize the benefit of donor organs matches kidneys with lower expected graft survival time (principally older donors) to patients with lower expected longevity (principally older recipients). The current allocation of expanded criteria donor (ECD) kidneys attempts to do this. These kidneys are procured from donors older than 60 years of age or donors aged 50-59 years with at least two of the following conditions: cerebrovascular accident as cause of death, a history of hypertension, or a serum creatinine > 1.5 mg/dL [11] . While ECD kidneys carry a relative risk of graft failure greater than 1.7 compared to a reference group of donors aged 10-39 years without any of the above three conditions, elderly recipients of ECD kidneys were found to have a survival benefit compared with waiting-list candidates (RR = 0.75; 95% CI 0.65-0.86; p < 0.0001) [8] . The benefits (shortening of waiting time) and risk (impaired long-term graft function) associated with the use of ECD kidneys should be addressed on an individual basis. As with all recipients, elderly patients do best with an ideal donor kidney; however, the ECD policy achieves a compromise that enhances the donor pool and provides good alternative to dialysis.",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 553,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 882,
                    "end": 885,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Kidney Transplantation"
        },
        {
            "text": "Another option for increasing the number of organs and decreasing the waiting period for renal transplantation is to perform a dual kidney transplant. Both kidneys from an older donor, which individually would be considered marginal or inadequate for transplantation, are transplanted into a single recipient. This expands the use of kidneys that otherwise would not be used. There is a misconception that dual kidney transplantation involves the transferring of an inferior organ; on the contrary, it is just a different type of organ transplant. For all kidneys being evaluated for donation, the creatinine clearance is calculated. If it is greater than 65 mL/min, each individual kidney may be transplanted into two different recipients. If it is below 40 mL/min both kidneys are usually deemed unsuitable for transplant. The area in between, 40 and 65 mL/min, constitutes the range to use two kidneys together to give recipients the function of one kidney. This allows for the transplantation of as much kidney function as, if not more than, a standard single transplant from a nonexpanded criteria donor. With careful selection, the amount of kidney function that is being transplanted with dual kidney is comparable to a single kidney transplant [12] .",
            "cite_spans": [
                {
                    "start": 1252,
                    "end": 1256,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Kidney Transplantation"
        },
        {
            "text": "Prior to transplantation of any organs, the prospective recipient has to be carefully evaluated to detect and treat any coexisting illnesses that may affect patient and graft survival after transplantation. In the elderly, this is imperative for two reasons: graft loss in the elderly is related primarily to patient death, and the main causes of morbidity and mortality following transplantation are infection and cardiovascular disease [13, 14] .",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 442,
                    "text": "[13,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Patient Selection"
        },
        {
            "text": "Regardless of the age of the recipient, a thorough medical, surgical, and psychosocial history needs to be obtained, along with a detailed physical examination. Careful examination of the abdomen for previous operations is important, as is the presence or absence of peripheral arterial pulses. Initial laboratory testing includes blood type, HLA typing and a panel reactive antibody assay to detect for previous sensitization, complete blood count (CBC), blood urea nitrogen, creatinine, electrolytes, calcium, phosphorous, albumin, liver function tests, prothrombin time, and partial thromboplastin time. Serologic studies for cytomegalovirus (CMV), hepatitis B and C viruses (HBV, HCV), human T cell leukemia virus (HTLV-1), and human immunodeficiency virus (HIV) are routine. One element of the evaluation process includes baseline age-appropriate screening tests. It is also important and appropriate to maintain a higher index of suspicion for malignancy in patients of this age group. In women, this consists of gynecologic examination and Papanicolaou smear, breast examination, and in those over the age of 40 without a family history of breast cancer in the premenopausal years, mammography. In men, testicular examination, prostate examination, and for those over age 50, prostate-specific antigen (PSA) assay should be performed. All patients over the age of 50 should undergo screening colonoscopy. A screening purified protein derivative (PPD) test may be used depending on the patient population and patient history. Radiologic studies include chest X-ray and electrocardiogram as routine and can include ultrasound or computed tomography (CT) scan of the abdomen to evaluate anatomy if indicated. Estimation of urine output preoperatively is important because it determines the significance of postoperative urine output and helps determine the need for any urologic evaluation. A history of claudication warrants a workup for peripheral vascular disease and may also point towards a higher chance of ischemic heart disease. The presence of strong femoral and peripheral pulses indicates that the pelvic vessels will likely be adequate for the transplant vascular anastomosis. Assessment of cardiac risk is critical in the evaluation process of elderly patients. Cardiovascular disorders, such as hypertension, coronary artery disease, congestive heart failure, and arrhythmias are common in elderly transplant recipients and account for most of the deaths in this population. Blood pressure, blood glucose, and cholesterol control is of particular concern because this patient population frequently have or develop these complications. The prevalence of ischemic heart disease is very high in patients with end-stage renal disease, and almost half of the deaths that occur during the first 30 days posttransplant are due to ischemic heart disease [15] . The current guidelines from the American Society of Transplantation recommend assessing ischemic heart disease risk factors in any patient with a prior history, men over the age of 45 or women over the age of 55 years, cardiac disease in a first-degree relative, current cigarette smoking, diabetes, hypertension, fasting total cholesterol > 200 mg/dL, highdensity lipoprotein cholesterol < 35 mg/dL, and left ventricular hypertrophy. Any patient at high risk, including those with renal disease from diabetes, prior history of ischemic heart disease, or more than two of the above risk factors, should undergo an echocardiogram and cardiac stress test. Angiography with possible revascularization, if indicated, should be performed prior to any transplantation. Asymptomatic patients can also undergo noninvasive tests first that may help determine the risk for posttransplant complications, in the form of chemical stress echocardiography or scintography [15] .",
            "cite_spans": [
                {
                    "start": 2864,
                    "end": 2868,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3828,
                    "end": 3832,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Patient Selection"
        },
        {
            "text": "Based on an initial evaluation, the 2005 Canadian Society for Transplantation Guidelines suggested that the following patients with coronary heart disease may be eligible for kidney transplantation: asymptomatic low-risk patients; asymptomatic patients in whom noninvasive testing is negative; patients on appropriate medical therapy with angiographic results showing noncritical disease; and those patients in whom successful interventions have been performed [16] .",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 465,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Patient Selection"
        },
        {
            "text": "Currently, there is no strong evidence to suggest a benefit to the routine screening of asymptomatic renal transplant candidates for cerebrovascular disease. Risk factors for posttransplant cerebrovascular disease include a history of prior disease, age, smoking, diabetes, hypertension, and hyperlipidemia [15] . Patients who have already suffered from a cerebrovascular event and have significant deficits may be poor operative candidates due to their poor operative risk and rehabilitative potential. Patients with recent transient ischemic attacks need to be adequately evaluated by a neurologist.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Patient Selection"
        },
        {
            "text": "Pulmonary risks associated with surgery for transplantation include infection, fluid overload, and ventilator dependency. Pretransplant evaluation of elderly patients with respiratory disease should be consistent with that for the general population who undergo a preoperative pulmonary assessment [17] . The 2005 Canadian Transplant guidelines suggest that patients should not be considered candidates for kidney transplantation if they require home oxygen therapy, have uncontrolled asthma, severe cor pulmonale, or severe COPD, pulmonary fibrosis, or restrictive disease. The latter is defined by FEV1 < 25% predictive value, room air pO 2 < 60 mmHg with exercise desaturation SaO 2 < 90%, or more than four lower respiratory tract infections in the last 12 months [16] .",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 768,
                    "end": 772,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Patient Selection"
        },
        {
            "text": "The transplant candidate must be free of all active infections before transplantation could be considered. Whenever possible, all treatable infections should be dealt with appropriately. Chronic infection precludes transplantation and the subsequent use of immunosuppressive therapy. Infectious complications occur frequently in the transplanted patient, with pneumonia being one of the most common infections seen in elderly hospitalized patients. As such, elderly patients must be immunized against influenza and pneumococcus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Selection"
        },
        {
            "text": "Not too long ago, most centers considered patients who tested positive for HIV inappropriate for transplantation secondary to immunosuppressant-induced opportunistic infection and the suspected short life span. With the advancement in antiretroviral therapy, more centers now are willing to transplant patients who are HIV positive, but the general recommendation is to evaluate on a case-by-case basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Selection"
        },
        {
            "text": "Patients with a malignancy prior to receiving an organ may still be a suitable candidate for transplantation depending on the tumor type, stage, and response to therapy. The concern is that malignancies are common after transplantation, possibly due to immunosuppression favoring the growth of malignant cells and/or viral infection. This part is addressed in a later section on postoperative issues. While it has been reported that patients with ESRD on dialysis have a higher rate of cancer compared to the general population, this relative risk has been shown to be higher in younger patients [18] . Most patients previously treated for cancer benefit from a waiting period prior to renal transplantation to decrease the risk of recurrence. Depending on tumor characteristics, recommendations range from no wait time to 5 years. No waiting time is required for basal cell carcinoma of the skin, in situ cancer of the bladder or cervix. A 2-year waiting time is proposed for lymphoma, leukemia, cancers of the prostate, lung, breast (early stage), testicle, thyroid, uterine body, bladder, Wilm's tumor, renal cell carcinoma (<5 cm), or Kaposi's or other sarcoma. Patients with localized, successfully treated carcinoma of the uterine cervix may benefit from waiting 2 years, and in some cases 5 years, prior to transplantation. A 5-year waiting time is recommended for colorectal, invasive breast, and renal cell carcinoma (>5 cm), and malignant melanoma [15, 16, 19] .",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 600,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1458,
                    "end": 1462,
                    "text": "[15,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1463,
                    "end": 1466,
                    "text": "16,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1467,
                    "end": 1470,
                    "text": "19]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Patient Selection"
        },
        {
            "text": "While some contraindications to kidney transplantation are absolute, many are relative and determined by individual centers. Absolute contraindications to receiving a renal transplant include: recent or metastatic malignancy; active substance abuse; severe extrarenal disease with life expectancy of less than 1 year; untreated current infection; psychiatric or other illness impairing adherence to regimen. Relative contraindications include: morbid obesity; active heavy tobacco use; acute coronary or cerebrovascular event; HIV infection if untreated or poorly monitored [13, 15] .",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 578,
                    "text": "[13,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 579,
                    "end": 582,
                    "text": "15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Patient Selection"
        },
        {
            "text": "The actual surgery for transplanting a kidney is the same for the elderly patients as for any adult, with the caveat that careful attention must be paid to fluid maintenance and monitoring in the elderly, depending on the cardiac and pulmonary history. The standard incision for adult kidney transplantation is an oblique incision from the symphysis in the midline, curving in a lateral and superior direction to the iliac crest. The donor renal artery and vein are anastomosed to the recipient external iliac artery and vein, respectively, and the donor ureter anastomosed to the recipient bladder. The kidney is placed in the iliac fossa where it is easily accessible if an ultrasound, biopsy, or other intervention is required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Selection"
        },
        {
            "text": "While the benefit of renal transplantation in the elderly has already been established, there is a paucity of data evaluating the safety and efficacy of immunosuppression regimens. Most centers use traditional principles and their transplant protocols with modifications when considering the factors unique to the elderly. Analysis of registry data suggests that while the risk of acute rejection decreases with age, the impact of rejection on long-term graft function in this elderly population is greater when compared to younger groups. It is of no surprise that posttransplant mortality is greater in the elderly; however, censoring graft survival data for patient death demonstrates no significant difference between outcome in older and younger patients [5, 6, 20, 21] .",
            "cite_spans": [
                {
                    "start": 760,
                    "end": 763,
                    "text": "[5,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 764,
                    "end": 766,
                    "text": "6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 767,
                    "end": 770,
                    "text": "20,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 771,
                    "end": 774,
                    "text": "21]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Immunosuppression and Prophylaxis"
        },
        {
            "text": "The goal of an immunosuppression protocol should be to maintain a level necessary for a reduced risk of infection without increasing the risk for rejection. The elderly have less immunocompetence, and the therapy has to be adjusted in the elderly transplant recipient. This may result in a decreased likelihood of immunologic rejection but increased risk of infection. Immunosuppressive therapy also has to be adjusted to account for the different pharmacokinetics and altered effects of drugs in the elderly. The aging process results in physiological changes that affect drug absorption, distribution, and metabolism. In addition, due to the many comorbid conditions in the elderly, they often take many medications which may have drug-drug interactions with immunosuppressive medications [22] .",
            "cite_spans": [
                {
                    "start": 791,
                    "end": 795,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Immunosuppression and Prophylaxis"
        },
        {
            "text": "There are currently no prospective multicenter trials that specifically evaluate immunosuppressive medication protocols in the elderly in a randomized fashion. Most of the time, the elderly are excluded from trials. As such, most of the data is from single-center, observational studies or retrospective database analyses [23] . Any approach should be based on the risks of acute rejection, infections, malignancy, and comorbid conditions.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Immunosuppression and Prophylaxis"
        },
        {
            "text": "There is no set immunosuppression protocol that has been universally accepted in the elderly or any patient population. Although acute rejection decreases with recipient age, chronic allograft nephropathy seems to increase with age, and this phenomenon is further confounded by increased death from infectious disease and drug-related causes. This has led to some protocols that support less-intensive immunosuppressive drug therapy in elderly recipients [24] .",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 459,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Immunosuppression and Prophylaxis"
        },
        {
            "text": "Current treatments consist of triple therapy with corticosteroids, a calcineurin inhibitor (cyclosporine or tacrolimus), and an antimetabolite, but these regimens may be replaced by substitution or addition of newer antiproliferative agents. Treatment with mycophenolate mofetil (MMF), which inhibits purine synthesis, has been found to result in a longer time to the first episode of acute rejection but had significantly greater rates of opportunistic infection and graft loss and mortality [25] . One study comparing MMF to azathioprine evaluated over 5,000 patients over the age of 65 and showed improved patient and graft survival with lower rates of late acute rejection with MMF. The most prescribed immunosuppressive protocol is a combination of MMF with calcineurin inhibitor, and there appears to be no contraindication to use this protocol in the elderly [26, 27] .",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 497,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 866,
                    "end": 870,
                    "text": "[26,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 871,
                    "end": 874,
                    "text": "27]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Immunosuppression and Prophylaxis"
        },
        {
            "text": "An alternative or supplement to standard triple therapy is the use of augmented immunosuppression with antilymphocyte antibodies, commonly termed \"induction immunotherapy.\" These cytolytic agents have been found to reduce the risk of early rejection but tend to increase the risk of infection. Induction therapy in the form of Atgam® (equine antithymocyte globulin) or OKT3® (muromonab-CD3) was the mainstay but now has been largely replaced by the use of Thymoglobulin® (rabbit anti-lymphocyte globulin) or monoclonal antibody therapy directed against the IL-2 receptor -Zenapax® (daclizumab) or Simulect® (basiliximab) [1] .",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 624,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Immunosuppression and Prophylaxis"
        },
        {
            "text": "In addition to the immunosuppression and steroids making the elderly more susceptible to infection, fractures, weight gain, and other side effects, they are at a 30% higher risk of developing new-onset diabetes posttransplant per decade of life [28] . This has led to a movement in recent years for the avoidance or early withdrawal of calcineurin inhibitors and/or corticosteroids. Multiple studies demonstrated appropriate patient and graft survival, as well as excellent graft function, after using induction agents and minimizing the use of calcineurin inhibitor [29] [30] [31] .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 577,
                    "end": 581,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Immunosuppression and Prophylaxis"
        },
        {
            "text": "Considering the elderly's increased risk for adverse affects and infection, and the limited prospective data available, any protocol must consider that decreasing the risk of acute rejection may augment the morbid consequences of rejection. As such, protocols are currently tailored based on donor type and immunologic status of the elderly recipient. The lowrisk recipient of a kidney from a young donor may be a candidate for rapid steroid withdrawal or steroid minimization strategies due to the lower risk of rejection and increased risk of steroid-induced adverse effects. The low-risk recipient of a kidney from an older donor may have an enhanced risk of chronic allograft nephropathy and nephrotoxicity from the calcineurin inhibitors, so it may be appropriate to use a calcineurin inhibitor minimization strategy. As already mentioned, interleukin-2 receptor antibodies or antilymphocyte antibodies may be used as induction agents with a calcineurin inhibitor, with the interleukin-2 receptor antibody showing a superior safety profile. Minimizing immunosuppression is not appropriate in an elderly patient with high immunologic risk, so a regimen consisting of antibody induction, corticosteroids, calcineurin inhibitors, and/or MMF is more reasonable [23] .",
            "cite_spans": [
                {
                    "start": 1262,
                    "end": 1266,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Immunosuppression and Prophylaxis"
        },
        {
            "text": "Since there is potential for severe consequences with acute graft rejection in the elderly, a biopsy should be performed in all unexplained cases of allograft dysfunction. Treatment should be based on histologic findings, whenever possible, with empiric steroid use for treatment of presumed acute rejection used sparingly due to the increased risk of adverse events in the elderly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunosuppression and Prophylaxis"
        },
        {
            "text": "Renal allograft and patient survival in the elderly transplant recipient are currently excellent, when looked at as a group and compared to younger recipients. Patient survival at 1, 5, and 10 years ranges from 80 to 90, 70, and 50%, respectively [1, 5, 6, 32] . This is based in part on the type of allograft. Based on the 2008 SRTR analyzing transplants from 1998 to 2007, 3-month, 1-, and 5-year patient survival rates for those 65 years of age and older receiving a renal transplant are: 98, 96, and 78% for recipients of living-donor kidney transplants, respectively; 96, 92, and 66% for recipients of deceased-donor nonextended criteria donor kidneys, respectively; and 95, 87, and 58% for recipients of deceased-donor extended criteria donor kidneys, respectively [1].",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 253,
                    "text": "5,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 254,
                    "end": 256,
                    "text": "6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "32]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Patient and Graft Outcomes"
        },
        {
            "text": "Graft survival has increased in parallel, averaging 85% at 1 year and 70% at 5 years [5, 6] . Allograft survival at 3 months, 1, and 5 years for those 65 years of age or older are: 97, 94, and 74% for recipients of living-donor kidney transplants, respectively ( Fig. 98.1) ; 94, 88, and 59% for recipients of deceased-donor nonextended criteria donor kidneys, respectively; and 90, 81, and 48% for recipients of deceased-donor extended criteria donor kidneys, respectively ( Fig. 98.2) [1].",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "[5,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 89,
                    "end": 91,
                    "text": "6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 273,
                    "text": "Fig. 98.1)",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 486,
                    "text": "Fig. 98.2)",
                    "ref_id": null
                }
            ],
            "section": "Patient and Graft Outcomes"
        },
        {
            "text": "Patient death with a functioning graft accounts for the majority of reported \"graft loss\" in the elderly patients. Nearly 50% of graft loss is due to death in the elderly recipient compared to 15% in the younger recipient. Acute rejection is reported to occur less often in elderly recipients, but there is an increased risk of chronic allograft nephropathy, especially if the allograft is from the older donor [33] .",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 415,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Patient and Graft Outcomes"
        },
        {
            "text": "The predominant causes of death in elderly transplant recipients are cardiovascular disease and infection. Most infectious episodes occur in the first 6 months posttransplant, likely due to the degree of immunosuppression. The risks of overimmunosuppression and cardiovascular disease are related to the natural effects of aging and factors having to do with end-stage renal disease. Overimmunosuppression will increase infectious complications in all patients, regardless of age. However, the elderly are less immunocompetent, leading them to be more susceptible to infection at lower lev-els of immunosuppressive therapy. Most likely to contribute to this are high-dose corticosteroids and antilymphocyte antibodies at induction. Other causes of death in the elderly recipient include malignancy and gastrointestinal hemorrhage. Death due to malignancy has been reported to increase disproportionately with time after transplantation in the elderly recipient [22] . Despite the mortality risks, there is still a better life expectancy and quality of life afforded by kidney transplantation compared to dialysis. With careful selection and responsible follow-up, advanced age alone is not a contraindication to successful transplantation. Age should not be the primary determinant of donor allocation; rather, the focus should be on baseline comorbidity or functional status [10] .",
            "cite_spans": [
                {
                    "start": 961,
                    "end": 965,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1376,
                    "end": 1380,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Patient and Graft Outcomes"
        },
        {
            "text": "End-stage liver disease (ESLD) results from many etiologies and eventually leads to complications including bleeding, ascites, infection, renal failure, fluid and electrolyte disturbances, hepatic encephalopathy, hepatocellular carcinoma, and eventually, liver failure. Currently, the only defin- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Liver Transplantation"
        },
        {
            "text": "The most common diagnoses in elderly patients waiting for liver transplantation are cirrhosis, alcoholic liver disease, hepatitis, primary biliary cirrhosis, and hepatocellular carcinoma. Elderly patients should only be considered for transplantation if they are thought to be capable of surviving the perioperative period and complying with the intense chronic medical regimen and follow-up [34] .",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 396,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Indications"
        },
        {
            "text": "Older patients are frequently seen as higher risk recipients due to their comorbidities and increased mortality to both hepatic and nonhepatic causes [35] . Liver transplantation in patients over the age of 55 was discouraged as recently as 20 years ago. However, since that time, there have been many studies demonstrating success in patients over the age of 60, encouraging more centers to list and operate on older patients [36] [37] [38] [39] [40] [41] . More recent data suggest that patients over the age of 70 may successfully undergo liver transplantation; however, it has to be at a less-severe level of disease to have a good outcome [42] .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Indications"
        },
        {
            "text": "Most contraindications for liver transplantation relate to comorbid conditions. Relative contraindications include alcohol or illicit drug use in past 6 months in a patient with a history of abuse, severe extrahepatic disease, adverse psychosocial factors, anatomic difficulties resulting from previous abdominal trauma or surgery, and age. Absolute contraindications generally include uncontrolled infection or sepsis, extrahepatic malignancy, advanced hepatic malignancy, and irreversible brain injury [39, 43] . HIV infection had previously been considered to be an absolute contraindication for liver transplantation. However, with the significant improvements with antiretroviral therapy and improved monitoring methods, it is no longer a sufficient reason to refuse surgery. While some centers may still list it as a relative contraindication, many will no longer restrict recipients as long as attention is paid to the comorbid conditions.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 508,
                    "text": "[39,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "43]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Indications"
        },
        {
            "text": "For more than 30 years, the Child-Pugh classification system was used to predict morbidity and mortality in patients with liver disease. While useful in stratifying patients for transplantation, it does not provide an adequate method of prioritizing patients on the liver transplant waiting list [44] . As a result, organ allocation in adults is now based on the Model for End-Stage Liver Disease (MELD), which is a logarithmic transformation of the recipient's bilirubin level, creatinine level, and international normalized ratio (INR) into a mathematical model. It allows for an objective assessment of need for transplantation and short-term prognosis while waiting for a transplant. It does not, however, necessarily correlate with posttransplant survival [45] .",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 761,
                    "end": 765,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Criteria for Transplantation"
        },
        {
            "text": "Preoperative assessment of all liver transplant candidates includes abdominal ultrasound, thoracic and abdominal computed tomography, and upper gastrointestinal endoscopy in addition to routine blood studies. Patients older than 50 years must undergo screening colonoscopy, and in male patients older than 55 years, the serum prostate-specific antigen concentration must be studied with digital rectal examination. In female patients, cervical and breast cancer screening must be done as indicated before listing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Criteria for Transplantation"
        },
        {
            "text": "Age-related morbidity is one of the main causes of mortality after liver transplantation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Criteria for Transplantation"
        },
        {
            "text": "Older patients have to be evaluated by specialists in the field of cardiology and pulmonary disease [46] . The cardiovascular workup for patients over the age of 60 years includes a routine history and physical examination, EKG, and twodimensional echocardiography. A history of coronary artery disease (CAD) or symptoms of exceptional angina are clear indications for performing cardiac catheterization prior to transplantation. A negative stress test is not sufficient to exclude cardiac disease in patients with clinical history strongly suggestive of CAD. In this situation, the clinician may elect to proceed directly to cardiac catheterization [47] . Doppler studies of the carotid, vertebral, and peripheral limb arteries are performed on these patients if clinically warranted. Revascularization strategy must be performed prior to listing for liver transplantation if there is extensive coronary heart disease [38] . Diabetes mellitus may be the most important risk factor for the presence of CAD in patients with liver disease and must be assessed and managed appropriately in the perioperative setting [44, 48] . Older patients with end-stage liver disease, particularly those with cholestatic liver disease, are also at risk for osteopenia or osteoporosis. Postoperative corticosteroid therapy will also contribute to bone loss, increasing the risk of sustaining compression fractures. For all elderly patients, determination of vitamin D serum levels and baseline bone densitometry is encouraged [44] . Any patient over the age of 60 with a history of encephalopathy, seizures, or ischemic event should have an MRI of the brain prior to being listed. Older patients also have to be routinely screened for malignancy. Patients waiting for liver transplants need to be evaluated for hepatocellular carcinoma (HCC) in particular, as well as for colon, skin, prostate, and breast neoplasms.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 919,
                    "end": 923,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1113,
                    "end": 1117,
                    "text": "[44,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1118,
                    "end": 1121,
                    "text": "48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1509,
                    "end": 1513,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Criteria for Transplantation"
        },
        {
            "text": "For liver transplant recipients, the pretransplant status has been found to be associated with survival, and this is seen more in elderly patients. In a retrospective review of 1,446 liver transplant recipients, of which 241 were over the age of 60, the elderly patients were found to be especially at risk for lower survival if they had a bilirubin level of 10 mg/dL or greater, an albumin level of less than 3 g/dL, a markedly prolonged (>20 s) prothrombin time, or generalized poor nutrition. The authors recommended forgoing transplantation in a patient over the age of 60 who is an inpatient in the hospital or in the intensive care unit with any of the above values [49] .",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 676,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Criteria for Transplantation"
        },
        {
            "text": "The immunosuppression protocol and dose of immunosuppressive drugs do not drastically differ between older and younger liver transplant patients [43] . Immunosuppressive strategies vary from center to center in the selection of specific agents, the number of agents, and the duration of use of each agent. The combinations used have evolved to predominantly tacrolimus, mycophenolate mofetil/mycophenolic acid, and steroids. Triple drug therapy remains the predominant drug regimen; however, many centers are attempting to minimize or eliminate long-term steroid use. The key is to tailor the regimen to the patient to best prevent cellular rejection, have no associated morbidity with respect to opportunistic infections, have no nephrotoxicity, and preclude the development of infection, which continues to be a leading cause of death in the year after transplantation.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Immunosuppression"
        },
        {
            "text": "Although there are some studies reporting that the long-term survival of patients older than 60 years was lower than younger recipients [50] [51] [52] [53] , most studies report similar [38, 54, 55] or even better [43, 56] survival in recipients older than 60 years old.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 141,
                    "end": 145,
                    "text": "[51]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 146,
                    "end": 150,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 151,
                    "end": 155,
                    "text": "[53]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 186,
                    "end": 190,
                    "text": "[38,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "54,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "55]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 214,
                    "end": 218,
                    "text": "[43,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "56]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "One study evaluating the survival rates of elderly liver transplant recipients found that the short-term survival of the elderly is comparable to those younger adults, but the longer survival was not encouraging. The long-term survival was significantly lower in elderly recipients, with a 5-year patient survival of 52% in the elderly group and 75% in the younger patients ( p < 0.05). The study period was divided into two eras; 1984-1991 and 1992-1997. In both eras, recipient survival in those older than 60 years was significantly lower than younger recipients, lending support to the idea that older recipients are not good candidates for liver transplantation [50] .",
            "cite_spans": [
                {
                    "start": 667,
                    "end": 671,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "A different study showing better survival rates in elderly patients looked at 240 liver transplant recipients, of which 23 were over the age of 60. They reported 87.5 and 83.3% 1-and 3-year patient survival in the elderly, respectively, compared to 77.8 and 73.5% in the younger group. Graft survival rates at 1 and 3 years were found to be 79.2 and 75% in the older group and 76.5 and 71% in the younger group, respectively. Neither set of data showed any statistical significance [52] .",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 486,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Some studies divided older recipients into two groups to show the effect of age more clearly: recipients between 60 and 65 years of age and those older than 65 years. One study reported that the patient survival in the older than 65 years of age group was 99%, 82 and 73% in 3 days, 1, and 5 years, respectively [38] .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 316,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "A different study found a lower survival rate in patients older than 65 years than in patients between 60 and 65 years, although there was no statistical significance. Overall, patients older than 60 years had lower survival rates than younger patients, which could possibly be explained since that group had a higher rate of HCC as the reason for transplantation [47] .",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 368,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Similar results can be found in smaller studies for recipients over the age of 70. One study found a 58% 3-year survival in 33 patients, while another has 1-and 3-year survival rates of 78.8 and 71.4%, respectively [39, 53] . Data is limited in this age group, but transplantation in septuagenarians is definitely feasible if the patient is otherwise healthy.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "text": "[39,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "53]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "There are few studies looking at the survival in older patients after a living-donor liver transplant (LDLT), and the results have been mixed. Some investigators reported that recipient age had an influence on allograft failure [48] , while others found that older recipient age and prolonged cold ischemia time increased the risk of graft failure [49] . One of the larger studies investigated the impact of age in living-donor liver transplantation by following recipients over 60 years of age over a 10-year period. They found the following parameters as risk factors influencing survival rate in patients after LDLT: MELD score equal to or greater than 25; Child's classification C; preoperative status of the recipient being in an intensive care unit; and blood type incompatibility. Recipient age of 60 years of age or older had no influence on the survival. 1-, 3-, and 5-year survival of the recipients older than 60 years were 81.9, 78.7, and 78.7%, respectively. Interestingly, their results in older patients were better than in younger patients (1-, 3-, and 5-year survivals in patients younger than 60 years is 75, 70.8, and 69.3%, respectively). A possible explanation for this better survival is that the selection criteria of older recipients were more stringent. The MELD score for older group recipients was significantly lower, and high-risk older patients were not considered for LDLT as a treatment option for their advanced liver disease in that study [43] .",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 348,
                    "end": 352,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1473,
                    "end": 1477,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "It is evident that after 5 years, survival of patients aged 65 years and older begins to diminish [38] . The 10-year survival of recipients older than 60 years was found to be 48%, which is significantly lower than the 72% survival rate of recipients younger than 60 [47, 57] . One study evaluated 91 transplant recipients over the age of 60 over a 13-year span and reported a 10-year patient survival of 35% in the elderly group and 60% in the younger patients ( p < 0.05). The most common cause of late mortality in elderly liver recipients was malignancy (35%), whereas most of the young adult deaths were the result of infectious complications (24%) [50] .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[47,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "57]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Based on the 2008 SRTR analyzing transplants from 1998 to 2007, 3-month, 1-, 5-, and 10-year patient survival rates for those 65 years of age and older receiving a liver transplant are 91, 81, 64, and 42% for recipients of deceaseddonor liver transplants, respectively and 93, 85, 71, and 54% for recipients of living-donor livers, respectively. Allograft survival at 3 months, 1-, 5-, and 10-years for those 65 years of age or older are 94, 84, 68, and 53% for recipients of living-donor livers, respectively (Fig. 98. 3) and 89, 78, 61, and 40% for recipients of deceased-donor liver transplants, respectively ( Fig. 98.4) . The results at all intervals were comparable to those of younger age groups [1].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 510,
                    "end": 519,
                    "text": "(Fig. 98.",
                    "ref_id": null
                },
                {
                    "start": 614,
                    "end": 624,
                    "text": "Fig. 98.4)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "When evaluating a patient's risk for rejection after liver transplant, younger age has been found to be an independent risk factor [58] . Older patients usually have a lower incidence of episodes and severity of graft rejection, possibly a result of immune senescence [46, 51, 59] . One study noted that liver recipients over the age of 65 tended to have lower rates of rejection, although there was no statistical significance [38] . Some centers have reported no difference in episodes of acute rejection among older or younger recipients [56, 60] .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[46,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "51,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "59]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 428,
                    "end": 432,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 541,
                    "end": 545,
                    "text": "[56,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "60]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Most studies report no statistical differences in the incidence of complications in terms of hospitalization, infection (surgical or opportunistic), repeat operation, readmission, or repeat transplant between the patients older or younger than 60 years [56] . Older patients are more prone to having higher incidence of osteoporosis, nontraumatic bone fractures, coronary artery disease, and malignancy after liver transplantation, with skin cancer being the most common [43, 47] .",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "[56]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[43,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "47]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The most prevalent cause of death in recipients older than 60 years is malignancy (both recurrent and de novo) and sepsis [38, 43, 47] . In one study, investigators reported that seven of ten recipients died secondary to sepsis in the early phase after LDLT within 3 months. In patients younger than 65 years of age, most causes of death are related to cardiovascular (myocardial infarction, congestive heart failure, cerebrovascular accident, intracranial hemorrhage) and sepsis. A possible explanation for not having the cardiac problems as a leading cause of death in older patients may be that the older recipients are more rigorously assessed for comorbidities that could be detrimental to outcome.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[38,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "43,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 131,
                    "end": 134,
                    "text": "47]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Well-selected patients over the age 60 or 65 have a comparable survival after liver transplantation to younger recipients at 1-, 3-, and 5-years posttransplant. Advances in surgical technique, improved intensive care, and standardized immunosuppressive therapy all contribute to the good survival results. Unfortunately, long-term results have not been as promising, possibly explained by older patients having fewer years of life remaining. Nonetheless, this should not preclude liver transplantation in elderly patients deemed strong and otherwise healthy enough to undergo the procedure [38] .",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 594,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Chronic heart failure remains one of the most common diseases affecting the population. With increases in life expectancy and improvements in medical care, more elderly patients are being seen by cardiologists and cardiac surgeons for end-stage heart failure. Cardiac transplantation is the treatment of choice for many patients with end-stage heart failure who remain symptomatic despite optimal medical therapy. The 2007 report from the Registry of the International Society for Heart and Lung Transplantation (ISHLT) estimated that slightly more than 5,000 heart transplants are performed annually worldwide [61] . The SRTR estimates that anywhere from 2,000 to 2,400 heart transplants were performed in the Older patients have been excluded from consideration for heart transplantation in the past, typically due to the supposed adverse effect of increased age on long-term survival and the shortage of donor organs. However, advances in posttransplant care have improved outcomes in older patients, and several centers have demonstrated results comparable to younger patients. The criteria regarding the recipient's older age limit continue to be expanded, and older patients are increasingly being considered as potential heart transplant candidates [62] [63] [64] [65] .",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 615,
                    "text": "[61]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1256,
                    "end": 1260,
                    "text": "[62]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1261,
                    "end": 1265,
                    "text": "[63]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1266,
                    "end": 1270,
                    "text": "[64]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1271,
                    "end": 1275,
                    "text": "[65]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Heart Transplantation"
        },
        {
            "text": "Over the past decade, there has been a significant decrease in mortality in patients with advanced heart failure treated aggressively with medical and device therapy, leading to a reassessment of the role of cardiac transplantation [66, 67] . The ideal heart transplant candidate is a person with endstage heart disease for whom conventional therapy is not likely to provide acceptable symptomatic benefit or satisfactorily improve life expectancy. The Clinical Practice Committee of the American Society of Transplantation published recommendations in 2001 for considering heart transplantation in patients with cardiac conditions that have not responded to maximal medical management [13] . Although severe heart failure refractory to medical therapy is the most common indication for transplantation, other circumstances warranting transplant include severely limiting ischemia not amenable to interventional or surgical revascularization, recurrent symptomatic ventricular tachyarrhythmia refractory to medical therapy, an implantable cardioverter-defibrillator (ICD), or surgery and rarely, for the management of cardiac tumors. Nonischemic cardiomyopathy accounts for approximately 45% of cases, and coronary artery disease accounts for about 38% of cases. Nonischemic conditions include systolic heart failure, defined by left ventricular ejection fraction < 35% (Ischemic and dilated cardiomyopathy, valvular heart disease, and hypertensive heart disease); intractable arrhythmia uncontrolled with implantable cardioverter-defibrillator; and hypertrophic cardiomyopathy with persistent heart failure despite valve replacement, pacemaker, or medical therapy.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "text": "[66,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 237,
                    "end": 240,
                    "text": "67]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 686,
                    "end": 690,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Indications"
        },
        {
            "text": "There are a few absolute contraindications to cardiac transplantation. Fixed pulmonary hypertension or any systemic illness that will limit survival despite heart transplant, such as high-grade neoplasm, AIDS, multisystem or active systemic lupus erythematosus or sarcoid preclude transplantation. HIV infection has been considered to be an absolute contraindication to transplant, primarily due to concerns about the increased frequency of infectious and malignant complications and the previously poor survival of such patients. The prognosis of HIV has changed since the advent of highly active antiretroviral therapy (HAART), and guidelines are being amended so that HIV infection itself is not a sufficient reason to refuse heart transplantation [68] . Age greater than 70 years was an absolute contraindication in previous guidelines, but the ISHLT has recently modified their recommendations in 2006 to state that \"carefully selected patients > 70 years of age may be considered for cardiac transplantation. For centers considering these patients, the use of an alternate-type program (i.e., use of older donors) may be pursued.\" [63] The guidelines regarding neoplasm were also modified, with new consideration being given to tumors with low recurrence rate, response to therapy, and negative metastatic workup.",
            "cite_spans": [
                {
                    "start": 751,
                    "end": 755,
                    "text": "[68]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1137,
                    "end": 1141,
                    "text": "[63]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Indications"
        },
        {
            "text": "In general, the most objective assessment of functional capacity in patients with heart failure, and what may be the best predictor of when to list a patient for transplantation, is measurement of peak oxygen consumption (VO 2 max). This can be measured using exercise testing with ventilatory gas analysis. Several studies have demonstrated that peak VO 2 independently predicted mortality, which is highest for patients with values <10 mL/kg/min, and significantly improved if between 10 and 15 mL/kg/min [69] [70] [71] .",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 511,
                    "text": "[69]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[70]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[71]",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Criteria for Transplantation"
        },
        {
            "text": "Although peak VO 2 is an important factor used to guide the selection of heart transplant candidates, it does not provide an optimal risk profile. One model that has been validated prospectively is the Heart Failure Survival Score (HFSS), derived from a multivariable analysis of 268 patients referred for consideration of cardiac transplantation form 1986-1993 at one institution and validated in 199 similar patients from 1993 to 1995 at another institution. It incorporated noninvasive parameters, including the following seven variables and their pathophysiological constructs: presence or absence of coronary artery disease (myocardial ischemia), resting heart rate (activation of sympathetic nervous system), left ventricular ejection fraction (the degree of systolic dysfunction), mean arterial blood pressure, presence or absence of intraventricular conduction defect on baseline ECG (the extent of myocardial fibrosis), serum sodium (the degree of activation of the renin-angiotensin system), and peak VO 2 [72] .",
            "cite_spans": [
                {
                    "start": 1016,
                    "end": 1020,
                    "text": "[72]",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "Criteria for Transplantation"
        },
        {
            "text": "The Seattle Heart Failure Model is another model that, in contrast to the HFSS, incorporated the impact of newer heart failure therapies on survival, including ICDs (implantable cardioverter-defibrillators) and CRT (cardiac resynchronization therapy) [73] .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "[73]",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Criteria for Transplantation"
        },
        {
            "text": "As with other organs, there is no general consensus regarding a preferred immunosuppressive protocol in this age group. Treatment with mycophenolate mofetil/mycophenolic acid, a purine analog, has been shown to reduce the rate of rejection and improve survival, but it did have a higher incidence of nonfatal, opportunistic infections as compared with azathioprine therapy [74] . The two most common regimens in 1997, which was used for 75% of transplant recipients, consisted of cyclosporine with mycophenolate mofetil/mycophenolic acid or another antimetabolite and steroids. Over the years, these combinations have evolved to be predominantly tacrolimus, mycophenolate mofetil/mycophenolic acid, and steroids (49% of transplant recipients), and to a lesser extent cyclosporine, mycophenolate mofetil/mycophenolic acid, and steroids (29% of transplant recipients). At 1-year posttransplantation, triple drug therapy remains the predominant drug regimen [1].",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 377,
                    "text": "[74]",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Immunosuppression"
        },
        {
            "text": "The ideal immunosuppressive regimen will prevent cellular rejection, have no associated morbidity with respect to opportunistic infections, have no nephrotoxicity, and preclude the development of coronary allograft vasculopathy, which affects 50% of patients at 5 years. This immunosuppressive therapy used to prevent rejection predisposes patients to infection, which continues to be the leading cause of death in the year after cardiac transplantation [58] .",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 458,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Immunosuppression"
        },
        {
            "text": "A notable trend over the past 10 years has been the declining number of recipients who needed treatment for rejection episodes in the first year after heart transplantation, decreasing from 36% in 1996 to 25% in 2005. This could reflect the improved efficacy of newer immunosuppression medication and regimens, as well as earlier recognition and prompt treatment [1] .",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 366,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Immunosuppression"
        },
        {
            "text": "Multiple studies have demonstrated comparable survival rates in elderly cardiac transplant recipients compared to younger recipients [59] [60] [61] [62] [75] [76] [77] [78] . Included in this is a multi-institutional study of the UNOS database where it was found that there was a satisfactory but lower 5-year survival between elderly (>60 years) and young (18-59 years) recipients (69% vs. 75%, respectively). The elderly group, however, had more infections, renal failure, and longer postoperative length of stay and were at increased risk of malignancy [62] .",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "[59]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 138,
                    "end": 142,
                    "text": "[60]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 143,
                    "end": 147,
                    "text": "[61]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 148,
                    "end": 152,
                    "text": "[62]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 153,
                    "end": 157,
                    "text": "[75]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 158,
                    "end": 162,
                    "text": "[76]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 163,
                    "end": 167,
                    "text": "[77]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 168,
                    "end": 172,
                    "text": "[78]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[62]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "One retrospective study showed no statistically significant difference in 1-and 4-year survival (1-year survival: 93.3% vs. 88.3%; 4-year survival: 73.5% vs. 69.1%), length of intensive-care unit stay, incidence of rejection, and incidence of cytomegalovirus infection between patients over the age of 70 and younger patients [59] . A 10-year follow-up of cardiac transplant recipients >65 years of age (n = 66) demonstrated survival rates comparable to those of younger patients (<60 years: n = 679; 60-64 years: n = 137) [60] .",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 330,
                    "text": "[59]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 523,
                    "end": 527,
                    "text": "[60]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The adjusted graft survival for recipients over the age of 65 at 3 months (90%), 1 year (85%), 5 years (66%), and 10 years (44%) were all found to be comparable within a few percentage points to various younger age groups (Fig. 98.5) [1].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 233,
                    "text": "(Fig. 98.5)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The increased risk of renal failure has been consistent in various studies over the years and may be attributed to the already known preexisting renal disease in elderly, as suggested by elevated preoperative creatinine. Another consideration is the nephrotoxic effects of immunosuppression. Tailoring therapy for the elderly may be beneficial, and some data support minimizing the use of calcineurin inhibitors and azathioprine in exchange for using mycophenolate mofetil and mammalian target of rapamycin inhibitors (mTOR inhibitors, sirolimus) [79] .",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 551,
                    "text": "[79]",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Transplant patients have been the subject of extensive investigation into the increased risk of malignancy, especially in the elderly. Increased age has been independently associated with increased risk of malignancy in nontransplanted controls, and heart transplant recipients have been shown to have a 7.1-fold increase in incidence of malignancy [80] . Among all solid-organ transplant recipients, skin cancer is the most common malignancy. Heart and/or lung transplant recipients have a 26.2-, 21-, and 9.3-fold increased risk of developing lymphoproliferative disorders, head and neck cancer, and lung cancer, respectively. Malignancy does not necessarily shorten survival in older recipients, but one may surmise that it does affect quality of life [75] .",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "text": "[80]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 755,
                    "end": 759,
                    "text": "[75]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The demand for heart transplantations is unlikely to ever be fully met, and more resources are needed to slow down the progression of heart failure and prevent the need for transplant surgery in the first place. As ventricular assist device technology improves, it may be used to complement heart transplantation to avoid immunosuppression and its side effect of malignancy in older patients with advanced heart failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Lung transplantation should be considered for patients with advanced lung disease whose clinical status has progressively worsened despite optimal medical or surgical therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lung Transplantation"
        },
        {
            "text": "One thousand four hundred sixty-five lung transplants from deceased donors were performed in the United States in 2007, increased from 840 in 1998 and 941 in 2000. Of these, 223 were for recipients over the age of 65, representing 15% of all lung transplant recipients and dramatically increased from 30 (3.6%) in 1998 and 30 (3.2%) in 2000. The percentage of patients 50-64 years of age receiving lung transplants has not changed substantially over the past few years, with 54% of deceased-donor lungs going to these patients in 2007, up slightly from 48% in 1997. The most recent data list 1,005 active patients on the waiting list, with 91 (9%) being over the age of 65. The median time to transplant in this elderly group is 57 days. Donor lung shortage has been the major limiting factor to the number of lung transplants performed. The procurement rate of lung from deceased donors has consistently been lower than those for kidney, liver, and heart. While kidneys and livers are harvested from more than 85% of all cadaveric donors, and hearts from 30% of deceased donors, lungs are harvested from only 15% of all cadaveric donors [1]. This discrepancy may be attributed to the lung's vulnerability to potential complications that arise before and after donor death such as aspiration, pneumonia, ventilator-associated lung injury, and neurogenic pulmonary edema. Over the past several years, the number of single lung transplants performed annually in the United States has remained stable, while the number of bilateral transplants has consistently increased and even surpassed the number of single lung procedures [81] .",
            "cite_spans": [
                {
                    "start": 1624,
                    "end": 1628,
                    "text": "[81]",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "Lung Transplantation"
        },
        {
            "text": "The most common indications for lung transplantation, accounting for 85% of procedures worldwide, are advanced chronic obstructive pulmonary disease (COPD), idiopathic pulmonary fibrosis, cystic fibrosis, emphysema due to alpha-1 antitrypsin deficiency, and idiopathic pulmonary arterial hypertension. Survival benefit has been demonstrated for both single and double lung transplants in patients with cystic fibrosis, pulmonary fibrosis, and primary pulmonary hypertension. There have been less convincing and reproducible results regarding the benefit of transplantation in patients with emphysema or Eisenmenger's syndrome [82, 83] .",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 630,
                    "text": "[82,",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 631,
                    "end": 634,
                    "text": "83]",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "Lung Transplantation"
        },
        {
            "text": "Absolute contraindications for lung transplantation include malignancy within the last 2 years (excluding cutaneous squamous and basal cell tumors); significant chest wall deformity; noncurable chronic extrapulmonary infection (active Hepatitis B,C, HIV); untreatable advanced dysfunction of another major organ (e.g., heart, liver, kidney); known noncompliance or inability to follow medical regimen, especially if related to an untreatable psychiatric or psychological condition; absence of a consistent or reliable social support system; and substance addiction within the last 6 months [84] . Coronary artery disease not amenable to percutaneous intervention or bypass grafting, or associated with significant impairment of left ventricular function, is an absolute contraindication to lung transplantation, but heart-lung transplantation could be considered in highly selected cases.",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 594,
                    "text": "[84]",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "Lung Transplantation"
        },
        {
            "text": "Relative contraindications to lung transplantation include: Age older than 65 years; critical or unstable clinical condition; severely limited functional status with poor rehabilitation potential; colonization with highly resistant or virulent bacteria, fungi, or mycobacteria; severe obesity (Body Mass Index exceeding 30 kg/m 2 ); severe or symptomatic osteoporosis; and poorly controlled or managed medical conditions (diabetes mellitus, systemic hypertension) [81] .",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 468,
                    "text": "[81]",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "Lung Transplantation"
        },
        {
            "text": "As with other organ transplantation, induction therapy has become a major part of the immunosuppression regimen with lung transplantation. Induction therapy was used in the first 5-7 days after transplantation for 57% of all lung transplants performed in 2006, up from only 22% of lung transplants in 1997. Among the most common were antilymphocyte antibodies (antithymocite globulin or OKT3) or monoclonal IL-2 receptor antagonists (basiliximab or daclizumab). Baseline therapy prior to discharge at most centers included corticosteroids, calcineurin inhibitor (tacrolimus 83%, cyclosporine), and an antimetabolite (azathioprine 39% or mycophenolate mofetil 52%). Maintenance immunosuppression administered for the first year following transplantation was essentially the same. Steroids are typically tapered to a low dosage or even discontinued in some protocols. Acute rejection within the first year was treated most commonly with corticosteroids, used in 95% of acute rejection cases [85, 86] .",
            "cite_spans": [
                {
                    "start": 989,
                    "end": 993,
                    "text": "[85,",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 994,
                    "end": 997,
                    "text": "86]",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [],
            "section": "Immunosuppression"
        },
        {
            "text": "Despite the multitude of medications available, no drug has been found to be consistently superior in delaying rejection or bronchiolitis obliterans or in prolonging long-term survival. Protocols vary widely between lung transplant centers",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunosuppression"
        },
        {
            "text": "The adjusted graft survival for recipients over the age of 65 at 3 months (92%), 1 year (79%), 5 years (42%), and 10 years (13%) are all comparable within a few percentage points to various younger age groups (Fig. 98.6) [1]. The average death rate in the first year after transplantation decreased steadily from 290 per 1,000 patient-years at risk in 1997 to 169 deaths per 1,000 patient-years at risk in 2004, a 10-year low. According to the 2007 ISHLT Registry report, the median survival for all adult recipients is 5 years, but bilateral lung recipients have a better median survival than single lung recipients (5.9 vs. 4.4 years, respectively) [78] . It is not delineated if this survival advantage is related to the underlying patient characteristics or choice of operation. The impact of underlying diagnosis on survival after lung transplantation has often been linked to age, with older recipients having a significantly shorter survival than younger ones. Recipients with COPD have the best 1-year survival, but a lower 10-year survival when compared to those with cystic fibrosis and alpha-1 antitrypsin deficiency. In contrast, patients with idiopathic pulmonary arterial hypertension have the lowest 1-year survival, but their 10-year survival approaches those with cystic fibrosis and alpha-1 antitrypsin deficiency [87] .",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 655,
                    "text": "[78]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 1332,
                    "end": 1336,
                    "text": "[87]",
                    "ref_id": "BIBREF85"
                }
            ],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 220,
                    "text": "(Fig. 98.6)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "This data is significantly different when evaluating patients over the age of 70. An analysis of UNOS data of lung transplants from 1999 to 2006 showed that patients 70 years and older had substantially increased risks of 30-, 90-day, and 1-year mortality when compared to younger groups. The authors' recommendation was that lung transplantation may be used with caution in older patients over the age of 60, but should not be performed in patients older than age 70 [88] .",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 472,
                    "text": "[88]",
                    "ref_id": "BIBREF86"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Management strategies have been more effective at reducing early complications than later ones, which may be due to refinements in surgical technique and postoperative care. However, beyond the first year of transplantation, survival is mostly affected by infections and chronic rejection, and the incidence of these complications has not changed substantially since 1988 [84] .",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 376,
                    "text": "[84]",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The leading cause of death in the first 30 days after lung transplantation is graft failure, a form of Acute Respiratory Distress Syndrome (ARDS), accounting for almost 30% of deaths [78] . The leading cause of mortality after the first year, typically accounting for 40% of deaths, is chronic allograft rejection (e.g., chronic graft dysfunction), which usually manifests as bronchiolitis obliterans syndrome (BOS) [89] . Survival 3 years after the onset of BOS is only 50% and drops to 30-40% at 5 years [90] .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[78]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[89]",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "[90]",
                    "ref_id": "BIBREF88"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Infectious complications remain a leading cause of rejection and death at any point after lung transplantation, in any age group. It has been attributable to up to 35% of deaths in the first year and 20% of deaths thereafter. Bacterial bronchitis and pneumonia are most common, but cytomegalovirus, mycobacteria, fungi, and community-acquired respiratory viruses all contribute to morbidity and mortality [84, 87] .",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 409,
                    "text": "[84,",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "87]",
                    "ref_id": "BIBREF85"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Malignancy accounts for 7-10% of deaths beyond the first year after lung transplantation. Nonmelanoma skin cancer is most common overall, but posttransplant lymphoproliferative disease (PTLD) is the most common malignancy in the first year after transplant [78] . Other malignancies include colon, breast, Kaposi's sarcoma, and transitional cell carcinoma of the bladder [91] .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "text": "[78]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 371,
                    "end": 375,
                    "text": "[91]",
                    "ref_id": "BIBREF89"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Often times, there are patients with multiple organ failure that may benefit from dual organ transplantation. Examples include kidney-pancreas and heart-lung. While there has been success with these combined organ transplantations over the years, its use has been limited in the elderly population. From 1998 to 2007, there were a total of 14 kidneypancreas transplants in patients over the age of 65, while none were reported for heart-lung for a patient over the age of 65 [1] . As with individual organs, the overall risk-benefit of the surgery needs to be weighed, considering the overall health of the patient and potential survival benefits of transplantation. While age is often considered a significant factor in determining candidacy, it should not be the limiting factor.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 478,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Combined Organ Transplantation"
        },
        {
            "text": "The elderly population is on the rise in this country, and older patients comprise the fastest growing segment of the population. This trend is mirrored in the transplantation population. The discipline of organ transplantation has grown remarkably over the last half-century and has evolved from infrequent, highly dangerous procedures with very high mortality to complex operations performed regularly across the country and world. Data from centers across the country clearly indicate that patients over the age of 65 can undergo kidney, liver, heart, or lung transplantation with excellent results (Fig. 98.7) . The limiting factor, however, is the shortage of organs and excess of patients on the waiting list; which raises many ethical and social concerns regarding transplanting healthy organs into older patients who may not have as much of a survival benefit as a younger patient. Although the allocation of organs according to age may be a simple approach to satisfying the goal of social justice, the inclusion of patient comorbidity and potential for survival benefit in the elderly must also be considered.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 602,
                    "end": 613,
                    "text": "(Fig. 98.7)",
                    "ref_id": null
                }
            ],
            "section": "Conclusion"
        },
        {
            "text": "Kidney and liver transplantation has been successfully performed and results substantiated in patients over the age of 70. The results depend on the selectivity used to identify those elderly candidates on the waiting list for transplant. Cardiac and lung transplants have shown some promising results in patients over the age of 65, but not over the age of 70. It is important to note that with cardiac and lung transplantation, there is a slight discrepancy with the proportion of elderly patients on the waiting list and with overall survival rates. This is likely due to patient selection more than the overall results. This patient population is a highly selective group of elderly patients with cardiac and lung disease, who are often not placed on the waiting list until they worsen clinically. All things being equal, discrimination against older candidates for organ transplantation on age-related grounds alone is not warranted. Despite potential utilitarian gains to be made limiting transplantation in the elderly recipients, the sense of fairness in the system will be harmed. Elderly patients who are healthy will be the ones who suffer. Older patients already face huge hurdles to get on the waiting list for transplantation, and they are already such a small number. There already is enough discrimination against the elderly, and we ought not to add to that injustice by further limiting their access. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Organ Procurement and Transplantation Network and the Scientific Registry of Transplant Recipients: Transplant Data",
            "authors": [],
            "year": 1998,
            "venue": "USRDS 2008 Annual Data Report: Atlas of Chronic Kidney Disease and End-Stage Renal Disease in the United States",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Differences in quality of life across renal replacement therapies: a meta-analytic comparison",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Whiteside",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am J Kidney Dis",
            "volume": "35",
            "issn": "4",
            "pages": "629--637",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Comparison of mortality in all patients on dialysis, patients on dialysis awaiting transplantation, and recipients of a first cadaveric transplant",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Ashby",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Milford",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "N Engl J Med",
            "volume": "341",
            "issn": "23",
            "pages": "1725--1730",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "How old is old for transplantation?",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Oniscu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Forsythe",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Transplant",
            "volume": "4",
            "issn": "12",
            "pages": "2067--2074",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Patient and graft survival in older kidney transplant recipients: does age matter?",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fabrizii",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Winkelmayer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Klauser",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Am Soc Nephrol",
            "volume": "15",
            "issn": "4",
            "pages": "1052--1060",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Kidney transplantation in patients older than 70 years of age",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Albrechtsen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Leivestad",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sodal",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Transplant Proc",
            "volume": "27",
            "issn": "1",
            "pages": "986--988",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Renal transplantation in elderly patients older than 70 years of age: results from the Scientific Registry of Transplant Recipients",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Merion",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Ashby",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Transplantation",
            "volume": "83",
            "issn": "8",
            "pages": "1069--1074",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Acute rejection in the elderly recipient: influence of age in the outcome of kidney transplantation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Palomar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Ruiz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Zubimendi",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Int Urol Nephrol",
            "volume": "33",
            "issn": "1",
            "pages": "145--148",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Kidney transplantation in elderly people: the influence of recipient comorbidity and living kidney donors",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Am Geriatr Soc",
            "volume": "56",
            "issn": "2",
            "pages": "231--238",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Donor characteristics associated with reduced graft survival: an approach to expanding the pool of kidney donors",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Port",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bragg-Gresham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Metzger",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Transplantation",
            "volume": "74",
            "issn": "9",
            "pages": "1281--1286",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Dual kidney transplantation: a case-control comparison with single kidney transplantation from standard and expanded criteria donors",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Farney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Sundberg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Transplantation",
            "volume": "83",
            "issn": "12",
            "pages": "1551--1556",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Guidelines for the referral and management of patients eligible for solid organ transplantation",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Steinman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Frost",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Transplantation",
            "volume": "71",
            "issn": "9",
            "pages": "1189--1204",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evaluation of adult kidney transplant candidates",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bunnapradist",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Danovitch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Kidney Dis",
            "volume": "50",
            "issn": "5",
            "pages": "890--898",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The evaluation of renal transplantation candidates: clinical practice guidelines",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Kasiske",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Cangro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hariharan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Transplant",
            "volume": "1",
            "issn": "2",
            "pages": "3--95",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Canadian Society of Transplantation: consensus guidelines on eligibility for kidney transplantation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Knoll",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cockfield",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Blydt-Hansen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "CMAJ",
            "volume": "173",
            "issn": "10",
            "pages": "1--25",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Preoperative pulmonary evaluation",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Smetana",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "N Engl J Med",
            "volume": "340",
            "issn": "12",
            "pages": "937--944",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cancer in patients on dialysis for end-stage renal disease: an international collaborative study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maisonneuve",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Agodoa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gellert",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Lancet",
            "volume": "354",
            "issn": "9173",
            "pages": "93--99",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The effect of immunosuppression on pre-existing cancers",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Penn",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Transplantation",
            "volume": "55",
            "issn": "4",
            "pages": "742--747",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Challenges in the counseling and management of older kidney transplant candidates",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Danovitch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Savransky",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Kidney Dis",
            "volume": "47",
            "issn": "2",
            "pages": "86--97",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "How great is the survival advantage of transplantation over dialysis in elderly patients?",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Oniscu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Forsythe",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nephrol Dial Transplant",
            "volume": "19",
            "issn": "4",
            "pages": "945--951",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Age and immune response in organ transplantation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pratschke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pascher",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Transplantation",
            "volume": "79",
            "issn": "2",
            "pages": "127--132",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Immunosuppression of the elderly kidney transplant recipient",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Danovitch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bunnapradist",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Transplantation",
            "volume": "84",
            "issn": "3",
            "pages": "285--291",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Rejection and recipient age",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Transpl Immunol",
            "volume": "10",
            "issn": "2-3",
            "pages": "125--132",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Use of mycophenolate mofetil in immunosuppressive protocols in elderly renal transplant recipients",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Nicol",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Preston",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Transplantation",
            "volume": "76",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Mycophenolate mofetil vs. azathioprine in a large population of elderly renal transplant patients",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "U"
                    ],
                    "last": "Meier-Kriesche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nephrol Dial Transplant",
            "volume": "19",
            "issn": "11",
            "pages": "2864--2869",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Immunosuppression: evolution in practice and trends",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "U"
                    ],
                    "last": "Meier-Kriesche",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Gruessner",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am J Transplant",
            "volume": "6",
            "issn": "5",
            "pages": "1111--1131",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Risk factors for development of new-onset diabetes mellitus after kidney transplantation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kasravi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Transplantation",
            "volume": "82",
            "issn": "12",
            "pages": "1673--1676",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A calcineurin antagonist-free induction/maintenance strategy for immunosuppression in elderly recipients of renal allografts from elderly cadaver donors: long-term results from a prospective single centre trial",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Arbogast",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huckelheim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schneeberger",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Transplant",
            "volume": "19",
            "issn": "3",
            "pages": "309--315",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Long-term results of calcineurin-free protocols with basiliximab induction in \"old-toold\" programs",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Emparan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wolters",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laukotter",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Transplant Proc",
            "volume": "36",
            "issn": "9",
            "pages": "2646--2648",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Preferential allocation of marginal kidney allografts to elderly recipients combined with modified immunosuppression gives good results",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Segoloni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Messina",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Squiccimarro",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Transplantation",
            "volume": "80",
            "issn": "7",
            "pages": "953--958",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Early mortality rates in older kidney recipients with comorbid risk factors",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Kauffman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcbride",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Cors",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Transplantation",
            "volume": "83",
            "issn": "4",
            "pages": "404--410",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Renal transplantation in the elderly: surgical complications and outcome with special emphasis on the Eurotransplant Senior Programme",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bentas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karaoguz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nephrol Dial Transplant",
            "volume": "23",
            "issn": "6",
            "pages": "2043--2051",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Liver transplantation trends for older recipients: regional and ethnic variations",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kemmer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Safdar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Transplantation",
            "volume": "86",
            "issn": "1",
            "pages": "104--107",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Chronic liver disease in the extremely elderly of 80 years or more: clinical characteristics, prognosis and patient survival analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hoshida",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ikeda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Hepatol",
            "volume": "31",
            "issn": "5",
            "pages": "860--866",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Liver transplantation in patients over sixty years of age",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Stieber",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Todo",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Transplantation",
            "volume": "51",
            "issn": "1",
            "pages": "271--273",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Orthotopic liver transplantation in patients 60 years of age and older",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Pirsch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kalayoglu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;alessandro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Transplantation",
            "volume": "51",
            "issn": "2",
            "pages": "431--433",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Orthotopic liver transplantation in patients over 60 years old",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Bromley",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hilmi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Transplantation",
            "volume": "58",
            "issn": "7",
            "pages": "800--803",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Liver transplantation in patients over 60 years of age",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bilbao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Balsells",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Lazaro",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Transplant Proc",
            "volume": "27",
            "issn": "4",
            "pages": "2337--2338",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Liver transplantation in patients over sixty years of age",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Mayer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Transplantation",
            "volume": "72",
            "issn": "4",
            "pages": "679--684",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Liver transplantation in patients over 60 and 65 years: an evaluation of long-term outcomes and survival",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Cross",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Antoniades",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Muiesan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Liver Transpl",
            "volume": "13",
            "issn": "10",
            "pages": "1382--1388",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Liver transplant for the septuagenarians: importance of patient selection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Safdar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Neff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Montalbano",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Transplant Proc",
            "volume": "36",
            "issn": "5",
            "pages": "1445--1448",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Minimal criteria for placement of adults on the liver transplant waiting list: a report of a national conference organized by the American Society of Transplant Physicians and the American Association for the Study of Liver Diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Lucey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Everson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "628--637",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "MELD and PELD: application of survival models to liver allocation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Wiesner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Mcdiarmid",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Kamath",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Liver Transpl",
            "volume": "7",
            "issn": "7",
            "pages": "567--580",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Predicting outcome after liver transplantation: utility of the model for endstage liver disease and a newly derived discrimination function",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Mange",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Transplantation",
            "volume": "77",
            "issn": "1",
            "pages": "99--106",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Impact of age older than 60 years in living donor liver transplantation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuramitsu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Egawa",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Keeffe",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Transplantation",
            "volume": "84",
            "issn": "2",
            "pages": "166--172",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Older age and liver transplantation: a review",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Keswani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Keeffe",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Liver Transpl",
            "volume": "10",
            "issn": "8",
            "pages": "957--967",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The prevalence of coronary artery disease in liver transplant candidates over age 50",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Carey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Dumot",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Pimentel",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Transplantation",
            "volume": "59",
            "issn": "6",
            "pages": "859--864",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The elderly liver transplant recipient: a call for caution",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Somasundar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Jennings",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ann Surg",
            "volume": "233",
            "issn": "1",
            "pages": "107--113",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Liver transplant recipients older than 60 years have lower survival and higher incidence of malignancy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Herrero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Lucena",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Quiroga",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Transplant",
            "volume": "3",
            "issn": "11",
            "pages": "1407--1412",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Allograft survival following adult-to-adult living donor liver transplantation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Abt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Mange",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Olthoff",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Transplant",
            "volume": "4",
            "issn": "8",
            "pages": "1302--1307",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Outcomes of 385 adult-to-adult living donor liver transplant recipients: a report from the A2ALL Consortium",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Olthoff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Merion",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ghobrial",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ann Surg",
            "volume": "242",
            "issn": "3",
            "pages": "314--323",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Long-term results of liver transplantation in older patients 60 years of age and older",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Pirsch",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Transplantation",
            "volume": "70",
            "issn": "5",
            "pages": "780--783",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Liver transplantation in patients beyond age 60",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Emre",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Transplant Proc",
            "volume": "25",
            "issn": "1",
            "pages": "1075--1076",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Liver transplantation in recipients over 60",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Filipponi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roncella",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Boggi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Transplant Proc",
            "volume": "33",
            "issn": "1-2",
            "pages": "1465--1466",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Similar outcomes, morbidity, and mortality for orthotopic liver transplantation between the very elderly and the young",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rudich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Busuttil",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Transplant Proc",
            "volume": "31",
            "issn": "1-2",
            "pages": "523--525",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Evolution of liver transplantation in Europe: report of the European Liver Transplant Registry",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mcmaster",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Grady",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Liver Transpl",
            "volume": "9",
            "issn": "12",
            "pages": "1231--1243",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Prognostic model for early acute rejection after liver transplantation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gomez-Manero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Herrero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Quiroga",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Liver Transpl",
            "volume": "7",
            "issn": "3",
            "pages": "246--254",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Age and liver transplantation: a report of the Liver Transplantation Database",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Zetterman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Belle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Hoofnagle",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Transplantation",
            "volume": "66",
            "issn": "4",
            "pages": "500--506",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Transplantation in the elderly patient",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Surg Clin North Am",
            "volume": "74",
            "issn": "2",
            "pages": "389--400",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "The registry of the International Society for Heart and Lung Transplantation: twentieth official adult heart transplant report -2003",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Mohacsi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Heart Lung Transplant",
            "volume": "22",
            "issn": "6",
            "pages": "616--624",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Heart transplantation in patients seventy years of age and older: a comparative analysis of outcome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Blanche",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Blanche",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kearney",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Thorac Cardiovasc Surg",
            "volume": "121",
            "issn": "3",
            "pages": "532--541",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Long-term survival (>10 years) of patients >60, years with induction therapy after cardiac transplantation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zuckermann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dunkler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Deviatko",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Eur J Cardiothorac Surg",
            "volume": "24",
            "issn": "2",
            "pages": "283--291",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Long-term results of heart transplantation in patients older than 60 years",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Demers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moffatt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Oyer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Thorac Cardiovasc Surg",
            "volume": "126",
            "issn": "1",
            "pages": "224--231",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Outcomes in patients older than 60 years of age undergoing orthotopic heart transplantation: an analysis of the UNOS database",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "U"
                    ],
                    "last": "Nwakanma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Heart Lung Transplant",
            "volume": "27",
            "issn": "2",
            "pages": "184--191",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Listing criteria for heart transplantation: International Society for Heart and Lung Transplantation guidelines for the care of cardiac transplant candidates -2006",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mehra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kobashigawa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Starling",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Heart Lung Transplant",
            "volume": "25",
            "issn": "9",
            "pages": "1024--1042",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Selection and treatment of candidates for heart transplantation. A statement for health professionals from the Committee on Heart Failure and Cardiac Transplantation of the Council on Clinical Cardiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Costanzo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Augustine",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bourge",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "American Heart Association. Circulation",
            "volume": "92",
            "issn": "12",
            "pages": "3593--3612",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Solid-organ transplantation in HIV-infected patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Halpern",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Ubel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Caplan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "N Engl J Med",
            "volume": "347",
            "issn": "4",
            "pages": "284--287",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Correlates and prognostic implication of exercise capacity in chronic congestive heart failure",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Szlachcic",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Massie",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Am J Cardiol",
            "volume": "55",
            "issn": "8",
            "pages": "1037--1042",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Clinical determinants of mortality in chronic congestive heart failure secondary to idiopathic dilated or to ischemic cardiomyopathy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Likoff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Chandler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Kay",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Am J Cardiol",
            "volume": "59",
            "issn": "6",
            "pages": "634--638",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Ejection fraction, peak exercise oxygen consumption, cardiothoracic ratio, ventricular arrhythmias, and plasma norepinephrine as determinants of prognosis in heart failure. The V-HeFT VA Cooperative Studies Group",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Cohn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shabetai",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Circulation",
            "volume": "87",
            "issn": "6",
            "pages": "5--16",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Development and prospective validation of a clinical index to predict survival in ambulatory patients referred for cardiac transplant evaluation",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Aaronson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Circulation",
            "volume": "95",
            "issn": "12",
            "pages": "2660--2667",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "The Seattle Heart Failure Model: prediction of survival in heart failure",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mozaffarian",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Linker",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Circulation",
            "volume": "113",
            "issn": "11",
            "pages": "1424--1433",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Immunosuppression for cardiac transplantation -the past, present and future",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Starling",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Transplant Proc",
            "volume": "36",
            "issn": "2",
            "pages": "309--313",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Should heart transplantation be considered as a treatment option for patients aged 70 years and older?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Mancini",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Thorac Cardiovasc Surg",
            "volume": "127",
            "issn": "6",
            "pages": "1817--1819",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Heart transplantation in older candidates",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Forni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Faggian",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chiominto",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Transplant Proc",
            "volume": "39",
            "issn": "6",
            "pages": "1963--1966",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "A comparative analysis of outcome after heart transplantation in patients aged 60 years and older: the University of Alberta experience",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nagendran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Wildhirt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Modry",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Card Surg",
            "volume": "19",
            "issn": "6",
            "pages": "559--562",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Long-term outcomes of heart transplantation in older recipients",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marelli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kobashigawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Heart Lung Transplant",
            "volume": "27",
            "issn": "8",
            "pages": "830--834",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Poor prognosis of heart transplant patients with end-stage renal failure",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Villar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boissonnat",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sebbag",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nephrol Dial Transplant",
            "volume": "22",
            "issn": "5",
            "pages": "1383--1389",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Incidence of malignancies in heart and/or lung transplant recipients: a single-institution experience",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roithmaier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Loi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Heart Lung Transplant",
            "volume": "26",
            "issn": "8",
            "pages": "845--849",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Registry of the International Society for Heart and Lung Transplantation: twentyfifth official adult lung and heart/lung transplantation report -2008",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Christie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "Aurora",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "957--969",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Assessment of survival benefit after lung transplantation by patient diagnosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Charman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Sharples",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcneil",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Heart Lung Transplant",
            "volume": "21",
            "issn": "2",
            "pages": "226--232",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Listing for lung transplantation: life expectancy and transplant effect, stratified by type of end-stage lung disease, the Eurotransplant experience",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Meester",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smits",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Persijn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Heart Lung Transplant",
            "volume": "20",
            "issn": "5",
            "pages": "518--524",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "International guidelines for the selection of lung transplant candidates: 2006 update -a consensus report from the Pulmonary Scientific Council of the International Society for Heart and Lung Transplantation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Orens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Estenne",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arcasoy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Heart Lung Transplant",
            "volume": "25",
            "issn": "7",
            "pages": "745--755",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Induction immunosuppression for lung transplantation with OKT3",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Wain",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Ann Thorac Surg",
            "volume": "67",
            "issn": "1",
            "pages": "187--193",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Induction therapy in lung transplantation: a prospective, controlled clinical trial comparing OKT3, anti-thymocyte globulin, and daclizumab",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Brock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Borja",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ferber",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Heart Lung Transplant",
            "volume": "20",
            "issn": "12",
            "pages": "1282--1290",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Registry of the International Society for Heart and Lung Transplantation: twentyfourth official adult lung and heart-lung transplantation report -2007",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Trulock",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Christie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Heart Lung Transplant",
            "volume": "26",
            "issn": "8",
            "pages": "782--795",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Impact of advanced age in lung transplantation: an analysis of United Network for Organ Sharing data",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Merlo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Am Coll Surg",
            "volume": "208",
            "issn": "3",
            "pages": "400--409",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Primary graft dysfunction and other selected complications of lung transplantation: a single-center experience of 983 patients",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Meyers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De La Morena",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Sweet",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Thorac Cardiovasc Surg",
            "volume": "129",
            "issn": "6",
            "pages": "1421--1429",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Post-transplant bronchiolitis obliterans",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boehler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Estenne",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Eur Respir J",
            "volume": "22",
            "issn": "6",
            "pages": "1007--1018",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Development of malignancy following lung transplantation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amital",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shitrit",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Raviv",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Transplantation",
            "volume": "81",
            "issn": "4",
            "pages": "547--551",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Adjusted graph survival, living-donor kidney transplants, data from 1998 to 2007; 2008 SRTR Annual Report.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Adjusted graph survival, deceased-donor kidney transplants, data from 1998 to 2007; 2008 SRTR Annual Report.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Adjusted graph survival, living-donor liver transplants, data from 1998 to 2007; 2008 SRTR Annual Report.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Adjusted graph survival, deceased-donor liver transplants, data from 1998 to 2007; 2008 SRTR Annual Report. United States yearly over the past decade, with 2,207 transplanted in 2007. Of this, 44-52% of the recipients are 50-64 years of age, and 8-11% are 65 years of age or older. The most recent data list 1,408 active patients on the waiting list, with 168 (12%) being over the age of 65. The median time to transplant in this elderly group is 103 days [1].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Adjusted graph survival, deceased-donor heart transplants, data from 1998 to 2007; 2008 SRTR Annual Report.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Adjusted graph survival, deceased-donor lung transplants, data from 1998 to 2007; 2008 SRTR Annual Report.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Graft Survival at 1-year, All Organs 2008 OPTN/SRTR Annual Report 1998-2007.Figure 98.7 Graph survival at 1 year, all organs. Data from 1998 to 2007; 2008 SRTR Annual Report.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}