{
    "paper_id": "71dea9401d0df85351548d7599cd29800c357f88",
    "metadata": {
        "title": "Implementation of field hospital pharmacy services during the COVID-19 pandemic",
        "authors": [
            {
                "first": "Neil",
                "middle": [],
                "last": "Wallis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MA University of Massachusetts",
                    "location": {
                        "region": "MA, MA"
                    }
                },
                "email": "neil.wallis@umassmemorial.org"
            },
            {
                "first": "Mercy",
                "middle": [],
                "last": "Fitzgerald",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MA University of Massachusetts",
                    "location": {
                        "region": "MA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Hospital",
                "middle": [],
                "last": "Philadelphia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MA University of Massachusetts",
                    "location": {
                        "region": "MA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Carmen",
                "middle": [],
                "last": "Gust",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MA University of Massachusetts",
                    "location": {
                        "region": "MA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Emily",
                "middle": [],
                "last": "Porter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MA University of Massachusetts",
                    "location": {
                        "region": "MA, MA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The disease outbreak caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) quickly turned from a sentinel event into a sweeping worldwide pandemic. First discovered in Wuhan, China, in December 2019, SARS-CoV-2 causes a potentially fatal illness, coronavirus disease 2019 , that primarily affects the lower respiratory tract. 1, 2 The World Health Organization (WHO) declared the COVID-19 outbreak a public health emergency of international concern on January 30, 2020. 3 As of May 22, over 90,000 cases and over 6,000 deaths had been attributed to COVID-19 in Massachusetts alone.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 345,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 346,
                    "end": 347,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 487,
                    "end": 488,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the early weeks of the COVID-19 pandemic, the large number of cases of severe respiratory distress placed a significant burden on US healthcare systems. In Massachusetts, predictive modeling indicated that up to 15,000 hospital beds would be required to handle the case surge (prior to the COVID-19 pandemic, Massachusetts hospitals had a total of 11,000 licensed beds). This modeling suggested there would be a 4,000-bed shortage during the peak of hospitalizations for COVID-19, which was expected to occur within the first few weeks of April. 4, 5 Thus, mitigation strategies were developed to increase healthcare capacity.",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 551,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 552,
                    "end": 553,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One of Massachusetts' strategies entailed the development and utilization of field hospitals. On April 2, 2020, it was announced that a convention center in Worcester, MA, would be the location of the state's first field hospital (FH). Through the collaboration of the US Army National Guard company based in Worcester and UMass Memorial Medical Center (UMMMC), the FH was quickly established. It was determined that on-site pharmacy services would be imperative to ensure that FH patients received optimal care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In just over 1 week, the convention center's main exhibition hall was transformed into an acute care facility for symptomatic SARS-CoV-2-positive patients. The National Guard outfitted the FH with 216 beds, including 6 critical care bays. Five FH units-dubbed Alpha, Bravo, Charlie, Delta, and Echo-were assembled, each with approximately 40 beds ( Figure 1 ). Oxygen was piped through the convention center, and 32 bays in the Alpha unit were equipped with oxygen regulators. The convention center's heating, ventilation, and air-conditioning system was modified, and buffer zones were created at 2 entrances to transform the entire complex to a negative-pressure environment, which eliminated recirculated air and reduced the risk of virus transmission. A \"donning and doffing\" station was developed outside the staff entrance; a security guard was present to ensure that FH personnel were equipped with full personal protective equipment (PPE)-gloves, gown, N95 mask, and face shield. Within the FH, tents were designated for hospital personnel to obtain on-site chest x-rays and provide nebulizer treatments for patients. Physician stations were created (these were called \"North Touchdown\" and \"South Touchdown\"); at these stations teams of providers triaged patients and developed patient care plans.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 357,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Field hospital and pharmacy setup"
        },
        {
            "text": "A satellite pharmacy consisting of a pharmacy office, a controlled substance safe, and 2 automated dispensing cabinets (ADCs) was established directly adjacent to the North Touchdown station (Figure 2 ). The safe was kept in the pharmacy office, which housed pharmacy staff workstations furnished with a desktop computer and label printer. The two ADCs were acquired through a 6-month contract with the manufacturer, and the safe was reallocated from UMMMC.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 200,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Field hospital and pharmacy setup"
        },
        {
            "text": "The FH leadership planned to accept low-acuity patients who, for various reasons, could not be discharged home. Recognizing that the clinical status of patients with COVID-19 could quickly deteriorate, the hospital also planned for instances of high-acuity or emergency situations. Six critical care bays (named Zulu 1 through 6) where patients could be closely monitored were located near North Touchdown station. Zulu 1 was always staffed by a paramedic. The pharmacy team was responsible for maintaining 3 crash carts: 2 near the pharmacy office and 1 in Zulu 1. Additionally, virtual \"field kits\" were created in the ADC server, which allowed for quick access to medications for rapid sequence intubation of patients with acute decompensated heart failure patients: 3 syringes each of ketamine 50 mg/5mL, rocuronium 50 mg/5mL, and succinylcholine 100 mg/5mL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Field hospital and pharmacy setup"
        },
        {
            "text": "A regulatory assessment was completed during setup to determine the needs of the satellite pharmacy. Applications for registration with the US Drug Enforcement Administration and the Massachusetts Controlled Substance Registration program, as well as an application for a US Environmental Protection Agency identification number, were all completed in the days leading to the opening of the FH. It was determined that controlled substances would be supplied by UMMMC's wholesale distributor, which issued a separate account number for the FH to expedite delivery of necessary controlled substances. Noncontrolled medications were supplied from UMMMC's Memorial Campus, and all billing was issued through a separate FH account.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Field hospital and pharmacy setup"
        },
        {
            "text": "The 2 ADCs at the FH each consisted of a main cabinet, auxiliary cabinet, tower, and refrigerator. The decision of which medications to stock at the FH was determined using the inventory list for an ADC on a UMMMC floor caring for patients with an acuity level and comorbidities similar to those of patients with COVID-19. ADC inventory par levels were adjusted to match the anticipated FH patient capacity, with each ADC stocked with medications needed to serve approximately 50 patients. Patients were profiled and assigned to either the North or South unit for patient-specific medications. Like the ADCs in UMMMC's emergency departments, the ADCs in the FH were set to \"critical override\" so that medications could be removed in case of an emergency. Access to ADCs was requested by nursing and respiratory therapist managers for all new hires working at the FH. Patient care teams at the FH used the same electronic medical record (EMR) system used at the main campus to allow for continuity of care and medication barcode scanning at the FH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Field hospital and pharmacy setup"
        },
        {
            "text": "Medication waste containers were purchased to allow for proper disposal of both hazardous and nonhazardous controlled medications; these containers were secured to the wall above each ADC. Lastly, 3 crash carts were stocked for emergency situations, and a crash cart refill process was created to facilitate appropriate cart return and restocking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Field hospital and pharmacy setup"
        },
        {
            "text": "Given the necessity to go live within an 8-day period, all available pharmacy staff resources were used-from pharmacy residents to pharmacy administrators. UMMMC pharmacists with specialty training in infectious diseases, emergency medicine, and investigational drug services were all consulted to prepare for the patient acuity levels expected to be encountered at the FH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Field hospital and pharmacy setup"
        },
        {
            "text": "Under the direction of the senior pharmacy director and pharmacy managers, a site supervisor was designated to manage the FH pharmacy staff, which included 2 pharmacy residents, a per diem pharmacist, and a pharmacy technician. On-site pharmacy services were provided by the site supervisor and 1 resident during first-shift hours Monday through Friday and by the site supervisor on weekends. A third-party vendor had already been contracted to support pharmacy services at smaller community hospitals within the UMass Memorial Health Care system, so that vendor was enlisted to help standardize the order verification process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staffing and workflow"
        },
        {
            "text": "Pharmacists were not on-site 24 hours a day, so having a single contact for order verification helped minimize confusion for nursing staff and providers. Additionally, pharmacy managers determined that in the event the hospital reached maximum capacity, this arrangement would allow for expansion of staff resources beyond the initial FH staffing model. Additionally, a procedure for transporting and receiving medications was developed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staffing and workflow"
        },
        {
            "text": "Noncontrolled medications were supplied using UMMMC hospital accounts, which were later reconciled with the FH account. Medications coming from the main hospital were delivered by the hospital courier. A medication cartfill was scheduled to occur daily at 11 AM, with delivery by transportation services to the FH at 1 PM. Patient-specific medications needed outside of this time frame were delivered by a courier service and received by the on-site pharmacist or a charge nurse if delivered outside of first-shift hours. The hospital that supplied the medications was located 2 miles away, and fulfillment of medication requests took less than 30 minutes. The transportation driver delivered medications in a locked tote that was handed to the pharmacist on duty in the staff entrance buffer zone. This arrangement meant that it was not necessary for the driver to don PPE or for the pharmacist to doff PPE. Each day the locked tote was cleaned by the pharmacist on duty and exchanged for another tote brought by the transportation driver.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staffing and workflow"
        },
        {
            "text": "Currently there is limited guidance and literature on the development of pharmacy services within a FH designed for use during a pandemic. The staffing model, policies, and procedures described here allowed for the successful integration of pharmacy services into FH operations during a surge in COVID-19 cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Developing a FH during a pandemic led to unique challenges in establishing pharmacy services. Special considerations when establishing the FH pharmacy included the need for constant PPE use, medication shortages, medication returns, and investigational drug studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Each employee had to be trained in the proper process for doffing and donning required PPE when entering and exiting the negative-pressure environment. Due to a nationwide shortage of PPE, special steps were taken to minimize PPE waste. As an extra precaution and to allow for appropriate staff tracking, employees were required to use an online portal to report whether they had symptoms suggestive of COVID-19 on a daily basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition to PPE shortages, the United States was inundated by drug shortages in the early weeks of the COVID-19 pandemic response. None of the medications utilized at the FH were in critically short supply except for albuterol inhalers. Use of common cannisters as makeshift inhalation devices was discussed, but because a respiratory therapist was on-site within the FH, patients could be easily transitioned to nebulizer treatments. To prevent waste of medications, it was decided that because all patients in the FH were SARS-CoV-19 positive, unused or partially used medications could be returned to FH stock. (Following the closing of the FH, the entire inventory of ADCs located in the FH was sterilized and quarantined for 14 days to allow reuse.) In the initial stages of FH operations, attempts were made to acquire a microsphere for sterile compounding, but that idea was ultimately abandoned. All necessary sterile compounding was completed at the main hospital campus and compounded preparations were transported to the FH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Due to SARS-CoV-2 being a novel virus and a lack of medications with FDA-approved indications for use in treatment of COVID-19, many clinical studies were launched in search of effective treatment regimens. Many patients admitted to the FH had been initiated on investigational regimens while receiving inpatient care at outside hospitals. In providing pharmacy services to patients enrolled in COVID-19-targeted clinical studies, coordination with study sites to achieve compliance with study requirements, as well as knowledge of the intricacies of investigation drug dispensing, were required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another challenge encountered when developing pharmacy services at the FH was the inability to anticipate the number of patients who might be admitted. The FH was originally outfitted with 216 beds. The initial plan was to gradually admit patients to the FH, with 10 patients admitted the first day, an additional 20 patients admitted through the first weekend, and up to 40 more patients admitted the following week. However, in the first 3 weeks of FH operations, a maximum of 25 patients were admitted at a given time. Because there were fewer patients than originally anticipated, there was a surplus of staff and resources. To better utilize these resources and alleviate the volume of patients with COVID-19 admitted to surrounding hospitals, admission criteria for the FH were broadened to include patients with an activities of daily living (ADL) classification of \"need to assist,\" patients with an oxygen saturation of >88%, and patients with hemodialysis needs. During the second week of operations, it was determined that the peak surge had occurred in Massachusetts, and half of the FH space was converted into a dormitory for homeless individuals with COVID-19 who did not have a place to quarantine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The FH proved to be a key component of the overall strategy in decompressing local hospitals' acute care censuses during the surge of COVID-19 cases in Massachusetts. After the creation of the Worcester FH, others were established across the state. The FH was unique in its incorporation of an on-site satellite pharmacy and provision of high-level care like that provided on an acute care floor in a traditional hospital. These features allowed for continuity of care for patients transitioning to the FH from local hospitals. On-site pharmacy services helped ensure that patients received care services equivalent to the services provided at surrounding hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Throughout the 6-week lifespan of the FH, over 4,000 medication orders were verified and over 5,000 medications were dispensed from the satellite pharmacy. On-site pharmacists made numerous interventions daily in areas such as managing operational logistics, providing nursing staff education, and recommending optimal therapeutic regimens. Also, in 2 specific high-acuity situations in which patients developed diabetic ketoacidosis and acute respiratory distress, pharmacy personnel played an integral role in developing treatment plans and procuring medications necessary to stabilize the patients prior to their transportation to UMMMC for escalation of care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and closing notes"
        },
        {
            "text": "Pharmacy services proved to be crucial to the success of the FH. On-site pharmacy services ensured continuity of care, smooth operational logistics, and thorough interprofessional collaboration-ultimately leading to success in providing optimal care to all admitted patients in a safe, caring, and healing environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and closing notes"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Rothan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Byrareddy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Autoimmun",
            "volume": "109",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Current status of epidemiology, diagnosis, therapeutics, and vaccines for the novel coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Ahn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Microbiol Biotechnol",
            "volume": "30",
            "issn": "",
            "pages": "313--324",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "second-meeting-of-the-international-health-regulations-(2005)-emergency-committeeregarding-the-outbreak-of-novel-coronavirus-(2019-ncov)",
            "authors": [],
            "year": 2005,
            "venue": "Statement on the second meeting of the International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Massachusetts Department of Public Health COVID-19 dashboard",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "IHME COVID-19 health service utilization forecasting team. Forecasting the impact of the first wave of the COVID-19 pandemic on hospital demand and deaths for the USA and European Economic Area countries",
            "authors": [
                {
                    "first": "Cjl",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Automated dispensing cabinets and safe for controlled substances in satellite pharmacy at the field hospital",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Daily responsibilities of pharmacists consisted of receiving sign-out from telepharmacy pharmacists, resolving overnight events, reviewing patient profiles for medication optimization, managing medication inventory and reconciling discrepancies, mitigating operational issues, restocking code carts, and sterilizing all pharmacy equipment. Pharmacists at the FH were available to offer clinical support by recommending therapeutic interventions and educating clinician staff on pharmacy operational workflow. Clinical support included attending rounds daily at 10:45 AM and assessing patients' laboratory values to inform decisions regarding medication dosage adjustments. The names of all patients considered candidates for potential discharge were noted during rounds and their room numbers were written on a whiteboard.Necessary medications for discharge were delivered from the medical center's outpatient pharmacy; alternatively, patients could designate a family member to pick up medications from their preferred location. Education was provided to patients prior to discharge and, with interpreter services used if needed. Additionally, all on-site pharmacists were certified in advanced cardiac life support and capable of aiding in lifesaving measures.Policies and procedures were created to describe operational workflow unique to the FH. A policy to clarify how to address the issue of patient home medications was needed. At the main hospital, home medications are stored in the central pharmacy and not allowed in patient rooms. At the FH, an adjusted policy allowed for any home medication not immediately available in an ADC to be kept at the patient bedside for appropriate administration by nursing staff. Because anyone entering the FH was always in full PPE, no extra measures were needed for sanitizing and handling of these medications. Home medication verification was performed by remote pharmacy staff, and labels were generated at the satellite pharmacy to be attached to the medication. If an admitted patient was in possession of a controlled substance from home, the nurse listed the medication on the admission checklist in the EMR and the pharmacy staff stored it in the safe. At the time of patient discharge from the FH, a nurse, after verifying that a controlled substance was listed on the admission checklist in the EMR, notified the pharmacy to return it to the patient along with any other home medications.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}