{
    "paper_id": "71e183db51cddba72267800c71e53174b4143060",
    "metadata": {
        "title": "Coronavirus Disease of 2019 (COVID-19) in the Gulf Cooperation Council (GCC) Countries: Current Status and Management Practices",
        "authors": [
            {
                "first": "Thamir",
                "middle": [
                    "A"
                ],
                "last": "Alandijany",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdulaziz University",
                    "location": {
                        "settlement": "Jeddah",
                        "country": "Saudi Arabia"
                    }
                },
                "email": "talandijany@kau.edu.sa"
            },
            {
                "first": "Arwa",
                "middle": [
                    "A"
                ],
                "last": "Faizo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdulaziz University",
                    "location": {
                        "settlement": "Jeddah",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Esam",
                "middle": [
                    "I"
                ],
                "last": "Azhar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdulaziz University",
                    "location": {
                        "settlement": "Jeddah",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronavirus disease 2019 , caused by the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), is currently a global threat to human population. The numbers of cases and deaths due to COVID-19 are escalating daily, putting health care systems worldwide under tremendous pressure. Policymakers in the affected countries have adopted varying strategies to deal with this crisis. As a result, the current COVID-19 status in terms of number of cases and deaths hugely varies between countries. The Gulf Cooperation Council (GCC) countries have managed to limit the massive spread of the infection among their populations by implementing proactive plans and timely decisions in response to COVID-19 outbreak; measures taken included suspension of flights, closure of educational institutes, curfew and lockdown of major cities, and provision of free-of-charge healthcare to patients. These countries implemented a wide range of control measures and management practices even prior to detecting local infections. So far, these continuing sustained efforts and unprecedented decisions have been key to limiting the spread of infection. Continuous monitoring and reporting of cases and deaths over the next several months is of a critical importance for the comprehensive evaluation of COVID-19 status and implementation of appropriate precautions in the GCC countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Funding: the authors have not received any financial support for the conduct of the preparation of this article. J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A case of respiratory infection caused by a novel coronavirus was reported in Wuhan, China in late 2019 [1, 2] . This case was considered to be due to zoonotic transmission of the virus. Since then, the transmission of the infection among humans has accelerated leading to hundreds, then to thousands of cases across China before spreading worldwide [1] . The novel coronavirus is now known as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), and the disease has been named the coronavirus disease of 2019 (COVID-19) [3] . On the 11 th of March 2020, the World Health Organization (WHO) declared COVID-19 a pandemic, with 118,320 confirmed cases reported in 114 countries [4] . The COVID-19 pandemic has since continued to escalate, with 4,628,903 cases and 312,009 deaths reported in 216 countries, areas, or territories as of 18 May 2020 [5] .",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 108,
                    "end": 110,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 530,
                    "end": 533,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 685,
                    "end": 688,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 853,
                    "end": 856,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Policymakers and medical communities around the world, and even in developed countries, have struggled to control the rapid and massive spread of the infection. By cumulative number of cases, USA, Russia, Spain, Italy, Turkey and France are at the top of the list of COVID-19-hit countries [5] . The infection rates in these countries are between 1,788 and 5,950 cases per million population (as of 18 May 2020) [5] . In the absence of specific antiviral therapy and effective vaccination, COVID-19 will continue to spread widely which will likely (1) lead to additional loss of lives and (2) heighten the socio-economic burden of the infection.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 293,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The status of COVID-19 in the Gulf Cooperation Council (GCC) countries (Saudi Arabia, Oman, Kuwait, Iraq, United Arab of Emirates (UAE), Qatar, and Bahrain) as of 18 May 2020 widely varied. Many of these countries have been proactive in response to COVID-19 launching tremendous efforts to control the infection prior to detecting the first case. Here, we review the status of COVID-19 in GCC countries, summarize the control measures taken by each country, and highlight some future challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The first four cases of COVID-19 in the GCC countries was reported by the UAE Ministry of Health and Prevention on 29 January 2020 [5, 6] . The patients were family members who had recently arrived from Wuhan, China [6] . On late February 2020, Bahrain, Kuwait, Oman, Iraq, and Qatar reported their first COVID-19 cases [7, 8] . These cases were either Iranians or citizens of the GCC countries who had recently visited Iran. Many citizens and residents of the GCC countries visit Iran frequently for religious and personal purposes. Iran reported the country's first case of COVID-19 on 19 February 2020 [5] . Since then, Iran has become among the countries most severely affected by COVID-19 with over 122,000 cases and more than 7,000 deaths (as of 18 May 2020) [5] . As soon as the GCC countries reported confirmed cases, Saudi Arabia initiated control measure and management practices (e.g., suspension of Umrah, tourism, and some international flights). Despite these restrictions, Saudi Arabia announced the country's first case of COVID-19 on 2 March 2020 [9] . As with the other GCC countries, this case was linked to a recent visit to Iran [9] . Subsequently, an increasing number of cases has been reported in the GCC countries ( Figure  1 ).",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 135,
                    "end": 137,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 216,
                    "end": 219,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 326,
                    "text": "8]",
                    "ref_id": null
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1064,
                    "end": 1067,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1150,
                    "end": 1153,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1241,
                    "end": 1250,
                    "text": "Figure  1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "COVID-19 status in GCC countries"
        },
        {
            "text": "Owing to the tremendous efforts to control the spread of the infection, the total number of active cases as of 18 May 2020 in the six GCC countries was 92,171with 841 (0.6%) deaths and 54,300 (36.9%) recovered patients [5] . This represents 934.3 active cases, 8.5 deaths, and 550.4 recoveries per million population [5] . In regard to the cumulative numbers, Saudi Arabia has reported most of the cases followed by Qatar, UAE, Kuwait, Bahrain, Oman, and Iraq (Table 1) However, it is important to note the huge variation in the populations of these countries; for instances, the population of Iraq is over 40.1 million while that of Bahrain is about 1.7 million [5] . To put this in context, the infection rate is in fact the lowest in Iraq, Oman, and Saudi Arabia (< 2000 cases per million population) and the highest in Qatar (>10,000 cases per million population). The rates of deaths remained fewer than 10 per million population in the GCC countries, apart from Kuwait and UAE (> 20 deaths per million population ( Table 1 ).",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 222,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 317,
                    "end": 320,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 460,
                    "end": 469,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1021,
                    "end": 1028,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "COVID-19 status in GCC countries"
        },
        {
            "text": "The percentage of death due to COVID-19 among infected individuals in Iraq is 3.6%. In the other five countries, the percentage of death among infected individuals remained <1%. More than 50% of cases are still active in the GCC countries with the exception of Iraq, which has reported the highest recovery (65%) so far (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 329,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "COVID-19 status in GCC countries"
        },
        {
            "text": "It is important to note that reporting of cases is influenced by the testing capabilities and policies in addition to the preparedness of each country. The number of tests and rate of testing per million population for each country are shown in Table 1 . Hence, there remain the possibility of under-estimation of the total number of cases in the GCC countries as well as in other countries worldwide [10] . However, the overall status of COVID-19 in GCC countries in comparison to many countries around the world are relatively stable so far. It indicates that control measures and management plans implemented by the GCC countries have successfully limited the spread of infection, despite risk factors for COVID-19 such as smoking, diabetes and cardiovascular disease being common in these countries [11] [12] [13] . Although it is far too early to draw any firm conclusion at this stage, other factors that might have contributed to the reduced number of COVID-19 cases and deaths in the GCC countries are the high rates of Bacille Calmette Guerin (BCG) vaccination (given as part of the routine vaccination schedule in GCC countries) in addition to the high temperatures in these areas. These two factors were recently found to be inversely correlated with COVID-19 infectivity, morbidity, and mortality [14, 15] .",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 405,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 803,
                    "end": 807,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 808,
                    "end": 812,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 813,
                    "end": 817,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1309,
                    "end": 1313,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1314,
                    "end": 1317,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 252,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "COVID-19 status in GCC countries"
        },
        {
            "text": "As soon as cases of COVID-19 were confirmed in the GCC countries, these countries began to initiate stringent control measures to limit the spread of infection. Indeed, the UAE announced considering all suspected and confirmed cases of COVID-19 as emergencies on 31 January 2020, only two days after the first confirmed cases were reported in the country. Moreover, policymakers decided to provide medical care to all COVID-19 patients free of charge. This was followed by the closure of school and universities, sterilization campaigns, suspension of flights from and to the country, and curfew. Notably, the UAE has launched more than 10 coronavirus drive-through testing sites [16] .",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 684,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Response of GCC countries to COVID-19"
        },
        {
            "text": "One of the first responses of the GCC countries to COVID-19 was taken by Saudi Arabia who decided to evacuate all citizens from Wuhan, Beijing, and Hong Kong on 2 J o u r n a l P r e -p r o o f February 2020. A few days later, the suspension of flights to and from China was announced. This was followed by the suspension of flights to more than 20 COVID-19-hit countries [17] . By the end of February, Saudi Arabia had also suspended Umrah (the 'minor pilgrimage to Mecca' required at least once in the lifetime of Muslims that can be undertaken at anytime of the year) for people from outside the country [18] . All of these were proactive control measures taken by Saudi Arabia even prior to detecting the first case in the country. Complete lockdown of the Holy Mosques was enforced on 5 March 2020, only three days following confirmation of the first COVID-19 case in the country. This was a huge step by the government given the number of daily visitors to the Holy Mosques which is estimated to be more than 278.000 visitors per hour [19] . During March 2020, policymakers took a series of further decisions including mosque and educational institute closures, activation of distance learning, restriction on restaurants and shopping centers, suspension of flights to many countries including other GCC and European Union countries, this was followed by suspension of all international flights, and lockdown of major cities (Makkah, Madinah, Riyadh, and Jeddah) with curfew from 3 pm to 6 am [17] . Despite all of these control measures, the number of cases continued to escalate (Figure 1 ). In response, a 24-hour curfew was imposed in 11 cities by the first week of April. It should also be noted that the Ministry of Health, and many universities and research institutes in Saudi Arabia have announced the availability of grant funds for COVID-19 research during the last couple of months. One of the main achievements of these studies was the isolation of SARS-CoV-2 for the first time in Saudi Arabia by the Special Infectious Agent Unit (SIAU) at King Abdulaziz University on 7 April 2020.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 376,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1041,
                    "end": 1045,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1499,
                    "end": 1503,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 1587,
                    "end": 1596,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Response of GCC countries to COVID-19"
        },
        {
            "text": "Similar control measures were taken by other GCC countries at different dates. These measures include lockdown of major cities, full suspension of flights, university and school closure, banning of social gathering and sport events, provision of free-of-charge healthcare to patients, and launching of COVID-19 active screening ( Figure 2 ). By implementing these proactive and reactive responses in relation to the number of COVID-19 cases and deaths, it may be concluded that health and governmental officials of the GCC countries have generally succeeded in bringing the outbreak under control in their countries. However, without cooperation from the public, it would have not been possible to contain the infection. Multiple awareness campaigns in different languages are in progress through various forms of media to increase public awareness about COVID-19 infection and provideup-to-date information on new cases, deaths, and recoveries. Although several incidences of careless acts and violation of curfew laws have been reported, the governments' efforts to raise awareness continue. The challenges remain as we are in the holy month of Ramadan and approaching Eid (from 23 April to 23 May 2020): two special occasions for Muslims who represent the vast majority of population in the GCC countries. It is very common for people to gather frequently in large groups in homes and mosques during Ramadan and Eid. The Ministry of Islamic Affairs, Dawah and Guidance in Saudi Arabia has announced that mosques are to remain closed during Ramadan, which is the case in other GCC countries.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 330,
                    "end": 338,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Response of GCC countries to COVID-19"
        },
        {
            "text": "Hajj (the Islamic pilgrimage) is another huge challenge for Saudi Arabia. Millions of Muslims (who often wait decades to fulfill this act of worship) perform the annual Hajj pilgrimage, which is to be held between 28 July and 2 August 2020. Hajj has been previously associated with the transmission of respiratory infections. With regards to COVID-19, serious precaution is particularly important as SARS-CoV-2 infected but asymptomatic individuals may be sources of infection [20] . Close monitoring and comprehensive evaluation of COVID- ",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 481,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Response of GCC countries to COVID-19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "13",
            "pages": "1199--1207",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Identification of a novel coronavirus causing severe pneumonia in human: a descriptive study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Chin Med J (Engl",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Director-General's remarks at the media briefing on 2019-nCoV on 11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Director-General's opening remarks at the media briefing on COVID-19 -11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization (WHO)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "United Arab of Emirates",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mohap-Uae",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ministry of Health and Prevention (MOHAP)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Estimating the reproduction number of COVID-19 in Iran using epidemic modeling. medRxiv",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sahafizadeh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sartoli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical features of deaths in the novel coronavirus epidemic in China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Prevalence of type 2 diabetes in the States of the co-operation council for the Arab States of the Gulf: a systematic review",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alhyas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mckay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Majeed",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Prevalence of Cardiovascular Disease and Associated Risk Factors among Adult Population in the Gulf Region: A Systematic Review. Advances in Public Health",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aljefree",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Correlation between universal BCG vaccination policy and reduced morbidity and mortality for COVID-19: an epidemiological study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Mandated Bacillus Calmette-Guérin (BCG) vaccination predicts flattened curves for the spread of",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Berg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "United Arab of Emirates. SEHA opens 13 additional drive-through COVID-19 testing centres",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mohap-Uae",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ministry of Health and Prevention (MOHAP)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "COVID-19 in the Eastern Mediterranean Region and Saudi Arabia: Prevention and Therapeutic Strategies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Antimicrob Agents",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "GAS, General Authority for Statistics. Statistics of services provided in the holy mosques of Makkah and Medina",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Ebrahim",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Asymptomatic cases in a family cluster with SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "4",
            "pages": "410--411",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The cancellation of mass gatherings (MGs)? Decision making in the time of COVID-19",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "A"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Travel Med Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The cumulative numbers of cases, recovered patients, and deaths in the GCC countries.The actual cumulative numbers of cases (top), recovered patients (middle), and deaths (bottom) are shown for Saudi Arabia (green), Kuwait (blue), Qatar (maroon), Bahrain (red), Iraq (brown), Oman (orange), and UAE (purple).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Responses of the Gulf Cooperation Council countries to the COVID-19 outbreak. Key control measures and management practices undertaken in Saudi Arabia (green), Kuwait (blue), Oman (orange), Iraq (Brown), Bahrain (red), Qatar (maroon), and UAE (purple) are shown.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The status of COVID-19 in the GCC countries as of 18 May 2020.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}