{
    "paper_id": "71e25cd964fc42b872105c5d1b0b9045e66175b0",
    "metadata": {
        "title": "RAPID RESPONSE OPINION Who gets to define 'the COVID-19 problem'? Expert politics in a pandemic",
        "authors": [
            {
                "first": "Alastair",
                "middle": [],
                "last": "Iles",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Berkeley",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Maywa",
                "middle": [],
                "last": "Montenegro De Wit",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Santa Cruz",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Expert politics permeate how societies respond to crises, a circumstance brought into dramatic relief by COVID-19. Science and technology scholars have long pondered these politics, in numerous areas from AIDS activism to chemical regulation (e.g. Epstein 1996; Ottinger and Cohen 2012) . A common thread traces the variable assessment of health risks through scientific research, policy processes, and community life (Jasanoff 1999) . Who is considered an expert, what expertise is favored, what issues experts look at, and how experts decide all make a tremendous difference to the health and socioeconomic impacts that people of color, rural communities, farmers, workers, and consumers experience in times of catastrophe. Our argument is not that these expert politics don't always exist-they do. But they often run beneath the surface, constructing bias, mediating flows of information, and quietly building epistemic hierarchies few people notice or consider. COVID-19 offers a chance, then, to glimpse the ways in which these politics matter.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 261,
                    "text": "Epstein 1996;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 262,
                    "end": 286,
                    "text": "Ottinger and Cohen 2012)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 418,
                    "end": 433,
                    "text": "(Jasanoff 1999)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Who has the power to identify 'the COVID-19 problem,' and for whom? Who has the ability to define solutions and judge pandemic trends? To say when it is 'safe enough' to return to factories and begin gathering in restaurants? Deciding those questions is not neutral-they are frequently embedded in life-worlds where entrenched hierarchies of knowledge and malignant power inequalities prevail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Meatpacking plants in rural towns across the United States have materialized as hotspots for coronavirus infection. Historically, meatpacking work has been among the most dangerous jobs in America, exacerbated by immigrant precarity and industry pressures to speed up the disassembly lines (Schlosser 2020) . As the pandemic took hold in spring 2020, meat companies failed to provide testing, personal protective equipment, and paid sick leave. Not surprisingly, thousands of workers in these facilities became infected, and several dozen died. Sioux Falls, South Dakota garnered the odd distinction of one of the highest infection rates nationwide-thanks largely to the Smithfield plant there.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 306,
                    "text": "(Schlosser 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The undercurrent of this debacle was a struggle over expertise. JBS, Tyson, Perdue, and other companies denied that a problem existed, despite epidemiologists' warnings. As the scale and rate of spread became too obvious to conceal, industry executives instead began invoking their authoritative logistics knowledge. On April 26, Tyson ran full-page ads in leading newspapers, claiming that the supply chain was poised to break down, leading to meat shortages. President Trump promptly invoked the National Defense Production Act to keep plants open. The meat industry also began blaming (largely Latinx, immigrant, Asian, and Black) workers for their ignorance in bringing infections into plants-a racially tinged charge combining assumptions of filth and lack of knowledge in narratives of infestation. Throughout, industry actors have reinforced their expertise, ostensibly grounded in technical and economic knowledge, but in truth speaking with, for, and alongside corporate power. Only omniscient companies can know what is happening inside plants and decide what can be done to safeguard workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Against these attempts to quarantine and de-legitimate local knowledge, meatpacking workers have begun to assert their embodied and experiential expertise regarding their own livelihoods. We cannot afford voluntary testing; we are afraid of going to work; we aren't finding the PPE we were promised, they say. This is knowledge they live through. Heartbreakingly this is also knowledge that some have not lived through-and that's how others know it. Companies have responded by offering workers limited access to tests-while demanding that workers stay on the line while awaiting results. Expressing authority with their feet, workers have stopped showing up for work, and some have even declared strike.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Similar conflicts in expert politics are now rippling across the fast food, restaurant, fruit-packing, 1 and farm sectors. Unions and worker movements insist that they, too, must have a say in defining the problem, finding solutions, and stopping production if necessary. They are claiming sovereignty over their knowledge. More responsible companies are listening and devising work procedures to protect their employees. Such conflicts have literal life and death consequences, not only for people in the US but in regions from Europe to Latin America.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "But expert politics can also lead to the reconstruction of knowledge hierarchies and power relations. Technical experts can loosen their disciplinary binds and collaborate with communities as fellow makers of knowledge-as seen in the small but growing number of doctors working with farmworkers in fields, not just in hospitals. 2 Around the world, citizens and communities have mobilized their own expertise through mutual aid efforts, developing practical procedures and technologies to protect themselves and one another, and allying with previous strangers. In this work, they are producing substantial knowledge about their conditions, risk evaluations, and needs. They are learning about one another. They are sharing this expertise with local leaders as governments struggle to steer through the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For example, New York City has emerged as a hub for mutual aid networks through which residents can redistribute food, medical supplies, and PPE to those in need. Engineers have volunteered to redesign software platforms to connect requests with supplies and with people who can deliver. 3 One engineer told Motherboard, \"We're making sure we're building tools that are about organizing people to interact with neighbors, not treating volunteers as boxes that do work.\" Meanwhile, entire countries and regions typically treated by the global North as 'boxes that do work' have shown astonishing resilience and resourcefulness under pandemic strain; theirs is often an 'old knowledge' of economic life configured less around growth than around commoning, reciprocity, and taking care. 4 Still, scientific and technological expertise continue to matter greatly. At least in the US, one of the greatest preventable tragedies of the crisis was an assault by the Trump administration on scientific authority, including xenophobic jabs at the WHO and targeted enervation of its own CDC. Government scientists brave enough to pipe up against crackpot pill pushing were demoted and reassigned. Public health experts, epidemiologists, and physicians were pitted against a phalanx of conservative governors and Congress members forcing false choices between economic health and human health.",
            "cite_spans": [
                {
                    "start": 784,
                    "end": 785,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The challenge, then, is walking the tightrope between these different epistemic battles without either falling into the trap of 'Science is Truth' fallacies or disavowing empirical evidence and field-tested knowledge. If there is a truth to be gleaned from COVID-19 so far, it is that while people often assume others are the experts-the Anthony Faucis who will provide everyone with a solid foundation for pandemic decision-making-those experts are only as capable as the institutions and structures afforded them. Which means at least two things. First is that expertise isn't just elsewhere. It is us. Second is that broadening the sorts of knowledge we recognize, cultivate, and rely on can make food systems more resilient and just, not only during pandemics but for the long run.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Impure science: AIDS, activism, and the politics of knowledge",
            "authors": [
                {
                    "first": "Steve",
                    "middle": [],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The songlines of risk",
            "authors": [
                {
                    "first": "Sheila",
                    "middle": [],
                    "last": "Jasanoff",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Environmental Values",
            "volume": "8",
            "issn": "2",
            "pages": "135--152",
            "other_ids": {
                "DOI": [
                    "10.3197/096327199129341761"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Environmentally just transformations of expert cultures: Toward the theory and practice of a renewed science and engineering",
            "authors": [
                {
                    "first": "Gwen",
                    "middle": [],
                    "last": "Ottinger",
                    "suffix": ""
                },
                {
                    "first": "Benjamin",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Environmental Justice",
            "volume": "5",
            "issn": "3",
            "pages": "158--163",
            "other_ids": {
                "DOI": [
                    "10.1089/env.2010.0032"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "America's Slaughterhouses Aren't Just Killing Animals",
            "authors": [
                {
                    "first": "Eric",
                    "middle": [],
                    "last": "Schlosser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Alastair Iles is associate professor in the Department of Environmental Science, Policy, and Management at the University of California, Berkeley. His research addresses policies for agroecology and diversified farming systems, the bioeconomy's development, and the politics and practices of making sustainability transitions. He co-founded the Berkeley Food Institute.Maywa Montenegro de Wit is assistant professor in the Environmental Studies Department at the University of California, Santa Cruz. Her research spans the development of gene editing technologies to the emergence of social movement-scientist partnerships advancing agroecology, food and seed sovereignty, and commons alternatives to intellectual property.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}