{
    "paper_id": "71e532bd5bc2d16630edf210938b7e1ad01b1488",
    "metadata": {
        "title": "Identification of picobirnavirus from faeces of Italian children suffering from acute diarrhea",
        "authors": [
            {
                "first": "Antonio",
                "middle": [],
                "last": "Cascio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michele",
                "middle": [],
                "last": "Bosco",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Esmeralda",
                "middle": [],
                "last": "Vizzi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Giammanco",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Polyacrylamide gel electrophoresis of nucleic acid extracted from stool samples of diarrhoeic children revealed in 3 out of 690 (0.43 %) specimens two electrophoretic bands with a migra-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "tion pattern characteristic of picobirnavirus ds-RNA. In none of the 92 control children were similar bands detected. No other potential enteric pathogens were found in the patients with picobirnavirus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the last year a number of viral agents, such as rotaviruses (HRV), adenoviruses (ADV), astrovirus, coronavirus, calicivirus, minireovirus, small round structured viruses and small round featureless viruses, have been identified by electron microscopic examination in the faeces of children with gastroenteritis. The role of some of these viruses is now well defined. In particular, HRV, subgenus F (types 40 and 41) of ADV, astroviruses and caliciviruses are recognized as the most prevalent viruses implicated in the aetiology of childhood gastroenteritis in developed countries [3] . Recently other viral agents such as picobirnavinus (PBV) and pestivirus have been reported to be associated with diarrhea [7, 11] . The assignment of a casual role to an isolated pathogen is complicated because often multiple enteric pathogens are isolated from the same patient or because the rate of isolation of the potential pathogen is high also from asymptomatic controls [1] . As far as PBV are concerned, they are small, bisegmented, double-stranded RNA viruses that were first described in human faeces in Brazil [10] , and subsequently identified in faeces of HIV-infected patients suffering from diarrhea [5] and in children with gastroenteritis [7] .",
            "cite_spans": [
                {
                    "start": 583,
                    "end": 586,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 715,
                    "end": 718,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 967,
                    "end": 970,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1111,
                    "end": 1115,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1205,
                    "end": 1208,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1246,
                    "end": 1249,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For the detection of the PBV infection polyacrylamide gel electrophoresis (PAGE) of nucleic acids extracted from human faecal samples is the most and at present exclusive procedure available [9] . PAGE analysis, commonly used to detect non-group A HRV reveals the presence of PBV dsRNA showing a characterized two-band electrophoretic pattern. The estimated length of these segments is of 2,54 and 1,70 kbp [7, 9] . Grohmann et al. [5] found electron microscopy (EM) less sensitive than PAGE in detecting PBV infections, even if concentrated stool suspensions were used. These viruses measure 35 to 40 nm in diameter, show no regular surface structure and are always seen as individual particles, without grouping. Here we describe the identification by PAGE of three cases of PBV infection observed during an aetiological study of childhood gastroenteritis in Italy. The original aim of the study was to investigate the occurrence and circulation of group A and non-group A HRV in children living in different Italian towns, and to examine the distribution of HRV serotypes in the different geographic locations. For this purpose from January 1992 to December 1993, 782 stool specimens were obtained from immunocompetent children enrolled in a longitudinal study in six children's hospitals located in different parts of Italy; 690 specimens were from children admitted to the pediatric wards or outpatient departments as a consequence of the diarrhea. Their age ranged from three days to nine years (median age 28 months). Ninety-two specimens (controls) were from children who did not have diarrhea either at the time of the clinical examination or in the previous 30 days. The age and sex distribution of the control group was proportional to that of the group patients with diarrhea. The samples were collected within 3 days after the onset of the symptoms and were stored at -20 °C until tested. Faecal samples were cultured by standard bacteriological methods for Salmonella spp., Shigella spp., Vibrio spp., Campylobacter jejuni, E. coli, Aeromonas hydrophila, Yersinia enterocolitica and Clostridium difficile. Evaluation for parasitic pathogens was also carried out. Aliquots of clarified faecal suspension from all samples were processed for PAGE of genomic RNA by the method described by Herring et al. [6] . PAGE analysis was performed in 10% polyacrylamide slab gels at 100 V for 16 h at room temperature, then the gels were stained with silver nitrate. Direct examination of clinical material by EM was also carried out. Viral particles were partially purified by centrifugation, negatively stained with 2% phosphotungstic acid (pH 6.3) on carbon-coated Formvar grids, and examined under the electron microscope [2] .",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 411,
                    "end": 413,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2315,
                    "end": 2318,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2727,
                    "end": 2730,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 3 out of 690 (0.43%) of the symptomatic children, PAGE analysis revealed two distinct segments of a migration pattern characteristic of PBV ds-RNA. The specimens containing PBV were obtained from 3 Children, two females and one male, whose age were 15 months, four and seven years, respectively. All were admitted to hospitals located in Orvieto, Ancona and Palermo in January 1992, June 1992 and October 1993, respectively. They had passed 3-5 liquid stool a day, for 4-5 days. Two of them presented also fever, vomiting and abdominal pain. In Figure 1 , alongside a preparation of simian rotavirus SA-11 RNA, the electrophoretic profiles of nucleic acid extracted from two of the three patients are shown. The two bands of PBV RNA migrated close to segment 3 and slightly slower than segment 5 of the SA-11 genome. In none of the stool specimens from the asymptomatic control children were similar bands detected. No mixed infections were found in patients with PBV infection. Two of the three stool specimens were also tested by EM but in no case were virus particles detected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 548,
                    "end": 556,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Previous epidemiological studies in Brazil [10] , in the United Kingdom [4] and in the USA [5] had demonstrated the existence of PBV in humans and they were usually found in faecal samples from patients with gastroenteritis. An excretion prolonged for seven months was also detected in a patient with HIV infection and chronic diarrhea, with a pattern consistent with the length of the illness [5] . On the basis of the few data in literature, it is still difficult to draw conclusions about the association of these viruses with disease. Given the low rate of PBV detection in the patients enrolled in our study, we can confirm that the role of PBV as agents of gastroenteritis, if any, is limited. The association with the diarrhea is interesting, since no other enteric pathogens were found in the patients with positive PBV results, but not conclusive, given the relatively small number of patients examined and the difficulty in having a control group of comparable size. Although preliminary, our results should encourage to a careful search for such viruses, well knowing that in over 40% of patients with diarrhea no etiologic agent is usually identified.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 72,
                    "end": 75,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 91,
                    "end": 94,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Two-year survey of etiologic agents of diarrhoeal disease at San Lazaro Hospital, Manila, Republic of Philippines",
            "authors": [
                {
                    "first": "H J",
                    "middle": [],
                    "last": "Adkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Escamilla",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Santiago",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Clin Microbiol",
            "volume": "25",
            "issn": "",
            "pages": "1143--1147",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Detection of an antigenically distinct human rotavirus in Palermo",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arista",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Giovannelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Titone",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Ann Inst Pasteur Virol",
            "volume": "136",
            "issn": "",
            "pages": "229--235",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Comparative epidemiology of rotavirus, subgenus F. (types 40 and 41) adenovirus, and astrovirus gastroenteritis in children",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Bates",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "D J",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Med Virol",
            "volume": "3",
            "issn": "",
            "pages": "224--228",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Bisegmented ds viruses (Picobimaviruses) in man: preliminary studies",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gallimore",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Appleton",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "VIIIth International Congress of Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Enteric viruses and diarrhea in HIV-infected patients",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Grohmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Pereira",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "N Eng J Med",
            "volume": "329",
            "issn": "",
            "pages": "14--20",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rapid diagnosis of rotavirus infection by direct detection of viral nucleic acid in silver-stained polyacrylamide gels",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Herring",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Inglis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Ojeh",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Clin Microbiol",
            "volume": "16",
            "issn": "",
            "pages": "473--477",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Identification of viruses with bi-and trisegmented double-stranded RNA genome in faeces of children with gastroenteritis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ludert",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liprandi",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Res Virol",
            "volume": "144",
            "issn": "",
            "pages": "219--224",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Electron microscopic reporting of gastrointestinal viruses in the United Kingdom 1985-1987",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Monroe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Noah",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Med Virol",
            "volume": "33",
            "issn": "",
            "pages": "193--198",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A virus with a bisegmented double-stranded RNA genome in rat (oryzomys nigripes) intestines",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Pereira",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Flewett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Candeias",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Gen Virol",
            "volume": "69",
            "issn": "",
            "pages": "2749--2754",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Novel viruses in human faeces",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Pereira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fiahlo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Flewett",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Lancet",
            "volume": "9",
            "issn": "",
            "pages": "103--104",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Infantile gastroenteritis associated with excretion of pestivirus antigens",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yolken",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dubovi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Leister",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "1989",
            "issn": "",
            "pages": "517--520",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Caprioli and all the participants of the gastroenteric infections AMCLI study \"R. Bisicchia\" for their collaboration in the collection of the samples and for their help with this study, and Dr Sheila Mclntyre for revision of the English.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments. The authors wish to thank Dr A."
        }
    ]
}