{
    "paper_id": "71e7d1f1d0fb3c70652d7d39464c4091c9f86e32",
    "metadata": {
        "title": "Proposed model for hospital and community pharmacy services during COVID-19 pandemic in Nigeria",
        "authors": [
            {
                "first": "Kenneth",
                "middle": [
                    "Bitrus"
                ],
                "last": "David",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kaduna State University",
                    "location": {
                        "settlement": "Kaduna",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Yusuff",
                "middle": [
                    "Adebayo"
                ],
                "last": "Adebisi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ibadan",
                    "location": {
                        "settlement": "Ibadan",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In December 2019, a novel coronavirus called severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) has been implicated as the virus that causes the coronavirus diseases (COVID-19). [1] On 11 March 2020, the World Health Organization declared the outbreak a pandemic after it has progressively spread to many countries around the world. [2] Current evidence has shown that COVID-19 is transmitted through respiratory droplet spread or droplet nuclei that have settled on surfaces or via close contact. [3] During the incubation period (2-14 days), infected persons are asymptomatic but have the ability to transmit the virus to other people. [3] These characteristics of COVID-19 are a potential threat to a widespread infection at the community level. COVID-19 pandemic has caused virtually all aspect of the human life to experience unprecedented transformation with major threat to global health security as well as the global economy. In addition, healthcare professionals including pharmacists are at significant risk of contracting COVID-19. [4] This letter emphasizes the proposed model for community and hospital pharmacy services amid this pandemic in Nigeria, and this can be adapted to other resource-limited settings.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 648,
                    "end": 651,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1054,
                    "end": 1057,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "African countries including Nigeria are making efforts to ensure effective containment of the pandemic. [2] However, these efforts are faced with numerous challenges including double burden of communicable and non-communicable diseases, family clustering and weak healthcare systems among others [2] As of 2 June 2020, 241 new confirmed cases and 15 deaths were recorded in Nigeria bringing the total confirmed cases recorded in the country to 10,819. [5] Healthcare professionals including pharmacists have key roles to play in ensuring effective containment of the outbreak and reducing community transmission as well as ensuring uninterrupted access to healthcare need by the populace.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Community pharmacists remain one of the healthcare professionals on the front line of public health by serving as direct points of access for patient healthcare needs including medication counselling and access to medicine. [6] Hospital pharmacists also have an important role during the outbreak in diseases prevention and control as well as providing needed support to the patient including pharmaceutical care. [6] In Nigeria, pharmaceutical care has altered dramatically in the past few weeks, with the need for the pharmacists to adapt to new working condition as a precautionary measure to protect themselves from contracting the virus. The widespread effect of this pandemic and how pharmacists in both hospital and community pharmacy across the country can offer pharmaceutical care amid this common enemy -COVID-19 pandemicis the point of discuss in this letter. In as much as pharmacists want to offer full pharmaceutical services to their patients, they are equally worried about their health, not knowing whether the personal protection equipment they are using is adequate. As a result, many community and hospital pharmacies have now adopted the window-dispensing method as doors are shut, while some pharmacies have improvised with an innovative helmet to cover the entire face so as to ensure that adequate pharmaceutical care service provision is not halted.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 227,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Pharmaceutical care approaches during the COVID-19 pandemic should go beyond the conventional scope of practice as we are faced with the need to prevent and control the pandemic as well as ensuring that the patient gets optimum solution to their drug-related needs. Towards effective containment of the pandemic, pharmacist needs to screen the patients properly and refer those with suspected symptoms of COVID-19 or other conditions to appropriate medical facility in a timely manner. The pharmacist should also educate the patient on the need to take heed to precautionary measures such as physical distancing and the need to maintain hand and respiratory hygiene as advised by the national health authorities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "The pharmaceutical care plan in the COVID-19 era is similar to that of the conventional pharmacy practice, but with a different emphasis. [4] For instance, instead of the usual questions and talks about medication during a counselling session with the patient, basic information about COVID-19, such as mask selection and typical signs and symptoms of COVID-19, should also be discussed. During the COVID-19 pandemic, the public mostly rely on hospital and community pharmacies for the supplies of their routine and emergency medications and other products like hand sanitizers, hand gloves and masks. These commodities should be available in the pharmacies in an appropriate quantity to supply the demand and ensure uninterrupted access during the pandemic.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "For patients on self-isolation or for those that cannot come to the pharmacy, home delivery service can be offered by working with volunteers, care coordinators or pharmaceutical companies. [7] This pandemic also offers the opportunity to rethink the future of pharmacy practice in both the community and hospital pharmacy practice in the country. It is a call to accelerate the use of telepharmacy which involves the delivery of pharmaceutical care by leverage technology to patients in locations where they may not have direct contact with a pharmacist. This pharmaceutical care approach, together with collaborations with other healthcare professionals, can complement home delivery of medication to ensure that medications and drug-related information and counselling are available to all without posing a potential threat to either the patient or the pharmacist in the era where stay-at-home is the new normal. Additionally, patients with chronic diseases can also benefit from the telepharmacy and home delivery service in ensuring access to medications and medicinesrelated information and counselling during this pandemic.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "It is also essential that all staff of the pharmacy including pharmacy technicians, cleaners and attendants should be provided with personal protective equipment and the pharmacy should establish a workflow that will encourage infection prevention and control. Measures should also be put in place to tackle emergency situations when they occur. The pharmacists should also build capacity in diagnosis and treatment of COVID-19 and aspects of patient care such as referral criteria, home care, counselling points of related medications, mental health support and chronic disease management of the elderly among others. In the quest for physical distancing, some of the pharmacies premises in the country have also engage in the use of floor pattern with at least 6-feet separation when the patients are on queue for their medications. Regular disinfestation of workspace and surfaces in the pharmacy should be prioritized as well as compulsory handwashing before entering the pharmacy premises.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Many African countries including Nigeria are still making efforts to increase their testing capacity. [8] Community pharmacy can also play a significant role in increasing COVID-19 testing capacity upon the availability of rapid diagnostic tools at the community level as well as ensuring uninterrupted immunization programme and also providing mental health support to those who need it amid this pandemic. In addition to ensuring sustainability of medication supply at the community and hospital pharmacy, it is essential that the pharmacists reiterated the need for patients to adhere to their current treatment regimens to ensure good health and prevent any additional demand on the stressed healthcare services.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Current efforts and challenges facing responses to 2019-nCoV in Africa",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lucero-Prisno De 3rd",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Adebisi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Glob Health Res Policy",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "International Pharmaceutical Federation. CORONAVIRUS SARS-CoV-2 OUTBREAK: information and interim guidelines for pharmacists and the pharmacy workforce",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Working through the COVID-19 outbreak: rapid review and recommendations for MSK and allied heath personnel",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Viswanath",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Monga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Orthop Trauma",
            "volume": "11",
            "issn": "",
            "pages": "500--503",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 in Nigeria",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pharmacists at the frontline beating the COVID-19 pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bukhari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Pharm Policy Pract",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Recommendations and guidance for providing pharmaceutical care services during COVID-19 pandemic: a China perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Q"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Res Social Adm Pharm",
            "volume": "",
            "issn": "20",
            "pages": "30284--30293",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "SARS-CoV-2 diagnostic testing in Africa: needs and challenges",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Adebisi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pan Afr Med J",
            "volume": "352",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors declared no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "All authors contributed equally and have read and agreed to the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        }
    ]
}