{"paper_id": "71e989d8c9ebc89d44d1fa0cdcd85be582556d50", "metadata": {"title": "Making sense of dictatorships and health outcomes Editorial", "authors": [{"first": "Vincent", "middle": [], "last": "Geloso", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's University College", "location": {"settlement": "London", "region": "Ontario", "country": "Canada"}}, "email": ""}, {"first": "Gilbert", "middle": [], "last": "Berdine", "suffix": "", "affiliation": {"laboratory": "", "institution": "Texas Tech University Health Sciences Center", "location": {"settlement": "Lubbock", "region": "Texas", "country": "USA"}}, "email": ""}, {"first": "Benjamin", "middle": [], "last": "Powell", "suffix": "", "affiliation": {"laboratory": "", "institution": "Texas Tech University", "location": {"settlement": "Lubbock", "region": "Texas", "country": "USA"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Cuba is an authoritarian state and is poor even by the standards of Latin America. Yet it has managed to achieve levels of life expectancy and infant mortality that (even after adjusting for possible data manipulation) [1] [2] [3] surpass those observed in advanced economies. [4] [5] [6] [7] [8] Cuba is not the sole non-democratic regime to have achieved similar outcomes. The former Union of Soviet Socialist Republics (USSR) also stands as a clear example of such a case where there was a rapid increase in health outcomes post-1945, which made the USSR compare favourably with Western Europe [9] [10] [11] in spite of the fact that it was relatively poorer. 12 While it is true that, on average, dictatorships do not seem to improve health outcomes, 13 14 Cuba, the USSR, and past or current autocratic regimes in China (especially in the recent outbreak of covid-19) 15 or Ethiopia 16 are well-known exceptions that are often praised. This is in part due to their impressive accomplishments in spite of low levels of economic development, as argued, in the case of Cuba, by [14] [15] in this edition of BMJ Global Health. Numerous policy experts and policymakers have recommended attempting to import the 'good' from such regimes (ie, highquality, cheap healthcare) and leaving behind the 'bad' (ie, the non-democratic institutions, repressed private sector economy, the limited respect for human rights and other restrictions imposed by the regime). 4-8 17 In this editorial, we point out that such a sorting of the wheat from the chaff is impossible. First, we point out that it is unsurprising to see some dictatorships performing well with regard to health indicators due to their ability to forcibly mandate the allocation of resources towards achieving the regime's objectives. Second, we point out that there are trade-offs associated with this ability that actually lead to poor economic outcomes and also to inferior outcomes on other (prosperity-related) health indicators. Third, we point out that some dictators have an incentive to invest in healthcare if it serves to bolster their regime. While the explanations provided in this editorial do not individually apply to all past and present dictatorships and autocratic regimes with impressive health policies and outcomes, they provide a useful way to make sense of their progress.", "cite_spans": [{"start": 219, "end": 222, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 223, "end": 226, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 227, "end": 230, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 277, "end": 280, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 281, "end": 284, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 285, "end": 288, "text": "[6]", "ref_id": null}, {"start": 289, "end": 292, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 293, "end": 296, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 597, "end": 600, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 601, "end": 605, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 606, "end": 610, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 663, "end": 665, "text": "12", "ref_id": "BIBREF11"}, {"start": 755, "end": 760, "text": "13 14", "ref_id": null}, {"start": 873, "end": 875, "text": "15", "ref_id": "BIBREF14"}, {"start": 1080, "end": 1084, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1085, "end": 1089, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1457, "end": 1463, "text": "4-8 17", "ref_id": null}], "ref_spans": [], "section": "InTroduCTIon"}, {"text": "dICTaTorshIps and unIvarIaTe problems Dictatorships excel at solving univariate problems. This is because, if they possess sufficient coercive abilities, they can simply mandate large quantities of resources to be allocated to the regime's objective. If a dictator wishes to direct more resources to a single objective, such as improved health outcomes, he can thus mandate and enforce this wish. 18 19 This can be seen in the case of Cuba and the USSR. In 2015, Cuba had 782 physicians per 100 000 persons. 20 This places Cuba close to three times the ratio observed in the USA and more than six times the ratio observed in the rest of Latin America. Also, as can be seen in table 1, the rate has been growing rapidly. In addition, a substantial share of gross domestic product (GDP) is allocated to the production of healthcare. In fact, these proportions are well above those observed for other Latin American countries with similar levels of economic development. The former USSR also did something very similar. The Soviet Union had twice as many physicians per 100 000 persons in 1986 than the USA. 21 The Soviet Union also invested heavily in increasing the supply of physicians. The number of physicians relative to the population increased 16-18 times their 1917 level by 1970, while that of the USA remained more or less stable. 22 Wider econometric assessments of health expenditures in dictatorships in the last decades confirm this ability (and incentives) of some dictators to force resources towards this end. 23 (2011) 10.5% 6.74% † Note: The share of GDP figure is very likely misleading. It is probably higher because GDP is overestimated, 37 and large portions of healthcare expenditures are allocated to medical tourists who are lured to Cuba with the appeal of reduced-rate medical procedures and to members of the regime who have substantially superior healthcare. 46 In addition, there is also the role of underground clinics, where some patients expend private resources to obtain care. Contemporary renditions of the healthcare systems of these two examples make it clear that governments did possess enough coercive abilities to allocate so many resources to the provision of health services. [23] [24] [25] [26] [27] [28] [29] These examples should also not surprise us for an additional reason. The control of infectious diseases often requires the use of coercive measures (eg, quarantines, mandatory forms of treatment and so on). Democratic regimes are more constrained in their ability to rely on such measures than dictatorships are, especially democratic regimes with strongly entrenched private property rights systems. 30 If dictators possess the ability to allocate large shares of national wealth to the production of healthcare, they simultaneously possess the ability to rely more heavily on coercive measures. In addition, such coercive measures may result in the inability of individuals and families to decline the use and uptake of governmentmandated healthcare services. This is well observed in Cuba, where physicians have to meet under government-fixed targets for infant mortality rates. Under the constraints of these targets, doctors often pressure women into abortion and sometimes perform abortions regardless of the consent of the mother in order to avoid the birth of an infant with a high likelihood of dying early. 31 Forced sterilisations are not unheard of. 32 Physicians worried that the behaviour of a mother might lead to missing the centrally established targets and will prescribe internment, against the mother's will, in a casa de maternidad (ie, maternity hospital) so that they may regulate her behaviour. 32 These measures do lead to improvement in measured health indicators. 2 3 Thus, in spite of resource constraints, it is entirely possible for a dictatorial regime to improve health outcomes as long as it throws enough resources and uses enough coercion.", "cite_spans": [{"start": 397, "end": 402, "text": "18 19", "ref_id": null}, {"start": 508, "end": 510, "text": "20", "ref_id": "BIBREF19"}, {"start": 1105, "end": 1107, "text": "21", "ref_id": "BIBREF20"}, {"start": 1339, "end": 1341, "text": "22", "ref_id": "BIBREF21"}, {"start": 1525, "end": 1527, "text": "23", "ref_id": "BIBREF22"}, {"start": 1658, "end": 1660, "text": "37", "ref_id": "BIBREF36"}, {"start": 1887, "end": 1889, "text": "46", "ref_id": "BIBREF45"}, {"start": 2219, "end": 2223, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 2224, "end": 2228, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 2229, "end": 2233, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 2234, "end": 2238, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 2239, "end": 2243, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 2244, "end": 2248, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 2249, "end": 2253, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 2655, "end": 2657, "text": "30", "ref_id": "BIBREF29"}, {"start": 3371, "end": 3373, "text": "31", "ref_id": "BIBREF30"}, {"start": 3416, "end": 3418, "text": "32", "ref_id": "BIBREF31"}, {"start": 3673, "end": 3675, "text": "32", "ref_id": "BIBREF31"}, {"start": 3745, "end": 3748, "text": "2 3", "ref_id": null}], "ref_spans": [], "section": "InTroduCTIon"}, {"text": "The quantity of inputs used to achieve a given objective comes at a cost. The resources used for the purpose decided by the dictator cannot be used for other purposes. This is because there is a subtle difference between the technologically feasible and the economically feasible. Building railroads with platinum is technologically feasible. However, because of the relative scarcity of platinum to other resources available to produce a railroad, it is economically unfeasible to rely on platinum. This applies to healthcare as well: there is a trade-off to be made between allocating resources to health and any other field of activity.", "cite_spans": [], "ref_spans": [], "section": "dICTaTorshIps and Trade-offs"}, {"text": "One dimension of that trade-off relates directly to healthcare. When a dictatorial regime decides to target a particular health indicator, it allocates fewer resources to other areas of healthcare. For example, Cuba's government invests heavily in reducing infant mortality rates and ranks in the top of Latin American countries in that regard. 2 3 However, its performance (while still good) is inferior when we consider measures of maternal mortality and health-adjusted life expectancy. 2 3 A more important dimension of such a trade-off speaks to the role of institutions. It must be pointed out that the ability to use coercion in some dictatorial regimes generates both the improvement in health outcomes and the poverty observed in these societies. Consider the mostoften lauded case of Cuba, which is both quite healthy and quite poor. Before the 1959 revolution, Cuba was one of the richest and most developed countries in Latin America. 33 Its level of income inequality was slightly above the rest of Latin America but only modestly. 34 Today, it is one of the poorest countries on the continent even if it is more equal. 35 Jales et al 36 used novel methods in causal inference econometrics to assess how rich Cuba would have been absent the revolution. They find that the country would be more than 30% richer than it is now. This is a substantial difference that Jales et al 36 attribute to the role of the institutional regime established by Fidel Castro. This figure is probably an understatement as John Devereux 37 shows the Cuban GDP. Rough estimations based on Devereux's 37 proposed revisions would bring this proportion at more than 70%. It is also worth pointing out that they found no effect of the embargo BMJ Global Health on development. The coercive tools of the regime, which permit the improvements in health indicators such as infant mortality, are what make the country poor.", "cite_spans": [{"start": 345, "end": 348, "text": "2 3", "ref_id": null}, {"start": 490, "end": 493, "text": "2 3", "ref_id": null}, {"start": 947, "end": 949, "text": "33", "ref_id": "BIBREF32"}, {"start": 1045, "end": 1047, "text": "34", "ref_id": "BIBREF33"}, {"start": 1133, "end": 1135, "text": "35", "ref_id": "BIBREF34"}, {"start": 1389, "end": 1391, "text": "36", "ref_id": "BIBREF35"}, {"start": 1530, "end": 1532, "text": "37", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "dICTaTorshIps and Trade-offs"}, {"text": "Furthermore, the very poverty that is the result of government planning can also play a role in improving some health outcomes. Obesity and the health complications resulting from it do not generally plague impoverished countries. In fact, while there is a strong positive relationship between economic freedom and most measures of well-being, 38 greater economic freedom is associated with higher levels of obesity. 39 However, much of the relationship between economic freedom and obesity is caused indirectly because greater economic freedom leads to greater income, which in turn leads to the ability to afford a lifestyle that leads to obesity. 40 Thus, the key condition that some scholars take as granted (poverty) to argue that Cuba's health outcomes are impressive (cf Wenham and Kittelsen 8 in this edition of BMJ Global Health) are the result of the tools/institutions/policies that makes health policy so impressive. This is an important trade-off because it is implicitly tied to the ability to further improve health in the future. Some causes of mortality are more easily combated through economic prosperity. 30 41 42 By depressing economic growth, dictatorial regimes such as Cuba limit the ability to harness the health effects of growth. Moreover, this trade-off also explains why there are important deteriorations in health outcomes once dictatorships collapse. This is the case in former USSR countries. Levels of infant mortality and life expectancy prior to the collapse of the Soviet Union were contingent on the coercive abilities of the dictators that also made these countries relatively poor. When these abilities faltered, these health indicators were bound to deteriorate.", "cite_spans": [{"start": 344, "end": 346, "text": "38", "ref_id": "BIBREF37"}, {"start": 417, "end": 419, "text": "39", "ref_id": "BIBREF38"}, {"start": 650, "end": 652, "text": "40", "ref_id": "BIBREF39"}, {"start": 1125, "end": 1127, "text": "30", "ref_id": "BIBREF29"}, {"start": 1128, "end": 1133, "text": "41 42", "ref_id": null}], "ref_spans": [], "section": "dICTaTorshIps and Trade-offs"}, {"text": "healTh ouTComes and polITICal repressIon The public goods in which dictators invest tend to be selected because they generate political support. 43 44 This can be best understood as the public relations aspect of a dictatorship. However, sometimes, these public goods are not produced for the mustering of political support but rather for the repression of political opposition.", "cite_spans": [{"start": 145, "end": 150, "text": "43 44", "ref_id": null}], "ref_spans": [], "section": "dICTaTorshIps and Trade-offs"}, {"text": "Healthcare provision in Cuba constitutes such an example of using public goods for political repression. The most reliable account of this function of the healthcare system comes from the ethnographic work of Katherine Hirschfeld, who conducted interviews with the local population (Hirschfeld, . 3132 45-47 Hirschfeld reports that doctors are also enrolled in the army, that they obtain military training and that they are required to report on possible dissent (Hirschfeld, . Privacy for patients is non-existent as it conflicts with the preservation of the regime. As such, physicians serve to shore up the regime which, it bears repeating, suggests that repression is a key element in the provision of healthcare in Cuba. In the former Soviet Union, a wide body of literature has been dedicated to documenting the political abuse of psychiatry. This is because political dissent was deemed a psychiatric problem, and the expansion of psychiatric care was used to punish dissent. 48 During the Derg period in Ethiopia, similar political uses of provision of healthcare were recorded by scholars. 49 These political uses in Ethiopia persist in a lesser form to this day, as physicians operating under performance targets set by the regime appear to use heavy-handed methods which are similar to those observed in Cuba. 50 The restrictions on the freedoms of speech and associations that dictators tend to impose are only effective if accompanied by proper monitoring in order to sanction disobedience. 51 If healthcare provision such as in Cuba or the former Soviet Union serves to monitor a population living under a dictatorship, then to some extent improvements in health outcomes are the by-product of the regime's effort to repress potential opponents.", "cite_spans": [{"start": 282, "end": 294, "text": "(Hirschfeld,", "ref_id": null}, {"start": 297, "end": 307, "text": "3132 45-47", "ref_id": null}, {"start": 463, "end": 475, "text": "(Hirschfeld,", "ref_id": null}, {"start": 983, "end": 985, "text": "48", "ref_id": "BIBREF47"}, {"start": 1099, "end": 1101, "text": "49", "ref_id": "BIBREF48"}, {"start": 1321, "end": 1323, "text": "50", "ref_id": "BIBREF49"}, {"start": 1504, "end": 1506, "text": "51", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "dICTaTorshIps and Trade-offs"}, {"text": "Finally, it is worth emphasising that since it is the centrally planned nature of their economic systems that allows countries like Cuba and the former Soviet Union to force additional resources into their health sectors, it is impossible to disentangle their achievements in health outcomes from their lack of political freedoms. Centrally planned economic systems necessarily concentrate economic power in the hands of government planners, who can punish political dissent through their economic edicts.", "cite_spans": [], "ref_spans": [], "section": "dICTaTorshIps and Trade-offs"}, {"text": "Hayek and Friedman pointed out long ago that it was impossible to maintain a large degree of political freedom without also maintaining a large degree of economic freedom. 52-54 Amartya Sen 55 also highlighted the necessary link between political and economic freedom on the one hand, and development (including improved health outcomes) on the other hand.", "cite_spans": [], "ref_spans": [], "section": "dICTaTorshIps and Trade-offs"}, {"text": "Thus, emulating the 'good aspects' (health outcomes) of Cuba and similar countries that are a result of their planned economic systems and/or political repression without importing the lack of political freedom along with them is not possible.", "cite_spans": [], "ref_spans": [], "section": "dICTaTorshIps and Trade-offs"}, {"text": "How should global health researchers and practitioners assess and make sense of improved health policy and outcomes under authoritarian and dictatorial regimes? In this editorial, we explained that it should not come as a surprise that some non-democratic regimes see some health indicators improve. Dictatorships excel at solving univariate problems. However, they tend to fail at dealing with the trade-offs associated with these solutions and on which such solutions often depend. These trade-offs are a lack of economic freedom which results in poverty and a lack of political freedom, both of which may ultimately have negative consequences on health outcomes.", "cite_spans": [], "ref_spans": [], "section": "ConClusIon"}, {"text": "Contributors VG did the bulk of the work with support from BP and GB.", "cite_spans": [], "ref_spans": [], "section": "ConClusIon"}, {"text": "funding The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.", "cite_spans": [], "ref_spans": [], "section": "ConClusIon"}, {"text": "Competing interests None declared.", "cite_spans": [], "ref_spans": [], "section": "ConClusIon"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Infant mortality rate as a measure of a country's health: a robust method to improve reliability and comparability", "authors": [{"first": "R", "middle": ["M"], "last": "Gonzalez", "suffix": ""}, {"first": "D", "middle": [], "last": "Gilleskie", "suffix": ""}], "year": 2017, "venue": "Demography", "volume": "54", "issn": "", "pages": "701--721", "other_ids": {"DOI": ["10.1007/s13524-017-0553-7"]}}, "BIBREF1": {"ref_id": "b1", "title": "Cuban infant mortality and longevity: health care or repression?", "authors": [{"first": "G", "middle": [], "last": "Berdine", "suffix": ""}, {"first": "V", "middle": [], "last": "Geloso", "suffix": ""}, {"first": "B", "middle": [], "last": "Powell", "suffix": ""}], "year": 2018, "venue": "Health Policy Plan", "volume": "33", "issn": "", "pages": "755--762", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Cuban longevity and infant mortality: health care or repression? A reply", "authors": [{"first": "G", "middle": [], "last": "Berdine", "suffix": ""}, {"first": "V", "middle": [], "last": "Geloso", "suffix": ""}, {"first": "B", "middle": [], "last": "Powell", "suffix": ""}], "year": 2018, "venue": "Health Policy Plan", "volume": "33", "issn": "", "pages": "764--769", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "No one left abandoned\": Cuba's national health system since the 1959 revolution", "authors": [{"first": "De", "middle": [], "last": "Vos", "suffix": ""}, {"first": "P", "middle": [], "last": "", "suffix": ""}], "year": 2005, "venue": "Int J Health Serv", "volume": "35", "issn": "", "pages": "189--207", "other_ids": {"DOI": ["10.2190/M72R-DBKD-2XWV-HJWB"]}}, "BIBREF4": {"ref_id": "b4", "title": "A different model-medical care in Cuba", "authors": [{"first": "E", "middle": ["W"], "last": "Campion", "suffix": ""}, {"first": "S", "middle": [], "last": "Morrissey", "suffix": ""}], "year": 2013, "venue": "N Engl J Med", "volume": "368", "issn": "", "pages": "297--306", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The curious case of Cuba", "authors": [{"first": "C", "middle": ["W"], "last": "Keck", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Reed", "suffix": ""}], "year": 2012, "venue": "Am J Public Health", "volume": "102", "issn": "", "pages": "13--22", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Cuba y Seguridad Sanitaria Mundial: Cuba's role in Global Health Security", "authors": [{"first": "C", "middle": [], "last": "Wenham", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Kittelsen", "suffix": ""}], "year": null, "venue": "BMJ Global Health", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Reassessing the standard of living in the Soviet Union: an analysis using archival and anthropometric data", "authors": [{"first": "E", "middle": [], "last": "Brainerd", "suffix": ""}], "year": 2010, "venue": "J Econ Hist", "volume": "70", "issn": "", "pages": "83--117", "other_ids": {"DOI": ["10.1017/S0022050710000069"]}}, "BIBREF9": {"ref_id": "b9", "title": "Health personnel in the Soviet Union: achievements and problems", "authors": [{"first": "M", "middle": ["G"], "last": "Field", "suffix": ""}], "year": 1966, "venue": "Am J Public Health Nations Health", "volume": "56", "issn": "", "pages": "1904--1924", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "American and Soviet medical manpower: growth and evolution, 1910-1970", "authors": [{"first": "M", "middle": ["G"], "last": "Field", "suffix": ""}], "year": 1975, "venue": "Int J Health Serv", "volume": "5", "issn": "", "pages": "455--74", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The Maddison project: collaborative research on historical national accounts", "authors": [{"first": "J", "middle": [], "last": "Bolt", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Van Zanden", "suffix": ""}], "year": 2014, "venue": "Econ Hist Rev", "volume": "67", "issn": "", "pages": "627--51", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Democracy, dictatorship, and infant mortality revisited", "authors": [{"first": "P", "middle": [], "last": "Navia", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Zweifel", "suffix": ""}], "year": 2003, "venue": "J Democr", "volume": "14", "issn": "", "pages": "90--103", "other_ids": {"DOI": ["10.1353/jod.2003.0059"]}}, "BIBREF13": {"ref_id": "b13", "title": "Health and political regimes: evidence from quantile regression", "authors": [{"first": "K", "middle": [], "last": "Okada", "suffix": ""}], "year": 2018, "venue": "Economic Systems", "volume": "42", "issn": "", "pages": "307--326", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Authoritarianism, outbreaks, and information politics", "authors": [{"first": "M", "middle": ["M"], "last": "Kavanagh", "suffix": ""}], "year": 2020, "venue": "Lancet Public Health", "volume": "5", "issn": "", "pages": "135--141", "other_ids": {"DOI": ["10.1016/S2468-2667(20)30030-X"]}}, "BIBREF15": {"ref_id": "b15", "title": "The silencing of political context in health research in Ethiopia: why it should be a concern", "authors": [{"first": "M", "middle": ["T"], "last": "Østebø", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Cogburn", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Mandani", "suffix": ""}], "year": 2018, "venue": "Health Policy Plan", "volume": "33", "issn": "", "pages": "258--70", "other_ids": {"DOI": ["10.1093/heapol/czx150"]}}, "BIBREF16": {"ref_id": "b16", "title": "meet Fidel Castro: physicians, population health and the Cuban paradox", "authors": [{"first": "Rg", "middle": ["Thomas"], "last": "Evans", "suffix": ""}, {"first": "", "middle": [], "last": "Mckeown", "suffix": ""}], "year": 2008, "venue": "Healthc Policy", "volume": "3", "issn": "", "pages": "21--32", "other_ids": {"DOI": ["10.12927/hcpol.2008.19916"]}}, "BIBREF17": {"ref_id": "b17", "title": "Collectivist economic planning", "authors": [{"first": "F", "middle": ["A"], "last": "Hayek", "suffix": ""}], "year": 1935, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Rivalry and central planning: the socialist calculation debate reconsidered", "authors": [{"first": "D", "middle": [], "last": "Lavoie", "suffix": ""}], "year": 1985, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Ministerio de Salud Pública", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Soviet health care from two perspectives", "authors": [{"first": "D", "middle": [], "last": "Rowland", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Telyukov", "suffix": ""}], "year": 1991, "venue": "Health Aff", "volume": "10", "issn": "", "pages": "71--86", "other_ids": {"DOI": ["10.1377/hlthaff.10.3.71"]}}, "BIBREF21": {"ref_id": "b21", "title": "American and Soviet medical manpower: growth and evolution, 1910-1970", "authors": [{"first": "M", "middle": ["G"], "last": "Field", "suffix": ""}], "year": 1975, "venue": "Int J Health Serv", "volume": "5", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2190/WRDE-WFNA-T1D7-33RT"]}}, "BIBREF22": {"ref_id": "b22", "title": "A dictator's gift: dominant party regimes and health expenditures", "authors": [{"first": "H-T", "middle": [], "last": "Yan", "suffix": ""}, {"first": "Y-C", "middle": [], "last": "Lin", "suffix": ""}], "year": 2019, "venue": "Eur J Public Health", "volume": "29", "issn": "", "pages": "1172--1179", "other_ids": {"DOI": ["10.1093/eurpub/ckz070"]}}, "BIBREF23": {"ref_id": "b23", "title": "Medical care in the Soviet Union", "authors": [{"first": "A", "middle": ["S"], "last": "Yerby", "suffix": ""}], "year": 1968, "venue": "Med Care", "volume": "6", "issn": "", "pages": "280--285", "other_ids": {"DOI": ["10.1097/00005650-196807000-00002"]}}, "BIBREF24": {"ref_id": "b24", "title": "Cuban medicine. Transaction Publishers", "authors": [{"first": "R", "middle": [], "last": "Danielson", "suffix": ""}], "year": 1979, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Order and revolution", "authors": [{"first": "J", "middle": [], "last": "Dominguez", "suffix": ""}], "year": 1978, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The great socialist experiment? The Soviet state in its international context", "authors": [{"first": "D", "middle": ["L"], "last": "Hoffmann", "suffix": ""}], "year": 2017, "venue": "Slavic Rev", "volume": "76", "issn": "", "pages": "619--647", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Propagandizing the healthy, bolshevik life in the early USSR", "authors": [{"first": "T", "middle": ["A"], "last": "Starks", "suffix": ""}], "year": 2017, "venue": "Am J Public Health", "volume": "107", "issn": "", "pages": "1718--1742", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "The virtues of repression: politics and health in revolutionary Cuba", "authors": [{"first": "C", "middle": [], "last": "Johnson", "suffix": ""}], "year": 2018, "venue": "Health Policy Plan", "volume": "33", "issn": "", "pages": "758--767", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "The pox of liberty: how the constitution left Americans rich, free, and prone to infection", "authors": [{"first": "W", "middle": [], "last": "Troesken", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Re-examining the Cuban health care system: towards a qualitative critique", "authors": [{"first": "K", "middle": [], "last": "Hirschfeld", "suffix": ""}], "year": 2007, "venue": "Cuban Affairs", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Linda Whiteford and Laurence branch, primary health care in Cuba: the other revolution", "authors": [{"first": "K", "middle": [], "last": "Hirschfeld", "suffix": ""}], "year": 2009, "venue": "Society", "volume": "46", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "The road not taken: pre-revolutionary Cuban living standards in comparative perspective", "authors": [{"first": "M", "middle": [], "last": "Ward", "suffix": ""}, {"first": "J", "middle": [], "last": "Devereux", "suffix": ""}], "year": 2012, "venue": "J Econ Hist", "volume": "72", "issn": "", "pages": "104--136", "other_ids": {"DOI": ["10.1017/S0022050711002452"]}}, "BIBREF33": {"ref_id": "b33", "title": "Mortality decline in Cuba, 1900-1959: patterns, comparisons, and causes", "authors": [{"first": "Mcguire", "middle": [], "last": "James", "suffix": ""}, {"first": "W", "middle": [], "last": "Frankel", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "", "suffix": ""}], "year": 2005, "venue": "Lat Am Res Rev", "volume": "40", "issn": "", "pages": "83--116", "other_ids": {"DOI": ["10.1353/lar.2005.0025"]}}, "BIBREF34": {"ref_id": "b34", "title": "The Maddison project: collaborative research on historical national accounts", "authors": [{"first": "J", "middle": [], "last": "Bolt", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Van Zanden", "suffix": ""}], "year": 2014, "venue": "Econ Hist Rev", "volume": "38", "issn": "", "pages": "627--51", "other_ids": {"DOI": ["10.1111/1468-0289.12032"]}}, "BIBREF35": {"ref_id": "b35", "title": "Measuring the role of the 1959 revolution on Cuba's economic performance", "authors": [{"first": "H", "middle": [], "last": "Jales", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Kang", "suffix": ""}, {"first": "G", "middle": [], "last": "Stein", "suffix": ""}], "year": 2018, "venue": "World Econ", "volume": "41", "issn": "", "pages": "2243--74", "other_ids": {"DOI": ["10.1111/twec.12609"]}}, "BIBREF36": {"ref_id": "b36", "title": "The absolution of history: Cuban living standards after sixty years of revolutionary rule. Working paper, Department of economics at queens College CUNY", "authors": [{"first": "J", "middle": [], "last": "Devereux", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Economic freedom of the world: an accounting of the literature", "authors": [{"first": "J", "middle": ["C"], "last": "Hall", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Lawson", "suffix": ""}], "year": 2014, "venue": "Contemp Econ Policy", "volume": "32", "issn": "", "pages": "1--19", "other_ids": {"DOI": ["10.1111/coep.12010"]}}, "BIBREF38": {"ref_id": "b38", "title": "The Freer the fatter? a panel study of the relationship between body-mass index and economic freedom. 23. Working papers Lund university department of economics", "authors": [{"first": "A", "middle": [], "last": "Ljungvall", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "The relationship between income, economic freedom, and BMI", "authors": [{"first": "R", "middle": ["A"], "last": "Lawson", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Murphy", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Williamson", "suffix": ""}], "year": 2016, "venue": "Public Health", "volume": "134", "issn": "", "pages": "18--25", "other_ids": {"DOI": ["10.1016/j.puhe.2016.01.020"]}}, "BIBREF40": {"ref_id": "b40", "title": "The changing relation between mortality and level of economic development", "authors": [{"first": "S", "middle": ["H"], "last": "Preston", "suffix": ""}], "year": 1975, "venue": "Popul Stud", "volume": "29", "issn": "", "pages": "231--279", "other_ids": {"DOI": ["10.1080/00324728.1975.10410201"]}}, "BIBREF41": {"ref_id": "b41", "title": "Public health, nutrition, and the decline of mortality: the McKeown thesis revisited", "authors": [{"first": "B", "middle": [], "last": "Harris", "suffix": ""}], "year": 2004, "venue": "Soc Hist Med", "volume": "17", "issn": "", "pages": "379--407", "other_ids": {"DOI": ["10.1093/shm/17.3.379"]}}, "BIBREF42": {"ref_id": "b42", "title": "A model of a predatory state", "authors": [{"first": "B", "middle": [], "last": "Moselle", "suffix": ""}, {"first": "B", "middle": [], "last": "Polak", "suffix": ""}], "year": 2001, "venue": "J Law Econ Organ", "volume": "17", "issn": "", "pages": "1--33", "other_ids": {"DOI": ["10.1093/jleo/17.1.1"]}}, "BIBREF43": {"ref_id": "b43", "title": "Industrial organization and rent seeking in dictatorships", "authors": [{"first": "G", "middle": [], "last": "Tullock", "suffix": ""}], "year": 1986, "venue": "J Inst Theor Econ", "volume": "142", "issn": "", "pages": "4--15", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Sociolismo and the underground clinic: the informal economy and health services in Cuba", "authors": [{"first": "K", "middle": [], "last": "Hirschfeld", "suffix": ""}], "year": 2006, "venue": "Cuba in Transition", "volume": "16", "issn": "", "pages": "335--50", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Health, politics, and revolution in Cuba since 1898", "authors": [{"first": "K", "middle": [], "last": "Hirschfeld", "suffix": ""}], "year": 2007, "venue": "Routledge", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Response to 'Cuban infant mortality and longevity: health care or repression", "authors": [{"first": "K", "middle": [], "last": "Hirschfeld", "suffix": ""}], "year": 2018, "venue": "Health Policy Plan", "volume": "33", "issn": "", "pages": "762--765", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Senate Committee on the Judiciary. Abuse of psychiatry for political repression in the Soviet Union. Government Printing Office", "authors": [], "year": 1972, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Attitudes and practices among Ethiopian health care professionals in psychiatry regarding compulsory treatment", "authors": [{"first": "A", "middle": [], "last": "Alem", "suffix": ""}, {"first": "L", "middle": [], "last": "Jacobsson", "suffix": ""}, {"first": "N", "middle": [], "last": "Lynöe", "suffix": ""}], "year": 2002, "venue": "Int J Law Psychiatry", "volume": "25", "issn": "", "pages": "599--610", "other_ids": {"DOI": ["10.1016/s0160-2527(01)00112-1"]}}, "BIBREF49": {"ref_id": "b49", "title": "The silencing of political context in health research in Ethiopia: why it should be a concern", "authors": [{"first": "M", "middle": ["T"], "last": "Østebø", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Cogburn", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Mandani", "suffix": ""}], "year": 2018, "venue": "Health Policy Plan", "volume": "33", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/heapol/czx150"]}}, "BIBREF50": {"ref_id": "b50", "title": "How to understand, and deal with dictatorship: an economist's view", "authors": [{"first": "R", "middle": [], "last": "Wintrobe", "suffix": ""}], "year": 2001, "venue": "Econ Gov", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "The road to Serfdom", "authors": [{"first": "F", "middle": ["A"], "last": "Hayek", "suffix": ""}], "year": 1944, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Examining the Hayek-Friedman hypothesis on economic and political freedom", "authors": [{"first": "R", "middle": ["A"], "last": "Lawson", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Clark", "suffix": ""}], "year": 2010, "venue": "J Econ Behav Organ", "volume": "74", "issn": "", "pages": "230--239", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Development as freedom", "authors": [{"first": "A", "middle": [], "last": "Sen", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Pan American Health Organization. Health care expenditure and financing in Latin America and the Caribbean", "authors": [], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "World Health Organization. Mortality and global health estimates", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Indicators of inputs in the healthcare sector in Cuba", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Indicator </td><td>Cuban proportions </td><td>Latin American average without Cuba\n</td></tr><tr><td>Physicians per 100 000 (2015) </td><td>782.85 </td><td>157.88*\n</td></tr><tr><td>Growth in physicians per capita, 1975-2015 </td><td>684.00% </td><td>N/A\n</td></tr><tr><td>Workers employed in healthcare as share of total population </td><td>4.42% </td><td>N/A\n</td></tr><tr><td>Health expenditures as share of GDP (2011) </td><td>10.5% </td><td>6.74%†\n</td></tr></table></body></html>"}}, "back_matter": []}