{
    "paper_id": "71ebe97023de55435f5e26a94d41cd0e5f743826",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Hemolytisch-uremisch syndroom (HUS) wordt gekenmerkt door de trias hemolytische anemie, trombocytopenie en acuut nierfalen. Het klassieke beeld wordt geïnduceerd door een gastro-intestinale infectie met de enterohemorragische Eschericia coli (EHEC). In dit artikel beschrijven wij de casus van een Nederlandse vrouw die in het buitenland een infectie met EHEC had opgelopen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patiënt A, een 71-jarige vrouw, kwam naar de Spoedeisende Hulp vanwege acuut ontstane pijn links onder in de buik, met buikkrampen en bloederige diarree. Patiënte was misselijk en had een aantal malen gebraakt. Zij had geen koorts of koude rillingen bemerkt. Patiënte vertelde bij opname dat zij niet in het buitenland was geweest en zij had dergelijke klachten nooit eerder gehad. De medische voorgeschiedenis vermeldde maagklachten, een hydrosalpinx links waarvoor extirpatie had plaatsgevonden en een ovariumcyste rechts. In de familie kwamen geen inflammatoire darmziekten voor. Bij lichamelijk onderzoek werd een matig zieke vrouw gezien, met een tensie van 160/85 mmHg, een pols van 62/min en een lichaamstemperatuur van 36,7°C. Bij auscultatie waren hart en longen niet-afwijkend. Bij onderzoek van het abdomen was er drukpijn links onder in de buik, zonder loslaatpijn of défense musculaire. Bij rectaal toucher werd donkerrood bloed aan de handschoen gezien. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ziektegeschiedenis"
        },
        {
            "text": "Laboratoriumonderzoek toonde een leukocytose van 23,8 x 10 9 /l, een CRP-waarde van 17 mg/l en een Hb van 11,0 mmol/l met een Ht van 0,53. De concentratie lactaat was niet verhoogd. Sigmoïdoscopie liet een beeld zien passend bij een ischemische colitis. Een CTabdomen toonde het beeld van colitis, zonder tekenen van perforatie, ischemie of veneuze stuwing. De werkdiagnose was 'ischemische colitis', waarbij een verklaring voor de ischemie echter ontbrak. Patiënte werd opgenomen en behandeld met een ruim infuus en pijnstilling. Fecesonderzoek middels PCR op Salmonella, Shigella, Campylobacter en entero-invasieve E. coli was negatief, alsook een feceskweek op EHEC O157:H7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KLINISCHE PRAKTIJK"
        },
        {
            "text": "Alhoewel de bloederige diarree afnam, bleef patiënte buikkrampen houden. Op de vijfde dag van opname toonde laboratoriumonderzoek een acute nierinsufficiëntie en trombocytopenie (tabel). Voorts bleek de concentratie haptoglobuline < 0,01 g/l (referentiewaarde: 0,3-2,0) en toonde een uitstrijk van het perifere bloed fragmentocyten (figuur). Onder verdenking van trombotische trombocytopene purpura (TTP; zie uitlegkader) dan wel HUS werd diezelfde dag gestart met plasmaferese. Ook werd gestart met hemodialyse. Aanvullend onderzoek sloot een deficiëntie van het eiwit ADAMTS13 uit (zie uitlegkader); de waarden van complementfactoren 3 en 4 bedroegen (referentiewaarden tussen haakjes): 0,83 g/l (0, 8) ",
            "cite_spans": [
                {
                    "start": 702,
                    "end": 704,
                    "text": "8)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "KLINISCHE PRAKTIJK"
        },
        {
            "text": "Trombotische trombocytopenische purpura met hemolytisch-uremisch syndroom is een acuut syndroom waarbij hemolytische anemie en trombocytopenie optreden door endotheelceldisfunctie en de formatie van micro- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beschouwing"
        },
        {
            "text": "Eschericia coli (ehec). 1 Enterohemorragische E. coli is een niet-invasieve bacterie die toxinen en lipopolysachariden afgeeft, welke via de enterale mucosa de bloedbaan bereiken en zich daar binden aan de bloedcellen. Ingestie van de bacterie door het eten van besmet, rauw voedsel veroorzaakt na 2-12 dagen al dan niet bloederige diarree. 2 Shigatoxine wordt beschouwd als de meest pathogene factor van EHEC; het toxine induceert onder andere apoptose in humane niercellen en trombusformatie. 2 2-15% van de EHEC-infecties resulteert in HUS, bij de overige patiënten blijft de ziekte beperkt tot een gastrointestinale infectie.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 25,
                    "text": "1",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 341,
                    "end": 342,
                    "text": "2",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 495,
                    "end": 496,
                    "text": "2",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Indeling van trombotische trombocytopenische purpura (TTP) en hemolytisch-uremisch syndroom (HUS) ttP-hus wordt als volgt ingedeeld: (a) typische, diarree-geassocieerde hus, een vorm die bij > 90% van de patiënten wordt veroorzaakt door enterohemorragische"
        },
        {
            "text": "therAPie Bij ischemische colitis bestaat de behandeling uit een 'niets-per-os'-dieet en toediening van grote hoeveelheden intraveneus vocht om het extracellulair volume te herstellen, zo mogelijk gecombineerd met een oorzakelijke behandeling. 3 Antibiotica omstreden Bij de behandeling van een EHEC-infectie zijn antibiotica omstreden. Een prospectieve cohortstudie vond dat de middelen bij kinderen een HUS kunnen induceren doordat de afgifte van shigatoxinen door EHEC in aanwezigheid van bepaalde antibiotica toeneemt. 4 Een meta-analyse daarentegen -die werd verricht naar de invloed van de antibiotische behandeling op een EHEC-enteritis -concludeerde dat een dergelijk verband niet aantoonbaar is. 5 9 In totaal worden 3222 patiënten gerapporteerd die besmet raakten met dit subtype van EHEC; 25% van hen ontwikkelde een HUS. Onze patiënte vertoont overeenkomsten met de beschreven populatie: daarin waren met name volwassen vrouwen aangedaan, nierinsufficiëntie ontwikkelde zich na een mediaan van 5 dagen na aanvang van de diarree en 20% van de patiënten had ook last van misselijkheid en braken.",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 523,
                    "text": "4",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 704,
                    "end": 705,
                    "text": "5",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 706,
                    "end": 707,
                    "text": "9",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Indeling van trombotische trombocytopenische purpura (TTP) en hemolytisch-uremisch syndroom (HUS) ttP-hus wordt als volgt ingedeeld: (a) typische, diarree-geassocieerde hus, een vorm die bij > 90% van de patiënten wordt veroorzaakt door enterohemorragische"
        },
        {
            "text": "conclusie Enterohemorragische E. coli is een niet-invasieve bacterie die pathogeen is door de afgifte van shigatoxinen. Bij patiënten met een infectie zijn antibiotica niet geïndiceerd en is hemolytisch-uremisch syndroom een ernstige complicatie. Bij een onbegrepen, al dan niet bloederige diarree moet men aan een EHEC als verwekker denken. Voor de behandeling van HUS is men aangewezen op adequate instelling van de vochtbalans en hemodialyse, eventueel bij oudere en ernstig zieke patiënten gecombineerd met plasmaferese. De complementcascade vormt mogelijk een nieuw aangrijpingspunt in de therapie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indeling van trombotische trombocytopenische purpura (TTP) en hemolytisch-uremisch syndroom (HUS) ttP-hus wordt als volgt ingedeeld: (a) typische, diarree-geassocieerde hus, een vorm die bij > 90% van de patiënten wordt veroorzaakt door enterohemorragische"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Belangenconflict: geen gemeld. Financiële ondersteuning: geen gemeld. Aanvaard op",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pathophysiology of typical hemolytic uremic syndrome",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Karpman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sartz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Semin Thromb Hemost",
            "volume": "36",
            "issn": "",
            "pages": "575--85",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Shiga-toxin-producing Escherichia coli and haemolytic uraemic syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Tarr",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "I"
                    ],
                    "last": "Chandler",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lancet",
            "volume": "365",
            "issn": "",
            "pages": "1073--86",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ischemic colitis: Clinical practice in diagnosis and treatment",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Theodoropoulou",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "E"
                    ],
                    "last": "Koutroubakis",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "World J Gastroenterol",
            "volume": "14",
            "issn": "",
            "pages": "7302--7310",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The risk of the hemolytic-uremic syndrome after antibiotic treatment of escherichia coli O157:H7 infections",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jelacic",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Habeeb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Watkins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Tarr",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "1930--1936",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Risk of hemolytic uremic syndrome after antibiotic treatment of escherichia coli O157:H7 enteritis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Safdar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Said",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gangnon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Maki",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Effectiveness of therapeutic plasma exchange in the 1996 Lanarkshire Escherichia coli O157:H7 outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dundas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Soutar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Hutchinson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Todd",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Lancet",
            "volume": "345",
            "issn": "",
            "pages": "1327--1357",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical practice. Thrombotic thrombocytopenic purpura",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "George",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "354",
            "issn": "",
            "pages": "1927--1962",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Complement blockade in severe shiga-toxin-associated HUS",
            "authors": [
                {
                    "first": "A-L",
                    "middle": [],
                    "last": "Lapeyraque",
                    "suffix": ""
                },
                {
                    "first": "Malina",
                    "middle": [
                        "M"
                    ],
                    "last": "Fremeaux-Bacchi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Boppel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kirschfink",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "N Engl J Med",
            "volume": "364",
            "issn": "",
            "pages": "2561--2564",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Epidemic profile of shiga-toxinproducing Escherichia coli O104:H4 outbreak in germany -preliminary report",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Werber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Cramer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "deze vorm van hus vertoont een piekincidentie bij kinderen jonger dan 5 jaar, hierna zijn ouderen > 65 jaar het frequentst aangedaan. (b) Atypische hus die wordt veroorzaakt door factor h-, factor i-of McP-deficiëntie, hetgeen leidt tot activatie van complementfactor c5a met dientengevolge endotheelschade. Bij deze vorm staat nierinsufficiëntie op de voorgrond, met soms ook buikpijn, maar zelden hoofdpijn of neurologische symptomen. (c) ttP veroorzaakt door zogenaamde 'AdAMts13-deficientie'. AdAMts13 is een eiwit dat de Von willebrand-factor knipt; bij een deficiëntie blijven ongebruikelijk lange Von willebrand-factor-eiwitten ('unusually large von willebrand factor proteins') circuleren waardoor een protrombotische toestand ontstaat. Bij ttP staan neurologische afwijkingen op de voorgrond.trombi in de vasculatuur van de darmen en de nieren, en in ernstige gevallen ook van de hersenen en het pancreas. Hemolyse ontstaat door wrijving van erytrocyten langs de trombi, waardoor de cellen beschadigen -in een bloeduitstrijk onder de microscoop zichtbaar als fragmentocyten. In het uitlegkader staat de nefrologische indeling van TTP-HUS.ehec",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Achtergrond Infectie met de enterohemorragische Eschericia coli (EHEC) kan via afgifte van toxinen door de bacterie het ernstige ziektebeeld 'hemolytisch-uremisch syndroom' (HuS) veroorzaken. cAsus Een 71-jarige vrouw werd op de Spoedeisende Hulp gezien vanwege buikkrampen en bloederige diarree. aanvullend onderzoek liet een beeld zien passend bij ischemie van de darmmucosa. Een aantal dagen na opname ontwikkelde zich bij patiënte een acute nierinsufficiëntie en trombocytopenie. De diagnose 'HuS' werd gesteld, naar later bleek in het kader van een EHEC-infectie. Patiënte werd behandeld met plasmaferese en hemodialyse, waarop haar nierfunctie volledig herstelde. anamnestisch bleek patiënte Noord-Duitsland te hebben bezocht, waar een EHEC-epidemie woedde.conclusie Bij al dan niet bloederige diarree dient men beducht te zijn op een infectie met EHEC -een bacterie waarvoor antibiotica geen geschikte therapie vormen. Wanneer de infectie gecompliceerd wordt door een HuS, dan bestaat de behandeling uit: ruime vochttoediening, hemodialyse, eventueel gecombineerd met plasmaferese.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "en 97 mg/l (150-400), respectievelijk. Bij herhaald navragen bleek uiteindelijk dat patiënte toch een aantal dagen vóór opname in Lübeck, Noord-Duitsland was geweest -klaarblijkelijk had zij bij 'buitenland' niet aan het buurland Duitsland gedacht. De feceskweek wees in de richting van EHEC O104:H4. Het RIVM bevestigde dat het inderdaad om deze vorm van EHEC ging, de bacterie die op dat moment in Noord-Duitsland een epidemie veroorzaakte.Laboratoriumonderzoek 1 week na aanvang van plasmaferese en hemodialyse liet normalisatie van het trombocytenaantal zien en ook geen hemolyse meer; 1 week later kon de hemodialyse worden gestaakt . Uiteindelijk was er na 1 maand van behandeling volledig herstel van de nierfunctie.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "tABel Laboratoriumwaarden van het bloed van patiënt a (dag 1 is de dag van opname)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "de ontwikkeling van HUS bij een patiënt met een EHEC-infectie: bij patiënten met EHEC-geassocieerde HUS werden verhoogde waarden van complementfactoren waargenomen.1 Meer onderzoek is noodzakelijk naar aanleiding van recent verschenen bevindingen bij 3 jonge HUS-patiënten bij wie het monoklonaal C5-antilichaam eculizumab een snelle reductie in symptomen liet zien. Dit suggereert dat shigatoxinen direct complement activeren.8 Het kan voorkomen dat patiënten met een EHECgeassocieerde HUS pre-existente afwijkingen in het complementsysteem hebben; ook daarom kan bij ernstig Figuur Perifere bloeduitstrijk van patiënt a met fragmentocyten. fragmentocyten zieke patiënten behandeling met eculizumab worden overwogen. Bij atypische HUS is behandeling met eculizumab op basis van de pathogenese geïndiceerd. Een recent verschenen artikel beschrijft de epidemie van EHEC O104:H4 die dit jaar in Duitsland woedde.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}