{
    "paper_id": "71ec694cee8ad602787826b76bde199f4c6b7e04",
    "metadata": {
        "title": "Comparative metrics of neurosurgical scientific journals: What do they mean to readers?",
        "authors": [
            {
                "first": "James",
                "middle": [
                    "I"
                ],
                "last": "Ausman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Loma Linda University Medical Center",
                    "location": {
                        "settlement": "Loma Linda",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Nancy",
                "middle": [],
                "last": "Epstein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University of New York at Stony Brook",
                    "location": {
                        "settlement": "New York",
                        "country": "United States"
                    }
                },
                "email": "nancy.epsteinmd@gmail.com"
            },
            {
                "first": "James",
                "middle": [
                    "L"
                ],
                "last": "West",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Loma Linda University Medical Center",
                    "location": {
                        "settlement": "Loma Linda",
                        "region": "CA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "From a paper written in 1990, \"e number of scholarly journals in all fields (scientific and others) has risen from 70,000 to 108,590 over the past 20 years, according to the Bowker/ Ulrich's database\"… [10] \"Institute for Scientific Information (ISI) database covers only the top science and social science journals -some 4,500 out of nearly 74,000 scientific titles are listed in Bowker/Ulrich's database, a commercial listing of all periodicals; the average member of the Association of Research Libraries, in 1990, holds only about 27,000 titles, about 26% of the total available (published). \" [10] The business of scientific journals Scientific papers are usually published by private publishing companies, which charge a fee for either a subscription to a journal or to obtain single papers. e scientific content is critically reviewed by reviewers, picked by the sponsoring organization or society. Based on those reviews, manuscripts are either accepted, revised, or rejected. e publishing houses provide the electronic systems for coordinating the Peer Review process and the mechanisms for publishing scientific papers. ese publishers receive revenues for those services. In addition, the sponsoring societies or organizations also receive revenues from the publication of the manuscripts as part of the subscription prices and advertising sold. [5] ",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 603,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1360,
                    "end": 1363,
                    "text": "[5]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "The growth of journal publishing"
        },
        {
            "text": "In the past, access to scientific articles was only possible for those who bought subscriptions to a journal or whose university, hospital, or medical center purchased the subscriptions for their associated physicians to use. Notably, others, who did not have this access, were prevented from reading these scientific papers unless they subscribed to the journals, which was costly to the reader. e more journals that a physician reads the higher the subscription costs, thus potentially limiting the number of journals a private user could read. e establishment of internet-based scientific journals allowed \"Open (Free) Access\" to all internet-based journals to everyone, everywhere, at no cost. With the internet, and Open (Free) Access publishing more journal information became universally available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beginning of Open (Free) Access to scientific papers for all"
        },
        {
            "text": "Open access publishing has since flourished \"Open Access\" publishing has since flourished in the interim. Although it has taken many different forms, the predominant financial impact has been to shift costs from the readers, (from personal, institutional, or organizational subscriptions), to the authors for publishing their papers. [3] Open Access publishing reduced or eliminated subscription revenues and also allowed rapid online publication of scientific papers rather than a delayed print publication process. [3] Notably, about 50% of scientific manuscripts are now published \"Open Access\" and \"are freely available within a year or two of publication. \" [12] Approximately 12% of the papers are freely available immediately on publication and another 32% after a 6-12 months delay. Sixty-one percent of biomedical research papers were freely available in some form. [12] Cost to publish in open access journals e author costs to publish in open access journals range from 100 to 1000 of dollars. [3] e lower authors' fees are used to cover the technical costs of publishing in the internet published journals. Alternatively, in this transitional period, some of the higher fees charged by publishing houses are still returned to support the parent organizations (publishing houses and trade medical/surgical organizations). In the push to make the scientific literature Open Access, small scientific societies feared that they could suffer damage from loss of publishing revenues. Many rely on subscription revenue from their journals to fund other activities. e big commercial publishers have the larger size and profits to absorb financial losses in some of their journals, while the societies who publish a small number of journals may suffer a significant loss in revenue to Open Access publishing. [5] ",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 337,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 667,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1006,
                    "end": 1009,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1815,
                    "end": 1818,
                    "text": "[5]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Beginning of Open (Free) Access to scientific papers for all"
        },
        {
            "text": "If the research performed comes from public funds through a government grant, the NIH believes that this information should be freely available to readers everywhere within 12 months of publication. How \"open access\" impacted the journal publishing business e shift to internet open access publishing allowed more space to publish material than previously available in printed journals and represented competition to regular publishing houses in making more space available for communication of scientific information, at no additional cost for publication on the internet. To ease the financial burden of the loss of revenue on the publishers, a transitional plan to \"Open Access\" by 2024 was devised. \"Plan S, due to begin in 2021, requires researchers funded by participating agencies to ensure that their papers are free to read on publication. To ease the transition, the plan allows authors to publish in a 'hybrid' journal, with a mix of free and pay-walled content, but only if the publisher commits to shifting the journal to entirely open access by 2024.\" [4] e demand for free access to scientific papers funded by government sources, thus, threatened to reduce the revenues of publishing houses and their very existence. Furthermore, large publishing houses continue to raise their charges to the major customers: universities, hospital systems, or National Governmental organizations that desire access to the large number of journals which these publishing houses control.",
            "cite_spans": [
                {
                    "start": 1067,
                    "end": 1070,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "National Institutes of Health (NIH) demands open access by 2024: scientific information for all immediately and free"
        },
        {
            "text": "\"Universities fear they could end up paying more to help their scientists publish their work than they do now for bulk subscriptions from the publishers.\" Large journal users such as universities or hospitals, would not only be paying bulk subscription costs to access the number of journals they buy for their readers but also the added author costs for publication of scientific papers. [3] \"In some instances, NIH research grants are used to cover these publication costs.\" \"A consortium of Norway's major research institutions … canceled all subscriptions with publishing giant Elsevier, joining a global push for immediate free access to scientific journal articles… … German and Swedish institutions, and the University of California cancelled its library subscriptions with Elsevier,\" as reported in Science: 363:1255, 2019. [11, 13] is issue has had some temporary solutions, but the final resolution of this conflict has yet to be achieved. Open Access publishing continues to grow.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 392,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 832,
                    "end": 836,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 840,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Countries and large universities urge immediate publication from large publishing houses while demanding less charges"
        },
        {
            "text": "Indexing systems were developed to relate the number of cited published papers over a defined time period to the total number of papers published by the journal in that same period. is figure was known as the \"Citation Index. \" ese indices were used as a measure of the importance of a paper and of the journals in which those papers were published. However, these indices did not measure the number of readers of a paper. With the internet, the actual number of readers of a journal and the number of times an individual paper is read can be measured electronically. It appears that the \"Citation Index\" is no longer the sole determinant of a paper's quality or impact. Rather, other measures are needed and already exist that also reflect interest in a publication, for example, the number of readers who read or download a paper. e citation indices were used (a) to assess the number of times a paper was cited, but were also used and (b) in academic credentialing for promotion in academic ranks based in large part by the number and impact of scientific articles published. In addition, (c) public funding bodies often require the results of scientific research to be published in scientific journals that have high citation indices. [16] How often are papers cited?",
            "cite_spans": [
                {
                    "start": 1242,
                    "end": 1246,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "How do indexing systems work and how are they used?"
        },
        {
            "text": "In the paper by Hamilton form 1990, he states, \"Citations, according to the conventional wisdom, are the glue that binds a research paper to the body of knowledge in a particular field and a measure of the paper's importance. So what fraction of the world's vast scientific literature is cited at least once?\"… [10] Statistics compiled by the Philadelphiabased ISI indicate that 55% of the papers published between 1981 and 1985 in journals indexed by the institute received no citations at all in the 5 years after they were published. e figure was derived by ISI analyst David Pendlebury, who at the request of the journal, Science, searched ISI's extensive database of scientific citations.… [10] e conventional wisdom in the field is that 10% of the journals get 90% of the citations… \"ese are the journals that get read, cited, and have an impact. \" [10] Do the indexing systems reflect the interests of those who are searching for information on patient care? Or do these grading systems only reflect a subset of readers consisting of academics?",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 696,
                    "end": 700,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 858,
                    "end": 862,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "How do indexing systems work and how are they used?"
        },
        {
            "text": "\"To critics of the academic promotion system like the University of Michigan President James Duderstadt, the growing number of journals and the high number of uncited articles simply confirm their suspicion that academic culture encourages spurious publication\" Duderstadt stated, \"It is pretty strong evidence of how fragmented scientific work has become, and … the kinds of pressures which drive people to stress the number of publications rather than quality of publications. \" Duderstadt said that most of that pressure is rooted in the struggle for grants and promotions. \"e obvious interpretation is that the \"Publish or Perish\" syndrome is still operating in force, \" said David Helfand, chairman of the Astronomy Department at Columbia University. [10] Who reads a scientific paper and why? e research scientist looks for papers that are related to his/ her research interests and will use those papers in his/her scientific reporting. e clinician-scientist looks at articles for information that will affect his/her practice but that he or she may not necessarily use in publishing a paper. Does that distinction make any article less important or have less \"impact?\" What, therefore, is the proper metric to be used to evaluate a manuscript's value to the reader? And does the grading system bias the selection against articles considered less important to bolster the journal's perceived citation grade? Should scholarly productivity for clinicians be measured using similar strategies as are used in basic science research or the life sciences? In other disciplines, \"research for research's sake\" is acceptable, but in medicine, research should always have the end goal of patient care and translation to the bedside.",
            "cite_spans": [
                {
                    "start": 757,
                    "end": 761,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "How do indexing systems work and how are they used?"
        },
        {
            "text": "is paper compares the metrics of the different citation indices with the data of Readers(Users)/Month as another measure of readership. Who reads medical journals and Why? How do physicians learn? e purpose of this paper is to provide data and metrics on some of the most common neurosurgical journals that are published, so the reader can decide the relative values of each journal for his or her needs and to provide a focus on the system of evaluation of scientific publications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How do physicians learn?"
        },
        {
            "text": "A list of the neurosurgical journals was obtained from Google Scholar and other citation databases. e Google ranking system for 20 neurosurgical journals was used as the basis for the listing of journals. e website of each journal was examined to provide the metrics sought in this paper. ose metrics included the publishing organization, the journal title, the number of Readers(Users)/Month, the Google Citation index factor mean and median, [9] and the SLR Ranking score and rank, [14] \"Impact Factor\" scores obtained from Clarivate Analytics, [7] owner of the original omson Reuters publication of Impact Factors. Other ranking systems use the words impact factor but is an \"unofficial\" analyses of data, according to Surgical Neurology International (SNI's) publisher. e rank orders were determined for each grading system from the data provided. Other information recorded in Table 1 included: Open Access status: Free and Costs (whether the papers would be free to the readers or required some payment); Articles of Interest: the type of papers the journal would like to accept; Online Circulation: the distribution of readers worldwide by percentage; Subscription Costs; Author Costs; Time from date of acceptance to first Online or Print publication; Web address for submitting a paper; and Publisher. Table 1 was constructed utilizing the metrics obtained from Google Scholar and other citation databases. It was then sent to the Editor or Managing Editor of each journal for their verification and additions. Each entry of the cited journal was verified by the Managing Editors or Editors with each revision. After several revisions and updates, the final table and text were re-sent to all the journal Editors or Managing Editors for their final approval before publication. Data that were not available from a journal are listed as a blank entry in the table. e sources of the Readers(Users)/Month data are cited in the footnotes. Data from the other journals included in the 10-20 lists in the Google Scholar ranking were not reported at this time, but will be reported in a later publication for completeness. Most of these journals in the 10-20 list appealed to local or regional markets, and in most cases had lower rankings than those journals reported in Table 1 . Table 1 contains all the metrics used for this paper for the journals cited. e list in no way makes any judgments about the quality of the various journals or their value to their audiences.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 450,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 887,
                    "end": 894,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1316,
                    "end": 1323,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 2280,
                    "end": 2287,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 2290,
                    "end": 2297,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "List of neurosurgical journals and request for metrics"
        },
        {
            "text": "It is immediately evident that the ranking of the journals varies depending on the metric used to evaluate them. We asked for the number of Readers (Users) each month from the listed journals' editors. Various answers were given including: the full text downloads, pdf files/month, downloads per year/12, total Readers/month, html versions, or new Readers (Users)/month. Others used different metrics. Each journal reported the Users/Readers/month metric in their own way as is indicated in their footnotes to Table 1 . Some numbers may represent inflated numbers for Readers(Users)/Month by counting abstracts, downloads, and html hits as separate hits. Using downloads only may underestimate the number of readers who do not download the paper but read it on line. us, Readers(Users)/Month is not a standardized metric which all follow. e numbers in Column D of Table 1 should be interpreted with that understanding in mind. ree major indexing systems: Google Scholar, Impact Factor, and SJR had different results for specific journals. Table 1A : Neurosurgery journals metrics comparisons as of April 19, 2020. [10] Journal Organization [10] Readers (Users)/ mo Rank [9] Readers (Users)/ mo. [9] Google Scholar -h5 Index rank Google Scholar h5 Index [6] Google Scholar h5 Median Rank [13] Google Scholar h5 Median [6, 12] Impact Factor Rank Impact Factor [13] SJR Rank SJR rank 2018 [7] Open Access: Free or. Costs [10] Article Space. Limited. Unlimited [10] Journal Indexing systems have been used as a measure of how many citations a journal received for its publication. However, with the introduction of the internet, actual data can now be determined regarding the number of Readers(Users)/Month, Total readers of specific papers, downloads, and locations of readers, as used in this table.",
            "cite_spans": [
                {
                    "start": 1117,
                    "end": 1121,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1143,
                    "end": 1147,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1173,
                    "end": 1176,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1198,
                    "end": 1201,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1256,
                    "end": 1259,
                    "text": "[6]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1290,
                    "end": 1294,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1320,
                    "end": 1323,
                    "text": "[6,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1324,
                    "end": 1327,
                    "text": "12]",
                    "ref_id": null
                },
                {
                    "start": 1361,
                    "end": 1365,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1389,
                    "end": 1392,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 1421,
                    "end": 1425,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1460,
                    "end": 1464,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 510,
                    "end": 517,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 866,
                    "end": 873,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1042,
                    "end": 1050,
                    "text": "Table 1A",
                    "ref_id": null
                }
            ],
            "section": "Readers (Users) per month is not a standardized metric"
        },
        {
            "text": "\"How do we rank the importance of a journal or the journal's value to its readers?\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Readers (Users) per month is not a standardized metric"
        },
        {
            "text": "Given these different types of information, the question then becomes, \"How do we rank the importance of a journal's value to its readers?\" e answer depends on what the reader is looking for in the journals they read. Before the internet, the citation indices, used by the academic community, were based on the number of citations a journal received. ere was no way to know how many people read the journal or a paper from these Indices. Second, it was impossible to determine from the indexing systems the readers who read the paper but did not use it as a citation in a paper they may write.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Before the Internet"
        },
        {
            "text": "After the internet, there was an opportunity to learn exactly how many people accessed a specific journal or its articles. Furthermore, there were more journals published from which needed information could be obtained by readers. For example, those looking to publish a paper would likely be interested in publishing it in a journal with a higher citation index, as well as with a faster publication time. So, publication time becomes a metric in which readers are interested. Hence, which citation index should be used? Is it more important to know that an article is read by large numbers of people or by its citation index factor which does not measure the number of readers? If an article is read by thousands of readers even though it is not cited by another research publication, does it have less value as a publication? How do we measure that value? We do not know.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "After the internet"
        },
        {
            "text": "The citation indices/metrics do not truly reflect the actual number who read the paper Table 1 shows that the citation indices metrics do not truly reflect the actual number who read a paper or use the information in the paper. Some readers are not interested Americas 52%; Asia 23%; Europe 19%; Oceania 3%; Africa 3% [8] Print and Online (bundled JNS, JNS:Spine, and JNS: Pediatrics): $600 US, $795 Non US $3000 Open Access. Figure Reproduction Costs (Color in Print): $500 per color figure; $700 Issue Cover 58 days [14] https://jns. msubmit.net AANS 13.7 weeks [11] https://www. is not fully appreciated when only journal citations are considered. ese academic centers have started to integrate alternative metrics (altmetrics) into their assessment of the impact of scientific manuscripts, and even in their considerations for tenure. Previous authors have proposed guidelines and recommendations for the inclusion of altmetrics into the assessment of academic productivity that incorporate social media views, downloads, and followers into evaluating an academician's overall scholarship. [6] China is also evaluating metrics other than citation indices for its journals. [2] In the transmission of information, what do our metrics mean?",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 321,
                    "text": "[8]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 518,
                    "end": 522,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 564,
                    "end": 568,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1095,
                    "end": 1098,
                    "text": "[6]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1178,
                    "end": 1181,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 94,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 445,
                    "text": "Figure Reproduction",
                    "ref_id": null
                }
            ],
            "section": "After the internet"
        },
        {
            "text": "Hence, what do our metrics mean? e deeper meaning of Table 1 is, \"What are we evaluating and Why?\" What do the numbers mean, and how should we use them? Members of academia may look at the metrics from one perspective, but probably a much larger number who read the articles or journals for information may have very different perspective. e relative differences in the numbers listed in Table 1 are not significant, practically. e real question is what do the various metrics in Table 1 mean? in publishing journal articles, but rather, in finding useful information for (i.e. for patient care); indeed, they may not find the \"cited articles\" of sufficient practical interest. e published randomized controlled trials (RCT) may not be relevant to their practice. Others may live and practice in a part of the world where practical information from others' experience is valuable, but where they need to have \"Open (Free) Access\" to read it. A reader may see a video of a surgical procedure or read a case report or a case series for an approach to a complex problem, but not download the paper, video, or cite the work in any publication. Yet, the information may have changed his/her practice and that of others with whom the information was shared. Is that practice the \"Real Impact\" of the paper? Is the \"Real Impact\" any less important than the number of citations a peer reviewed article receives? If we cannot measure the number of people who used the information in the paper, does that invalidate the \"Real Impact\" of a scientific paper?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 61,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 397,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 496,
                    "text": "Table 1 mean?",
                    "ref_id": null
                }
            ],
            "section": "Neurosurgery"
        },
        {
            "text": "Academic medical centers are also re-evaluating the way, the influence of scholarly work is measured. Several institutions across the country have recognized that in the digital age, the transmission of scientific knowledge Are case reports anecdotes or are they scientific evaluations of unusual observations in clinical practice?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New metrics being considered"
        },
        {
            "text": "As an example, are case reports \"anecdotes, \" a word commonly used in scientific discussions about these scientific reports? Merriam-Webster defines the word anecdote as \"a usually short narrative of an interesting, amusing, or biographical incident, \" [1] a term that has been used by the academic community to degrade the significance of the observations as not being more detailed and validated scientifically and perhaps questionable. Case reports or case series are scientific records of experience and observations that form the foundation of advances in natural sciences and medicine and report innovative observations, which often do not come from RCT. Yet, such observations provide the basis for RCT and more detailed investigations. [8] ere is a tendency to disregard the case reports or case series as meaningless anecdotes and among the lowest rated medical evidence as seen on the scale of importance by Evidence Based Medicine charts. Yet, case reports are often considered valuable to practicing physicians as they contain information not found elsewhere on managing their patients. e scientific community relegates these scientific observations to insignificance. As we march down the road to bureaucratic medicine and standardization, are we demeaning the value of creativity and innovation? RCT do not incentivize creativity, but are a more regimented reporting of planned observations. What information is important to physicians?",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 256,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 747,
                    "text": "[8]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "New metrics being considered"
        },
        {
            "text": "In the coronavirus epidemic is not there a desperate need for information from case reports or small case series to propel larger studies of treatment choices? As the threat of death looms for patients, are not the case observations of great significance? Yet, the scientific community wants to wait for a vaccine to be developed or for a RCT to validate observations. Although this argument is ideal, it is not reasonable to the clinician fighting to save the life of a patient today when the ideal information is not available. People do not have years to wait for answers to near death problems as in RCTs. Is that the decision you would make for your family or patient? How do physicians learn?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New metrics being considered"
        },
        {
            "text": "In an unpublished survey of its readers, SNI found that physicians regarded, among its most valued sources of information: \"Talking with Colleagues, \" which was as important as reading abstracts, and which ranked higher than attendance at all types of meetings, podcasts, CME courses, and reading complete journals. How do we evaluate the metric, \"Talking with Colleagues?\" How do physicians learn?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New metrics being considered"
        },
        {
            "text": "e fundamental question is, \"How do physicians learn?\" ere is little information in the literature on this question.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How do physicians learn?"
        },
        {
            "text": "Are we effectively reaching the universe of physicians in the 21 st century, all of whom have different backgrounds, practice environments, educational experiences, and varying degrees of research knowledge? Are our grading systems for judging scientific papers a valid way to measure the \"impact\" of these papers to most physicians? Are multiple metrics in order?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How do physicians learn?"
        },
        {
            "text": "Fundamentally, are papers in scientific journals are being written for the benefit of the doctor authors and institutions or for the benefit of the patients or both? Our metrics of evaluation do not reflect such a distinction is being made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How do physicians learn?"
        },
        {
            "text": "Disclaimer e views and opinions expressed in this article are those of the authors and do not necessarily reflect the official policy or position of the Journal or its management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How do physicians learn?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "represents number of full-text (html and pdf) plus abstract reads. Based on data supplied by Sheridan PubFactory for calendar year 2019",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "For Neurosurgery and Operative Neurosurgery, data provided are averages from",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Google Terms: Users (Readers) [and [New Users or (New Readers)] numbers are similar for SNI for the year",
            "authors": [],
            "year": 2020,
            "venue": "Google Analytics. Last Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "All entries in this table have been added or verified by the Editors or Managing Editors of each journal listed as of April 1, 2020 5",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SJR",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World Neurosurgery is as stated in Footnote 5. NEUROSURGERY® Publications journals report Unique Readers that is less than Total readers; SNI reports Readers (Users) Data for New Users is similar to Users. For SNI Unique readers see 3 (usually about 2000 less than Total Readers; Long term they are equal. We did not list Downloads or Abstracts as a column metric.) (For further interpretation of this metric",
            "authors": [],
            "year": null,
            "venue": "Readers data is reported differently by journals. e AANS scholarly journals report full text (html and pdf) plus abstract reads",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "All other data in the columns are supplied or verified by the Managing Editors of each journal noted unless specifically indicated. SNI Online data from Google Analytics, last Accessed 3/24/20; Data in \"Online Circulation\" was to refer to the journal specific traffic only but was not specified in the reported data except for CNS journals which are journal specific",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Time from date of acceptance to online publication as recorded for 2019 content, not final issue publication\" -Brandon Fiedor, Director of Publications",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Google Scholar -h5 Index and Median index and ranking was used to indicate how a different choice of metric can alter the ranking",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Takes the place of omson -Reuters Impact Factor) Journal Data Filtered By: Selected JCR Year: 2019 Selected Editions: SCIE,SSCI Selected Category Scheme: WoS. See Clarivite Analytics for JCR. May require sign in",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Unlike the other AANS journals listed Neurosurgical Focus is published each month on a different theme",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Downloads/year divided by 12",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Time from submission to first decision REFERENCES 1",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "China sours on publication metrics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brainerd",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Publishers Roll Out Alternative Routes to Open Access. Science; 2020",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brainerd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Scientific societies worry about threat from plan S",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brainerd",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Science",
            "volume": "363",
            "issn": "",
            "pages": "332--335",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "New deals could help scientific societies survive open access",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brainerd",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Science",
            "volume": "365",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "More than likes and tweets: Creating social media portfolios for academic promotion and tenure",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cabrera",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Vartabedian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Spinner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Aase",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Timimi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Grad Med Educ",
            "volume": "9",
            "issn": "",
            "pages": "421--426",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Clarivite Analytics: In Cites Journal Citation Reports (Takes the Place to omson-Reuters Impact Factors) Journal Data Filtered By: Selected JCR Year: 2019 Selected Editions: SCIE, SSCI Selected Category Scheme: WoS. See Clarivite Analytics for JCR: May Require Sign In",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Is a case report an anecdote? In defense of personal observations in medicine",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Coccia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Ausman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Surg Neurol",
            "volume": "28",
            "issn": "",
            "pages": "111--114",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Google Scholar Citation Indices Mean and Median: Google Scholar Citation Indices",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Publishing by--and for?--the Numbers",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Science",
            "volume": "250",
            "issn": "",
            "pages": "1331--1333",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Act of Brinkmanship, a Big Publisher Cuts Off Access to its Academic Journals",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hiltzik",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Half of all papers now free in some form, study claims",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "341",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "omson Reuters Impact Factors",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Comparative metrics of neurosurgical scientific journals: What do they mean to readers?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ausman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Surg Neurol Int",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure Reproduction Costs (Color in Print): $500 for one color figure, $150 for each additional figure thereafter; open access license costs: CC-BY-NC/CC -BY-NC-ND: $4180*; CC BY: $4180* *CNS Members Receive a 20% discount.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "e NIH Public Access Policy implements Division F. Section 217 of PL 111-8 (Omnibus Appropriations Act, 2009). e law states: \"The Director of the \"NIH\" shall require in the current fiscal year and thereafter that all investigators funded by the NIH submit or have submitted for them to the National Library of Medicine's PubMed Central an electronic version of their final, peer-reviewed manuscripts upon acceptance for publication, to be made publicly available no later than 12 months after the official date of publication: Provided, that the NIH shall implement the public access policy in a manner consistent with copyright law. \"",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "e Authors wish to thank the following people for their advice and comments on improving and adding data to ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}