{
    "paper_id": "71eeaebb6f3fb6d19ba8fbec6fd861df8dd46a05",
    "metadata": {
        "title": "Journal Pre-proof COVID-19 associated psychiatric symptoms in healthcare workers: viewpoint from internal medicine and psychiatry residents COVID-19 associated psychiatric symptoms in healthcare workers: viewpoint from internal medicine and psychiatry residents",
        "authors": [
            {
                "first": "Mohan",
                "middle": [],
                "last": "Gautam",
                "suffix": "",
                "affiliation": {},
                "email": "mgautam1@hfhs.org"
            },
            {
                "first": "Madhupreet",
                "middle": [],
                "last": "Kaur",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Greg",
                "middle": [],
                "last": "Mahr",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Madhupreet Kaur",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wayne State University",
                    "location": {
                        "settlement": "Detroit",
                        "region": "MI"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "Greg"
                ],
                "last": "Mahr",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Corresponding",
                "middle": [],
                "last": "Author",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Royal",
                "middle": [],
                "last": "Oak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "I"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "Henry",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ford",
                "middle": [],
                "last": "Health",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The physiological impacts of COVID-19 are beginning to be understood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, the psychological impacts of COVID-19, especially among the healthcare workers who work with COVID-19 patients, are not well described. We assess data available from China on the impact of COVID-19 on psychiatric symptoms among healthcare workers to highlight the challenges currently faced by healthcare workers in the United States. We incorporate our viewpoints from our internal medicine and psychiatry residency programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We reviewed available literature as of March 25, 2020. We utilized the MeSH term \"covid AND (psychiatry OR mental health)\". We searched PubMed, Ovid Medline, and PsycInfo. As our purpose was to survey all the current literature on this topic, we did not have any exclusion criteria. The initial search resulted in 52 articles. After duplicates were removed, there are 32 articles remaining. 3 articles studied our topic of concern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "I-Frontline healthcare workers Frontline healthcare workers are those who interact directly with COVID-19 positive, or potentially positive, patients. These frontline healthcare workers are not simply working extremely hard; they are struggling to treat a new viral disease that is not well understood. This situation creates a unique psychiatric burden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Lai and colleagues enrolled 1257 healthcare workers who responded to a crosssectional survey. General distress was present in 72% of participants, followed by symptoms of depression (50%), anxiety (45%), and insomnia (34%). Women reported more severe scores on all 4 of these categories. Nurses also reported more severe scores compared to physicians(1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Huang and colleagues recorded responses from 230 out of 246 medical staff on self-rating anxiety scale and post-traumatic stress disorder self-rating scale. This study revealed a strikingly similar trend in comparison to the study by Lai and colleagues. The incidence of anxiety was higher among female healthcare staff compared to male healthcare staff (26%, 48/187 compared to 12%, 5/43). Because this was self-report of anxiety, it is possible that males may minimize symptoms. The incidence of anxiety among nurses, compared to doctors, was nearly 2-fold (27%, 43/160 compared to 14%, 10/70)(2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "For this viewpoint, vicarious traumatization refers to psychiatric symptoms experienced by non-frontline healthcare workers. As delineated above, frontline healthcare workers are currently at high risk for increased psychiatric symptoms. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II-Non-frontline healthcare workers"
        },
        {
            "text": "Our institutions have struggled to provide us with adequate personal protective equipment (PPE). We have limited masks available that must be continuously re-used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. Our perspective as frontline and non-frontline resident physicians"
        },
        {
            "text": "Further, policies change very frequently, leading to confusion. When we exhibit symptoms, we are directed to contact our employee health services. However, instructions are often vague and there is limited testing provided to assess for COVID-19 positive status. Anecdotally, our colleagues are physically and mentally exhausted. There is overwhelming anxiety that we will contract the virus and infect our loved ones at home. Some residents have been living in hotels to avoid returning home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. Our perspective as frontline and non-frontline resident physicians"
        },
        {
            "text": "We suggest that vicarious traumatization scores are higher among non-frontline healthcare workers due to the following potential contributors: sympathy for COVID patients as well as for frontline healthcare workers (as Li and colleagues point out), and guilt in the avoidance of frontline work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. Our perspective as frontline and non-frontline resident physicians"
        },
        {
            "text": "At our institutions, emergency medicine physicians and internal medicine physicians are rapidly becoming ill with COVID-19 themselves. In response, the accredited council for general medical education (ACGME) has transitioned to stage-3 pandemic emergency status, where resident physicians from other specialties will assist physicians on the frontline. In our psychiatry residency program, interestingly, residents asked to have volunteers sign up to be called to duty. This behavior underscores the prevalence of avoidance and associated guilt in non-frontline healthcare workers. It is possible that those who do not volunteer, especially if they observe colleagues called to frontline duty, will develop increased vicarious traumatization scores.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. Our perspective as frontline and non-frontline resident physicians"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Factors Associated With Mental Health Outcomes Among Health Care Workers Exposed to Coronavirus Disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Netw Open",
            "volume": "3",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Vicarious traumatization in the general public, members, and non-members of medical teams aiding in COVID-19 control",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain Behav Immun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Li and colleagues analyzed the prevalence of vicarious traumatization by utilizing electronic surveys to record responses from 740 people (214 general public, 234 frontline healthcare workers, and 292 non-frontline healthcare workers). They developed a 38-item questionnaire subdivided into physiological responses, psychological responses, emotional responses, behavioral responses, cognitive responses, and life belief. Each item ranged from 0 (never) to 5 (always). Compared to frontline healthcare workers, nonfrontline healthcare workers scored higher for every single category, and each category reached statistical significance(3).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}