{"paper_id": "71ef02a545632bae55fcc14a5fa15ec65e898f12", "metadata": {"title": "Computational Biosensors: Molecules, Algorithms, and Detection Platforms", "authors": [{"first": "Elebeoba", "middle": ["E"], "last": "May", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jason", "middle": ["C"], "last": "Harper", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Susan", "middle": ["M"], "last": "Brozik", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Advanced nucleic acid-based sensor-applications require computationally intelligent biosensors that are able to concurrently perform complex detection and classification of samples within an in vitro platform. Realization of these cutting-edge computational biosensor systems necessitates innovation and integration of three key technologies: molecular probes with computational capabilities, algorithmic methods to enable in vitro computational post processing and classification, and immobilization and detection approaches that enable the realization of deployable computational biosensor platforms. We provide an overview of current technologies, including our contributions towards the development of computational biosensor systems. 541 542", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "E.E. May et al.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The ability to detect and discriminate nucleic acid sequences is necessary for a wide variety of applications: high throughput screening, mutation tracking for disease emergence, genetically modified organism (GMO) monitoring, molecular computing, biometrics fingerprinting, and various genotype associated studies. Traditional sensor systems are multistep platforms that often times rely heavily on off-platform post-processing to determine the outcome of detection or classify the biomolecule detected. Current high-throughput systems use traditional or silicon-based computing for interpretation of molecular recognition events. Complex bioinformatics algorithms are tasked with de-noising and processing sensor output signals. This approach can be error prone and not easily integrated into emerging microsystem technologies for hand held, lab-on-chip systems. Portable computational biosensor systems would be particularly useful for monitoring and diagnostic applications in resource-limited settings or situations, such as those encountered in developing countries and in military medical support applications.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The objective of this chapter is to provide an overview of capabilities needed for creating advanced, computationally intelligent, nucleic acid-based microsensor platforms that are reliable, deployable, and limits reliance on off-platform computational post-processing. In this chapter we review and discuss technologies and algorithmic advances necessary for the realization of integrated computational biosensor systems including: Nucleic acid based probes that enable detection and computation; Algorithm development for probe selection and target classification that transfers computational intelligence from silicon-based processing to nucleic acid based computational elements; Development of immobilization and detection approaches that permit the implementation and integration of computational biosensors on deployable platforms.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Nucleic acid based sensors use various types of probes, with single-stranded DNA, such as those used in microarrays, remaining the more widely employed. As an alternative to single stranded DNA technologies, we will discuss the use of molecular beacon, single-stranded oligonucleotide probes that incorporate structure to enhance functionalization [33, 118, 127] . Molecular beacons are able to detect mutations in target sequences and can be multiplexed; these properties make molecular beacons effective platforms for detecting genetically modified targets in various biosensor systems. Catalytic molecular beacons, such as deoxyribozymes, integrate enzymatic properties and modularity into standard beacons [98] . We will review characteristics of molecular beacon based probes and discuss their viability as molecular substrates for constructing computational biosensor platforms.", "cite_spans": [{"start": 348, "end": 352, "text": "[33,", "ref_id": "BIBREF32"}, {"start": 353, "end": 357, "text": "118,", "ref_id": "BIBREF118"}, {"start": 358, "end": 362, "text": "127]", "ref_id": "BIBREF127"}, {"start": 710, "end": 714, "text": "[98]", "ref_id": "BIBREF98"}], "ref_spans": [], "section": "Introduction"}, {"text": "A major challenge in the development of computational biosensors is in the de novo development of application and substrate-specific algorithms that enable the transfer of computational intelligence from a silicon-based system to a nucleic acid based system. The algorithmic challenge is multifaceted and linked, with application-specific library design being the first aspect, and the second being the development of computational primitives that can systematically compute a classification outcome using the molecular substrate. We will discuss various approaches to address this challenge, including information-based methods for probe design and classification algorithm generation.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "One of the drawbacks of optical-based detection platforms for molecular beacons is the reliance on laboratory-based equipment for analysis. Secondly, fluorescence detection may limit the integration of the computational sensor with traditional silicone-based microprocessors used in hand held, portable sensor systems. Electrochemical detection provides significant advantages over other common detection and signal transduction methods. Specifically, it is sensitive, rapid, and can provide greater specificity and sensitivity over optical detection methods, as interfering background fluorescence does not adversely affect the electrochemical signal. Electrochemical detection systems are also more amenable to miniaturization and integration given that the signal is already in a form that can be interpreted by silicone microprocessors and integrated circuit fabrication methods can be leveraged to produce the miniaturized components. We discuss the development of immobilization and detection technologies that enable the design and implementation of application specific integrated computational biosensor systems.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Computational biosensors have roots in the emerging field of biocomputing. Increased research in biocomputing has resulted in significant advances in processing of chemical and biochemical information; this success is due, in part, to the innate high specificity and selectivity of biological molecules (e.g. enzymatic catalysis of substrate to product; nucleic acid binding of Watson-Crick base pairs). Further, the general compatibility of biomolecules allows for the intimate assembly of differing biomolecules within cascading networks capable of performing diverse reactions. Biocomputing systems have been reported that are assembled from proteins/enzymes [96, 113] , RNA [124] , DNA [101] , and even whole cells [94] . Exploiting properties intrinsic to biomolecules for unconventional computing has resulted in greater success over chemical computing strategies alone [42] .", "cite_spans": [{"start": 662, "end": 666, "text": "[96,", "ref_id": "BIBREF96"}, {"start": 667, "end": 671, "text": "113]", "ref_id": "BIBREF113"}, {"start": 678, "end": 683, "text": "[124]", "ref_id": "BIBREF124"}, {"start": 690, "end": 695, "text": "[101]", "ref_id": "BIBREF101"}, {"start": 719, "end": 723, "text": "[94]", "ref_id": "BIBREF94"}, {"start": 876, "end": 880, "text": "[42]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Computational Biosensors"}, {"text": "Biocomputing shows perhaps the greatest promise for use with analytical systems, particularly for biomedical applications [60, 64, 115] . Use of biocomputing and logic operations could yield a novel class of computationally intelligent biosensors that can accept diverse input signals and systematically compute and output an actionable signal (Wang and Katz 2010) . Additionally, signal output from the biosensors can be coupled to signal-responsive materials or processes that allow the system to sense, and then act [81] . Such 'intelligent' biosensors would offer significant advantages over traditional biosensors which typically accept only a single input, and then output a signal that must be post-processed and further analyzed by a well-trained operator for meaningful conclusions to be drawn.", "cite_spans": [{"start": 122, "end": 126, "text": "[60,", "ref_id": "BIBREF60"}, {"start": 127, "end": 130, "text": "64,", "ref_id": "BIBREF64"}, {"start": 131, "end": 135, "text": "115]", "ref_id": "BIBREF115"}, {"start": 344, "end": 364, "text": "(Wang and Katz 2010)", "ref_id": "BIBREF120"}, {"start": 519, "end": 523, "text": "[81]", "ref_id": "BIBREF81"}], "ref_spans": [], "section": "Computational Biosensors"}, {"text": "Successful implementation of biocomputing principles with biosensing has led to significant and exciting advances in intelligent computational biosensors. Often referred to as 'digital biosensors,' or 'bio-logic' analysis, the vast majority of reported systems rely on either enzyme cascades or networks of DNA probes. Enzyme-based computational biosensors will be introduced and briefly discussed. A thorough review of enzyme logic systems lies outside the scope of this chapter which focuses on nucleic acid probe-based computational biosensors.", "cite_spans": [], "ref_spans": [], "section": "Computational Biosensors"}, {"text": "Enzyme logic systems rely on multiple enzymes (at least 2, typically 3 or more) to develop a signaling cascade that results in the processing of chemical information in a manner that is comparable with Boolean logic operations (e.g. AND, OR, NAND, NOR, XOR, XNOR) [7, 82, 106, 132] . Combining the logic operations in a small logic network results in biosensor output in the form of a Yes/No response. Inputs to the sensor are typically chemicals and/or enzyme(s), and the Yes/No output is typically a change in solution pH, color, optical density, or electrochemical properties. This approach has been used to perform simple arithmetic functions [6] . More interestingly, enzyme logic systems have been coupled to signal-responsive materials forming switchable membranes [110] , emulsions [70] , nanoparticle assemblies [69] , or modified electrode surfaces [83, 134] .", "cite_spans": [{"start": 264, "end": 267, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 268, "end": 271, "text": "82,", "ref_id": "BIBREF82"}, {"start": 272, "end": 276, "text": "106,", "ref_id": "BIBREF106"}, {"start": 277, "end": 281, "text": "132]", "ref_id": "BIBREF133"}, {"start": 647, "end": 650, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 772, "end": 777, "text": "[110]", "ref_id": "BIBREF110"}, {"start": 790, "end": 794, "text": "[70]", "ref_id": "BIBREF70"}, {"start": 821, "end": 825, "text": "[69]", "ref_id": "BIBREF69"}, {"start": 859, "end": 863, "text": "[83,", "ref_id": "BIBREF83"}, {"start": 864, "end": 868, "text": "134]", "ref_id": "BIBREF135"}], "ref_spans": [], "section": "Enzyme-Based Computational Biosensors"}, {"text": "Enzyme-based computational biosensors have been developed that focus on biomedically relevant markers/signaling molecules at their physically relevant concentrations. For example, an enzyme-based computational biosensor was developed to process biochemical information related to the pathophysiological conditions associated from traumatic brain injury and hemorrhagic shock [78] . Other biomedically relevant enzyme-based computation biosensors have been reported, including one capable of discriminating biomarkers characteristic of liver injury, soft tissue injury, and abdominal trauma [133] . Of note is the robustness of this system which was designed to operate in serum solutions spiked with injury biomarkers in order to mimic real medical samples.", "cite_spans": [{"start": 375, "end": 379, "text": "[78]", "ref_id": "BIBREF78"}, {"start": 590, "end": 595, "text": "[133]", "ref_id": "BIBREF134"}], "ref_spans": [], "section": "Enzyme-Based Computational Biosensors"}, {"text": "Transitioning enzyme-based computational biosensors from in vitro to in vivo analysis is particularly challenging as operations are composed of several biocatalytic steps that must each be optimized to minimize signal noise, ensure adequate signal amplification, and reduce the impacts of many different interferants present in real biological fluids. The long-term instability of enzymes under ambient conditions further complicates development of practical, fieldable sensing systems relying on enzymes for signal processing. For further information of enzyme-based computational biosensors, the reader is referred to these excellent review articles [119, 120] .", "cite_spans": [{"start": 652, "end": 657, "text": "[119,", "ref_id": "BIBREF119"}, {"start": 658, "end": 662, "text": "120]", "ref_id": "BIBREF120"}], "ref_spans": [], "section": "Enzyme-Based Computational Biosensors"}, {"text": "DNA-based biocomputing is a well-developed field, due in part to the high stability and rich information capacity of DNA molecules [101] . Typically, DNA biocomputing systems solve analytical problems using a combinatorial approach. DNA sequences are generated that encode all possible solutions to the problem. The correct solution is selected from the DNA library using polymerase chain reaction (PCR), affinity-purification and gel electrophoresis designed to only amplify/select DNA strands that meet the criteria for a correct solution. This strategy was first used by Adleman in 1994 [2] to solve a NP-complete problem (no efficient algorithms are known to solve NP-problems). Researchers have proposed several applications using a DNA computing framework including algorithms for breaking the Data Encryption Standard, DNA encryption methods, and techniques to investigate nature's cellular computing processes [3, 41, 46, 56] . More recently, Adleman and coworkers solved a 20 variable 3-SAT problem (a NP-complete problem requiring exponential time to solve, with 1,048,575 possible truth assignments) using DNA biocomputing [12] .", "cite_spans": [{"start": 131, "end": 136, "text": "[101]", "ref_id": "BIBREF101"}, {"start": 590, "end": 593, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 918, "end": 921, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 922, "end": 925, "text": "41,", "ref_id": "BIBREF40"}, {"start": 926, "end": 929, "text": "46,", "ref_id": "BIBREF45"}, {"start": 930, "end": 933, "text": "56]", "ref_id": "BIBREF56"}, {"start": 1134, "end": 1138, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Nucleic Acid-Based Computational Biosensors"}, {"text": "DNA-based biocomputing has also been successfully employed for biomedically relevant applications. A stochastic computing system was reported in which a varying concentration of biomedical marker inputs provided competition between two alternative biochemical pathways that output a DNA molecule encoding the result [1] . This technique was subsequently used to analyze the concentration of cancer-related molecular indicators (i.e. mRNA). In the presence of the marker, the system output was a single stranded antisense DNA therapeutic against the cancer mRNA [8] . Such 'intelligent' systems combining sensing, computation, and action hold great promise for in situ medical diagnosis and treatment [93] .", "cite_spans": [{"start": 316, "end": 319, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 561, "end": 564, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 700, "end": 704, "text": "[93]", "ref_id": "BIBREF93"}], "ref_spans": [], "section": "Nucleic Acid-Based Computational Biosensors"}, {"text": "In nucleic acid-based computation and biosensing, the structure of the DNA probe(s) can have a profound impact on the functionality of the given system. The advantages and limitations of single-stranded DNA, DNA molecular beacons, and catalytic DNA molecular beacons are discussed below.", "cite_spans": [], "ref_spans": [], "section": "Nucleic Acid-Based Computational Biosensors"}, {"text": "The most widely employed DNA probe remains single stranded DNA. Used in DNA biocomputation systems, simple DNA-based biosensors, and DNA microarrays, single-stranded DNA probes are effective at detecting complementary DNA and RNA sequences due to strong Watson-Crick base pair binding [118] . Base pair binding results in exceptionally high specificity for the target sequence. Various methods are used to indicate that hybridization has occurred between the probe and the complementary target strand. These signal transduction methods are discussed in Sect. 4 of this chapter.", "cite_spans": [{"start": 285, "end": 290, "text": "[118]", "ref_id": "BIBREF118"}], "ref_spans": [], "section": "Single-Stranded Nucleic Acid Probes"}, {"text": "Despite the exceptionally high specificity intrinsic to DNA-based biosensors, the detection limit for most sensors is not sufficient to detect the target sequence at the very low concentrations typically found in real-world samples. This is partly due to the 1:1 target:signal stoichiometry which limits the number of signal events to the amount of target present in the sample. Thus, nearly all DNA-based biosensors rely on either (1) amplification of the target prior to introduction to the sensor, or (2) post-hybridization labeling that significantly amplifies the signal from each hybridization event. For example, a recent article reviewed detection technologies for identifying genetically modified organisms (GMO) in food and feed [5] . The authors stated that DNA-based biosensors are the 'leading edge' technology for simple, rapid and inexpensive testing for GMOs. However, they reported that for successful detection nearly all DNA-based GMO sensors required PCR amplification of samples extracted from raw ingredients and processed food prior to introduction to the sensor. The requirement of DNA sample pre-amplification via PCR makes these sensors difficult to implement as platforms for autonomous or field deployable biosensing.", "cite_spans": [{"start": 739, "end": 742, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Single-Stranded Nucleic Acid Probes"}, {"text": "Regarding post-hybridization amplification, a multitude of DNA-based sensors have been reported that use nanoparticles, dendrimers, supramolecular assemblies, and the like for labeling DNA hybridization events [79] . Detection of the label provides many orders of magnitude enhancement in the signal from each hybridization event. For example, Kawde and Wang used a triple amplification technique resulting in attomolar DNA detection limits [43] . As shown in Fig. 1 , streptavidin coated polystyrene spheres (PS) decorated with biotinylated gold nanoparticles (AuNPs) were used as labels for DNA hybridization. Hybridization between the magnetic bead-bound DNA probe and the labeled target sequence (step a) was followed by further catalytic deposition of gold onto the AuNPs (step b). Detection of the binding event occurred by dissolution of the Au (step c) and stripping voltammetry in which the gold ions are accumulated onto a carbon electrode over many seconds, and then stripped from the electrode by reversing the applied potential. The multi-step strategy yielded a 300 attomolar (10 −18 mol/L) DNA detection limit, eliminating the need for sample pre-amplification by PCR. However, the steps required for this, and other similar amplification strategies, significantly increase the complexity of the sensor making it impractical as a reliable and robust fieldable device.", "cite_spans": [{"start": 210, "end": 214, "text": "[79]", "ref_id": "BIBREF79"}, {"start": 441, "end": 445, "text": "[43]", "ref_id": "BIBREF42"}], "ref_spans": [{"start": 460, "end": 466, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Single-Stranded Nucleic Acid Probes"}, {"text": "Notwithstanding these limitations, the ability to multiplex DNA-based sensors into microarrays has resulted in the development of powerful analytical tools commonly referred to as gene chips, or biochips. DNA microarrays are widely used for high throughput analysis of DNA and RNA samples for differential gene expression levels, diagnosis of genetic diseases, detection and identification of infectious agents, determination of DNA-protein interactions, drug screening and forensic analysis [32, 118] . These hybridization chips are fabricated by immobilization, or in situ synthesis, of thousands of single stranded DNA probes (up to 10 6 unique probes/cm 2 ) on a planar support (glass, silicon, or plastic) [118] . Target samples are introduced to the array and hybridization reactions are performed under conditions of high stringency such that mishybridizations are prevented. The vast majority of commercial gene chips utilize fluorescence for monitoring hybridization events using a bench-top fluorescent scanner, followed by software post-processing and expert analysis. Thus, these systems are not amenable for portable field use.", "cite_spans": [{"start": 492, "end": 496, "text": "[32,", "ref_id": "BIBREF31"}, {"start": 497, "end": 501, "text": "118]", "ref_id": "BIBREF118"}, {"start": 711, "end": 716, "text": "[118]", "ref_id": "BIBREF118"}], "ref_spans": [], "section": "Single-Stranded Nucleic Acid Probes"}, {"text": "Molecular beacons are single-stranded oligonucleotide probes in which five to seven base pairs on either end of the strand are complementary to each other. The complementarity results in the strand ends hybridizing and forming a stem-loop structure [112] , as shown in Fig. 2 . The loop region of the strand contains a probe sequence that is complementary to the target sequence. Traditional molecular beacons contain a fluorophore and quencher on each arm of the stem. In the absence of target molecules, the stem-loop structure forms and the fluorophore is brought into close proximity to the quencher, suppressing fluorescence. When target DNA/RNA is present, hybridization occurs with the loop, breaking the stem region and separating the fluorophore and quencher. This results in a strong increase in probe fluorescence (see Fig. 2 ).", "cite_spans": [{"start": 249, "end": 254, "text": "[112]", "ref_id": "BIBREF112"}], "ref_spans": [{"start": 269, "end": 275, "text": "Fig. 2", "ref_id": "FIGREF1"}, {"start": 830, "end": 836, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Molecular Beacon Nucleic Acid Probes"}, {"text": "As opposed to traditional single-stranded DNA based biocomputing and biosensing systems, incorporation of molecular beacons that exploit structure, and changes in structure, adds another dimension of functionality to the system. Molecular beacons do not require additional labeling steps post-hybridization as the hybridization event itself results in an action (conformational change) that increases fluorescent output. This simplifies the system, increasing the likelihood that such a system could be developed into a deployable biosensor. Also, unlike microarray detection, molecular beacon probes can be used to detect the presence of target DNA or RNA sequences in complex mixtures [93] .", "cite_spans": [{"start": 687, "end": 691, "text": "[93]", "ref_id": "BIBREF93"}], "ref_spans": [], "section": "Molecular Beacon Nucleic Acid Probes"}, {"text": "Molecular beacons have found wide use in bioanalytical systems [107] . In one example, Horejsh et al. immobilized molecular beacons onto solid supports for multiplex detection of unlabeled nucleic acids in solution [33] . As shown in Fig. 3 , biotinylated molecular beacons were conjugated to biotinylated microspheres using streptavidin. This streptavidin 'bridged' conjugation resulted in a nearly two fold improvement in signal to noise ratio over directly conjugating biotinylated molecular beacons to streptavidin coated microspheres. Using two different bead sizes and molecular beacons with two fluorophore colors allowed for flow cytometry based detection of nucleic acid sequences indicative of three respiratory pathogens: SARS coronavirus, parainfluenza virus type 3 (PIV-3), and respiratory syncytial virus (RSV). Micron and submicron molecular beacon-based DNA sensors have been reported using molecular-beacons immobilized on optical fibers [51] . Molecular beacons have also been immobilized on quantum dots and used for live intracellular monitoring [131] , expanding their potential use for in vivo diagnostic and therapeutic applications.", "cite_spans": [{"start": 63, "end": 68, "text": "[107]", "ref_id": "BIBREF107"}, {"start": 215, "end": 219, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 955, "end": 959, "text": "[51]", "ref_id": "BIBREF51"}, {"start": 1066, "end": 1071, "text": "[131]", "ref_id": "BIBREF132"}], "ref_spans": [{"start": 234, "end": 240, "text": "Fig. 3", "ref_id": "FIGREF2"}], "section": "Molecular Beacon Nucleic Acid Probes"}, {"text": "The utility of molecular beacon-based oligonucleotide probes is not limited to fluorescence detection systems. Fan and coworkers reported the use a traditional stem-loop molecular beacon that was modified with an electroactive group (ferrocene) on one end, and a thiol molecule on the other end [26] . The thiol moiety facilitated self-assembly and immobilization of the molecular beacon onto a gold electrode surface, as shown in Fig. 4 . In the absence of complementary DNA, the hairpin loop brings the ferrocene group in close proximity to the gold electrode surface, facilitating efficient redox reaction electron transfer. Upon hybridization the stem-loop structure is broken and the distance from the ferrocene tag to the electrode surface is increased. This reduced redox reaction associated electron transfer. This sensor is reusable and reagentless, making it well suited for device development and continuous monitoring of a given analyte. However, 'signal-off' sensors are more prone to false positive responses. Also, the differential in current response from no analyte present, to fully saturated with target analyte, was only 45 nA. Such a low signal differential can make analyzing the sensor output challenging.", "cite_spans": [{"start": 295, "end": 299, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 431, "end": 437, "text": "Fig. 4", "ref_id": "FIGREF3"}], "section": "Molecular Beacon Nucleic Acid Probes"}, {"text": "Molecular beacon based sensors have also been reported with single nucleotide specificity, capable of identifying the presence of point mutations in the target sequence. For example, Wu and co-workers developed a 'signal-on' electrochemical DNA sensor based on DNA ligase and a 'reverse' molecular beacon [127] . In this approach, a single-stranded DNA capture probe was first immobilized onto a gold electrode surface via gold-thiol self-assembly. Introduction of the target DNA resulted in hybridization between the capture probe and a portion of the target DNA. The remaining portion of the target DNA is complementary to a detection DNA strand, and formed a 'sandwich.' As shown in Fig. 5 , the detection DNA contains a phosphoryl group at the 5′ end, and a ferrocene tag at the free 3′ end. Addition of DNA ligase to the system joins the detection DNA to the surface immobilized capture DNA, forming a single DNA strand. Washing and thermal dehybridization removes the protein and target DNA. Incubation in blank hybridization buffer results in formation of a stem-loop structure as the detection DNA strand contains a 6-base sequence near the ferrocene group that is complementary to the 5′ end of the capture probe. This 'reverse' molecular beacon results in an increase in electron transfer when target DNA was present.", "cite_spans": [{"start": 305, "end": 310, "text": "[127]", "ref_id": "BIBREF127"}], "ref_spans": [{"start": 686, "end": 692, "text": "Fig. 5", "ref_id": "FIGREF4"}], "section": "Molecular Beacon Nucleic Acid Probes"}, {"text": "Wu and co-workers also reported that this system was capable of discriminating mutations in DNA sequences. Eight single-base mutations in the target sequence were evaluated. Point mutations at the nick location provided the lowest signal response, with G:T mismatches inducing slight higher currents. Relatively higher currents were observed when point mutations were on the 5′-side of the nick versus the 3′-side. Finally, the relatively highest currents from point mutation strands were measured when single-base mutations were at the third and fourth position from the ligation point. Still, the currents measured for these single-base pair mismatches were between only 0.6 and 5% of the signal obtained from the fully complementary target sequence which was approximately 70 nA at the highest target concentration. Using these subtle differences in the low nA current range to discriminate and identify point mutations would be challenging. Further, this detection scheme required several incubation/washing steps and addition of reagents, again making it difficult to employ in a setting outside the laboratory. Schematic illustration of a 'reverse' molecular beacon DNA detector with an electrochemical 'signal-on' mechanism. Target DNA is 'sandwiched' between the surface immobilized capture probe DNA and ferrecene label detection DNA. Enzymatic ligation joins the capture and detection sequences, resulting in a hairpin structure that positions the ferrocene label in close proximity to the electrode surface, permitting ready electron transfer. (Adapted with permission from [127] . Copyright 2007, Wiley.)", "cite_spans": [{"start": 1585, "end": 1590, "text": "[127]", "ref_id": "BIBREF127"}], "ref_spans": [], "section": "Molecular Beacon Nucleic Acid Probes"}, {"text": "Another important advance in structure-based nucleic acid biosensor systems came with the discovery of aptamers. First reported in 1990 by three independent groups [24, 86, 111] , aptamers are single-stranded DNA or RNA molecules that fold into secondary and tertiary structures that bind to a target molecule with very high affinity (nanomolar to picomolar dissociation constants are typical). Often described as homologous to antibodies, aptamers can bind molecules from small inorganic ions, proteins, to even living cells [35] . Unlike antibodies, aptamers are more stable, simple to modify with functional groups, easy to purify and produce, can be developed against virtually any molecule, and do not require animals or cell lines to generate. A potential disadvantage of aptamers is that conditions under which the target molecule and aptamer are introduced (e.g. ionic strength, pH, temperature, protein content) cannot deviate significantly from those used during the SELEX selection process (systematic evolution of ligands by exponential amplification) or the aptamer will not fold and bind with high avidity.", "cite_spans": [{"start": 164, "end": 168, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 169, "end": 172, "text": "86,", "ref_id": "BIBREF86"}, {"start": 173, "end": 177, "text": "111]", "ref_id": "BIBREF111"}, {"start": 526, "end": 530, "text": "[35]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Aptamer Beacon Nucleic Acid Probes"}, {"text": "'Aptamer beacons' [37] are similar to traditional beacons, typically contain a fluorophore and a quencher, and undergo a conformational change upon binding to the target that can be monitored by fluorescence signal readout. An early example is the aptamer beacon sensor for cocaine developed by Stojanovic et al. [98] . As shown in Fig. 6 , a nucleic acid-based aptamer that recognizes cocaine was engineered with instability in one stem of a three-way junction that binds cocaine. The short stem was labeled with a fluorophore and a quencher that in the absence of cocaine remains open and emits fluorescence. Introduction of cocaine results in a conformational change that brings the fluorophore and quencher in close proximity, reducing fluorescence output (see Fig. 6 , right panel). The aptamer beacon was selective over cocaine metabolites and could operate in serum, although it was In the open conformation fluorescence is observed. As the target, cocaine, is introduced the aptamer binds resulting in a closed conformation that quenches fluorescence (smaller font F). The right panel shows percent fluorescence quenching versus concentration of cocaine (black, seven different runs within two months), cocaine metabolites benzoyl-econine (red) and ecgonine methyl ester (green), and control aptamer (blue). (Adapted with permission from [98] . Copyright 2001, American Chemical Society.) stable under only brief exposure to the serum, and the sensitivity (∼10 μM detection limit) was not high enough for clinical or forensic applications.", "cite_spans": [{"start": 18, "end": 22, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 313, "end": 317, "text": "[98]", "ref_id": "BIBREF98"}, {"start": 1346, "end": 1350, "text": "[98]", "ref_id": "BIBREF98"}], "ref_spans": [{"start": 332, "end": 338, "text": "Fig. 6", "ref_id": "FIGREF5"}, {"start": 765, "end": 771, "text": "Fig. 6", "ref_id": "FIGREF5"}], "section": "Aptamer Beacon Nucleic Acid Probes"}, {"text": "Aptamer beacons have also been immobilized onto solid supports and modified with redox active groups for reagentless and label free electrochemical detection of small molecules [87] and proteins [52, 128] . Typically, the conformational change of the aptamer brings the electroactive group closer or farther away from the electrode surface in a manner similar to that shown in Fig. 4 of Sect. 2.2.2. The change in conformation results in an increase or decrease in redox current. Although these sensors provide a simple one-step protocol for detection with no labeling steps or addition of reagents, they again show small changes in current response between no analyte present, to fully saturated with target analyte (typically 10-200 nA differential) making analysis of the sensor output difficult.", "cite_spans": [{"start": 177, "end": 181, "text": "[87]", "ref_id": "BIBREF87"}, {"start": 195, "end": 199, "text": "[52,", "ref_id": "BIBREF52"}, {"start": 200, "end": 204, "text": "128]", "ref_id": "BIBREF128"}], "ref_spans": [{"start": 377, "end": 383, "text": "Fig. 4", "ref_id": "FIGREF3"}], "section": "Aptamer Beacon Nucleic Acid Probes"}, {"text": "In the early 1980s it was discovered that naturally occurring single stranded ribonucleic acid molecules are capable of catalyzing certain biochemical reactions in a manner similar to enzymes. Termed 'ribozymes', or 'catalytic RNA,' these biological catalysts participate in RNA ligation, cleavage, synthesis, alkylation and acyl-transfer reactions, and n-glycosidic and petide bond formation [123] . A well-studied prototype catalytic RNA molecule is the hammerhead ribozyme which recognizes specific RNA sequences and catalyzes cleavage and ligation reactions at a specific site in the recognized region [34, 80] . Hammerhead ribozymes are also capable of self-cleavage.", "cite_spans": [{"start": 393, "end": 398, "text": "[123]", "ref_id": "BIBREF123"}, {"start": 606, "end": 610, "text": "[34,", "ref_id": "BIBREF33"}, {"start": 611, "end": 614, "text": "80]", "ref_id": "BIBREF80"}], "ref_spans": [], "section": "Catalytic Molecular Beacon Nucleic Acid Probes"}, {"text": "Although DNA molecules are much more stable and serve as the primary carrier of genetic information in nature, naturally occurring catalytic DNA molecules have not yet been identified. However, single-stranded DNA molecules capable of performing catalytic reactions similar to RNA and enzymes can be engineered. Catalytic DNA, or deoxyribozymes, have been synthesized in the laboratory via an in vitro iterative selection process [14, 89] . Integrating this catalytic capability of single-stranded DNA with the structural dependent functionality of molecular beacons opens intriguing opportunities for development of complex, intelligent computational biosensors.", "cite_spans": [{"start": 430, "end": 434, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 435, "end": 438, "text": "89]", "ref_id": "BIBREF89"}], "ref_spans": [], "section": "Catalytic Molecular Beacon Nucleic Acid Probes"}, {"text": "Like traditional molecular beacons, so called catalytic molecular beacons typically contain a catalytic module and a beacon module [99] . As shown in Fig. 7 , the stem-loop structure of the beacon module is complementary to a portion of the catalytic module, completely inhibiting catalytic activity in the absence of target. In the presence of target oligonucleotide, the stem-loop structure is broken. The change in structure allosterically activates the deoxyribozyme complex. Leveraging the structural modularity of catalytic molecular beacons Stojanovic and colleagues have produced AND, NOT, XOR, YES and other DNA-based logic gates and circuits [54, 100, [102] [103] [104] . In the YES gate example presented in Fig. 7 , the deoxyribozyme module is a hammerhead-type that cleaves an oligonucleotide substrate only in the presence of DNA target. This substrate is labeled with a fluorophore on the 5′ end, and a quencher on the 3′ end. Once the catalytic molecular beacon is activated by target DNA and substrate is cleaved, fluorescence output significantly increases.", "cite_spans": [{"start": 131, "end": 135, "text": "[99]", "ref_id": "BIBREF99"}, {"start": 652, "end": 656, "text": "[54,", "ref_id": "BIBREF54"}, {"start": 657, "end": 661, "text": "100,", "ref_id": "BIBREF100"}, {"start": 662, "end": 667, "text": "[102]", "ref_id": "BIBREF102"}, {"start": 668, "end": 673, "text": "[103]", "ref_id": "BIBREF103"}, {"start": 674, "end": 679, "text": "[104]", "ref_id": "BIBREF104"}], "ref_spans": [{"start": 150, "end": 156, "text": "Fig. 7", "ref_id": "FIGREF6"}, {"start": 719, "end": 725, "text": "Fig. 7", "ref_id": "FIGREF6"}], "section": "Catalytic Molecular Beacon Nucleic Acid Probes"}, {"text": "Thus, in combination with DNA information processing techniques, DNA logic gates derived from catalytic molecular beacons are viable candidates for constructing intelligent computational biosensors. They can potentially integrate several molecular inputs, perform logical operations, and output an actionable signal and/or autonomously output the appropriate therapeutic. We have reported the development of a deoxyribozyme-based intelligent computational biosensor for the detection of genetic modifications in avian influenza [64, 65] . First, the deoxyribozyme YES iA (E6) gate was constructed, based on a previously reported modular design [99] , that appended a 15 nucleotide molecular beacon recognition loop into a hammerhead-type deoxyribozyme (Fig. 8, left panel) . Using a substrate labeled with a fluorophore and quencher, the YES iA (E6) deoxyribozyme exhibited a 14-fold increase in fluorescent signal intensity, resulting in a detection limit of 22.7 pM target DNA that was resolvable in only 3 min. This impressive detection limit and response time was a consequence of the catalytic behavior of the deoxyribozyme molecular beacon. Unlike traditional molecular beacons that are limited by a 1:1 target:signal stoichiometry, a single target DNA activates a given catalytic beacon, resulting in the cleaving of several substrate molecules. Thus, PCR amplification of target DNA prior to introduction to the sensor may not be We also showed that this system was very sensitive at discriminating the perfect complementary target input from sequences containing single base mutations. We compiled 45 single nucleotide polymorphism (SNP) containing target sequences, representing all possible single point mutations for each of the 15 positions in the target sequence. As shown in the right panel of Fig. 8 , discrimination between the targets and SNP-containing sequences was possible in only 5 min. Further, the kinetic behavior of the YES iA (E6) deoxyribozyme was impacted by the location and type of mutation in a quasi-predictable manner. This opened the exciting possibility of algorithm based analysis of the sensor output for predicting the exact location and composition of a given mutant [64] . This is potentially a powerful capability for DNA based sensors which typically cannot identify mismatches with high fidelity, and are not effective at detecting near neighbors for which the sensor was not designed. Development of a substrate-specific algorithm will be discussed more fully in Sect. 3.2.", "cite_spans": [{"start": 528, "end": 532, "text": "[64,", "ref_id": "BIBREF64"}, {"start": 533, "end": 536, "text": "65]", "ref_id": "BIBREF65"}, {"start": 644, "end": 648, "text": "[99]", "ref_id": "BIBREF99"}, {"start": 2208, "end": 2212, "text": "[64]", "ref_id": "BIBREF64"}], "ref_spans": [{"start": 752, "end": 772, "text": "(Fig. 8, left panel)", "ref_id": "FIGREF7"}, {"start": 1809, "end": 1815, "text": "Fig. 8", "ref_id": "FIGREF7"}], "section": "Catalytic Molecular Beacon Nucleic Acid Probes"}, {"text": "In addition to the single input gate, a two input AND gate was developed for detecting H5N1 avian influenza virus DNA that was capable of differentiating point mutations that would increase human susceptibility. We designed the H5N1 HA AND PB2 , gate to detect the mutated codon sequence in hemagglutinin (HA) protein that allows the virus to more readily bind to human cell receptors [129] , and the mutated codon sequence in polymerase basic 2 protein (PB2) that allows for efficient replication in mammalian cells [91] . Early detection of viruses containing either or both mutations is critical to averting a pandemic. The HA AND PB2 gate showed the ability to discriminate each normal input target (HA only, PB2 only, HA + PB2) and each mutant input sequence (normal HA/mutated PB2, normal PB2/mutated HA, mutated HA/mutated PB2). The normalized rate of fluorescence output was inversely proportional to the number of total mismatches [64] . Other interesting intelligent biosensors exploiting the computational ability of deoxyribozyme probes include the work of Yashin et al. in which communication between deoxyribozyme gates immobilized on beads was demonstrated [130] . The detection of an orally administered drug inducing the release of a therapeutic peptide was reported by Taylor et al. [108] . For more information on deoxyribozymes for sensing and logic gate applications the reader is referred to the review by Willner et al. [122] .", "cite_spans": [{"start": 385, "end": 390, "text": "[129]", "ref_id": null}, {"start": 517, "end": 521, "text": "[91]", "ref_id": "BIBREF91"}, {"start": 940, "end": 944, "text": "[64]", "ref_id": "BIBREF64"}, {"start": 1172, "end": 1177, "text": "[130]", "ref_id": "BIBREF131"}, {"start": 1301, "end": 1306, "text": "[108]", "ref_id": "BIBREF108"}, {"start": 1443, "end": 1448, "text": "[122]", "ref_id": "BIBREF122"}], "ref_spans": [], "section": "Catalytic Molecular Beacon Nucleic Acid Probes"}, {"text": "Aptamers, deoxyribozmes, and other physical properties of single stranded nucleic acids have been used to develop integrated intelligent biosystems. Capable of complex molecular detection and amplification schemes under autonomous and isothermal conditions, such systems are often described as 'molecular machines', 'nanodevices', or 'autonomous machines.' For example, by combining deoxyribozyme and DNA origami technologies, Lund et al. developed a DNA walker capable of autonomous behavior [53] .", "cite_spans": [{"start": 493, "end": 497, "text": "[53]", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "DNA Molecular Nanodevices"}, {"text": "Detection of the small molecule, AMP, or the protein, lysozyme, was reported by Willner and co-workers using a aptamer-deoxyribozyme nanodevice [49] . The device consists of an aptamer sequence (region I) designed to target AMP or lysozyme. The aptamer recognition sequence is integrated with a deoxyribozyme sequence (region II) that in the presence of heme, will catalyze hydrogen peroxide reduction. The catalytic activity by the deoxyribozyme has been described as a horseradish peroxidase mimic. A second DNA strand that is complementary to portions of both the aptamer and deoxyribozyme regions is used to prevent catalytic activity except in the presence of the aptamer target and heme. Catalytic turnover of hydrogen peroxide was monitored colorimetrical using ABTS, or via chemiluminescence using luminol.", "cite_spans": [{"start": 144, "end": 148, "text": "[49]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "DNA Molecular Nanodevices"}, {"text": "Other similar DNA molecular nanodevices employing amplification schemes have been reported by Willner's group for detection of single stranded DNA [126] , cocaine [92] , and even larger objects including viruses [9, 125] . For more information, the reader is referred to the recent and thorough review of nucleic acid based molecular devices by Krishnan and Simmel [44] .", "cite_spans": [{"start": 147, "end": 152, "text": "[126]", "ref_id": "BIBREF126"}, {"start": 163, "end": 167, "text": "[92]", "ref_id": "BIBREF92"}, {"start": 212, "end": 215, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 216, "end": 220, "text": "125]", "ref_id": "BIBREF125"}, {"start": 365, "end": 369, "text": "[44]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "DNA Molecular Nanodevices"}, {"text": "The integration of DNA computing principles with recent advances in DNA-based catalytic molecular probes and nanodevices holds great promise for revolutionizing the field of bioanalytics and computational biosensors. However, application and substrate-specific algorithm development is key for integration within a platform viable for in-field detection. Rapid development and deployment of application-specific microsensor detection systems requires algorithmic tools to map the biological detection challenge to the biosensor technology. Additionally computational biosensor-dependent technologies must incorporate algorithmic intelligence into the microsensor platform, enabling the execution of concurrent detection and classification tasks, such as systematic identification of nucleic acid sequences or polymorphisms that indicate the existence of microbial pathogens or disease-related genes in the presence of non-lethal agents.", "cite_spans": [], "ref_spans": [], "section": "Application and Substrate-Specific Algorithm Development"}, {"text": "We have outlined four general steps needed in the design of a computational biosensor (depicted in Fig. 9) , where the first three steps focus on the development of computational algorithms for customizing the biological application to the sensor platform. Steps include: (1) Bioinformatics analysis to generate candidate probes;", "cite_spans": [], "ref_spans": [{"start": 99, "end": 106, "text": "Fig. 9)", "ref_id": null}], "section": "Application and Substrate-Specific Algorithm Development"}, {"text": "(2) Generation of probe-based classification algorithms; (3) Design and simulation of realizable biosensor and classification system; (4) System fabrication using computational biosensor-based substrate.", "cite_spans": [], "ref_spans": [], "section": "Application and Substrate-Specific Algorithm Development"}, {"text": "In this section we provide an overview of computational methods and algorithms used in the first three steps of the development process. We also provide an overview of methods used specifically for mapping biosensor applications to nucleic acid based computational sensor platforms. Fig. 9 Procedure for de novo generation of an application specific \"intelligent\" DNA sensor system", "cite_spans": [], "ref_spans": [{"start": 283, "end": 289, "text": "Fig. 9", "ref_id": null}], "section": "Application and Substrate-Specific Algorithm Development"}, {"text": "Nucleic acid-based biosensor applications generally attempt to detect the presence of a subsequence target or set of subsequences that correspond to key components of a genome or transcription product. Identification of the most informative regions of a target that enable high detection of targets in a potentially noisy background and accurate classification of targets or variations in the target can be computationally challenging. Nucleic acid sensors and molecular beacons are viable options for genotyping, haplotyping and various gene and mRNA identification applications due to their relatively short target recognition site and their ability to discriminate polymorphisms in target sequences [17, 50, 67, 68, 77] . Various algorithmic methods such as those used in microarray design, haplotyping, and polymorphism detection have been explored for target identification and generation of candidate subsequences for use in nucleic acid based biosensors. Subsequence selection is a multifaceted challenge requiring analysis and classification methods suited for the given biosensing application. Single nucleotide polymporphism (SNP) based applications have used information entropy to characterize and create initial sets of candidate SNPs for haplotyping and phenotype classification [47, 48] . Statistical and entropy based heuristics can yield subsequence groups with high correlation and minimal redundancy. Linear regression, Bayesian approaches, machine learning methods, genetic algorithms, and support vector machines are examples of methods used to search for the optimal SNP or subsequence subsets with maximal phenotype detection and classification performance [10, 30, 48] .", "cite_spans": [{"start": 702, "end": 706, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 707, "end": 710, "text": "50,", "ref_id": "BIBREF50"}, {"start": 711, "end": 714, "text": "67,", "ref_id": "BIBREF67"}, {"start": 715, "end": 718, "text": "68,", "ref_id": "BIBREF68"}, {"start": 719, "end": 722, "text": "77]", "ref_id": "BIBREF77"}, {"start": 1293, "end": 1297, "text": "[47,", "ref_id": "BIBREF46"}, {"start": 1298, "end": 1301, "text": "48]", "ref_id": "BIBREF47"}, {"start": 1680, "end": 1684, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 1685, "end": 1688, "text": "30,", "ref_id": "BIBREF29"}, {"start": 1689, "end": 1692, "text": "48]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Methods for Subsequence Selection for Candidate Probes"}, {"text": "Molecular beacons and catalytic molecular beacons have short target recognition regions. Our method for finding highly informative subsequences was based on the integration of sequence alignment and information theory algorithms. As an example application we consider the design of a deoxyribozyme-based computational sensor for identification and monitoring of H5N1, the causative agent of influenza (May et al. [65] . Surveillance plus antigenic and genetic analysis have been used to monitor known H5N1 variants and identify emerging sublineages [97] . Large-scale sequencing efforts, such as the St. Jude Influenza Genome Project [71] , provide genetic information for the design of computational biosensors that can aid in tracking and characterizing regional strains of H5N1. Since the genomic sequence of influenza viruses is highly mutable [27, 72] given a set of subtypes or strains, it was challenging to find several highly conserved regions that sufficiently distinguish the groups. In designing the FluChip diagnostic microarray, Mehlmann et al. manually inspected a phylogenetic tree of influenza sequences to identify clades that had sufficient sequence similarity [66] . These clades were then used in an automated probe extraction strategy. To encourage process uniformity and minimize design time, we developed extraction methods that minimize the manual intervention in the probe identification process. Using 164 H5N1 hemagglutinin (HA) gene sequences (NCBI Influenza Virus Resource) from samples spanning five different geographic locales (Egypt, Hong Kong, Indonesia, Thailand, and Vietnam), we generated a multiple alignment and consensus sequence for each locale using MUSCLE [21] . We then created a multiple alignment of the five consensus sequences, in order to index the nucleotides across all sequences uniformly. To find regions of low variation within a locale, we used an information theory approach. We set a window size of k = 5 nucleotides, and for each index, we calculated the k-mer (words of length k) sequence entropy using the standard entropy equation [18] E i = − ∑ w ∈ words i p i ðwÞ log 2 p i ðwÞ where the sum is over all k-length words occurring at position i in the alignment, and p i (w) is the proportion of words found at position i that are equal to w. Thus, positions with low k-mer sequence diversity-e.g., only one or two unique words occurring throughout the alignment at that position-will have low entropy, while positions that have high sequence diversity will have high entropy. We included only the ungapped words in the entropy calculation and introduce a uniform gap penalty to disfavor gapped positions in our calculation.", "cite_spans": [{"start": 413, "end": 417, "text": "[65]", "ref_id": "BIBREF65"}, {"start": 549, "end": 553, "text": "[97]", "ref_id": "BIBREF97"}, {"start": 634, "end": 638, "text": "[71]", "ref_id": "BIBREF71"}, {"start": 848, "end": 852, "text": "[27,", "ref_id": "BIBREF26"}, {"start": 853, "end": 856, "text": "72]", "ref_id": "BIBREF72"}, {"start": 1180, "end": 1184, "text": "[66]", "ref_id": "BIBREF66"}, {"start": 1700, "end": 1704, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 2093, "end": 2097, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Information Theory Based Subsequence Selection for Molecualr Beacon Probes"}, {"text": "Once each alignment was annotated with the k-mer entropy per position, we extracted indices that had low sum-entropy spanning 15 nucleotides, the length of the target-binding region of the deoxyribozyme. Using an empirically determined entropic cutoff of E 15 < 8 bits, we collated all of the unique 15-nucleotide words at each low sum-entropy position; a percentile cutoff could also be employed. We reduced the candidate probe set by removing the most infrequent words, such that at least 90% of the individuals in the alignment contained one of the words in the reduced set. While using a larger k-mer would seem the most direct method, we found that large k-mers decreased the resolution of the algorithm and the resulting candidate probe set (Fig. 10) .", "cite_spans": [], "ref_spans": [{"start": 747, "end": 756, "text": "(Fig. 10)", "ref_id": "FIGREF0"}], "section": "Information Theory Based Subsequence Selection for Molecualr Beacon Probes"}, {"text": "The initial probe set was subjected to additional heuristic filters. Candidate target subsequences were: (1) Checked to ensure that they were not cross reactive with non-HA H5N1 gene sequence; (2) Annotated according to their maximum classification sensitivity over all regions/locales (defined as #individuals in a locale containing the word total #individuals in a locale ) and a specificity measure equal to the entropy of the distribution of classification sensitivities. Candidate probes with sensitivity less than 0.75 and specificity scores less than 1 (maximum is -log2 1 5 ) were removed. We subsequently performed a final filtering step to identify probe sequences that had a high probability of structural incompatibility with the deoxyribozyme gate architecture (see Sect. 3.3). We applied our algorithmic pipeline to identify candidate probes for distinguishing influenza subtypes and were able to extract 392 candidate marker sequences on the HA gene spanning the five regional subtypes. Our results suggest that our method is robust to sequence groups with high variation.", "cite_spans": [], "ref_spans": [], "section": "Information Theory Based Subsequence Selection for Molecualr Beacon Probes"}, {"text": "Nucleic acid based biodetection applications determine the presence or absence of a target using a subset of the target's genomic space. Depending on the sensor platform, the number of target probes incorporated in the system can vary in number and length. Consequently once an initial set of candidate probes are generated, further refinement of the target subsequence set may be required. Algorithmic or heuristic-based methods must generate a set of probes that when detected can be used to computationally classify the sample as one of multiple targets or a non-target, thus the probe selection and the sensor output classification algorithm are strongly correlated. Use of genome wide association and polymorphism data to predict disease phenotypes or to identify drug resistant pathogens require the selection of optimal probe or SNP sets for maximal classification outcome. Statistical methods have been used to rank SNPs in order to optimize disease prediction outcome using single or ensemble classification algorithms [59] . Classification methods used include decision trees, logistic regression, support vector machines and Bayesian methods. In addition to statistical methods, regression methods, support vector machines, Mahalanobis distance, and machine learning methods have been used in EGYPT H. KONG VIETNAM Probe Set = [P 1 P 2 P 3 P 4 P 5 P 6 P 7 ... ... P 995 ] Fig. 10 Use of alignment and information algorithms for candidate probe selection for strain classification of regional H1N1 strains developing classification algorithms for various application areas including genotyping, haplotyping, and mortality rate prediction [30, 47, 84] .", "cite_spans": [{"start": 1028, "end": 1032, "text": "[59]", "ref_id": "BIBREF59"}, {"start": 1648, "end": 1652, "text": "[30,", "ref_id": "BIBREF29"}, {"start": 1653, "end": 1656, "text": "47,", "ref_id": "BIBREF46"}, {"start": 1657, "end": 1660, "text": "84]", "ref_id": "BIBREF84"}], "ref_spans": [{"start": 1383, "end": 1390, "text": "Fig. 10", "ref_id": "FIGREF0"}], "section": "Classification Algorithms for Nucleic Acid Biosensor Applications"}, {"text": "Many nucleic acid based detection applications rely on classification algorithms that can be implemented \"off chip\" using traditional silicon-based computing platforms to post-process, analyze and interpret the detection event. However, the ability of molecular beacons, deoxyribozymes in particular, to functionally operate as computational logic gates enables us to concurrently detect and classify probe sets. Ultimately this reduces post-processing cost and potentially reduces classification error due to signal loss. To take advantage of the integrated computing capability of computational nucleic acid molecules [39, 105] , we explore new algorithmic methods that couple detection and classification while considering potential computational and design limitations of the molecular beacon.", "cite_spans": [{"start": 620, "end": 624, "text": "[39,", "ref_id": "BIBREF38"}, {"start": 625, "end": 629, "text": "105]", "ref_id": "BIBREF105"}], "ref_spans": [], "section": "Classification Algorithms for Nucleic Acid Biosensor Applications"}, {"text": "In order to demonstrate the capabilities of the deoxyribozyme platform for computational biosensing, we used the 392 candidate marker sequences generated from the HA gene spanning three of the five regional H5N1subtypes (Egypt, Hong Kong, Indonesia, Thailand, and Vietnam) to develop a prototype computational biosensor system [65] . Our system was designed de novo and was able to concurrently perform complex detection/classification tasks in the biological substrate, classifying a nucleic acid sample as belonging to one of the three regional subtypes based on the HA gene. The ability to compute differentiates this system from other molecular sensor systems. By increasing the complexity of the executed algorithm one can potentially increase the sensitivity and specificity of the biosensor, hence improving accuracy through computation.", "cite_spans": [{"start": 327, "end": 331, "text": "[65]", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "Algorithmic Design of Intelligent Deoxyribozyme Sensors"}, {"text": "We reduced the region classification problem to an experimentally tractable form: develop a deoxyribozyme-compliant algorithm that detects and classifies a candidate strain as originating from Egypt, Hong Kong, or Indonesia, using a reduced probe set of 75 candidate probes. The reduced probe set was selected from the candidate probe set based on their maximum classification sensitivity values. Using coding theoretic methods described in prior work [62] [63] [64] [65] we formulated the classification and design problem as an inverse error control code (ECC), where we determine the optimal parity check matrix, H T EgHkIn , such that", "cite_spans": [{"start": 452, "end": 456, "text": "[62]", "ref_id": "BIBREF62"}, {"start": 457, "end": 461, "text": "[63]", "ref_id": "BIBREF63"}, {"start": 462, "end": 466, "text": "[64]", "ref_id": "BIBREF64"}, {"start": 467, "end": 471, "text": "[65]", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "Algorithmic Design of Intelligent Deoxyribozyme Sensors"}, {"text": "where C Region_i is the set of all sample sequences from Region i , for i = {Egypt, Hong Kong, Indonesia}; a sample sequence (a row in C Region_i ) is a 75-bit binary sequence, where a 1 at location p indicates that probe sequence p is present in the sample sequence. S Region_i is the syndrome matrix for Region_ i and contains the syndrome vector for each sequence in C Region_i. The solution for the optimal H T EgHkIn concurrently maximized the inter-region hamming distance d hamming (S Region_i, S Region_j ) of the regional syndrome matrix, minimized the intra-region hamming distance d hamming (S Region_i, S Region_i ), and maximized the number of zeros in H T EgHkIn . These constraints were designed to produce efficient classification algorithms using a minimal set of probes.", "cite_spans": [], "ref_spans": [], "section": "H T EgHkIn * C Region i = S Region i"}, {"text": "We used our coding theory based method to generate an (n = 75, k = 72), deoxyribozyme compliant detection and classification algorithm. The algorithm resulted in a three column regional syndrome matrix, which corresponds to three computational wells, and used a genetic algorithm to search the space of feasible linear block codes that satisfied our design constraints. The resulting H T EgHkIn used 18 of the 75 probe sequences from the reduced set. Our detection and classification algorithm for each of our three computational wells (CompWell) was reported as follows (⊕ indicates exclusive-OR): Table 1 lists the probe sequences used in each computational well. The algorithm produced three regionally distinct average syndrome patterns:", "cite_spans": [], "ref_spans": [{"start": 599, "end": 606, "text": "Table 1", "ref_id": "TABREF0"}], "section": "H T EgHkIn * C Region i = S Region i"}, {"text": "Based on the resulting syndrome patterns the computational biosensor system should be able to correctly distinguish the Egypt and Indonesian strains, but may not be as successful when distinguishing between the Hong Kong and Indonesian strains. A longer syndrome vector, hence additional computational wells, should result in a more accurate computational biosensor system. The algorithm in the computational wells can be used to design multiple deoxyribozyme gates to implement the prototype system.", "cite_spans": [], "ref_spans": [], "section": "H T EgHkIn * C Region i = S Region i"}, {"text": "The desired outcome of the algorithmic design process is the development of a realizable biosensor and classification system. A key to successful system fabrication is the design of structurally and functionally accurate molecular probes. Several computational tools, methods, and integrated pipelines for designing molecular beacons and various nucleic acid-based biosensor systems have been reported. Specific to molecular beacon probes, computational methods for ribozyme design using a random search method and partition function for calculating base-pair bindings was developed by Penchovsky and Breaker [74] . Building on [28] . Additional methods for molecular design and simulation of nucleic acid-based circuits composed of multiple interacting molecular probes have also been explored [31, 75, 85] . Drawing on existing tools and thermodynamic-based methods, we developed computational methods and metrics for evaluating candidate deoxyribozyme gates used to implement in vitro computational biosensors [64, 65] .", "cite_spans": [{"start": 609, "end": 613, "text": "[74]", "ref_id": "BIBREF74"}, {"start": 628, "end": 632, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 795, "end": 799, "text": "[31,", "ref_id": "BIBREF30"}, {"start": 800, "end": 803, "text": "75,", "ref_id": "BIBREF75"}, {"start": 804, "end": 807, "text": "85]", "ref_id": "BIBREF85"}, {"start": 1013, "end": 1017, "text": "[64,", "ref_id": "BIBREF64"}, {"start": 1018, "end": 1021, "text": "65]", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "Design of Nucleic-Acid Based Biosensor Substrates"}, {"text": "As in all probe design steps, the influence of the target sequence on the probe structure can result in undesirable secondary structure. For deoxyribozymes this is particularly critical as the change in conformation is key to the enzymatic and Boolean functionality of the computational gate. Using the E6 catalytic core sequence [54] and the probe sequences generated by our algorithmic pipeline, we screened candidate probes to ensure that the target loop sequences had minimal complementarity to the catalytic portion of the deoxyribozyme, as well as minimal complementarity to other target sequences when multiple loops exist on the same gate.", "cite_spans": [{"start": 330, "end": 334, "text": "[54]", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "Designing Realizable Deoxyribozyme Gates"}, {"text": "Based on the form of the equations generated for the three computational wells, we required a series of probe sequences to be combined and incorporated into XOR functions. At the time of our prototype design there did not exist a deoxyribozyme gate that implemented the XOR function, therefore in lieu of an XOR gate we designed two complementary ANDNOT gates with the loops reversed to perform the same logic (p ⊕ q ⇒ (p ∧ ¬q) ∨ (¬p ∧ q). To determine which loops were pairwise compatible, we optimized selection based on string edit distance, calculated using Smith-Waterman local alignment [121] , and hybridization energy calculated using the UNAFold software package. Using a graph theoretic approach we found the optimal probe-pairing using an implementation of Edmonds' Algorithm [22] written by Eppstein [25] . Unpaired probe sequences were incorporated into YES gates. We designed two complementary ANDNOT gates for each paired probe sequence using the E6 deoxyribozyme catalytic sequence. For each gate, we generated the minimum free energy structure using UNAFold and verified its structural similarity to the reported ANDNOT gate structure, however minor structural variations were permitted in the target recognition regions.", "cite_spans": [{"start": 593, "end": 598, "text": "[121]", "ref_id": "BIBREF121"}, {"start": 787, "end": 791, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 812, "end": 816, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Designing Realizable Deoxyribozyme Gates"}, {"text": "Due to the high cost and long turnaround times associated with experimental biosensor measurements, computational, or \"in silico\", prediction of biosensor performance is highly desirable prior to system fabrication. Computational predictions can be used to quickly and inexpensively screen proposed new biosensor designs and provide molecular-level rationale for experimentally observed phenomena. We have demonstrated the ability to computationally predict experimentally observed deoxyribozyme system performance using DNA hybridization thermodynamics information [64] . Ideally the use of molecular simulation could serve as a plausible method for investigation of the atomistic details of deoxyribozyme gate function using CHARMM [55] and AMBER [20] force fields. Both have been developed to include parameters for nucleic acid molecules and have been shown to be reasonably reliable models in representing the structural and dynamic properties of nucleic acids. These force field functional forms are included in massively parallel molecular dynamics (MD) software packages such as LAMMPS (Large-scale atomic/molecular massively parallel simulator; lammps.sandia.gov) and have been used in many biomolecular simulation studies. Unfortunately, complete observation of real gate dynamics would require orders of magnitude more simulation time than was feasible even given high performance computing resources. However valuable information can be extracted from short molecular scale simulations including insight into important 3D structural effects in the hybridization thermodynamics predictions.", "cite_spans": [{"start": 566, "end": 570, "text": "[64]", "ref_id": "BIBREF64"}, {"start": 734, "end": 738, "text": "[55]", "ref_id": "BIBREF55"}, {"start": 749, "end": 753, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Computational Modeling and Simulation of Deoxyribozyme Gates"}, {"text": "Using DNA hybridization thermodynamics we can predict properties of candidate gates by accumulating contributions from base pair matches and nearest neighbor interactions. Such calculations are possible using assigned parameters that are fit from extensive experimental measurements and methods pioneered by the SantaLucia lab that has enabled nucleic acid hybridization thermodynamics prediction [76, 88] . Thermodynamics based methods developed by SantaLucia and colleagues have been implemented in two comparable software packages: the freely available HyTher web server and the commercial Oligonucleotide Modeling Platform (OMP) sold by DNA Software, Inc. Our initial prediction pipeline used HyTher, but ultimately we used OMP to develop a pipeline for deoxyribozyme gate and computational well design [65] .", "cite_spans": [{"start": 397, "end": 401, "text": "[76,", "ref_id": "BIBREF76"}, {"start": 402, "end": 405, "text": "88]", "ref_id": "BIBREF88"}, {"start": 807, "end": 811, "text": "[65]", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "Computational Modeling and Simulation of Deoxyribozyme Gates"}, {"text": "Using OMP to compute DNA hybridization thermodynamics, we developed a Python pipeline for computing ribozyme performance. Experimental conditions can serve as inputs to OMP, including primary sequences of the oligonucleotides, solution temperature, ionic concentrations, and buffer conditions. The output of OMP includes: melting temperature (Tm), hybridization free energy change (ΔG), and activated deoxyribozyme concentration ((active)). Although the three thermodynamic quantities correlated well with the experiments, we found that (active), the concentration of activated deoxyribozymes, produces the best agreement. We used the data to relate experimentally-measured changes in fluorescence with respect to time to the concentration of activated ribozymes as follows:", "cite_spans": [], "ref_spans": [], "section": "Computational Modeling and Simulation of Deoxyribozyme Gates"}, {"text": "where k is a rate constant and (substrate) is the concentration of substrate molecules cleaved by the deoxyribozyme gate. We set the concentration threshold for activated ribozyme to a 1 nM as a cutoff to distinguish between pairs producing a strong fluorescence signal (on or logic 1), and those pairs that produce no distinguishable signal (off or logic 0). Using this approach we were able to simulate individual gate performance and simulate system performance for our prototype system. We used the algorithmic methods described in Sects. 3.1 through 3.3 to develop and test a simple prototype system and demonstrate the feasibility of using in silico design to build a deoxyribozyme-based computational biosensor. We devised a reduced (N = 52, K = 47) coding-based algorithm for subtype classification resulting in a three-bit classification algorithm:", "cite_spans": [], "ref_spans": [], "section": "Computational Modeling and Simulation of Deoxyribozyme Gates"}, {"text": "where CompWell represents the computational well, which is realized by combining the discretized binary output of the microplate wells containing each of the YES-gates in the classification algorithm. The YES-gate target probe sequences are listed in Table 2 . We used our OMP-based pipeline to design, simulate, and generate a realizable. YES-gate only system and a YES-gate/AND-NOT gate implementation. The AND-NOT gate implementation uses two AND-NOT gates to implement the exclusive-OR (⊕) function, which we performed in our post-processing step. Our computational biosensor system was implemented, in vitro and we tested the system's performance in H5N1 regional subtype classification using our fluorescence-based detection platform and synthesized input DNA sequences [64, 65] . The results of the experimental tests for the YES-gate configuration and the predicted system output is shown in Fig. 11 . The binary microwell values were combined to compute the value of each computational well for a sample sequence set as shown. The binary syndrome pattern of the computational wells determined which H5N1 strain the input sequence set belonged (Table 3 ). Using the binary patterns, we correctly identified the subtype of 97.3% of the simulated sample sequences. ", "cite_spans": [{"start": 776, "end": 780, "text": "[64,", "ref_id": "BIBREF64"}, {"start": 781, "end": 784, "text": "65]", "ref_id": "BIBREF65"}], "ref_spans": [{"start": 251, "end": 258, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 900, "end": 907, "text": "Fig. 11", "ref_id": "FIGREF0"}, {"start": 1152, "end": 1160, "text": "(Table 3", "ref_id": "TABREF2"}], "section": "Computational Modeling and Simulation of Deoxyribozyme Gates"}, {"text": "Thus far we have discussed two key capabilities required for generating advanced computationally intelligent nucleic acid-based microsensor platforms that are reliable, deployable, and limit reliance on off-platform computational post-processing. These two capabilities are use of catalytic nucleic acid-based molecular probes and machines (Sect. 2.2), and application and substrate-specific algorithm development (Sect. 3). We finish this chapter discussing a third key capability, the interface between the biological recognition event and the microsensor, and the transduction of information between the two. Several methodologies and technologies have been successfully employed for detection of a wide variety of molecules via nucleic acid-based recognition elements. These methodologies innately possess advantages and disadvantages. The choice of which detection modality one applies can therefore have a profound impact on the utility of the sensor.", "cite_spans": [], "ref_spans": [], "section": "DNA Detection Platform Development"}, {"text": "Biosensing detection modalities are broadly characterized into three signal transduction systems: optical, gravimetric, and electrochemical. These three techniques and their characteristics enabling the design and implementation of computational biosensors will be briefly discussed.", "cite_spans": [], "ref_spans": [], "section": "Detection Modalities"}, {"text": "Optical nucleic acid detection methods encompass fluorescence, surface plasmon resonance (SPR), surface enhanced Raman spectroscopy (SERS), luminescence, colorimetric, and similar techniques for transducing the biorecognition event. The most widely used optical biodetection modality is fluorescence. This method relies on the use of fluorescent labels, or the generation of a fluorescent signal, for detection of the biorecognition event. This approach often yields simple to interpret, semi-quantitative data with very low detection limit. Use of fluorophores of differing colors also allows for multianalyte biodetection. However, fluorescence-based detection requires an excitation light source, optics to filter the excitation wavelength from the emitted fluorescence wavelength, and a photo detector sensitive to the emitted fluorescence. These components are typically integrated together into bench-top laboratory equipment (e.g. fluorescence microscope, fluorometer) that is expensive, not portable, and requires training and post-signal processing.", "cite_spans": [], "ref_spans": [], "section": "Optical Detection"}, {"text": "Developments in light emitting diode (LED) technology have led to advances in portable fluorescence-based DNA detection technologies. For example, Wand and Trau recently reported a generic DNA bioassay using an LED/photodiode system that fits into an aluminum briefcase and can detect PCR products at a concentration as low as 97 fmol [116] . We anticipate continued progress in portable fluorescence-based DNA detection as these technologies are further refined.", "cite_spans": [{"start": 335, "end": 340, "text": "[116]", "ref_id": "BIBREF116"}], "ref_spans": [], "section": "Optical Detection"}, {"text": "Surface plasmon resonance (SPR) is a technique that monitors minute changes in refractive index occurring at the interface between materials with differing refractive indices. Commonly, a prism is coated with a thin gold layer that is functionalized with single-stranded DNA probes. A solution containing the analyte flows over this surface. Infrared or visible light at a single wavelength near the surface plasmon resonance condition is directed incident to the gold surface at the resonance angle, resulting in a minimum of the reflected light intensity. Upon binding of the target DNA to the probe surface, the surface resonance condition is altered, resulting in a change in the refractive index [16, 73] . Thus, a significant advantage of SPR-based DNA detection is that no label is required. However, false positives due to non-specific binding of non-target DNA and other components in the analyte solution are significant challenges. Non-specific binding is a common concern with nearly all label-free based biodetection systems.", "cite_spans": [{"start": 701, "end": 705, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 706, "end": 709, "text": "73]", "ref_id": "BIBREF73"}], "ref_spans": [], "section": "Optical Detection"}, {"text": "Surface enhanced Raman spectroscopy (SERS) is a surface technique that has been used for DNA detection in which rough metallic nanostructures are used to substantially increase very weak Raman scattering. When molecules absorb onto the roughened nanostructures, incident light excites surface plasmons, or forms charge-transfer complexes, resulting in a significant enhancement in excitation intensity which can be as high as 10 9−11 [45] . This allows for detection of molecules on the SERS substrate that would normally be undetectable using Raman alone. This phenomenon has resulted in the bourgeoning field of SERS-based detection of molecules of biomedical interest and the development of many SERS probes/substrates [90] . For example, the Vo-Dinh group has used SERS for detection of DNA hybridization to targets specific for breast cancer and the HIV-1 viral gene [114] . Nanomaterials modified with aptamers have also been widely used for SERS-based biosensing [117] . Although sensitive and specific, this technique can still require target amplification (typically PCR) as the detection limits are not sufficiently low for detection of DNA levels in real-world samples. Also, although portable Raman spectrometers are currently commercially available, these devices can be challenging to operate in the field, must be calibrated to the specific target, can be confounded by complex sample solutions, and are expensive [61] .", "cite_spans": [{"start": 434, "end": 438, "text": "[45]", "ref_id": "BIBREF44"}, {"start": 722, "end": 726, "text": "[90]", "ref_id": "BIBREF90"}, {"start": 872, "end": 877, "text": "[114]", "ref_id": "BIBREF114"}, {"start": 970, "end": 975, "text": "[117]", "ref_id": "BIBREF117"}, {"start": 1429, "end": 1433, "text": "[61]", "ref_id": "BIBREF61"}], "ref_spans": [], "section": "Optical Detection"}, {"text": "We already discussed an aptamer-DNAzyme molecular nanodevice that produces a colorimetric signal, or chemiluminescent signal, in the presence of the target analyte and hemin [49] , Sect. 2.2.5). Optical and chemiluminescence approaches are advantages in that the results can typically be read by eye, thus they do not require laboratory equipment or significant training to read. However, the detection limit of these systems is often poor as sufficient signal must be generated to be visually discernable. Better detection limits are possible using spectrometers for absorbance/light intensity measurements. However, using such a device negates the advantage of using a detection system that can be read by eye. In the case of the aptamer-DNAzyme system mentioned above, in which the optical signal is catalytically amplified beyond the 1:1 target to signal ratio, the detection limit of AMP was still only 4 μM. Thus, optical based systems for DNA detection have not yet found significant use outside the laboratory.", "cite_spans": [{"start": 174, "end": 178, "text": "[49]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Optical Detection"}, {"text": "Gravimetric detection modalities rely on measuring small changes in mass upon target binding at the sensor surface. Quartz crystal micobalances (QCMs) are the most wide reported gravimetric biodetection devices. These devices are composed of a quartz wafer sandwiched between two electrodes (typically gold). One of the electrodes is then functionalized with a thin film containing the capture probe. An oscillating electric field is applied between the two electrodes, resulting in a mechanical resonance in the crystal that is very sensitive to mass [15] . The relation between the electrical and mechanical oscillations to the mass on the crystal is described by the Sauerbrey equation:", "cite_spans": [{"start": 552, "end": 556, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Gravimetric Detection"}, {"text": "where Δf is the oscillation frequency, Δm is the mass change, A is the piezoelectrically active area of the crystal, and μ and ρ are the shear modulus and density of the crystal, respectively.", "cite_spans": [], "ref_spans": [], "section": "Gravimetric Detection"}, {"text": "Such sensors are capable of detecting nanogram changes in mass, in real-time. DNA-based QCM detectors measure the increase in mass due to hybridization of target to the capture probe, resulting in a decrease in resonance frequency. Another significant advantage to this system is the target does not need to be labeled. However, such devices suffer from the same non-specific binding limitation, resulting in false positive measurements, common to most label free sensors [36] .", "cite_spans": [{"start": 472, "end": 476, "text": "[36]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Gravimetric Detection"}, {"text": "Surface acoustic wave (SAW) devices operate in a similar fashion. A thin piezoelectric crystal is modified with interdigitated electrodes. An oscillating electric field generates a surface acoustic wave, or a bulk acoustic wave, that is launched across the crystal. The crystal surface is functionalized with the capture probe. As the acoustic energy is confined to the thin surface region of the crystal substrate, binding of target molecules to the surface induces perturbations to the wave, altering its amplitude and velocity. Thus, the surface wave device can operate as a mass or viscosity sensor [13, 19] .", "cite_spans": [{"start": 603, "end": 607, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 608, "end": 611, "text": "19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Gravimetric Detection"}, {"text": "Most reports of detection of DNA using these devices require PCR amplification. However, some sensors have been reported that detect target DNA in non-amplified samples. For example, Karamollaoglu et al. reported detection of a genetic insert in tobacco plants from PCR amplified DNA samples, and from samples fragmented by digestion and ultrasonication, using a QCM-based DNA biosensor [40] .", "cite_spans": [{"start": 387, "end": 391, "text": "[40]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Gravimetric Detection"}, {"text": "The surface chemistry used to modify the crystal surface with the DNA capture probe can have a profound impact on the specificity, detection limit and dynamic range of the system. Several reports comparing gold-thiol to thiol-dextran [57] , gold-thiol to biotin-streptavidin [58] , and gold-thiol to amine-gluteraldehyde [40] , all show statistically significant difference in sensitivity and dynamic ranges. Typically, the best results are obtained from the gold-thiol surface as these molecules assemble more densely (increased probe density, reduced sites for non-specific binding) and are comparatively lower in mass (surface chemistry does not contribute as significantly to frequency changes), allowing for more sensitive discrimination target binding induced changes in surface mass.", "cite_spans": [{"start": 234, "end": 238, "text": "[57]", "ref_id": "BIBREF57"}, {"start": 275, "end": 279, "text": "[58]", "ref_id": "BIBREF58"}, {"start": 321, "end": 325, "text": "[40]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Gravimetric Detection"}, {"text": "These devices are amenable for use outside the lab, with portable versions reported [4, 11] . However, they can be high cost, are non-trivial to construct, and require sensitive measurements and data post-processing. This makes production of simple to operate and low cost gravimetric-based DNA detection devices challenging.", "cite_spans": [{"start": 84, "end": 87, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 88, "end": 91, "text": "11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Gravimetric Detection"}, {"text": "Electrochemical detection methods utilize changes in reduction/oxidization (redox) reactions and electron transfer (including conductivity) properties associated with binding of the target molecule to a conducting substrate. Substrates are most often gold, platinum, or carbon. Conducting polymers and other metallic materials have also been successfully employed for electrochemical biosensing. The substrates can be either planar solids, or three dimensional with high surface area and porosity, or nanoscale in dimension. DNA capture probes are immobilized onto the conducting surface, and hybridization of target DNA to the capture probe is monitored directly or indirectly.", "cite_spans": [], "ref_spans": [], "section": "Electrochemical Detection"}, {"text": "Direct methods typically measure changes in current directly from redox reactions with nucleic acid bases in the target DNA, most notably, the direct oxidation of guanine [38] which can be further amplified by using a catalytic mediator such as (Ru(bpy) 3 ) 2+ [95] . Background signal from the capture probe can be significantly reduced by replacing guanines with uracil, a nucleobase that also binds to cytosine, but oxidizes at a potential much higher than guanine. Thus, only when the target strand hybridizes to the surface is a current from guanine oxidation obtained. Direct detection can also occur by measuring changes in the electrode/electrolyte interface properties upon target hybridization typically by electrochemical impedance spectroscopy (EIS) or conductivity, although these methods are generally not very sensitive without addition of a redox mediator probe (e.g. ferricyanide, methylene blue).", "cite_spans": [{"start": 171, "end": 175, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 261, "end": 265, "text": "[95]", "ref_id": "BIBREF95"}], "ref_spans": [], "section": "Electrochemical Detection"}, {"text": "Indirect methods make use of redox or electroactive mediators that can intercalate with hybridized double-stranded DNA. Examples of electroactive double stranded DNA intercalators include ethidium bromide and daunomycin. Alternatively, and most commonly, indirect methods employ labels such as enzymes, metallic or semiconductor nanoparticles, dendrimers, liposomes, carbon nanotubes, nanowires, etc., which enable a wide variety of electrochemical detection schemes and also significantly amplify the measured signal output [79] . In these schemes it is the label that is detected, or provides the electrochemical signal, indicating hybridization has occurred.", "cite_spans": [{"start": 525, "end": 529, "text": "[79]", "ref_id": "BIBREF79"}], "ref_spans": [], "section": "Electrochemical Detection"}, {"text": "Electrochemical detection provides significant advantages over other common detection and signal transduction methods. Specifically, it can be very sensitive, with detection limits in the pico-and fempto-molar range, detecting DNA in non PCR amplified samples [109] . Also, electrochemical detection can be rapid and provide greater specificity and sensitivity over optical detection methods as interfering background fluorescence does not adversely affect the electrochemical signal. Unlike fluorescent or biological molecules which bleach or degrade with time, electroactive molecules are typically more stable and insensitive to the environment.", "cite_spans": [{"start": 260, "end": 265, "text": "[109]", "ref_id": "BIBREF109"}], "ref_spans": [], "section": "Electrochemical Detection"}, {"text": "Further, multianalyte biodetection is often simpler with electrochemical schemes by using either multiple electroactive labels with differing redox potentials, or an array of individually addressable electrodes that are selectively modified with differing capture probes. For example, we reported the first simultaneous electrochemical detection of DNA and protein on a single platform by selectively immobilizing single stranded DNA probes on five individually addressable electrodes, and immobilizing antibody probes on another four individually addressable electrodes, in a nine element array [29] .", "cite_spans": [{"start": 596, "end": 600, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Electrochemical Detection"}, {"text": "Importantly, electrochemical detection systems are also much simpler to miniaturize as integrated circuit fabrication methods can be leveraged to produce the miniaturized components. These components have relatively low power requirements and low mass, making them idea for potable, handheld, or leave behind sensor modules. In another example, we recently reported the development of an inexpensive and low power electrochemical DNA detector that contained an array of nine individually addressable gold electrodes [23] . Using electroaddressable aryl diazonium chemistry, the electrodes were selectively patterned to detect DNA sequences specific to breast cancer, colorectal cancer, and provide information regarding non-specific binding on the array (negative control). The device also contained a resistive platinum heating element that permitted melting of double stranded DNA sample solution, allowing for multanalyte detection from double stranded DNA target on the array. Following detection, the array surface could be renewed via high temperature stripping utilizing the on-chip resistive heating element.", "cite_spans": [{"start": 516, "end": 520, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Electrochemical Detection"}, {"text": "Such inexpensive and simple multanalyte DNA sensors show great potential for integration with nucleic acid probes that incorporate structure and catalytic function, in combination with DNA information processing techniques, resulting in intelligent computational biosensor platforms that can truly revolutionize DNA biodetection.", "cite_spans": [], "ref_spans": [], "section": "Electrochemical Detection"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Stochastic computing with biomolecular automata", "authors": [{"first": "R", "middle": [], "last": "Adar", "suffix": ""}, {"first": "Y", "middle": [], "last": "Benenson", "suffix": ""}, {"first": "G", "middle": [], "last": "Linshiz", "suffix": ""}, {"first": "A", "middle": [], "last": "Rosner", "suffix": ""}, {"first": "N", "middle": [], "last": "Tishby", "suffix": ""}, {"first": "E", "middle": [], "last": "Shapiro", "suffix": ""}], "year": 2004, "venue": "Proc Natl Acad Sci", "volume": "101", "issn": "27", "pages": "9960--9965", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Molecular computation of solutions to combinatorial problems", "authors": [{"first": "L", "middle": ["M"], "last": "Adleman", "suffix": ""}], "year": 1994, "venue": "Science", "volume": "266", "issn": "5187", "pages": "1021--1024", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "On applying molecular computation to the data encryption standard", "authors": [{"first": "L", "middle": [], "last": "Adleman", "suffix": ""}, {"first": "P", "middle": [], "last": "Rothemund", "suffix": ""}, {"first": "S", "middle": [], "last": "Roweis", "suffix": ""}, {"first": "E", "middle": [], "last": "Winfree", "suffix": ""}], "year": 1999, "venue": "J Comput Biol", "volume": "6", "issn": "1", "pages": "53--63", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Acoustic wave biosensors", "authors": [{"first": "J", "middle": ["C"], "last": "Andle", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Vetelino", "suffix": ""}], "year": 1994, "venue": "Sens Actuators A", "volume": "44", "issn": "3", "pages": "167--176", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Biosensors as 21st century technology for detecting genetically modified organisms in food and feed", "authors": [{"first": "M", "middle": ["A"], "last": "Arugula", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Simonian", "suffix": ""}], "year": 2014, "venue": "Anal Chem", "volume": "86", "issn": "1", "pages": "119--129", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Elementary arithmetic operations by enzymes: a model for metabolic pathway based computing", "authors": [{"first": "R", "middle": [], "last": "Baron", "suffix": ""}, {"first": "O", "middle": [], "last": "Lioubashevski", "suffix": ""}, {"first": "E", "middle": [], "last": "Katz", "suffix": ""}, {"first": "T", "middle": [], "last": "Niazov", "suffix": ""}, {"first": "I", "middle": [], "last": "Willner", "suffix": ""}], "year": 2006, "venue": "Angewandte Chemie-International Edition", "volume": "45", "issn": "10", "pages": "1572--1576", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Logic gates and elementary computing by enzymes", "authors": [{"first": "R", "middle": [], "last": "Baron", "suffix": ""}, {"first": "O", "middle": [], "last": "Lioubashevski", "suffix": ""}, {"first": "E", "middle": [], "last": "Katz", "suffix": ""}, {"first": "T", "middle": [], "last": "Niazov", "suffix": ""}, {"first": "I", "middle": [], "last": "Willner", "suffix": ""}], "year": 2006, "venue": "J Phys Chem A", "volume": "110", "issn": "27", "pages": "8548--8553", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "An autonomous molecular computer for logical control of gene expression", "authors": [{"first": "Y", "middle": [], "last": "Benenson", "suffix": ""}, {"first": "B", "middle": [], "last": "Gil", "suffix": ""}, {"first": "U", "middle": [], "last": "Ben-Dor", "suffix": ""}, {"first": "R", "middle": [], "last": "Adar", "suffix": ""}, {"first": "E", "middle": [], "last": "Shapiro", "suffix": ""}], "year": 2004, "venue": "Nature", "volume": "429", "issn": "6990", "pages": "423--429", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The aggregation of Au nanoparticles by an autonomous DNA machine detects viruses", "authors": [{"first": "M", "middle": ["K"], "last": "Beissenhirtz", "suffix": ""}, {"first": "R", "middle": [], "last": "Elnathan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Weizmann", "suffix": ""}, {"first": "I", "middle": [], "last": "Willner", "suffix": ""}], "year": 2007, "venue": "Small", "volume": "3", "issn": "3", "pages": "375--397", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "SNPs classification: building biological high-level knowledge using genetic algorithms. Integrated computing technology communications in computer and information", "authors": [{"first": "A", "middle": [], "last": "Bevilaqua", "suffix": ""}, {"first": "F ; L. Do", "middle": [], "last": "Rodrigues", "suffix": ""}, {"first": "", "middle": [], "last": "Amaral", "suffix": ""}], "year": 2011, "venue": "Science", "volume": "165", "issn": "", "pages": "50--58", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Detection of viral bioagents using a shear horizontal surface acoustic wave biosensor", "authors": [{"first": "M", "middle": [], "last": "Bisoffi", "suffix": ""}, {"first": "B", "middle": [], "last": "Hjelle", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Brown", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Branch", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Edwards", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Brozik", "suffix": ""}, {"first": "V", "middle": ["S"], "last": "Bondu-Hawkins", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Larson", "suffix": ""}], "year": 2008, "venue": "Biosens Bioelectron", "volume": "23", "issn": "9", "pages": "1397--1403", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Solution of a 20-variable 3-SAT problem on a DNA computer", "authors": [{"first": "R", "middle": ["S"], "last": "Braich", "suffix": ""}, {"first": "N", "middle": [], "last": "Chelyapov", "suffix": ""}, {"first": "C", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "Pwk", "middle": [], "last": "Rothemund", "suffix": ""}, {"first": "L", "middle": [], "last": "Adleman", "suffix": ""}], "year": 2002, "venue": "Science", "volume": "296", "issn": "5567", "pages": "499--502", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Low-level detection of Bacillus anthracis simulant using love-wave biosensors on 36°YX LiTaO3", "authors": [{"first": "D", "middle": ["W"], "last": "Branch", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Brozik", "suffix": ""}], "year": 2004, "venue": "Biosens Bioelectron", "volume": "19", "issn": "8", "pages": "849--859", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "DNA enzymes", "authors": [{"first": "R", "middle": ["R"], "last": "Breaker", "suffix": ""}], "year": 1997, "venue": "Nat Biotechnol", "volume": "15", "issn": "5", "pages": "427--431", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Piezoelectric quartz crystal biosensors", "authors": [{"first": "R", "middle": ["L"], "last": "Bunde", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Jarvi", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Rosentreter", "suffix": ""}], "year": 1998, "venue": "Talanta", "volume": "46", "issn": "6", "pages": "1223--1236", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "SPR microscopy and its applications to high-throughput analyses of biomolecular binding events and their kinetics", "authors": [{"first": "C", "middle": ["T"], "last": "Campbell", "suffix": ""}, {"first": "G", "middle": [], "last": "Kim", "suffix": ""}], "year": 2007, "venue": "Biomaterials", "volume": "28", "issn": "15", "pages": "2380--2392", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "A novel dengue virus detection method that couples DNAzyme and gold nanoparticle approaches", "authors": [{"first": "J", "middle": [], "last": "Carter", "suffix": ""}, {"first": "V", "middle": [], "last": "Balaraman", "suffix": ""}, {"first": "C", "middle": [], "last": "Kucharski", "suffix": ""}, {"first": "T", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "M", "middle": [], "last": "Fraser", "suffix": ""}], "year": 2013, "venue": "Virol J", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Elements of information theory", "authors": [{"first": "T", "middle": ["M"], "last": "Cover", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Thomas", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "A study of love-wave acoustic sensors", "authors": [{"first": "J", "middle": [], "last": "Du", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Harding", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Ogilvy", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Dencher", "suffix": ""}, {"first": "M", "middle": [], "last": "Lake", "suffix": ""}], "year": 1996, "venue": "Sens Actuators, A", "volume": "56", "issn": "3", "pages": "211--219", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "A point-charge force field for molecular mechanics simulations of proteins based on condensed-phase quantum mechanical calculations", "authors": [{"first": "Y", "middle": [], "last": "Duan", "suffix": ""}, {"first": "C", "middle": [], "last": "Wu", "suffix": ""}, {"first": "S", "middle": [], "last": "Chowdhury", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Lee", "suffix": ""}, {"first": "G", "middle": [], "last": "Xiong", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "R", "middle": [], "last": "Yang", "suffix": ""}, {"first": "P", "middle": [], "last": "Cieplak", "suffix": ""}, {"first": "R", "middle": [], "last": "Luo", "suffix": ""}, {"first": "T", "middle": [], "last": "Lee", "suffix": ""}, {"first": "J", "middle": [], "last": "Caldwell", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "P", "middle": [], "last": "Kollman", "suffix": ""}], "year": 2003, "venue": "J Comput Chem", "volume": "24", "issn": "16", "pages": "1999--2012", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "MUSCLE: multiple sequence alignment with high accuracy and high throughput", "authors": [{"first": "R", "middle": ["C"], "last": "Edgar", "suffix": ""}], "year": 2004, "venue": "Nucleic Acids Res", "volume": "32", "issn": "5", "pages": "1792--1797", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Paths, trees and flowers", "authors": [{"first": "J", "middle": [], "last": "Edmonds", "suffix": ""}], "year": 1965, "venue": "Can J Math", "volume": "17", "issn": "", "pages": "449--467", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "A parallel microfluidic channel fixture fabricated using laser ablated plastic laminates for electrochemical and chemiluminescent biodetection of DNA", "authors": [{"first": "T", "middle": ["L"], "last": "Edwards", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Harper", "suffix": ""}, {"first": "R", "middle": [], "last": "Polsky", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Lopez", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Wheeler", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Allen", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Brozik", "suffix": ""}], "year": 2011, "venue": "Biomicrofluidics", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Invitro selection of RNA molecules that bind specific ligands", "authors": [{"first": "A", "middle": ["D"], "last": "Ellington", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Szostak", "suffix": ""}], "year": 1990, "venue": "Nature", "volume": "346", "issn": "6287", "pages": "818--822", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Maximum cardinality matching in general graphs", "authors": [{"first": "D", "middle": [], "last": "Eppstein", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Electrochemical interrogation of conformational changes as a reagentless method for the sequence-specific detection of DNA", "authors": [{"first": "C", "middle": ["H"], "last": "Fan", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Plaxco", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Heeger", "suffix": ""}], "year": 2003, "venue": "Proc Natl Acad Sci", "volume": "100", "issn": "16", "pages": "9134--9137", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Large-scale sequencing of human influenza reveals the dynamic nature of viral genome evolution", "authors": [{"first": "E", "middle": [], "last": "Ghedin", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Sengamalay", "suffix": ""}, {"first": "M", "middle": [], "last": "Shumway", "suffix": ""}, {"first": "J", "middle": [], "last": "Zaborsky", "suffix": ""}, {"first": "T", "middle": [], "last": "Feldblyum", "suffix": ""}, {"first": "V", "middle": [], "last": "Subbu", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Spiro", "suffix": ""}, {"first": "J", "middle": [], "last": "Sitz", "suffix": ""}, {"first": "H", "middle": [], "last": "Koo", "suffix": ""}, {"first": "P", "middle": [], "last": "Bolotov", "suffix": ""}, {"first": "D", "middle": [], "last": "Dernovoy", "suffix": ""}, {"first": "T", "middle": [], "last": "Tatusova", "suffix": ""}, {"first": "Y", "middle": [], "last": "Bao", "suffix": ""}, {"first": "K", "middle": [], "last": "St George", "suffix": ""}, {"first": "J", "middle": [], "last": "Taylor", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Lipman", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Fraser", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Salzberg", "suffix": ""}], "year": 2005, "venue": "Nature", "volume": "437", "issn": "7062", "pages": "1162--1166", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Computational selection of nucleic acid biosensors via a slip structure model", "authors": [{"first": "B", "middle": [], "last": "Hall", "suffix": ""}, {"first": "J", "middle": [], "last": "Hesselberth", "suffix": ""}, {"first": "A", "middle": [], "last": "Ellington", "suffix": ""}], "year": 2007, "venue": "Biosens Bioelectron", "volume": "22", "issn": "9", "pages": "1939--1947", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Selective immobilization of DNA and antibody probes on electrode arrays: Simultaneous electrochemical detection of DNA and protein on a single platform", "authors": [{"first": "J", "middle": ["C"], "last": "Harper", "suffix": ""}, {"first": "R", "middle": [], "last": "Polsky", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Wheeler", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Dirk", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Brozik", "suffix": ""}], "year": 2007, "venue": "Langmuir", "volume": "23", "issn": "16", "pages": "8285--8287", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Informative SNP selection methods based on SNP prediction", "authors": [{"first": "J", "middle": [], "last": "He", "suffix": ""}, {"first": "A", "middle": [], "last": "Zelikovsky", "suffix": ""}], "year": 2007, "venue": "IEEE Trans Nanobiosci", "volume": "6", "issn": "1", "pages": "60--67", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Synthetic in vitro circuits", "authors": [{"first": "A", "middle": ["J"], "last": "Hockenberry", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Jewett", "suffix": ""}], "year": 2012, "venue": "Curr Opin Chem Biol", "volume": "16", "issn": "3-4", "pages": "253--259", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Microarray technology: Beyond transcript profiling and genotype analysis", "authors": [{"first": "J", "middle": ["D"], "last": "Hoheisel", "suffix": ""}], "year": 2006, "venue": "Nat Rev Genet", "volume": "7", "issn": "3", "pages": "200--210", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "A molecular beacon, bead-based assay for the detection of nucleic acids by flow cytometry", "authors": [{"first": "D", "middle": [], "last": "Horejsh", "suffix": ""}, {"first": "F", "middle": [], "last": "Martini", "suffix": ""}, {"first": "F", "middle": [], "last": "Poccia", "suffix": ""}, {"first": "G", "middle": [], "last": "Ippolito", "suffix": ""}, {"first": "Di", "middle": [], "last": "Caro", "suffix": ""}, {"first": "A", "middle": [], "last": "Capobianchi", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "", "suffix": ""}], "year": 2005, "venue": "Nucleic Acids Res", "volume": "33", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Self-cleavage of plus and minus RNA transcripts of avocado sunblotch viroid", "authors": [{"first": "C", "middle": ["J"], "last": "Hutchins", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Rathjen", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Forster", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Symons", "suffix": ""}], "year": 1986, "venue": "Nucleic Acids Res", "volume": "14", "issn": "9", "pages": "3627--3640", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Aptamer in bioanalytical applications", "authors": [{"first": "A", "middle": ["B"], "last": "Iliuk", "suffix": ""}, {"first": "L", "middle": [], "last": "Hu", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Tao", "suffix": ""}], "year": 2011, "venue": "Anal Chem", "volume": "83", "issn": "12", "pages": "4440--4452", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Piezoelectric mass-sensing devices as biosensors-An alternative to optical biosensors", "authors": [{"first": "A", "middle": [], "last": "Janshoff", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Galla", "suffix": ""}, {"first": "C", "middle": [], "last": "Steinem", "suffix": ""}], "year": 2000, "venue": "Angewandte Chemie-International Edition", "volume": "39", "issn": "22", "pages": "4004--4032", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "In vitro selection of signaling aptamers", "authors": [{"first": "S", "middle": [], "last": "Jhaveri", "suffix": ""}, {"first": "M", "middle": [], "last": "Rajendran", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Ellington", "suffix": ""}], "year": 2000, "venue": "Nat Biotechnol", "volume": "18", "issn": "12", "pages": "1293--1297", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Electrochemical measurement of solvent accessibility of nucleobases using electron transfer between DNA and metal complexes", "authors": [{"first": "D", "middle": ["H"], "last": "Johnston", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Glasgow", "suffix": ""}, {"first": "H", "middle": ["H"], "last": "Thorp", "suffix": ""}], "year": 1995, "venue": "J Am Chem Soc", "volume": "117", "issn": "35", "pages": "8933--8938", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Diagnostic applications of nucleic acid circuits", "authors": [{"first": "C", "middle": [], "last": "Jung", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Ellington", "suffix": ""}], "year": 2014, "venue": "Acc Chem Res", "volume": "47", "issn": "6", "pages": "1825--1835", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "QCM-based DNA biosensor for detection of genetically modified organisms (GMOs)", "authors": [{"first": "I", "middle": [], "last": "Karamollaoglu", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Oktem", "suffix": ""}, {"first": "M", "middle": [], "last": "Mutlu", "suffix": ""}], "year": 2009, "venue": "Biochem Eng J", "volume": "44", "issn": "2-3", "pages": "142--150", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Jewels are Forever. Contributions on theoretical computer science in honor of Arto Salomaa", "authors": [{"first": "L", "middle": [], "last": "Kari", "suffix": ""}, {"first": "J", "middle": [], "last": "Kari", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Landweber", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "353--363", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Enzyme-based logic systems for information processing", "authors": [{"first": "E", "middle": [], "last": "Katz", "suffix": ""}, {"first": "V", "middle": [], "last": "Privman", "suffix": ""}], "year": 2010, "venue": "Chem Soc Rev", "volume": "39", "issn": "5", "pages": "1835--1857", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Amplified electrical transduction of DNA hybridization based on polymeric beads loaded with multiple gold nanoparticle tags", "authors": [{"first": "A", "middle": ["N"], "last": "Kawde", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}], "year": 2004, "venue": "Electroanalysis", "volume": "16", "issn": "1-2", "pages": "101--107", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Nucleic acid based molecular devices", "authors": [{"first": "Y", "middle": [], "last": "Krishnan", "suffix": ""}, {"first": "F", "middle": ["C"], "last": "Simmel", "suffix": ""}], "year": 2011, "venue": "Angewandte Chemie-International Edition", "volume": "50", "issn": "14", "pages": "3124--3156", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Analytical applications of Raman spectroscopy", "authors": [{"first": "A", "middle": [], "last": "Kudelski", "suffix": ""}], "year": 2008, "venue": "Talanta", "volume": "76", "issn": "1", "pages": "1--8", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "The evolution of cellular computing: nature's solution to a computational problem", "authors": [{"first": "L", "middle": ["F"], "last": "Landweber", "suffix": ""}, {"first": "L", "middle": [], "last": "Kari", "suffix": ""}], "year": 1999, "venue": "Biosystems", "volume": "52", "issn": "1-3", "pages": "3--13", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Comparison of classification methods for detecting associations between SNPs and chick mortality", "authors": [{"first": "N", "middle": [], "last": "Long", "suffix": ""}, {"first": "D", "middle": [], "last": "Gianola", "suffix": ""}, {"first": "G", "middle": [], "last": "Rosa", "suffix": ""}, {"first": "K", "middle": [], "last": "Weigel", "suffix": ""}, {"first": "S", "middle": [], "last": "Avendano", "suffix": ""}], "year": 2009, "venue": "Gen Sel Evol", "volume": "41", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Informative SNPs Selection Based on Two-Locus and Multilocus Linkage Disequilibrium: Criteria of Max-Correlation and Min-Redundancy", "authors": [{"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "B", "middle": [], "last": "Liao", "suffix": ""}, {"first": "L", "middle": [], "last": "Cai", "suffix": ""}, {"first": "Z", "middle": [], "last": "Cao", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Amplified analysis of low-molecular-weight substrates or proteins by the self-assembly of DNAzyme-aptamer conjugates", "authors": [{"first": "D", "middle": [], "last": "Li", "suffix": ""}, {"first": "B", "middle": [], "last": "Shlyahovsky", "suffix": ""}, {"first": "J", "middle": [], "last": "Elbaz", "suffix": ""}, {"first": "I", "middle": [], "last": "Willner", "suffix": ""}], "year": 2007, "venue": "J Am Chem Soc", "volume": "129", "issn": "18", "pages": "5804--5805", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Rapid detection of isoniazid and rifampin resistance mutations in Mycobacterium tuberculosis complex from cultures or smear-positive sputa by use of molecular beacons", "authors": [{"first": "S", "middle": ["Y"], "last": "Lin", "suffix": ""}, {"first": "W", "middle": [], "last": "Probert", "suffix": ""}, {"first": "M", "middle": [], "last": "Lo", "suffix": ""}, {"first": "E", "middle": [], "last": "Desmond", "suffix": ""}], "year": 2004, "venue": "J Clin Microbiol", "volume": "42", "issn": "9", "pages": "4204--4208", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Molecular beacons for DNA biosensors with micrometer to submicrometer dimensions", "authors": [{"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "W", "middle": [], "last": "Farmerie", "suffix": ""}, {"first": "S", "middle": [], "last": "Schuster", "suffix": ""}, {"first": "W", "middle": [], "last": "Tan", "suffix": ""}], "year": 2000, "venue": "Anal Biochem", "volume": "283", "issn": "", "pages": "56--63", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Aptamer-based electrochemical biosensor for interferon gamma detection", "authors": [{"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "N", "middle": [], "last": "Tuleouva", "suffix": ""}, {"first": "E", "middle": [], "last": "Ramanculov", "suffix": ""}, {"first": "A", "middle": [], "last": "Revzin", "suffix": ""}], "year": 2010, "venue": "Anal Chem", "volume": "82", "issn": "", "pages": "8131--8136", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Molecular robots guided by prescriptive landscapes", "authors": [{"first": "K", "middle": [], "last": "Lund", "suffix": ""}, {"first": "A", "middle": [], "last": "Manzo", "suffix": ""}, {"first": "N", "middle": [], "last": "Dabby", "suffix": ""}, {"first": "N", "middle": [], "last": "Michelotti", "suffix": ""}, {"first": "Johnson-Buck", "middle": [], "last": "", "suffix": ""}, {"first": "A", "middle": [], "last": "Nangreave", "suffix": ""}, {"first": "J", "middle": [], "last": "Taylor", "suffix": ""}, {"first": "S", "middle": [], "last": "Pei", "suffix": ""}, {"first": "R", "middle": [], "last": "Stojanovic", "suffix": ""}, {"first": "M", "middle": [], "last": "Walter", "suffix": ""}, {"first": "N", "middle": [], "last": "Winfree", "suffix": ""}, {"first": "E", "middle": [], "last": "Yan", "suffix": ""}, {"first": "H", "middle": [], "last": "", "suffix": ""}], "year": 2010, "venue": "Nature", "volume": "465", "issn": "", "pages": "206--210", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Medium scale integration of molecular logic gates in an automaton", "authors": [{"first": "J", "middle": [], "last": "Macdonald", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "M", "middle": [], "last": "Sutovic", "suffix": ""}, {"first": "H", "middle": [], "last": "Lederman", "suffix": ""}, {"first": "K", "middle": [], "last": "Pendri", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Lu", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Andrews", "suffix": ""}, {"first": "D", "middle": [], "last": "Stefanovic", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Stojanovic", "suffix": ""}], "year": 2006, "venue": "Nano Lett", "volume": "6", "issn": "11", "pages": "2598--2603", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Development and current status of the CHARMM force field for nucleic acids", "authors": [{"first": "A", "middle": ["D"], "last": "Mackerell", "suffix": ""}, {"first": "N", "middle": [], "last": "Banavali", "suffix": ""}, {"first": "N", "middle": [], "last": "Foloppe", "suffix": ""}], "year": 2001, "venue": "Biopolymers", "volume": "56", "issn": "4", "pages": "257--265", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "DNA computation: theory, practice, and prospects", "authors": [{"first": "C", "middle": ["C"], "last": "Maley", "suffix": ""}], "year": 1998, "venue": "Evol Comput", "volume": "6", "issn": "3", "pages": "201--229", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Quartz crystal microbalance (QCM) affinity biosensor for genetically modified organisms (GMOs) detection", "authors": [{"first": "I", "middle": [], "last": "Mannelli", "suffix": ""}, {"first": "M", "middle": [], "last": "Minunni", "suffix": ""}, {"first": "S", "middle": [], "last": "Tombelli", "suffix": ""}, {"first": "M", "middle": [], "last": "Mascini", "suffix": ""}], "year": 2003, "venue": "Biosens Bioelectron", "volume": "18", "issn": "2-3", "pages": "129--140", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Direct immobilization of DNA probes for the development of affinity biosensors", "authors": [{"first": "I", "middle": [], "last": "Mannelli", "suffix": ""}, {"first": "M", "middle": [], "last": "Minunni", "suffix": ""}, {"first": "S", "middle": [], "last": "Tombelli", "suffix": ""}, {"first": "R", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Spiriti", "suffix": ""}, {"first": "M", "middle": [], "last": "Mascini", "suffix": ""}], "year": 2005, "venue": "Bioelectrochemistry", "volume": "66", "issn": "1-2", "pages": "129--138", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Disease Risk Using Bootstrap Ranking and Classification Algorithms", "authors": [{"first": "O", "middle": [], "last": "Manor", "suffix": ""}, {"first": "E", "middle": [], "last": "Segalpredicting", "suffix": ""}], "year": 2013, "venue": "PLoS Comput Biol", "volume": "9", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Digital analysis of protein properties by an ensemble of DNA quadruplexes", "authors": [{"first": "D", "middle": [], "last": "Margulies", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Hamilton", "suffix": ""}], "year": 2009, "venue": "J Am Chem Soc", "volume": "131", "issn": "26", "pages": "9142--1943", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "A comparison of four commercially available portable Raman spectrometers", "authors": [{"first": "H", "middle": [], "last": "Markert", "suffix": ""}, {"first": "J", "middle": [], "last": "Ring", "suffix": ""}, {"first": "N", "middle": [], "last": "Campbell", "suffix": ""}, {"first": "K", "middle": [], "last": "Grates", "suffix": ""}], "year": 2011, "venue": "National Forensic Science Technology Center", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Coding theory based models for protein translation initiation in prokaryotic organisms", "authors": [{"first": "E", "middle": [], "last": "May", "suffix": ""}, {"first": "M", "middle": [], "last": "Vouk", "suffix": ""}, {"first": "D", "middle": [], "last": "Bitzer", "suffix": ""}, {"first": "D", "middle": [], "last": "Rosnick", "suffix": ""}], "year": 2004, "venue": "BioSyst J", "volume": "76", "issn": "1-3", "pages": "249--260", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "An Error-Control Coding Model For Classification of Escherichia coli K-12 ribosome binding sites", "authors": [{"first": "E", "middle": [], "last": "May", "suffix": ""}, {"first": "M", "middle": [], "last": "Vouk", "suffix": ""}, {"first": "D", "middle": [], "last": "Bitzer", "suffix": ""}], "year": 2006, "venue": "IEEE EMB Mag", "volume": "25", "issn": "1", "pages": "90--97", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Towards de novo design of deoxyribozyme biosensors for GMO detection", "authors": [{"first": "E", "middle": ["E"], "last": "May", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Dolan", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Crozier", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Brozik", "suffix": ""}, {"first": "M", "middle": [], "last": "Manginell", "suffix": ""}], "year": 2008, "venue": "IEEE Sens J", "volume": "8", "issn": "6", "pages": "1011--1019", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Computational sensing and in vitro classification of GMOs and biomolecular events", "authors": [{"first": "E", "middle": [], "last": "May", "suffix": ""}, {"first": "M", "middle": [], "last": "Lee", "suffix": ""}, {"first": "P", "middle": [], "last": "Dolan", "suffix": ""}, {"first": "P", "middle": [], "last": "Crozier", "suffix": ""}, {"first": "S", "middle": [], "last": "Brozik", "suffix": ""}, {"first": "M", "middle": [], "last": "Manginell", "suffix": ""}], "year": 2008, "venue": "Proceedings of the 26th army science conference", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Robust sequence selection method used to develop the FluChip diagnostic microarray for influenza virus", "authors": [{"first": "M", "middle": [], "last": "Mehlmann", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Dawson", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Townsend", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Smagala", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Moore", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Smith", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Cox", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Kuchta", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Rowlen", "suffix": ""}], "year": 2006, "venue": "J Clin Microbiol", "volume": "44", "issn": "8", "pages": "2857--2862", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Using molecular beacons to detect single-nucleotide polymorphisms with real-time PCR", "authors": [{"first": "M", "middle": [], "last": "Mhlanga", "suffix": ""}, {"first": "L", "middle": [], "last": "Malmberg", "suffix": ""}], "year": 2001, "venue": "Methods", "volume": "25", "issn": "4", "pages": "463--471", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Molecular beacons: powerful tools for imaging RNA in living cells", "authors": [{"first": "R", "middle": [], "last": "Monroy-Contreras", "suffix": ""}, {"first": "L", "middle": [], "last": "Vaca", "suffix": ""}], "year": 2011, "venue": "J Nucleic Acids Article", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Chemical transformers\" from nanoparticle ensembles operated with logic", "authors": [{"first": "M", "middle": [], "last": "Motornov", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "M", "middle": [], "last": "Pita", "suffix": ""}, {"first": "V", "middle": [], "last": "Gopishetty", "suffix": ""}, {"first": "I", "middle": [], "last": "Tokarev", "suffix": ""}, {"first": "E", "middle": [], "last": "Katz", "suffix": ""}, {"first": "S", "middle": [], "last": "Minko", "suffix": ""}], "year": 2008, "venue": "Nano Lett", "volume": "8", "issn": "9", "pages": "2993--2997", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "An integrated multifunctional nanosystem from command nanoparticles and enzymes", "authors": [{"first": "M", "middle": [], "last": "Motornov", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "M", "middle": [], "last": "Pita", "suffix": ""}, {"first": "I", "middle": [], "last": "Tokarev", "suffix": ""}, {"first": "V", "middle": [], "last": "Gopishetty", "suffix": ""}, {"first": "E", "middle": [], "last": "Katz", "suffix": ""}, {"first": "S", "middle": [], "last": "Minko", "suffix": ""}], "year": 2009, "venue": "Small", "volume": "5", "issn": "7", "pages": "817--820", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Large-scale sequence analysis of avian in-fluenza isolates", "authors": [{"first": "J", "middle": ["C"], "last": "Obenauer", "suffix": ""}, {"first": "J", "middle": [], "last": "Denson", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Mehta", "suffix": ""}, {"first": "X", "middle": [], "last": "Su", "suffix": ""}, {"first": "S", "middle": [], "last": "Mukatira", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Finkelstein", "suffix": ""}, {"first": "X", "middle": [], "last": "Xu", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Ma", "suffix": ""}, {"first": "Y", "middle": [], "last": "Fan", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Rakestraw", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Webster", "suffix": ""}, {"first": "E", "middle": [], "last": "Hoffmann", "suffix": ""}, {"first": "S", "middle": [], "last": "Krauss", "suffix": ""}, {"first": "J", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Naeve", "suffix": ""}], "year": 2006, "venue": "Science", "volume": "311", "issn": "5767", "pages": "1576--1580", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Variation of influenza A, B, and C viruses", "authors": [{"first": "P", "middle": [], "last": "Palese", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Young", "suffix": ""}], "year": 1982, "venue": "Science", "volume": "215", "issn": "4539", "pages": "1468--1474", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Surface plasmon resonance-applications in understanding receptor-ligand interaction", "authors": [{"first": "P", "middle": [], "last": "Pattnaik", "suffix": ""}], "year": 2005, "venue": "Appl Biochem Biotechnol", "volume": "126", "issn": "2", "pages": "79--92", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Computational design and experimental validation of oligonucleotide-sensing allosteric ribozymes", "authors": [{"first": "R", "middle": [], "last": "Penchovsky", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Breaker", "suffix": ""}], "year": 2005, "venue": "Nat Biotechnol", "volume": "23", "issn": "11", "pages": "1424--1433", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Engineering integrated digital circuits with allosteric ribozymes for scaling up molecular computation and diagnostics", "authors": [{"first": "R", "middle": [], "last": "Penchovsky", "suffix": ""}], "year": 2012, "venue": "ACS Synthet Biol", "volume": "1", "issn": "10", "pages": "471--482", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Nearest-neighbor thermodynamics and NMR of DNA sequences with internal AA, CC, GG, and TT mismatches", "authors": [{"first": "N", "middle": [], "last": "Peyret", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Seneviratne", "suffix": ""}, {"first": "H", "middle": ["T"], "last": "Allawi", "suffix": ""}, {"first": "J", "middle": [], "last": "Santalucia", "suffix": ""}], "year": 1999, "venue": "Biochemistry", "volume": "38", "issn": "12", "pages": "3468--3477", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Molecular beacon sequence analysis for detecting drug resistance in Mycobacterium tuberculosis", "authors": [{"first": "A", "middle": [], "last": "Piatek", "suffix": ""}, {"first": "S", "middle": [], "last": "Tyagi", "suffix": ""}, {"first": "A", "middle": [], "last": "Pol", "suffix": ""}, {"first": "A", "middle": [], "last": "Telenti", "suffix": ""}, {"first": "L", "middle": [], "last": "Miller", "suffix": ""}, {"first": "F", "middle": [], "last": "Kramer", "suffix": ""}, {"first": "D", "middle": [], "last": "Alland", "suffix": ""}], "year": 1998, "venue": "Nat Biotechnol", "volume": "16", "issn": "4", "pages": "359--363", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Enzyme logic gates for assessing physiological conditions during an injury: towards digital sensors and actuators", "authors": [{"first": "M", "middle": [], "last": "Pita", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Manesh", "suffix": ""}, {"first": "J", "middle": [], "last": "Halamek", "suffix": ""}, {"first": "E", "middle": [], "last": "Katz", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}], "year": 2009, "venue": "Sens Actuators B-Chem", "volume": "139", "issn": "2", "pages": "631--636", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Nanomaterial-based electrochemical DNA detection", "authors": [{"first": "R", "middle": [], "last": "Polsky", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Harper", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Brozik", "suffix": ""}], "year": 2012, "venue": "Ozsoz M (ed) Electrochemical DNA Biosensors", "volume": "", "issn": "", "pages": "427--480", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Autolytic processing of dimeric plant-virus satellite RNA", "authors": [{"first": "G", "middle": ["A"], "last": "Prody", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Bakos", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Buzayan", "suffix": ""}, {"first": "I", "middle": ["R"], "last": "Schneider", "suffix": ""}, {"first": "G", "middle": [], "last": "Bruening", "suffix": ""}], "year": 1986, "venue": "Science", "volume": "231", "issn": "4745", "pages": "1577--1580", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Responsive interface switchable by logically processed physiological signals: Toward \"smart\" actuators for signal amplification and drug delivery", "authors": [{"first": "M", "middle": [], "last": "Privman", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Tam", "suffix": ""}, {"first": "V", "middle": [], "last": "Bocharova", "suffix": ""}, {"first": "J", "middle": [], "last": "Halamek", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "E", "middle": [], "last": "Katz", "suffix": ""}], "year": 2011, "venue": "ACS Appl Mater Interfaces", "volume": "3", "issn": "5", "pages": "1620--1623", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Enzymatic AND-gate based on electrode-immobilized glucose-6-phosphate dehydrogenase: Towards digital biosensors and biochemical logic systems with low noise", "authors": [{"first": "V", "middle": [], "last": "Privman", "suffix": ""}, {"first": "V", "middle": [], "last": "Pedrosa", "suffix": ""}, {"first": "D", "middle": [], "last": "Melnikov", "suffix": ""}, {"first": "M", "middle": [], "last": "Pita", "suffix": ""}, {"first": "A", "middle": [], "last": "Simonian", "suffix": ""}, {"first": "E", "middle": [], "last": "Katz", "suffix": ""}], "year": 2009, "venue": "Biosens Bioelectron", "volume": "25", "issn": "4", "pages": "695--701", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Switchable electrode controlled by enzyme logic network system: approaching physiologically regulated bioelectronics", "authors": [{"first": "M", "middle": [], "last": "Privman", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Tam", "suffix": ""}, {"first": "M", "middle": [], "last": "Pita", "suffix": ""}, {"first": "E", "middle": [], "last": "Katz", "suffix": ""}], "year": 2009, "venue": "J Am Chem Soc", "volume": "131", "issn": "3", "pages": "1314--1321", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "A genotype calling algorithm for affymetrix SNP arrays", "authors": [{"first": "N", "middle": [], "last": "Rabbee", "suffix": ""}, {"first": "T", "middle": [], "last": "Speed", "suffix": ""}], "year": 2006, "venue": "Bioinformatics", "volume": "22", "issn": "1", "pages": "7--12", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "In-silico design of computational nucleic acids for molecular information processing", "authors": [{"first": "E", "middle": [], "last": "Ramlan", "suffix": ""}, {"first": "K-P", "middle": [], "last": "Zauner", "suffix": ""}], "year": 2013, "venue": "J Cheminform", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Selection in-vitro of an RNA enzyme that specifically cleaves single-stranded-DNA", "authors": [{"first": "D", "middle": ["L"], "last": "Robertson", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Joyce", "suffix": ""}], "year": 1990, "venue": "Nature", "volume": "344", "issn": "6265", "pages": "467--468", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "Reagent less measurement of aminoglycoside antibiotics in blood serum via an electrochemical, ribonucleic acid aptamer-based biosensor", "authors": [{"first": "A", "middle": ["A"], "last": "Rowe", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Plaxco", "suffix": ""}], "year": 2010, "venue": "Anal Chem", "volume": "82", "issn": "17", "pages": "7090--7095", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "A unified view of polymer, dumbbell, and oligonucleotide DNA nearest-neighbor thermodynamics", "authors": [{"first": "J", "middle": [], "last": "Santalucia", "suffix": ""}], "year": 1998, "venue": "Proc Natl Acad Sci", "volume": "95", "issn": "4", "pages": "1460--1465", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "A general purpose RNA-cleaving DNA enzyme", "authors": [{"first": "S", "middle": ["W"], "last": "Santoro", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Joyce", "suffix": ""}], "year": 1997, "venue": "Proc Natl Acad Sci", "volume": "94", "issn": "9", "pages": "4262--4266", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "SERS microscopy: nanoparticle probes and biomedical applications", "authors": [{"first": "S", "middle": [], "last": "Schluecker", "suffix": ""}], "year": 2009, "venue": "ChemPhysChem", "volume": "10", "issn": "9", "pages": "1344--1354", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "PB2 amino acid at position 627 affects, replicative efficiency, but not cell tropism, of Hong Kong H5N1 influenza A viruses in mice", "authors": [{"first": "K", "middle": [], "last": "Shinya", "suffix": ""}, {"first": "S", "middle": [], "last": "Hamm", "suffix": ""}, {"first": "M", "middle": [], "last": "Hatta", "suffix": ""}, {"first": "H", "middle": [], "last": "Ito", "suffix": ""}, {"first": "T", "middle": [], "last": "Ito", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kawaoka", "suffix": ""}], "year": 2004, "venue": "Virology", "volume": "320", "issn": "2", "pages": "258--266", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "Spotlighting of cocaine by an autonomous aptamer-based machine", "authors": [{"first": "B", "middle": [], "last": "Shlyahovsky", "suffix": ""}, {"first": "L", "middle": [], "last": "Di", "suffix": ""}, {"first": "Y", "middle": [], "last": "Weizmann", "suffix": ""}, {"first": "R", "middle": [], "last": "Nowarski", "suffix": ""}, {"first": "M", "middle": [], "last": "Kotler", "suffix": ""}, {"first": "I", "middle": [], "last": "Willner", "suffix": ""}], "year": 2007, "venue": "J Am Chem Soc", "volume": "129", "issn": "13", "pages": "3814--3815", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Towards biomedical applications for nucleic acid nanodevices", "authors": [{"first": "F", "middle": ["C"], "last": "Simmel", "suffix": ""}], "year": 2007, "venue": "Nanomedicine", "volume": "2", "issn": "6", "pages": "817--830", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Whole-cell biocomputing", "authors": [{"first": "M", "middle": ["L"], "last": "Simpson", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Sayler", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Fleming", "suffix": ""}, {"first": "B", "middle": [], "last": "Applegate", "suffix": ""}], "year": 2001, "venue": "Trends Biotechnol", "volume": "19", "issn": "8", "pages": "317--323", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "Electrochemical studies of polynucleotide binding and oxidation by metal complexes: effects of scan rate, concentration, and sequence", "authors": [{"first": "M", "middle": ["F"], "last": "Sistare", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Holmberg", "suffix": ""}, {"first": "H", "middle": ["H"], "last": "Thorp", "suffix": ""}], "year": 1999, "venue": "J Phys Chem B", "volume": "103", "issn": "48", "pages": "10718--10728", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "A biochemical logic gate using an enzyme and its inhibitor. Part II: The logic gate", "authors": [{"first": "S", "middle": [], "last": "Sivan", "suffix": ""}, {"first": "S", "middle": [], "last": "Tuchman", "suffix": ""}, {"first": "N", "middle": [], "last": "Lotan", "suffix": ""}], "year": 2003, "venue": "Biosystems", "volume": "70", "issn": "1", "pages": "21--33", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "Emergence and predominance of an H5N1 influenza variant in China", "authors": [{"first": "Gjd", "middle": [], "last": "Smith", "suffix": ""}, {"first": "X", "middle": ["H"], "last": "Fan", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Li", "suffix": ""}, {"first": "K", "middle": [], "last": "Qin", "suffix": ""}, {"first": "J", "middle": ["X"], "last": "Zhang", "suffix": ""}, {"first": "D", "middle": [], "last": "Vijaykrishna", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Cheung", "suffix": ""}, {"first": "K", "middle": [], "last": "Huang", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Rayner", "suffix": ""}, {"first": "Jsm", "middle": [], "last": "Peiris", "suffix": ""}, {"first": "H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Webster", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guan", "suffix": ""}], "year": 2006, "venue": "Proc Natl Acad Sci", "volume": "103", "issn": "45", "pages": "16936--16941", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "Aptamer-based folding fluorescent sensor for cocaine", "authors": [{"first": "M", "middle": ["N"], "last": "Stojanovic", "suffix": ""}, {"first": "P", "middle": [], "last": "De Prada", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Landry", "suffix": ""}], "year": 2001, "venue": "J Am Chem Soc", "volume": "123", "issn": "21", "pages": "4928--4931", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "Catalytic molecular beacons", "authors": [{"first": "M", "middle": ["N"], "last": "Stojanovic", "suffix": ""}, {"first": "P ; D", "middle": ["W"], "last": "De Prada", "suffix": ""}], "year": 2001, "venue": "ChemBioChem", "volume": "2", "issn": "6", "pages": "411--415", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "Deoxyribozyme-based logic gates", "authors": [{"first": "M", "middle": ["N"], "last": "Stojanovic", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Mitchell", "suffix": ""}, {"first": "D", "middle": [], "last": "Stefanovic", "suffix": ""}], "year": 2002, "venue": "J Am Chem Soc", "volume": "124", "issn": "14", "pages": "3555--3561", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "Deoxyribozyme-based ligase logic gates and their initial circuits", "authors": [{"first": "M", "middle": ["N"], "last": "Stojanovic", "suffix": ""}, {"first": "S", "middle": [], "last": "Semova", "suffix": ""}, {"first": "D", "middle": [], "last": "Kolpashchikov", "suffix": ""}, {"first": "J", "middle": [], "last": "Macdonald", "suffix": ""}, {"first": "C", "middle": [], "last": "Morgan", "suffix": ""}, {"first": "D", "middle": [], "last": "Stefanovic", "suffix": ""}], "year": 2005, "venue": "J Am Chem Soc", "volume": "127", "issn": "", "pages": "6914--6915", "other_ids": {}}, "BIBREF102": {"ref_id": "b102", "title": "A deoxyribozyme-based molecular automaton", "authors": [{"first": "M", "middle": ["N"], "last": "Stojanovic", "suffix": ""}, {"first": "D", "middle": [], "last": "Stefanovic", "suffix": ""}], "year": 2003, "venue": "Nat Biotechnol", "volume": "21", "issn": "9", "pages": "1069--1074", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "Deoxyribozyme-based half-adder", "authors": [{"first": "M", "middle": ["N"], "last": "Stojanovic", "suffix": ""}, {"first": "D", "middle": [], "last": "Stefanovic", "suffix": ""}], "year": 2003, "venue": "J Am Chem Soc", "volume": "125", "issn": "22", "pages": "6673--6676", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "Bioelectronics: from theory to applications", "authors": [{"first": "M", "middle": ["N"], "last": "Stojanovic", "suffix": ""}, {"first": "D", "middle": [], "last": "Stefanovic", "suffix": ""}, {"first": "T", "middle": [], "last": "Labean", "suffix": ""}, {"first": "H", "middle": [], "last": "Yan", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "427--455", "other_ids": {}}, "BIBREF105": {"ref_id": "b105", "title": "Exercises in Molecular Computing", "authors": [{"first": "M", "middle": ["N"], "last": "Stojanovic", "suffix": ""}, {"first": "D", "middle": [], "last": "Stefanovic", "suffix": ""}, {"first": "S", "middle": [], "last": "Rudchenko", "suffix": ""}], "year": 2014, "venue": "Acc Chem Res", "volume": "47", "issn": "6", "pages": "1845--1852", "other_ids": {}}, "BIBREF106": {"ref_id": "b106", "title": "Boolean logic gates that use enzymes as input signals", "authors": [{"first": "G", "middle": [], "last": "Strack", "suffix": ""}, {"first": "M", "middle": [], "last": "Pita", "suffix": ""}, {"first": "M", "middle": [], "last": "Ornatska", "suffix": ""}, {"first": "E", "middle": [], "last": "Katz", "suffix": ""}], "year": 2008, "venue": "ChemBioChem", "volume": "9", "issn": "8", "pages": "1260--1266", "other_ids": {}}, "BIBREF107": {"ref_id": "b107", "title": "Molecular beacons for bioanalytical applications", "authors": [{"first": "L", "middle": [], "last": "Tan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Drake", "suffix": ""}, {"first": "L", "middle": [], "last": "Moroz", "suffix": ""}, {"first": "K", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "A", "middle": [], "last": "Munteanu", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Yang", "suffix": ""}, {"first": "K", "middle": [], "last": "Martinez", "suffix": ""}, {"first": "W", "middle": [], "last": "Tan", "suffix": ""}], "year": 2005, "venue": "Analyst", "volume": "130", "issn": "7", "pages": "1002--1005", "other_ids": {}}, "BIBREF108": {"ref_id": "b108", "title": "Triggered release of an active peptide conjugate from a DNA device by an orally administrable small molecule", "authors": [{"first": "S", "middle": ["K"], "last": "Taylor", "suffix": ""}, {"first": "Pei", "middle": ["R"], "last": "Moon", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Damera", "suffix": ""}, {"first": "S", "middle": [], "last": "Shen", "suffix": ""}, {"first": "A", "middle": [], "last": "Stojanovic", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "", "suffix": ""}], "year": 2009, "venue": "Angewandte Chemie-International Edition", "volume": "48", "issn": "24", "pages": "4394--4397", "other_ids": {}}, "BIBREF109": {"ref_id": "b109", "title": "Application of DNA hybridization biosensor as a screening method for the detection of genetically modified food components", "authors": [{"first": "M", "middle": [], "last": "Tichoniuk", "suffix": ""}, {"first": "M", "middle": [], "last": "Ligaj", "suffix": ""}, {"first": "M", "middle": [], "last": "Filipiak", "suffix": ""}], "year": 2008, "venue": "Sensors", "volume": "8", "issn": "4", "pages": "2118--2135", "other_ids": {}}, "BIBREF110": {"ref_id": "b110", "title": "Stimuli-responsive hydrogel membranes coupled with biocatalytic processes", "authors": [{"first": "I", "middle": [], "last": "Tokarev", "suffix": ""}, {"first": "V", "middle": [], "last": "Gopishetty", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "M", "middle": [], "last": "Pita", "suffix": ""}, {"first": "M", "middle": [], "last": "Motornov", "suffix": ""}, {"first": "E", "middle": [], "last": "Katz", "suffix": ""}, {"first": "S", "middle": [], "last": "Minko", "suffix": ""}], "year": 2009, "venue": "ACS Appl Mater Interfaces", "volume": "1", "issn": "3", "pages": "532--536", "other_ids": {}}, "BIBREF111": {"ref_id": "b111", "title": "Systematic evolution of ligands by exponential enrichment-RNA ligands to bacteriophage-T4 DNA-polymerase", "authors": [{"first": "C", "middle": [], "last": "Tuerk", "suffix": ""}, {"first": "L", "middle": [], "last": "Gold", "suffix": ""}], "year": 1990, "venue": "Science", "volume": "249", "issn": "4968", "pages": "505--510", "other_ids": {}}, "BIBREF112": {"ref_id": "b112", "title": "Molecular beacons: probes that fluoresce upon hybridization", "authors": [{"first": "S", "middle": [], "last": "Tyagi", "suffix": ""}, {"first": "F", "middle": ["R"], "last": "Kramer", "suffix": ""}], "year": 1996, "venue": "Nat Biotechnol", "volume": "14", "issn": "3", "pages": "303--308", "other_ids": {}}, "BIBREF113": {"ref_id": "b113", "title": "Towards computing with proteins", "authors": [{"first": "R", "middle": [], "last": "Unger", "suffix": ""}, {"first": "J", "middle": [], "last": "Moult", "suffix": ""}], "year": 2006, "venue": "Proteins-Structure Function and Bioinformatics", "volume": "63", "issn": "1", "pages": "53--64", "other_ids": {}}, "BIBREF114": {"ref_id": "b114", "title": "Plasmonic nanoprobes for SERS biosensing and bioimaging", "authors": [{"first": "T", "middle": [], "last": "Vo-Dinh", "suffix": ""}, {"first": "H-N", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Scaffidi", "suffix": ""}], "year": 2010, "venue": "J Biophotonics", "volume": "3", "issn": "1-2", "pages": "89--102", "other_ids": {}}, "BIBREF115": {"ref_id": "b115", "title": "Nanoparticle self-assembly gated by logical proteolytic triggers", "authors": [{"first": "G", "middle": [], "last": "Von Maltzahn", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Harris", "suffix": ""}, {"first": "J-H", "middle": [], "last": "Park", "suffix": ""}, {"first": "Min D-H", "middle": [], "last": "Schmidt", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Sailor", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Bhatia", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "", "suffix": ""}], "year": 2007, "venue": "J Am Chem Soc", "volume": "129", "issn": "", "pages": "6064--6065", "other_ids": {}}, "BIBREF116": {"ref_id": "b116", "title": "A portable generic DNA bioassay system based on in situ oligonucleotide synthesis and hybridization detection", "authors": [{"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "D", "middle": [], "last": "Trau", "suffix": ""}], "year": 2011, "venue": "Biosens Bioelectron", "volume": "26", "issn": "5", "pages": "2436--2441", "other_ids": {}}, "BIBREF117": {"ref_id": "b117", "title": "Nanomaterial-assisted aptamers for optical sensing", "authors": [{"first": "G", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Choo", "suffix": ""}], "year": 2010, "venue": "Biosens Bioelectron", "volume": "25", "issn": "8", "pages": "1859--1868", "other_ids": {}}, "BIBREF118": {"ref_id": "b118", "title": "From DNA biosensors to gene chips", "authors": [{"first": "J", "middle": [], "last": "Wang", "suffix": ""}], "year": 2000, "venue": "Nucleic Acids Res", "volume": "28", "issn": "16", "pages": "3011--3016", "other_ids": {}}, "BIBREF119": {"ref_id": "b119", "title": "Digital biosensors with built-in logic for biomedical applications", "authors": [{"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "E", "middle": [], "last": "Katz", "suffix": ""}], "year": 2011, "venue": "Isr J Chem", "volume": "51", "issn": "1", "pages": "141--150", "other_ids": {}}, "BIBREF120": {"ref_id": "b120", "title": "Digital biosensors with built-in logic for biomedical applications-biosensors based on a biocomputing concept", "authors": [{"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "E", "middle": [], "last": "Katz", "suffix": ""}], "year": 2010, "venue": "Anal Bioanal Chem", "volume": "398", "issn": "4", "pages": "1591--1603", "other_ids": {}}, "BIBREF121": {"ref_id": "b121", "title": "A new algorithm for best subsequence alignments with application to tRNA-rRNA comparisons", "authors": [{"first": "M", "middle": ["S"], "last": "Waterman", "suffix": ""}, {"first": "M", "middle": [], "last": "Eggert", "suffix": ""}], "year": 1987, "venue": "J Mol Biol", "volume": "197", "issn": "4", "pages": "723--728", "other_ids": {}}, "BIBREF122": {"ref_id": "b122", "title": "DNAzymes for sensing, nanobiotechnology and logic gate applications", "authors": [{"first": "I", "middle": [], "last": "Willner", "suffix": ""}, {"first": "B", "middle": [], "last": "Shlyahovsky", "suffix": ""}, {"first": "M", "middle": [], "last": "Zayats", "suffix": ""}, {"first": "B", "middle": [], "last": "Willner", "suffix": ""}], "year": 2008, "venue": "Chem Soc Rev", "volume": "37", "issn": "6", "pages": "1153--1165", "other_ids": {}}, "BIBREF123": {"ref_id": "b123", "title": "In vitro selection of functional nucleic acids", "authors": [{"first": "D", "middle": ["S"], "last": "Wilson", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Szostak", "suffix": ""}], "year": 1999, "venue": "Annu Rev Biochem", "volume": "68", "issn": "", "pages": "611--647", "other_ids": {}}, "BIBREF124": {"ref_id": "b124", "title": "Higher-order cellular information processing with synthetic RNA devices", "authors": [{"first": "M", "middle": ["N"], "last": "Win", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Smolke", "suffix": ""}], "year": 2008, "venue": "Science", "volume": "322", "issn": "5900", "pages": "456--460", "other_ids": {}}, "BIBREF125": {"ref_id": "b125", "title": "A virus spotlighted by an autonomous DNA machine", "authors": [{"first": "Y", "middle": [], "last": "Weizmann", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Beissenhirtz", "suffix": ""}, {"first": "Z", "middle": [], "last": "Cheglakov", "suffix": ""}, {"first": "R", "middle": [], "last": "Nowarski", "suffix": ""}, {"first": "M", "middle": [], "last": "Kotler", "suffix": ""}, {"first": "I", "middle": [], "last": "Willner", "suffix": ""}], "year": 2006, "venue": "Angewandte Chemie-International Edition", "volume": "45", "issn": "44", "pages": "7384--7388", "other_ids": {}}, "BIBREF126": {"ref_id": "b126", "title": "Autonomous fueled mechanical replication of nucleic acid templates for the amplified optical detection of DNA", "authors": [{"first": "Y", "middle": [], "last": "Weizmann", "suffix": ""}, {"first": "Z", "middle": [], "last": "Cheglakov", "suffix": ""}, {"first": "V", "middle": [], "last": "Pavlov", "suffix": ""}, {"first": "I", "middle": [], "last": "Willner", "suffix": ""}], "year": 2006, "venue": "Angewandte Chemie-International Edition", "volume": "45", "issn": "14", "pages": "2238--2242", "other_ids": {}}, "BIBREF127": {"ref_id": "b127", "title": "Highly sensitive DNA detection and point mutation identification: An electrochemical approach based on the combined use of ligase and reverse molecular beacon", "authors": [{"first": "Z-S", "middle": [], "last": "Wu", "suffix": ""}, {"first": "J-H", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "G-L", "middle": [], "last": "Shen", "suffix": ""}, {"first": "Yu R-Q", "middle": [], "last": "", "suffix": ""}], "year": 2007, "venue": "Hum Mutat", "volume": "28", "issn": "6", "pages": "630--637", "other_ids": {}}, "BIBREF128": {"ref_id": "b128", "title": "Label-free electronic detection of thrombin in blood serum by using an aptamer-based sensor", "authors": [{"first": "Y", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Lubin", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Heeger", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Plaxco", "suffix": ""}], "year": 2005, "venue": "Angewandte Chemie-International Edition", "volume": "44", "issn": "34", "pages": "5456--5459", "other_ids": {}}, "BIBREF130": {"ref_id": "b130", "title": "Haemagglutinin mutations responsible for the binding of H5N1 influenza A viruses to human-type receptors", "authors": [], "year": null, "venue": "Nature", "volume": "444", "issn": "7117", "pages": "378--382", "other_ids": {}}, "BIBREF131": {"ref_id": "b131", "title": "Networking particles over distance using oligonucleotide-based devices", "authors": [{"first": "R", "middle": [], "last": "Yashin", "suffix": ""}, {"first": "S", "middle": [], "last": "Rudchenko", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Stojanovic", "suffix": ""}], "year": 2007, "venue": "J Am Chem Soc", "volume": "129", "issn": "50", "pages": "15581--15584", "other_ids": {}}, "BIBREF132": {"ref_id": "b132", "title": "Molecular beacon-quantum dot-Au nanoparticle hybrid nanoprobes for visualizing virus replication in living cells", "authors": [{"first": "H-Y", "middle": [], "last": "Yeh", "suffix": ""}, {"first": "M", "middle": [], "last": "Yates", "suffix": ""}, {"first": "A", "middle": [], "last": "Mulchandania", "suffix": ""}, {"first": "W", "middle": [], "last": "Chen", "suffix": ""}], "year": 2010, "venue": "Chem Commun", "volume": "46", "issn": "", "pages": "3914--3916", "other_ids": {}}, "BIBREF133": {"ref_id": "b133", "title": "Enzyme-based NAND and NOR logic gates with modular design", "authors": [{"first": "J", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Arugula", "suffix": ""}, {"first": "J", "middle": [], "last": "Halamek", "suffix": ""}, {"first": "M", "middle": [], "last": "Pita", "suffix": ""}, {"first": "E", "middle": [], "last": "Katz", "suffix": ""}], "year": 2009, "venue": "J Phys Chem B", "volume": "113", "issn": "49", "pages": "16065--16070", "other_ids": {}}, "BIBREF134": {"ref_id": "b134", "title": "Bio-logic analysis of injury biomarker patterns in human serum samples", "authors": [{"first": "J", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "J", "middle": [], "last": "Halamek", "suffix": ""}, {"first": "V", "middle": [], "last": "Bocharova", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "E", "middle": [], "last": "Katz", "suffix": ""}], "year": 2011, "venue": "Talanta", "volume": "83", "issn": "3", "pages": "955--959", "other_ids": {}}, "BIBREF135": {"ref_id": "b135", "title": "Bioelectrocatalytic system coupled with enzyme-based biocomputing ensembles performing boolean logic operations: Approaching \"smart\" physiologically controlled biointerfaces", "authors": [{"first": "J", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Tam", "suffix": ""}, {"first": "M", "middle": [], "last": "Pita", "suffix": ""}, {"first": "M", "middle": [], "last": "Ornatska", "suffix": ""}, {"first": "S", "middle": [], "last": "Minko", "suffix": ""}, {"first": "E", "middle": [], "last": "Katz", "suffix": ""}], "year": 2009, "venue": "ACS Appl Mater Interfaces", "volume": "1", "issn": "1", "pages": "144--149", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Schematic illustration of amplified DNA detection employing probe DNA modified magnetic beads. a Treatment of probe with target DNA labeled with streptavidin conjugated polystyrene beads loaded with biotinlyated AuNPs, followed by b Au precipitation onto AuNP seeds, c dissolution of the Au and d) detection via electrochemical stripping. (Adapted with permission from[43]. Copyright 2004, Wiley.)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Structural characteristics of a typical DNA molecular beacon probe showing formation of a stem-loop structure in the absence of target DNA/RNA. Breaking of the stem portion occurs when target is present and binds to the probe sequence loop region. (Adapted with permission from [107]. Copyright 2005, Royal Society of Chemistry.)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Streptavidine bridged conjugation of biotinylated molecular beacons to a biotinylated microsphere. Introduction of target DNA and subsequent hybridization results in a conformational change, separating the fluorophore and quencher. (Adapted with permission from [33]. Copyright 2005, Oxford Journals.)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Electrochemical detection using a molecular beacon oligonucleotide modified with a redox active ferrocene group on the 5′ end, and a thiol group on the 3′ end. The probe is immobilized via self-assembly between the thiol moiety and the Au electrode surface. Electron transfer (eT) is disrupted in the presence of target DNA. The right most panel shows background subtracted voltammograms with peak current decreasing as complementary DNA concentration increases. (Adapted with permission from[26]. Copyright 2003, PNAS USA.)", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Fig. 5 Schematic illustration of a 'reverse' molecular beacon DNA detector with an electrochemical 'signal-on' mechanism. Target DNA is 'sandwiched' between the surface immobilized capture probe DNA and ferrecene label detection DNA. Enzymatic ligation joins the capture and detection sequences, resulting in a hairpin structure that positions the ferrocene label in close proximity to the electrode surface, permitting ready electron transfer. (Adapted with permission from [127]. Copyright 2007, Wiley.)", "latex": null, "type": "figure"}, "FIGREF5": {"text": "An aptamer beacon with a fluorophore (fluorecene, F) on the 5′ end, and a quencher (dabcyl, D) on the 3′ end.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "A deoxyribozyme-based catalytic molecular beacon (blue)[99]. In the absence of target DNA (red), the stem-loop region blocks access of the substrate (green) to the catalytic region of the deoxyribozyme. In the presence of target DNA, hybridization occurs with the loop region of the molecular beacon. The conformational change exposes the catalytic region to the substrate, activating catalytic cleavage of the substrate. Labeling the substrate on either end with a fluorophore and a quencher allow catalytic activity and substrate cleavage to be monitored as an increase in fluorescence. (With permission from[64]. Copyright 2008, IEEE.) required for such systems, greatly simplifying development of a portable and robust diagnostic instrument.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "YES iA (E6) deoxyribozyme, along with the substrate and target sequence (left panel) and the fluorescence output over time in the presence of the full complementary target sequence vs. 45 SNP sequences representing every possible single point mutation in the 15-mer substrate (right panel). (Black-Hole-2 quencher, BH2). (Adapted with permission from [64]. Copyright 2008, IEEE.)", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Schematic for calculation of computational well values from experimental subwells. The probe sequences, representing the genomic components of the viral strain, are added to each well containing a specified YES-deoxyribozyme gate. The predicted (green) and experimentally determined (purple) outputs concur and are used to calculate the binary values of the computational wells. The three-bit binary syndrome pattern indicates viral strain association for the probe sequences", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "We would like to thank our colleagues who collaborated on our original computational biosensor work: P. Dolan, P. Crozier, M. Lee, M. Manginell, and R. Polsky.Sandia National Laboratories is a multi-program laboratory managed and operated by Sandia Corporation, a wholly owned subsidiary of Lockheed Martin Corporation, for the U.S. Department of Energy's National Nuclear Security Administration under contract DE-AC04-94AL85000.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}