{
    "paper_id": "71f5ad663faaefdba42a62fffa1cde6d324fd476",
    "metadata": {
        "title": "Adjuvants and Adjuvanticity",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Innate immune responses are needed to initiate protective adaptive immunity. The early innate immune response plays a key role in determining the magnitude, quality, and duration of the adaptive immune responses. Very highly purified antigens make poor vaccines because they lack the signals that trigger innate immune responses and as a result cannot generate the downstream signaling required to enhance adaptive responses. Conversely, modified live vaccines, when mimicking natural infections, cause cell damage, trigger the release of pathogen-associated molecular patterns (PAMPs) and damage-associated molecular patterns (DAMPs), and promote strong innate and adaptive responses. In effect therefore, adjuvants trigger the mandatory innate response needed to optimize the adaptive responses and promote the uptake of vaccine antigens by antigen-presenting cells-essentially dendritic cells ( Fig. 7 .1). They do this in two ways. First, they trigger innate immune responses that provide a stimulus for dendritic cell function and antigen presentation. Alternatively (or additionally) they deliver the antigen in a form optimized for dendritic cell processing and antigen presentation. Innate immune responses are triggered when pattern-recognition receptors detect microbial invasion and tissue damage. Molecules released by tissue damage (DAMPs) or molecules from foreign microbes (PAMPs) trigger innate responses through pattern-recognition receptors (PRRs) (Fig. 7 .2). The activation of PRRs and other cellular receptors on dendritic cells triggers cytokine release. These cytokines promote helper T cell responses, while these in turn activate B and T cells and so promote adaptive immunity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 898,
                    "end": 904,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 1466,
                    "end": 1473,
                    "text": "(Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "How Adjuvants Work"
        },
        {
            "text": "Some adjuvants cause cell and tissue damage and so provide the body with DAMPs. These DAMP-type adjuvants act by chemical irritation or have direct toxic effects. Thus adjuvants such as the saponins and some emulsions cause cell lysis at the injection site. Saponins are amphipathic soap-like glycosides that can form complexes with cell membrane cholesterol resulting in membrane destruction. The toxicity of emulsions is caused by the presence of short-chain detergentlike molecules that lyse cell membranes. Longer chains are less toxic but poorer adjuvants. The emulsifiers used in water/oil emulsions may have similar toxic effects. Aluminum salts are also cytotoxic and cause the release of DNA, uric acid, and adenosine from dying cells. All these adjuvants release DAMPs that bind to receptors on antigen presenting cells and activate their inflammasome pathway. This generates cytokines leading to helper T cell activation. (Inflammasomes are multiprotein complexes whose activation stimulates the production of cytokines such as interleukin (IL)-1 and IL-18 and so promote both innate and adaptive immunity.) A second type of adjuvant contains microbial products, PAMPs, the essential \"danger\" signals that also trigger innate immune processes. These PAMP-type adjuvants also provide signals through pattern recognition receptors such as the toll-like receptors (TLRs) and so activate dendritic cells. PAMP-type adjuvants contain killed bacteria, or microbial molecules such as flagellin (a TLR5 ligand), lipopolysaccharide (LPS) (a TLR 4/2 ligand), DNA containing CpG oligodeoxynucleotides (a TLR 9 ligand), their analogs such as monophosphoryl lipid A (MPLA, a TLR4/2 ligand), or synthetic TLR ligands. They may contain bacterial toxins like cholera toxin (CT) or Escherichia coli labile toxin (LT). These PAMP-type adjuvants directly activate PRRs on dendritic cells and so cause the release of proinflammatory cytokines such as IL-1, IL-6, and tumor necrosis factor-a (TNF-a). They also stimulate the production of neutrophil-attracting chemokines such as Many adjuvants contain components that engage both pathways by using a mixture of PAMPs and DAMPs. For example, TLR agonists synergize with cell-damaging squalene oilin-water emulsions to induce strong innate responses. This increases the release of the stimulatory cytokines and chemokines. These in turn recruit antigen-presenting cells to the injection site. They enhance antigen uptake as well as the activation and maturation of the antigen-presenting cells ( Fig. 7.3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2535,
                    "end": 2544,
                    "text": "Fig. 7.3)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "How Adjuvants Work"
        },
        {
            "text": "Note, however, that because they stimulate innate immunity, adjuvants also promote inflammation. This occurs immediately after vaccination and accounts for the commonly observed transient local inflammatory reactions at the injection site. Depression, fever, and malaise, occasionally encountered after animals are vaccinated, result from cytokines at the injection site overflowing into the circulation and acting on the brain. Thus one of the challenges in developing new adjuvanted vaccines is to generate the most potent ones and minimizing their adverse effects, especially inflammation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How Adjuvants Work"
        },
        {
            "text": "Antigen-processing cells are the key to effective adjuvant action. Once activated, these cells take up antigen based on its size, its charge, and its hydrophobicity. They then mature, express high levels of major histocompatibility complex (MHC) molecules, and effectively present the antigen to helper T cells. These cells are critical in determining the nature of the immune ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How Adjuvants Work"
        },
        {
            "text": "response and can be directly influenced by adjuvants. Therefore a third type of adjuvant consists of particles optimized for ingestion and processing by antigen-presenting cells. The use of particles coated with antigen, cytokines, and costimulatory molecules as adjuvants has led to encouraging improvements in vaccine efficacy and provides a framework for future advances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "79"
        },
        {
            "text": "It was long believed that adjuvants, such as the aluminum salts, acted as antigen depots, slowly releasing the antigen into the body to trigger a prolonged immune response. This effect has probably been exaggerated. Surgical removal of the antigen-alum depot at two hours after injection has no influence on its adjuvanticity. Similar studies have shown a similar lack of depot effect for the oil-based adjuvant MF59 and for ISCOMS (immune stimulating complexes).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Depot Effect"
        },
        {
            "text": "To mount an effective immune response, B cells need to generate at least 20,000 plasma cells, and many more T cells are needed to mount a cell-mediated response. Most modern adjuvants can generate sufficient B cells but not enough CD8 T cells. The few adjuvants that can stimulate adequate T cell responses rely on signaling through antigen processing cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of Adjuvants"
        },
        {
            "text": "Aluminum adjuvants have been used since the 1920s and they are by far the most widely employed DAMP-type adjuvants. They are administered to millions of people annually and are both safe and cost-effective. Until recently alum (aluminum potassium sulfate AlK(SO 4 ) 2 , was the only adjuvant globally licensed for human use. This has now generally been replaced by aluminum oxyhydroxide (AlO[OH], aluminum hydroxyphosphate (HAlO 5 P), or aluminum phosphate (Al [PO 4 ] 3 ). At a neutral pH the hydroxide binds to negatively charged proteins, whereas the phosphate binds positively charged proteins. These aluminum adjuvants either adsorb antigen to the salt nanoparticles or they can be coprecipitated with the antigen. Either method ensures that the antigen is tightly bound to the mineral matrix. It thus makes soluble antigens particulate so that they can be endocytosed and effectively processed. Calcium phosphate is also used as an adjuvant. It is less irritating than the aluminum salts and has been used in experimental vaccines.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 466,
                    "text": "[PO 4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ALUMINUM ADJUVANTS"
        },
        {
            "text": "Aluminum-adjuvanted vaccines induce tissue damage and cell death at the injection site. This releases DAMPs including DNA, uric acid, ATP, heat shock protein 70, and interleukins 1 and 33. These DAMPs then attract neutrophils with some eosinophils and lymphocytes. Alum causes dying neutrophils to release DNA to form extracellular traps and enhance dendritic cell T cell interactions. Recruitment of mature dendritic cells to the sites of injection is also enhanced. Subsequently macrophages are also attracted to these sites and these macrophages may then develop into dendritic cells. Alum appears to affect lipids in the plasma membrane and promotes dendritic cell homing to lymph nodes. Alum also stimulates the production of chemokines that attract neutrophils and eosinophils. Thus alum has multiple effects largely based on its tissue damaging properties. DNA is known to accumulate at sites of alum deposition and is apparently important because local DNase treatment blocks this adjuvant activity. It has been suggested that alum kills cells at the injection site, releasing DAMPs, which in turn activate host DCs. Recently it has also been demonstrated that alum signals through inflammasomes. DCs or macrophages stimulated with alum plus lipopolysaccharide induced IL-1b and IL-18 release. Alum however, is not good at generating Th1 CD8 1 cells and does not induce strong cytotoxic T cell responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ALUMINUM ADJUVANTS"
        },
        {
            "text": "Alum promotes the production of IL-4 enhancing Th2 responses to protein antigens and generates large numbers of B cells. As a result, while promoting antibody responses, these adjuvants have little effect on cell-mediated responses. Aluminum adjuvants greatly influence the primary immune response but have much less effect on secondary immune responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VACCINES FOR VETERINARIANS"
        },
        {
            "text": "Saponins are natural triterpene glycosides derived from plants. Their glycosides are hydrophilic whereas the triterpenes are lipophilic, and so saponins act like soap or detergents. The most important of the adjuvant saponins is Quil-A, a mixture of 23 different saponins derived from the inner bark of the South American soapbark tree (Quillaja saponaria). It is a potent DAMP-type adjuvant, but crude Quil-A is too toxic for use in humans. As a result, Quil-A has been fractionated and its active fractions identified. The most abundant of these fractions is QS-21. QS-21 combines the most potent adjuvant activity with minimal toxicity. Saponin-based adjuvants selectively stimulate Th1 and cytotoxic T cell responses because they direct antigens into endogenous processing pathways and enhance IFN-g release by dendritic cells. The saponins cause tissue damage and so activate inflammasomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SAPONIN-BASED ADJUVANTS"
        },
        {
            "text": "Saponins are employed as adjuvants for foot-and-mouth disease vaccines and recombinant feline leukemia vaccines in addition to experimental porcine respiratory and reproductive system virus (PRRSV) vaccines for pigs. Toxic saponin mixtures are used in anthrax vaccines, where they lyse tissue at the site of injection so that the anthrax vaccine spores may germinate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SAPONIN-BASED ADJUVANTS"
        },
        {
            "text": "Immune stimulating complexes (ISCOMs) are stable matrixes containing cholesterol, phospholipids, and a mixture of Quil-A saponins, and antigen. They assemble into very stable, spherical 40 nm cage-like structures with multiple copies of the antigen exposed on their surface. ISCOMs act as both DAMP-type and particulate adjuvants combined within the same particle. In general, the antibody response to an antigen incorporated in an ISCOM is about tenfold that of the same antigen in saline. They are highly effective in targeting antigens to dendritic cells. The sugar groups on the saponin bind to cell surface lectins on DCs and activate them. Saponins deliver proteins, not only to endosomes, but also to the cytosol of DCs so that they can be presented on MHC class I molecules. In addition, the saponins promote cytokine production and the expression of costimulatory molecules. Depending on the antigen employed, ISCOMs can stimulate either Th1 or Th2 responses. ISCOMATRIX is a particulate adjuvant consisting of cholesterol, phospholipid, and saponin without incorporated antigen. MATRIX-M also consists of nanoparticles made from purified saponins, cholesterol, and phospholipid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SAPONIN-BASED ADJUVANTS"
        },
        {
            "text": "Emulsions are generated when two immiscible liquids are mixed together. They occur in several different forms (Fig. 7.4) . For example, a water-in-oil (W/O) emulsion consists of aqueous droplets suspended in a continuous oil phase. The best example of this is Freund's adjuvant. Because antigens are water soluble, the droplets are slowly released as the oil breaks down and this slows the degradation of the antigen. An alternative is to use an oil-in-water (O/W) emulsion, where oil droplets are suspended in a continuous aqueous phase. The best example of this is MF59, a commercial adjuvant used in human vaccines.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 120,
                    "text": "(Fig. 7.4)",
                    "ref_id": null
                }
            ],
            "section": "EMULSION ADJUVANTS"
        },
        {
            "text": "Mineral oil W/O emulsions tend to be more effective adjuvants but O/W emulsions have a better safety profile. They are less irritating and toxic than water in oil emulsions. In general, both types of emulsion cause cell damage and can be considered to be DAMP-type adjuvants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EMULSION ADJUVANTS"
        },
        {
            "text": "One method of forming a slow-release antigen depot is to incorporate the antigen in a waterin-oil emulsion (droplets of the aqueous phase plus a surfactant such as Tween, Span, or lecithin emulsified in an oil phase). A light mineral oil stimulates a local, chronic inflammatory response, and as a result, a granuloma or abscess forms around the site of the inoculum. The antigen is slowly leached from the aqueous phase of the emulsion. These emulsion adjuvants may cause significant tissue irritation and destruction. Mineral oils are especially irritating. Nonmineral oils, although less irritating, are also less-effective adjuvants. The tissue damage generates DAMPs that stimulate both dendritic cells and macrophages. Nanoemulsions are DAMP-type adjuvants consisting of oil-in-water emulsions containing both solvents and surfactants. An example of a nanoemulsion is MF59; an adjuvant used in human influenza vaccines. MF59 contains squalene combined with polysorbate 80 (Tween 80an emulsifier) and sorbitan trioleate (Span 85). Squalene is a linear hydrocarbon found in many animal tissues, most notably the liver of sharks. It is a free-flowing oil that can be readily metabolized and is nontoxic. These nanoemulsions do not form a depot at the injection site, but the oil droplets stimulate immune cell recruitment and the emulsifiers cause cell damage. It is more potent and consistent than aluminum-based vaccines and induces Th1 type cell-mediated responses. MF59 also induces a mild local inflammatory reaction. The slow release of antigen from the emulsion may promote macrophage differentiation into dendritic cells. Antigen bound to the oil droplets promotes enhanced uptake by dendritic cells at the injection site, possibly by stimulating local chemokine production. They may also trigger local release of TNFa and IL-1b. MF59 recruits neutrophils, monocytes, eosinophils, and B cells to injection sites. This results in the increased transport of the antigen to draining lymph nodes. Interestingly none of the components of MF59 are adjuvants by themselves. By combining microarray and immunofluorescence assays it has been possible to compare the effects of MF59, and alum adjuvants. For example, MF59 induced the increased expression of 891 genes, whereas alum induced 312 genes. MF 59 was the most potent inducer of genes encoding cytokines, cytokine receptors, and adhesion molecules. MF59 has been used successfully to adjuvant a canine coronavirus vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EMULSION ADJUVANTS"
        },
        {
            "text": "Nanoemulsions using soybean oils have also shown encouraging results as adjuvants. These nanoemulsions may induce apoptosis in epithelial cells but then facilitate the uptake and processing of these cells by dendritic and other phagocytic cells. Because they have some antimicrobial activity they can also be used both to inactivate and adjuvant some vaccine preparations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EMULSION ADJUVANTS"
        },
        {
            "text": "A diverse range of stable fluid oil-based microemulsion adjuvants are sold under the name of Montanide by SEPPIC (Société d'Exploitation de Produits Pour les Industries Chimiques, Paris). They may contain either a mineral oil or metabolizable oils such as squalene. Droplet size can range from 10 to 500 nm and they contain an emulsifier, mannide monooleate. They have been widely used in veterinary vaccines including those against Newcastle disease, Mycoplasma hyopneumoniae, foot-and-mouth disease in pigs and cattle, and in some fish vaccines. Other O/W emulsions used in veterinary vaccines include Emulsigen, from MVP laboratories, TS6, from Merial, and MetaStim, from Fort Dodge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EMULSION ADJUVANTS"
        },
        {
            "text": "Multiphasic water-in-oil-in-water (W/O/W) emulsions have also been extensively studied, although few have been produced commercially. They may produce less severe reactions such as granulomas at the injection site, but because they tend to be unstable, are not widely used. They are employed in some Newcastle disease and bovine ephemeral fever vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EMULSION ADJUVANTS"
        },
        {
            "text": "Many adjuvants consist simply of microbial products-PAMPS. They are designed to target specific PRRs such as the toll-like receptors (TLRs). As a result, they activate dendritic cells and macrophages and stimulate the production of key cytokines such as IL-1 and IL-12. Depending on the specific microbial product, they may enhance either Th1 or Th2 responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogen-Associated Molecular Patterns-Type Adjuvants"
        },
        {
            "text": "TLR4 ligands such as bacterial lipopolysaccharides (or their derivatives) have long been recognized as having adjuvant activity. Their toxicity, however, has limited their use. Lipopolysaccharides enhance antibody formation if given at about the same time as the antigen. They have no effect on cell-mediated responses, but they can break T cell tolerance, and they have a general immunostimulatory activity. Monophosphoryl lipid A (MPLA) is a detoxified bacterial lipopolysaccharide. The lipopolysaccharide is obtained from Salmonella, hydrolyzed, and converted to a mixture of acetylated di-glucosamines. MPLA has less than 1% of the toxicity of the parent endotoxin. Nevertheless, it still binds to TLR 4. This results in the production of interleukin 1 and stimulates the clonal expansion of CD41T cells. MPLA therefore retains the ability to stimulate T cells without the proinflammatory activity of endotoxin. (It activates a subset of the genes activated by endotoxin). It may also stimulate higher levels of IL-10, an antiinflammatory cytokine. When MPLA from Salmonella minnesota lipopolysaccharide is combined with aluminum hydroxide it is called adjuvant system 4 (AS04) (GSK Biologicals). It is used in the highly successful hepatitis B and human papillomavirus vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogen-Associated Molecular Patterns-Type Adjuvants"
        },
        {
            "text": "Killed anaerobic corynebacteria, especially Propionibacterium acnes, have a similar effect. When used as adjuvants these bacteria enhance antibacterial and antitumor activity. The TLR5 ligand, bacterial flagellin acts as an adjuvant that promotes mixed Th1 and Th2 responses. Double-stranded RNA (dsRNA) is the ligand for TLR3, and synthetic dsRNA (for example, polyinosinic:polycytidylic acid [poly I:C]) is an effective adjuvant. The ligand for TLR7 and TLR8 is single-stranded RNA. It is rapidly degraded and therefore an impractical adjuvant. Unmethylated CpG oligodinucleotides that bind TLR9 are potent immunostimulatory adjuvants for Th1 responses. Synthetic TLR ligands, such as the imidazoquinolines, and some guanosine and adenosine analogs. may also be effective adjuvants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogen-Associated Molecular Patterns-Type Adjuvants"
        },
        {
            "text": "In practice it has been found that multiple innate stimuli may be more effective than a single stimulus and that PAMP combination adjuvants that have multiple mechanisms of action appear to be most effective. They are especially effective when combined with emulsion adjuvants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogen-Associated Molecular Patterns-Type Adjuvants"
        },
        {
            "text": "Large biocompatible polymers may also be effective adjuvants. This is probably because they physically restrict the antigen to the injection site and reduce systemic toxicity, and also prolong the local innate reaction. In polymer adjuvanted vaccines, the antigens and adjuvants are either covalently attached to the polymer or encapsulated within polymer particles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SYNTHETIC POLYMER ADJUVANTS"
        },
        {
            "text": "Among the most important of these polymers are polylactic acid (PLA) and poly(lacticcoglycolic acid) (PLGA). These polymeric microparticles can simply be mixed with an antigen such as tetanus toxoid that then binds to the particles. The adsorbed toxoid is then gradually released into the tissues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SYNTHETIC POLYMER ADJUVANTS"
        },
        {
            "text": "Chitosan is a linear polymer formed by the deacetylation of chitin. It consists of randomly arranged chains of b-(1-4)-linked-D-glucosamine and N-acetyl-D-glucosamine monomers. Chitosan binds to mannose receptors on macrophages, activates inflammasomes and complement, and stimulates cytokine production. It and its derivatives may be used as mucosal adjuvants. Chitosan nanoparticles can protect antigens or DNA from degradation and are effective adjuvants when given orally or intranasally. They have been used in bovine herpesvirus, Newcastle disease, and foot and mouth disease vaccines. Other complex carbohydrates that are potentially useful adjuvants include mannans, glucans, and inulin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SYNTHETIC POLYMER ADJUVANTS"
        },
        {
            "text": "High molecular weight, cross-linked, polyacrylic acid polymers termed carbomers have been used as adjuvants in many veterinary vaccines. Many different derivatives have been synthesized. The original synthetic carbomer was trademarked as carbopol (Lubrizol Advanced Materials, Inc.). Carbopol is a synthetic anionic polymer of acrylic acid cross-linked with polyalkenyl ethers or divinyl alcohol. It thus forms a network structure stabilized by cross-linking. It has significant adjuvant properties. It does not have obvious toxicity and antigen can be mixed directly with the carbopol gel. It does not bind to, or modify, the antigen. When incorporated into a live PRRS vaccine in pigs, it appears to enhance cellular immunity by inducing IFN-g producing cells and driving a strong Th1 polarization. Carbopol promotes the capture of antigen by inflammatory macrophages. It may be combined with other DAMP-type adjuvants such as MF59 or a lipid/ polymer/saponin adjuvant to generate additive effects. Carbopol has also been used in equine influenza, porcine circovirus, and M. hyopneumoniae vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SYNTHETIC POLYMER ADJUVANTS"
        },
        {
            "text": "Another surface-active polymer that enhances adjuvant activity when added to a squalene emulsion is Pluronic block polymer. This consists of alternating hydrophilic blocks of polyoxyethylene and hydrophobic blocks of polyoxypropylene. These bind to the surface of the oil droplets and increase their protein binding ability. It is used in some commercial veterinary vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SYNTHETIC POLYMER ADJUVANTS"
        },
        {
            "text": "The immune system can trap and process particles such as bacteria or other microorganisms much more efficiently than soluble antigens. As a result, many successful adjuvants incorporate vaccine antigens into readily phagocytosable particles (Fig. 7.5) . These adjuvants include emulsions, microparticles, ISCOMs, and liposomes, and all are designed to deliver antigen efficiently to antigen-presenting cells. Liposomes are lipid-based synthetic nano-or microparticles 200-1000 nm in size constructed of amphipathic lipid molecules surrounding an inner aqueous core. They are biodegradable and nontoxic. Hydrophilic antigens are enclosed in the aqueous core whereas hydrophobic antigens are inserted in the lipid bilayer. The antigens are effectively trapped and processed, yet are also protected from rapid degradation. They have been used as adjuvants and delivery systems to encapsulate, protect, and enhance antigen uptake by antigenpresenting cells and have been used in influenza and hepatitis A vaccines. The cationic charge is essential for efficient antigen adsorption to the nanoparticle, for retention at the injection site, for activation of the dendritic cells, and for vaccine immunogenicity including the induction of Th1 All of these particulate adjuvants may be made more potent by incorporating PAMPs. Nanotechnology uses particles with an overall size range of 1 to 1000 nanometers. These nanoparticles, nanoemulsions, or nanofibers can be used as adjuvants to promote responses to vaccines. They mimic viruses and bacteria in terms of size and structure. They can also encapsulate and so protect antigens from premature degradation. Because of their very small size, they effectively deliver peptides or proteins to antigen processing cells. Particles less than 1mm in diameter are ingested by pinocytosis; particles less than 120 nm are ingested by endocytosis. Particles smaller than 500 nm can freely enter the lymphatic system and travel to draining lymph nodes, where they are taken up by the antigen processing cells, but not by other cell types. They can activate dendritic cells and stimulate antigen processing. Nanoparticles are also biocompatible, biodegradable, and easy to produce. It is important to remember that biological molecules involved in immunity, especially antigens, allergens, and PAMPS, are also nanometers in size so particle size is critical. Conventional aluminum adjuvants employ microparticles (2-8 mm) and promote Th2 responses. However, if they are reduced to nanoparticle size (200-1500 nm) they favor Th1 responses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 251,
                    "text": "(Fig. 7.5)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Particulate Adjuvants"
        },
        {
            "text": "Nanoparticle adjuvants show considerable promise in new vaccines. They can be made from many different compounds such as poly amino acids, polysaccharides, polystyrene, biodegradable polymers in addition to nondegradable elements such as gold, silver, iron, and silica. Polymers, lipids, scaffolds, microneedles, and other biomaterials can be used to improve vaccine efficacy. Some of these biomaterials include nanoparticles and microparticles formed from polymers or lipids that can be conjugated or targeted to immune cells. They offer significant benefits by being able to control the loading and unloading of immune cargoes. Nanoparticles have unique immunological properties that can be manipulated by altering their size, shape, charge, and hydrophobicity. They can be engineered to display a mixture of antigens and costimulating molecules on their surface so that the immune response is optimized. They can be coated with unique combinations of antigens, cytokines, adhesion molecules, immunomodulators, and costimulatory ligands, and in effect may be specifically tailored to generate key protective processes. By associating antigens with PRRs, nanoparticles can trigger cytotoxic lymphocyte responses to antigens that normally won't do this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Particulate Adjuvants"
        },
        {
            "text": "Nanoparticles have been used as vaccine carriers containing entrapped antigens or with antibodies or immunomodulators so that they are targeted directly at antigen-presenting cells. These nanoparticles are constructed from degradable synthetic polymers such as poly (lactide-co-glycolide)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Particulate Adjuvants"
        },
        {
            "text": "(PLGA), copolymer hydrogels or nanogels, and cationic liposomes. PLGA nanocapsules have been used to deliver hepatitis virus B surface antigen in such a way that is rapidly taken up and transported to the endosomes of dendritic cells. PLGA may also directly activate immune pathways. Elipsoidal PLGA particles with a MHC-antigen complex and antiCD28 on its surface can mimic antigen presentation to stimulate T cells more effectively than spherical particles. Star-shaped gold nanoparticles attached to foot and mouth disease virus-like particles have demonstrated very effective adjuvant effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "85"
        },
        {
            "text": "Nanoparticles under 500 nm in size traffic rapidly to draining lymph nodes whereas larger particles are retained at the injection site and are phagocytosed and carried to lymph nodes by antigen-presenting cells (APCs). Pulmonary macrophages and DCs take up 50 nm particles more efficiently than 500 nm particles. The chemistry and surface charge of the particles also affect responses. The correct biomaterials can increase antigen persistence. Porosity can increase the diffusion of intracellular proteases resulting in faster antigen processing and presentation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "85"
        },
        {
            "text": "Very powerful adjuvants can be constructed by combining PAMP and DAMP-type adjuvants in a single vaccine formulation. Typically, these combinations combine a DAMP adjuvant such as alum and the saponins, or a particulate carrier such as liposomes together with a PAMP such as MPLA, or CpG DNA. For example, an oil-based depot adjuvant can be mixed with killed Mycobacterium tuberculosis or M. butyricum incorporated into the water-in-oil emulsion using Arlacel A as an emulsifier. The mixture is called Freund's complete adjuvant (FCA). Not only does FCA form a depot, but the mycobacteria also contain muramyl dipeptide (N-acetylmuramyll-alanyl-d-isoglutamine), a PAMP that activates macrophages and dendritic cells. FCA works best when given subcutaneously or intradermally and when the antigen dose is relatively low. FCA promotes immunoglobulin (Ig)G production over IgM. It inhibits tolerance induction, favors delayed hypersensitivity reactions, accelerates graft rejection, and promotes resistance to tumors. FCA can be used to induce experimental autoimmune diseases, such as experimental allergic encephalitis and thyroiditis. It also stimulates macrophage activation, thus promoting their phagocytic and cytotoxic activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMBINED ADJUVANTS"
        },
        {
            "text": "Use of oil-based adjuvants in animals intended for human consumption is problematic because the oil may cause significant injection site damage. Use of FCA is unacceptable in cattle, not only because of the mineral oil but also because its mycobacteria induce a positive tuberculin skin test in vaccinated animals. FCA is highly toxic in dogs and cats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMBINED ADJUVANTS"
        },
        {
            "text": "Cytokines can act as adjuvants. One possible strategy to improve responses to vaccinal antigens is to incorporate a cytokine into the vaccine. For example, interleukin-12 (IL-12) has been investigated in this matter. The intensity of the Th1 response to an inactivated pseudorabies vaccine, as measured by the numbers of IFN-g-producing T cells is significantly increased in the presence of added IL-12. IL-18 has been incorporated into a Newcastle disease vaccine and in a bovine foot and mouth disease vaccine; and IL-7 has been added to a DNA vaccine against bursal disease. They are not yet commercially available and will likely add considerably to the cost of the product.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CYTOKINES"
        },
        {
            "text": "With the increased interest in intranasal or oral vaccines, there is a need to identify adjuvants that will enhance their effectiveness on mucosal surfaces. Mucosal surfaces act as physical barriers to prevent invasion, and as a result also exclude vaccine antigens and adjuvants. However, there are specialized antigen-sampling cells on these surfaces including M cells and intraepithelial dendritic cells. M cells can take up antigen and then transfer it to antigen presenting cells. Some antigens may also be taken up by goblet cells. The mucosal epithelium expresses many innate immune receptors including TLRs. Thus PAMPs such as muramyl dipeptide, poly I:C, flagellin, and CpG oligonucleotides work on mucosal sites. Some bacterial PAMPs such cholera toxin and the heat labile enterotoxin of E. coli can also act as mucosal adjuvants by stimulating dendritic cells. Cyclic dimeric guanosine monophosphate induces both Th1 and Th17 responses on mucosal surfaces. DAMP adjuvants can also act on mucosa to induce cell stress or damage. These include cyclodextrin and some oleic acid derivatives. They may simply work by inducing sufficient inflammation and mild damage to permit antigen entry. Some compounds added to intranasal adjuvants may prolong their half-lives on mucosal surfaces. A pectin that forms a gel on mucosal surfaces will increase the antigenicity of intranasal influenza vaccine by increasing the time it remains in contact with the mucosa. Other complex carbohydrates such as pullulans and mannans may have a similar effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MUCOSAL ADJUVANTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Modes of action for mucosal vaccine adjuvants",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Aoshi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Viral Immunol",
            "volume": "30",
            "issn": "",
            "pages": "463--470",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Adjuvants designed for veterinary and human vaccines",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aucouturier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dupuis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ganne",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vaccine",
            "volume": "19",
            "issn": "",
            "pages": "2666--2672",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Efficacy and safety of immunological adjuvants. Where is the cut-off?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Awate",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Babiuk",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mutwiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Batista-Duharte",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "Z"
                    ],
                    "last": "Carlos",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biomed Pharmacother",
            "volume": "105",
            "issn": "",
            "pages": "616--624",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Improving vaccine and immunotherapy design using biomaterials",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Bookstaver",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bromberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Trends Immunol",
            "volume": "39",
            "issn": "",
            "pages": "135--150",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The ABC of clinical and experimental adjuvants: A brief overview",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brunner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jensen-Jarolim",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pali-Scholl",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Immunol Lett",
            "volume": "128",
            "issn": "",
            "pages": "29--35",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Adjuvants for animal vaccines",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Burakova",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Madera",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcvey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Schlup",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Viral Immunol",
            "volume": "31",
            "issn": "",
            "pages": "11--22",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Vaccine adjuvants: Putting innate immunity to work",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Coffman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Seder",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Immunity",
            "volume": "33",
            "issn": "",
            "pages": "492--503",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Vaccine adjuvants: From 1920 to 2015 and beyond. Vaccines (Basel)",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Pasquale",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Preiss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tavares Da Silva",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Garcon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "320--343",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Harnessing nanoparticles for immune modulation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Getts",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Shea",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trends Immunol",
            "volume": "36",
            "issn": "",
            "pages": "419--427",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Optimizing the utilization of aluminum adjuvants in vaccines: You might just get what you want",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hogenesch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "O&apos;hagan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "NPJ Vaccines",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Characterization of the in situ immunological responses to vaccine adjuvants",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Horohov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dunham",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Betancourt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet Immunol Immunopathol",
            "volume": "164",
            "issn": "",
            "pages": "24--29",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "How do adjuvants work? Important considerations for new generation adjuvants",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Mckee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Munks",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Marrack",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Immunity",
            "volume": "27",
            "issn": "",
            "pages": "687--690",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Macromolecular systems for vaccine delivery",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Muzikova",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Laga",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Physiol Res",
            "volume": "65",
            "issn": "",
            "pages": "203--216",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Towards an evidence based approach for the development of adjuvanted vaccines",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "O&apos;hagan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Friedland",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hanon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Didierlaurent",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Curr Opin Immunol",
            "volume": "47",
            "issn": "",
            "pages": "93--102",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "TLR-based adjuvants",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Steinhagen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kinjo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bode",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Klinman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "3341--3355",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Nanoparticle vaccines against viral infections",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Sulczewski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Liszbinski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R T"
                    ],
                    "last": "Romao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Rodrigues Junior",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Arch Virol",
            "volume": "163",
            "issn": "9",
            "pages": "2313--2325",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Polysaccharides as vaccine adjuvants",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Vaccine",
            "volume": "36",
            "issn": "",
            "pages": "5226--5234",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The central role of adjuvants in stimulating antigen-presenting dendritic cells and so triggering a strong adaptive immune response. CpGs, DAMPS, NODs, PAMPs, TLRs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Nanoparticle adjuvants come in many different sizes and this profoundly influences the nature of the immune response they induce. ISCOMs type responses. These cationic liposomes can incorporate PAMPs such as trehalose trimycolate and MPLA. As described earlier, ISCOMS are complex lipid-based microparticles about 40 nm in size.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "1 n Some Commonly Used Adjuvants in Veterinary Vaccines",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Emulsion adjuvants may be prepared in several ways. The main division is between water in oil and oil in water adjuvants. They each act in a different fashion. A water in oil in water adjuvant may combine the best aspects of both, but may be difficult to manufacture consistently. APCs, DAMPs.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Abstract: Adjuvants are added to vaccines to increase their potency. In general they do this by stimulating innate immune responses. They can be classified into damage-associated molecular patterns-type adjuvants that act by killing cells so that their released products trigger inflammation. Pathogen-associated molecular patterns-type adjuvants contain microbial molecules that trigger inflammation and dendritic cell maturation through pattern recognition receptors. A third type of adjuvant consists of nanoparticles or emulsions optimized to deliver antigen efficiently to dendritic cells or alternatively to prolong the release of antigen into the body. Different types of adjuvants may be combined to maximize their effect.Keywords: adjuvants, PAMPs, DAMPS, innate immunity, aluminum, emulsions, saponin, nanoparticles, liposomes, oils, polymers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e1"
        }
    ]
}