{
    "paper_id": "71f6c6b8a43555df8e7148c1ed5be1bb21d916e7",
    "metadata": {
        "title": "Risks to healthcare workers following tracheal intubation of patients with COVID-19: a prospective international multicentre cohort study",
        "authors": [
            {
                "first": "K",
                "middle": [],
                "last": "El-Boghdadly",
                "suffix": "",
                "affiliation": {},
                "email": "elboghdadly@gmail.com"
            },
            {
                "first": "D",
                "middle": [
                    "J N"
                ],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Torbay Hospital",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Owen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "Neuman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Pocock",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "B"
                ],
                "last": "Carlisle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Johnstone",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Andruszkiewicz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ottawa",
                    "location": {
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "A"
                ],
                "last": "Baker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "M"
                ],
                "last": "Biccard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "L"
                ],
                "last": "Bryson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "T V"
                ],
                "last": "Chan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong 13 Anaesthetist"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "H"
                ],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "J"
                ],
                "last": "Chin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Coburn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital RWTH",
                    "location": {
                        "settlement": "Aachen",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "J"
                ],
                "last": "Fagerlund",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska University Hospital",
                    "location": {
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "N"
                ],
                "last": "Myatra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "S"
                ],
                "last": "Myles",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "O&apos;sullivan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Pasin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Azienda Ospedale-Università di Padova",
                    "location": {
                        "settlement": "Anaesthetist",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Shamim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Aga Khan University Hospital",
                    "location": {
                        "country": "Pakistan"
                    }
                },
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "A"
                ],
                "last": "Van Klei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Utrecht",
                    "location": {
                        "country": "Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "I",
                "middle": [],
                "last": "Ahmad",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is transmitted by exposure to asymptomatic carriers or patients with COVID-19. As cases of COVID-19 continue to rise globally, there are increasing concerns about the risks of SARS-CoV-2 transmission to healthcare workers involved in direct patient care. During the SARS-CoV-1 outbreak, healthcare workers were disproportionately affected, comprising 21% of those infected [1] . Some of those at greatest risk were involved in aerosolgenerating procedures [2] .",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 437,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are currently no prospective procedure-specific data during the current COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, based on SARS-CoV-1 data, tracheal intubation is thought to pose the greatest risk of nosocomial transmission of COVID-19 to healthcare workers [3] . In response, interventions such as the appropriate use of personal protective equipment (PPE) [4] and specific procedural techniques [5, 6] have been implemented. Healthcare workers that develop suspected or confirmed COVID-19 require selfisolation and may need hospitalisation. The magnitude of this risk is important to: inform clinicians in their daily practice [7] ; demonstrate the ramifications to clinical workforce; and consider the societal implications of nosocomial COVID-19 in healthcare workers. However, we currently lack data to estimate the scale of this risk.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 296,
                    "end": 298,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To better understand the hazards to healthcare workers caring for patients with suspected or confirmed COVID-19, we designed a self-reporting provider registry to collect data on nosocomial exposure, procedural performance, use of PPE, and subsequent COVID-19-related outcomes after tracheal intubation. We aimed to determine the incidence and risk factors for developing COVID-19 in healthcare workers after their involvement in tracheal intubation. These data can inform clinicians, policy-makers and the wider public of the potential hazards of tracheal intubation to the healthcare workforce and society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We adhered to the Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) guidelines [8] . The intubateCOVID registry was launched on 23 March 2020 as an investigator-led, prospective multicentre cohort study recruiting healthcare workers performing or assisting in tracheal intubation of patients with suspected or confirmed COVID-19 across 17 countries. Information on the registry was disseminated via national and international professional organisations and social media.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Individual provider registration and subsequent data submission were completely voluntary, and all",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "This article is protected by copyright. All rights reserved participants gave consent for inclusion of their data in this study. Registry data were collected via a webbased database (Knack.com, Evenly Odd, Inc., Philadelphia, Pennsylvania, USA). At registration, participants recorded their own baseline characteristics, and thereafter utilised the registry to record details of any tracheal intubation procedures they were involved in, and to self-report follow-up outcomes related to their COVID-19 infection status. Details of all data variables collected in the registry are available online Appendix S1. Data collection for the registry is ongoing, but the present analysis of data reported to date was undertaken to ensure timely dissemination of results that would potentially guide clinical practice during the COVID-19 pandemic. Due to international variation in patient testing and changing patient case definitions at different points during the pandemic, the COVID-19 status of patients requiring tracheal intubation (either suspected or confirmed) was reported by participants based on local convention. Other details of tracheal intubation procedures were also collected (online Appendix S1), including devices used, number of attempts at tracheal intubation and PPE used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Emails were sent each week to participants on Fridays at 0900 hrs GMT+1, reminding them to report their COVID-19 infection status as one of the following four options: laboratory-confirmed COVID-19; admission to hospital with COVID-19-related symptoms; self-isolation due to COVID-19-related symptoms; or no COVID-19 symptoms or diagnosis. Participants were encouraged to report their infection status on multiple occasions over time. Data collection included the date of reported status, and the presence of any of the following symptoms: fatigue; cough; sore throat; headache; myalgia; fever; loss of smell or taste; breathlessness; diarrhoea; nausea or vomiting; abdominal pain; or photophobia. As participants were enrolled at different times during the study, depending on when the registry opened in their respective countries and institutions, follow-up times were variable depending on enrolment date relative",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved to the date of data extraction. The primary endpoint of the study was a composite outcome of either new laboratory-confirmed COVID-19 or new COVID-19 symptoms requiring self-isolation or hospitalisation [9] . tracheal intubation characteristics and the primary endpoint were investigated using univariable and multivariable Cox proportional hazards models. Since characteristics tended to differ between intubations within participants, procedural variables were included as time-updated covariates. We selected significant variables on univariable modelling to enter as covariates into our multivariable model. No adjustments were made for multiple testing and therefore all analyses should be considered exploratory.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 266,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "To account for multiple tracheal intubations reported by participants, cumulative incidences were also plotted for time from every tracheal intubation, ignoring within-participant dependence, and time from the most recent tracheal intubation, with censoring at the participant's subsequent tracheal intubation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "To investigate whether performing an increased number of tracheal intubations led to a higher incidence of the primary endpoint, Kaplan-Meier curves from the first, second and third tracheal intubation were compared. There were no missing data from our baseline covariates; missing outcomes were handled as censored outcome variables as is standard for time-to-event modelling. No sample size calculation was performed prior to data collection and analysis, and a convenience sample was used. All analyses were performed using Stata version 16.0 (StataCorp., Texas, USA) or R version 3.5.2 (R Foundation for Statistical Computing, Vienna, Austria). A two-sided significance level of 0.05 was used unless otherwise stated. Table S1 in Appendix S1). We analysed 5148 tracheal intubations by 1718 participants who recorded at least one tracheal intubation and one follow-up (Table 1 , Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 722,
                    "end": 730,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 871,
                    "end": 879,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 882,
                    "end": 888,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The three most frequently reported indications for performing tracheal intubation were respiratory failure (3666, 67.1%), general anaesthesia for surgery (714, 13.1%) and tracheal tube exchange (308, 5.6%). Approximately half of reported tracheal intubations were performed in critical care units (2783, 50.9%). Characteristics of reported tracheal intubations are summarised in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 386,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Accepted Article"
        },
        {
            "text": "The majority (4800, 87.9%) of tracheal intubations were performed with participants wearing PPE conforming to World Health Organization (WHO) recommended minimum standards for aerosolgenerating procedures (gown, gloves, eye protection and respirator masks certified to N95 or FFP2 or FFP3 or equivalent standard) [10] . Specific PPE combinations varied across participants (Fig. 2) . The use of respirator masks varied geographically, for example in the U.S., N95 respirator masks (71.6%) and",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 381,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Accepted Article"
        },
        {
            "text": "Powered Air-Purifying Respirators (PAPRs) (43.4%) were used more commonly than in the UK, where participants more frequently used FFP3/N100 respirator masks (89.3%). Table S2 in Appendix S1) among those with a primary outcome were: fatigue (111, 60.3%); cough (102, 55.4%); and sore throat (100, 54.4%). Breathlessness was reported infrequently (35, 19.0%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 174,
                    "text": "Table S2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Accepted Article"
        },
        {
            "text": "Cumulative incidences of the outcomes for 7, 14, and 21 days after the first tracheal intubation episode are shown in Table 3 . Cumulative incidence plots (Fig. 4) for the primary outcome from: first tracheal intubation; most recent tracheal intubation; and any tracheal intubation, showed similar incidence rates regardless of the starting point of follow-up.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 125,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 155,
                    "end": 163,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Accepted Article"
        },
        {
            "text": "Univariable associations using Cox-regression models indicated a significantly higher incidence of the primary endpoint of COVID-19 infection between countries, in females, and in assistants versus intubators (Table 4) , the latter which was attenuated in a multivariable analysis. In a multivariable model, betweencountry differences and increased hazards for developing the primary endpoint in females persisted. No",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 218,
                    "text": "(Table 4)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved other significant associations were identified with other factors. The hazard rate for the primary endpoint appeared reasonably constant over time from tracheal intubation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "We report a unique study of 1718 healthcare workers performing tracheal intubations on COVID-19 patients across 503 hospitals in 17 countries. After a median follow up of 32 days from the first tracheal intubation episode, 10.7% of participants reported self-isolation or hospitalisation with new symptoms, or laboratory-confirmation of COVID-19 after tracheal intubation episodes in patients with suspected or confirmed COVID-19. The incidence of our primary endpoint increased over time from 3.6% within 7 days, to 6.1% within 14 days, and 8.5% within 21 days of participants' first recorded tracheal intubation episodes. Other than country and female sex, there were no other observable associations between clinician characteristics, procedural factors, or PPE utilisation and the primary endpoint. The increased incidence of the primary endpoint in women, which persisted after multivariable adjustment in our modelling, supports future research into sex differences for COVID-19 transmission and disease severity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Tracheal intubation has previously been highlighted as a high-risk aerosol-generating procedure, with an OR of transmission of 6.6 for SARS-CoV-1 when compared with unexposed healthcare workers [2] .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, the incidence of infection in healthcare workers involved in tracheal intubation of suspected or confirmed COVID-19 is unknown, and it is unclear which elements of the procedure may contribute to increased risk, if any. In examining the procedure-related characteristics, we identified women as being at increased risk of reporting a COVID-19 outcome. The reasons for this finding are unclear, and may point to biological differences between men and women, differences in symptom-reporting behaviour, or variations arising from heterogenous sex distributions in our sample. This warrants future research to fully understand the underlying mechanisms. Furthermore, we did not detect an association with the use of PPE in accordance with WHO standards, though perhaps the wide range of combinations of PPE reported may have hampered our ability to elucidate any relationship. Regardless, a significant concern highlighted by the data is the insufficient utilisation of PPE in more than 12% of cases. Although the reasons for deficiencies in PPE utilisation are beyond the scope of these data, this finding might reflect global concerns of PPE scarcity [11] [12] [13] .",
            "cite_spans": [
                {
                    "start": 1159,
                    "end": 1163,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1164,
                    "end": 1168,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1169,
                    "end": 1173,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Whilst we are unable to ascribe a causal relationship between tracheal intubation and a COVID-19 outcome, best estimates of population prevalence suggests that the outcomes reported herein may not be due solely to community exposure [4, [14] [15] [16] [17] [18] . There is little evidence that participant exposure was",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 236,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 237,
                    "end": 241,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 242,
                    "end": 246,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 247,
                    "end": 251,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 252,
                    "end": 256,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 257,
                    "end": 261,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This article is protected by copyright. All rights reserved solely from the community. Data from the UK estimated a 2-week community prevalence of laboratoryconfirmed COVID-19 of approximately 0.27% [18] , while population prevalence data estimates a US population infection rate of 0.7% and just 0.07% [16] in the European Union and UK. Variability in national, regional, and local prevalence based on the disease spread geospatially and temporally [19] , as well as differences in testing and reporting, hampers our ability to make direct comparisons with aggregate population-level data.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Regardless of the exposure source, our results have significant implications for individual healthcare workers, the workforce, and wider society. Self-isolation due to symptoms or laboratory-confirmed COVID-19 of potentially a tenth of the workforce involved in tracheal intubation means that institutions should consider building capacity and resilience in workforce planning during this pandemic and thereafter [20] . Diminishing the availability of vital, highly-trained health providers means that institutions may have a shortfall in their capacity to deliver essential healthcare services to both COVID-19 and non-COVID-19 patients. At a public health level, household members of these clinicians will also face the requirement for self-quarantine and are at risk of subsequently contracting the disease, thus amplifying the potential implications of healthcare worker infection. Similarly, other patients and the public may also become exposed to clinicians who develop COVID-19, further perpetuating transmission beyond hospital walls. Of note, 7% of healthcare workers have been shown to be asymptomatic viral carriers based on reverse transcriptase polymerase-chain-reaction testing [17] and up to 44% may be asymptomatic seroconverters of immunoglobulins to SARS-CoV-2 [21] . One potential interpretation of these findings could be that our results may be underestimating the infection rate in clinicians involved in tracheal intubation, as a proportion of those without reported COVID-19 outcomes in our study may be asymptomatic carriers. Therefore, policies for regular testing of those at greatest risk to personal and public health may be valuable. This could identify both asymptomatic carriers [17] , as well as healthcare workers whose symptoms may be consistent with COVID-19 but are due to alternative pathology.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 417,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1193,
                    "end": 1197,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1280,
                    "end": 1284,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1712,
                    "end": 1716,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Our study has several strengths. Firstly, we draw data from the largest international prospective database of high-risk aerosol-generating procedures globally that continues to collect surveillance data that can help inform practice. This may become increasingly relevant as further waves of COVID-19 outbreaks emerge, allowing a comparative understanding of changes in practice and risk of healthcare workers. The follow-up rate of participants after reporting tracheal intubation episodes in our cohort was high, providing validity to our findings. Moreover, the participant characteristics were representative of the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved clinicians and other healthcare workers likely to be involved in tracheal intubation. Finally, we report prospective data that has not been available from any pandemic or epidemic literature to date. Some limitations must be discussed. Firstly, as healthcare workers involved in tracheal intubation may be exposed to SARS-CoV-2 from other sources, direct causality linked to tracheal intubations per se cannot be demonstrated. Secondly, asymptomatic seroconversion was not accounted for. Thus, the true incidence of infection may have been underestimated due to the prevalence of asymptomatic carrier states. Similarly, the reporting of critical illness and death was not feasible in the registry, potentially leading to a source of bias. Thirdly, the data were self-reported, which carries inherent pitfalls. However, this possibility is minimised using fixed-choice questions, as well as highly motivated participants reporting their tracheal intubation episodes contemporaneously. Participants continued to document tracheal intubation episodes regularly and recorded weekly outcomes throughout the study duration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Fourth, there is a risk of sampling bias stemming from the voluntary nature of study participation, and the healthcare providers engaging in this study may represent a small subset with clinical performance characteristics that are not representative of the larger community. Fifth, our analyses are limited to the aerosol-generated procedures reported herein, and do not apply to other procedures associated with risks to healthcare professionals. Lastly, the lack of a control group hampers our full ability to contextualise these findings. Therefore, cautious interpretation of these results is encouraged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "In conclusion, approximately 10% of healthcare workers in our sample were either diagnosed with new COVID-19 infection or required self-isolation or hospitalisation with new symptoms following involvement in tracheal intubation of patients with suspected or confirmed COVID-19. This information should inform decision-making and planning of safe and sustainable delivery of health care services globally. Future work should focus on screening and identifying interventions to reduce risks to healthcare workers providing care for COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved This article is protected by copyright. All rights reserved ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved (1.9-3.5) 1 Over the whole duration from 23 March to 02 Jun 2020. 2 Kaplan-Meier estimates, from the date of first tracheal intubation. 3 Lab-confirmed COVID-19 diagnosis, self-isolation due to symptoms, hospital admission with ≥1 symptom",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 71,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 126,
                    "end": 127,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 196,
                    "end": 197,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved Where procedural characteristics are analysed as time-updated variables * analysing one variable at a time in a Cox model † including all variables simultaneously in a multivariable Cox model ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Additional supporting information may be found online via the journal website.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        },
        {
            "text": "Appendix S1 Additional information regarding the study Total number of registered users -n = 4,502N",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Participants with at least one intubation recorded -n = 2,182N",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Excluded: Users reporting no intubations -n = 2,320N",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Participants included for analysis -n = 1,718N",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Excluded: Reporting no follow-up outcomes -n = 444N No follow-up outcomes after first intubation -n = 20N ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Summary of probable SARS cases with onset of illness from 1",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Aerosol generating procedures and risk of transmission of acute respiratory infections to healthcare workers: A systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cimon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Severn",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 and risks posed to personnel during endotracheal intubation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Weissman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "De Perio",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Radonovich",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of the American Medical Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1001/jama.2020.6627"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Italian coronavirus disease 2019 outbreak: recommendations from clinical practice",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sorbello",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "El-Boghdadly",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Giacinto",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia",
            "volume": "75",
            "issn": "",
            "pages": "724--732",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Barrier enclosure during endotracheal intubation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Canelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Connor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "",
            "pages": "1957--1958",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Consensus guidelines for managing the airway in patients with COVID-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "El-Boghdadly",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mcguire",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia",
            "volume": "75",
            "issn": "",
            "pages": "785--799",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Harnessing our humanity -how Washington's health care workers have risen to the pandemic challenge",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rosenbaum",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "",
            "pages": "2069--2071",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE)statement: guidelines for reporting observational studies",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Von Elm",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Clinical Epidemiology",
            "volume": "61",
            "issn": "",
            "pages": "344--349",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "World Health Organization. Rational use of personal protective equipment for coronavirus disease (COVID-19) and considerations during severe shortages: interim guidance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Critical supply shortages -the need for ventilators and personal protective equipment during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Ranney",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Griffeth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Jha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "In pursuit of PPE",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Artenstein",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Shortage of personal protective equipment endangering health workers worldwide",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID-19 and Italy: what next?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1225--1228",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "First experience of COVID-19 screening of health-care workers in Accepted Article This article is protected by copyright. All rights reserved England",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "6736",
            "issn": "",
            "pages": "19--20",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Roll-out of SARS-CoV-2 testing for healthcare workers at a large NHS Foundation Trust in the United Kingdom",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Colton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "COVID-19: PCR screening of asymptomatic health-care workers at London hospital",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Treibel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Manisty",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Burton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "6736",
            "issn": "",
            "pages": "19--20",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Coronavirus (COVID-19) Infection Survey Pilot England",
            "authors": [],
            "year": 2020,
            "venue": "Office for National Statistics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "State-level tracking of COVID-19 in the United States",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Unwin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Hospital surge capacity in a tertiary emergency referral centre during the COVID-19 outbreak in Italy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carenzo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Costantini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Greco",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia",
            "volume": "75",
            "issn": "",
            "pages": "928--934",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Asymptomatic seroconversion of immunoglobulins to sarscov-2 in a pediatric dialysis unit",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hains",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Schwaderer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of the American Medical Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1001/jama.2020.8438"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Institutional review at the lead site in the UK, Guy's and St Thomas' NHS Foundation Trust, determined the project did not require ethics approval based on the UK Health Research Authority guidance on service evaluations (Service Evaluation ID: 10769). Similar determinations were obtained subsequently by at least one site in all other participating countries. Further details of governance approvals in other jurisdictions is available at https://intubatecovid.org/supporting-documents. Data are stored and processed in compliance with European Union (EU) General Data Protection Regulations and the EU-US Privacy Shield Framework.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Participant and tracheal intubation characteristics were summarised with categorical variables expressed as frequencies and percentages and continuous variables as mean (SD) or median (IQR [range]). Follow-up time was defined as the time elapsed between the first tracheal intubation reported and either the first reported positive COVID-19-related outcome, or the latest follow-up if no positive COVID-19 related outcomes were reported. Kaplan-Meier estimates were plotted to illustrate the cumulative incidence of the primary endpoint over follow-up time. Kaplan-Meier estimates of the cumulative incidences of both the primary endpoint and its components over follow-up were tabulated at 7, 14 and 21 days and the frequency and percentage of reported symptoms were summarised. Associations between patient and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "were submitted by participants from 503 hospitals in 17 countries. Between 23 March and 2 June 2020, 2182 participants recorded at least one tracheal intubation in the registry, and 6320 tracheal intubations were reported. Participants recorded a median (IQR [range]) of two (1-3 [1-42]) tracheal intubations (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Amongst participants, the median (IQR [range]) follow-up from the first reported tracheal intubation was 32 (18-48 [0-116]) days. A follow-up period of at least 21 days was available for 1192 participants (69.4%). A total of 184 participants (10.7%) met the primary endpoint, of whom 144 (8.4%) reported symptomatic self-isolation, 53 (3.1%) reported laboratory-confirmed COVID-19 infection, and 2 (0.1%) participants reported hospital admission with COVID-19 symptoms. The most frequently reported COVID-19 symptoms (Fig. 3, Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Participants included and excluded from analysis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Plot showing the 25 most common combinations of personal protective equipment used in 5148 reported tracheal intubations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Symptoms reported in the 184 participants meeting the primary endpoint.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Plots of the cumulative incidence of primary outcome over the follow-up period from first tracheal intubation (A), most recent tracheal intubation (B), and from any tracheal intubation (C).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Photophobia Abdominal pain Nausea/vomiting Diarrhoea Breathlessness Loss of smell/taste Fever Myalgia Headache Sore throat Cough Fatigue",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Participant characteristics according to primary outcome status.1 Values are n (%) or mean (SD).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Summary of clinical outcomes in 1,718 participants. Values are n (%).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Associations between participant and procedural characteristics and the incidence of reporting the primary outcome.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This article is protected by copyright. All rights reserved",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ]
}