{
    "paper_id": "71f6c71eb43acafe38fc26b04dbc4478f3d812ed",
    "metadata": {
        "title": "ARTICLE IN PRESS G Model ScienceDirect Comment les enfants et adolescents avec le trouble déficit d'attention/hyperactivité (TDAH) vivent-ils le confinement durant la pandémie COVID-19 ? How do children and adolescents with Attention Deficit Hyperactivity Disorder (ADHD) experience lockdown during the COVID-19 outbreak?",
        "authors": [
            {
                "first": "E",
                "middle": [],
                "last": "Bobo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Service de médecine psychologique de l'enfant et de l'adolescent 1 (MPEA1)",
                    "institution": "CHU de Montpellier-Hôpital Saint-Eloi",
                    "location": {
                        "addrLine": "80 avenue Augustin-Fliche",
                        "postCode": "34295, cedex 5",
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Département d'informatique médicale",
                    "institution": "CHU de Montpellier",
                    "location": {
                        "addrLine": "80, avenue Augustin-Fliche",
                        "postCode": "34295, cedex 5",
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Acquaviva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Service de psychopathologie de l'enfant et de l'adolescent",
                    "institution": "CHU de Robert-Debré",
                    "location": {
                        "addrLine": "48, boulevard Sérurier",
                        "postCode": "75019",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Caci",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CHU Lenval",
                    "location": {
                        "addrLine": "57, avenue de la Californie",
                        "postCode": "06200",
                        "settlement": "Nice",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Franc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Service de médecine psychologique de l'enfant et de l'adolescent 1 (MPEA1)",
                    "institution": "CHU de Montpellier-Hôpital Saint-Eloi",
                    "location": {
                        "addrLine": "80 avenue Augustin-Fliche",
                        "postCode": "34295, cedex 5",
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Gamon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Département d'informatique médicale",
                    "institution": "CHU de Montpellier",
                    "location": {
                        "addrLine": "80, avenue Augustin-Fliche",
                        "postCode": "34295, cedex 5",
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "M.-C",
                "middle": [],
                "last": "Picot",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Département d'informatique médicale",
                    "institution": "CHU de Montpellier",
                    "location": {
                        "addrLine": "80, avenue Augustin-Fliche",
                        "postCode": "34295, cedex 5",
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Pupier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Service de médecine psychologique de l'enfant et de l'adolescent 1 (MPEA1)",
                    "institution": "CHU de Montpellier-Hôpital Saint-Eloi",
                    "location": {
                        "addrLine": "80 avenue Augustin-Fliche",
                        "postCode": "34295, cedex 5",
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Speranza",
                "suffix": "",
                "affiliation": {
                    "laboratory": "et trajectoires/TDAH et émotions",
                    "institution": "CHU de Versailles",
                    "location": {
                        "addrLine": "177, rue de Versailles",
                        "postCode": "78157",
                        "settlement": "Le-Chesnay cedex, Montpellier",
                        "country": "France, France"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Falissard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Purper-Ouakil",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Service de médecine psychologique de l'enfant et de l'adolescent 1 (MPEA1)",
                    "institution": "CHU de Montpellier-Hôpital Saint-Eloi",
                    "location": {
                        "addrLine": "80 avenue Augustin-Fliche",
                        "postCode": "34295, cedex 5",
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Objectives. -During the COVID-19 pandemic, the French government has decided a general lockdown. This unprecedented situation has raised concerns about children's and adolescent's mental health. Children and adolescents diagnosed with attention deficit hyperactivity disorder (ADHD) may find this context of restrained activity particularly tricky. The objectives of our study are to gather information about the well-being and global life conditions of children and adolescents with ADHD during the COVID-19 outbreak in France.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a b s t r a c t"
        },
        {
            "text": "Dans le contexte de la pandémie COVID-19, de récentes études alertent sur le possible impact négatif du confinement sur la santé mentale de la population générale. En devenant une manifestation concrète de la menace pandémique, les mesures de confinement seraient pourvoyeuses de troubles du sommeil, de troubles anxieux et de violences intrafamiliales [1] . Dans la population pédiatrique, le confinement entraînerait une détérioration de la santé mentale. Les facteurs incriminés seraient, notamment, une réduction des temps d'activité physique, une diminution des rapports sociaux, une désynchronisation du rythme circadien, et des temps d'ennui prolongé [2, 3] . Parallèlement, les services de soins connaissent des modifications massives de leurs organisations, notamment en psychiatrie [4] .",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 356,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 658,
                    "end": 661,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 662,
                    "end": 664,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 792,
                    "end": 795,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Les enfants et adolescents avec Trouble Déficit d'Attention Hyperactivité (TDAH) sont potentiellement un groupe vulnérable aux effets du confinement et de la crise sanitaire. En effet, l'impact des modifications environnementales sur l'expression et le retentissement des symptômes de TDAH est bien documenté [5] . La recherche d'une bonne adéquation des réponses de l'environnement familial et scolaire est d'ailleurs prioritaire dans l'élaboration des stratégies thérapeutiques du TDAH [6] .",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 312,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 488,
                    "end": 491,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Dans le contexte pandémique, l'arrêt brutal de la scolarité, l'augmentation du temps familial imposé par les mesures de confinement, et le potentiel caractère anxiogène de cette crise sanitaire et économique sont autant de facteurs pouvant influencer la symptomatologie de ces enfants et adolescents atteints de TDAH. Nous avons mené une enquête épidémiologique transversale auprès de parents d'enfants TDAH. L'objectif de ce travail est l'étude des perceptions des parents quant à la santé mentale et le rapport aux soins de leur enfant pendant cette période de confinement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Les données ont été recueillies à l'aide d'un sondage anonyme dématérialisé et diffusé à l'échelle nationale, dès le 6 avril 2020, via les réseaux sociaux et sur les sites des associations impliquées dans l'aide aux personnes concernées par le TDAH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recueil des données"
        },
        {
            "text": "Ce sondage invitait l'un des parents à répondre à la fois à des questions ouvertes et fermées sur ses propres réponses adaptatives à la situation de confinement, sur l'état de santé mentale de son enfant, sur ses conditions environnementales de confinement, sur ses ressentis au sujet de l'offre et de ",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 301,
                    "text": "de",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Recueil des données"
        },
        {
            "text": "Une analyse thématique des données a été réalisée. Parmi les réponses aux questions ouvertes du questionnaire, nous avons identifié des mots clés que nous avons regroupés en thématiques. Ce codage, simplifié par l'utilisation du logiciel Nvivo, a été réalisé par un clinicien sensibilisé à la prise en soins des enfants avec TDAH. Nvivo est un logiciel d'analyse qualitative de données produit par QSR International [7] . Le Tableau 1 résume notre travail de recherche thématique.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 419,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Analyses qualitatives"
        },
        {
            "text": "Une analyse de données textuelles a également été réalisée avec les réponses aux questions ouvertes grâce au logiciel Nvivo. Cette analyse nous a permis d'illustrer le poids des différents thèmes rencontrés par l'édition d'occurrences de mots. Nous avons également réalisé une occurrence de mots dans les sous-groupes d'enfants en séparant les enfants en fonction d'évolution de leur bien-être. Les arbres de mots (transmis sur demande) nous ont permis d'identifier les contextes dans lequel étaient employés les mots les plus occurrents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyses textuelles"
        },
        {
            "text": "Le logiciel SAS Entreprise Guide, version 4.3 (SAS Institute, Cary, NC, USA), a été utilisé pour décrire la population de notre étude.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyse descriptive"
        },
        {
            "text": "Un total de 538 parents a répondu au questionnaire diffusé via les réseaux sociaux et posté sur le site d'associations de personnes concernées par le TDAH entre les 20 e et 30 e jours de confinement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description de la population"
        },
        {
            "text": "Les familles ayant répondu à un questionnaire pour plusieurs enfants en même temps (n = 5), ou les familles pour lesquelles la personne avec TDAH elle-même a complété le questionnaire (n = 2) ont été exclues de l'analyse ; 533 familles ont donc été incluses dans l'analyse finale. Les parents ayant participé au sondage étaient en très grande majorité des femmes 95 % (IC 95 % 93,50 ; 97,18) et leurs enfants étaient en moyenne âgés de 10,5 ans (IC 95 % 7,58 ; 13,44) (Tableau 2). À la suite des mesures de confinement, 34,71 % des parents signalent une aggravation du comportement de leur enfant, 34,33 % ne signalent pas de changements notables et 30,96 % notent une amélioration globale du comportement de leur enfant (Tableau 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description de la population"
        },
        {
            "text": "La thématique de la diminution de l'anxiété est récurrente dans les commentaires parentaux. Les parents mettent principalement en avant l'absence de contraintes scolaires et un emploi du temps allégé et modulable. Les parents décrivent très précisément ce phénomène : « le côté \"je vis à mon propre rythme\" lui convient bien. Tout en gardant un rythme cadré, le fait de ne pas être pressé par l'emploi du temps permet de garder une certaine flexibilité qui diminue son stress imposé par la vie quotidienne ». Selon la plupart des parents, « moins de pression scolaire, un rythme plus adapté » serait à l'origine du mieux-être de leur enfant durant le confinement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anxiété"
        },
        {
            "text": "Pour beaucoup de parents, le bien-être de leur enfant en confinement ne s'explique pas seulement par la diminution des contraintes (scolaires, sociales) mais aussi par la diminution des signaux négatifs renvoyés à l'enfant du fait de ses troubles. Ce parent illustre ce mécanisme : « Je trouve mon fils plus apaisé, calme qu'à l'accoutumée (. . .). À la maison je l'accompagne, le valorise et je constate une très nette amélioration de son estime de lui-même. Ce confinement semble être une belle opportunité pour mon fils de restaurer son image et d'avoir un quotidien plus apaisé ». Ce phénomène ne se limite pas aux apprentissages scolaires comme le décrit ce parent : « Clairement, il a besoin de son traitement et de son suivi médical mais le fait de ne plus être confronté à son « inadéquation sociale » avec la souffrance qui en découle lui fait du bien ».",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estime de soi"
        },
        {
            "text": "Certains parents observent une amélioration des symptômes d'inattention chez leur enfant. Ils associent l'amélioration des troubles attentionnels de leur enfant à un environnement familial plus propice au travail : « il est seul avec nous, ainsi son travail est de meilleure qualité et plus approfondi qu'en classe (pas de distraction, pauses régulières. . .) ». Ce parent décrit qu'un environnement de travail sans distracteurs, un emploi du temps modulable en fonction de la fatigabilité de l'enfant et une aide personnalisée grâce à la disponibilité des deux parents pour les devoirs, améliore les acquisitions scolaires de son enfant. Cet emploi du temps adapté permettrait à l'enfant d'avoir des temps de jeux : « le travail scolaire est plus efficace (. . .). Donc notre fille a le temps de jouer et de se détendre ».",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inattention"
        },
        {
            "text": "Certains parents observent une diminution des symptômes d'agitation chez leur enfant. Cette amélioration est reliée par les parents à l'assouplissement des contraintes horaires (liées à la scolarité, aux rééducations et aux rendez-vous de suivi) qui permet des temps familiaux plus conséquents et de meilleure qualité. Ce parent le décrit ainsi : « J'ai le sentiment que le TDAH est moindre du fait qu'il n'y ait pas de contraintes de temps/planning ou école. Aussi, je trouve les relations plus apaisées au niveau de la fratrie : plus de temps de jeux partagés, plus de complicité ».",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Agitation"
        },
        {
            "text": "L'agitation motrice est souvent décrite dans les réponses des parents : « nos enfants ont un grand besoin de courir », font des « bruits incessants », « elle a besoin de bouger tout le temps ». Néanmoins, celle-ci ne semble problématique que lorsque les conditions de confinement ne permettent pas à l'enfant de se dépenser.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Agitation"
        },
        {
            "text": "Tous les parents évoquant leurs lieux de confinement font un lien avec l'agitation motrice de leur enfant et le bien-être familial. Le « confinement idéal », d'après les parents, serait une maison avec jardin où l'enfant pourrait laisser libre cours à son hyperactivité motrice. Voici quelques citations représentatives des réponses sur le thème du logement : « Ce qui reste difficile, en appartement, c'est le manque de liberté de mouvement pour un enfant qui a besoin de bouger », « La première semaine passée dans notre appartement en banlieue parisienne a été plutôt difficile et mes réponses au questionnaire auraient été très différentes si nous étions restés confinés dans cet appartement. Être confiné avec une enfant TDAH sans avoir un coin de verdure ou un petit extérieur pour qu'il puisse libérer son énergie relève de l'exploit » ; « le confinement avec 2 garç ons TDAH de 15 et 18 ans dans un T3 de 59 m 2 , c'est un vraiment un cauchemar permanent. . . La charge mentale est énorme. . . Je suis à 2 doigts de craquer. . . Une maman usée qui n'a plus de larmes. . . » ; « Il supporte bien le confinement. . . mais heureusement que nous avons un jardin ».",
            "cite_spans": [],
            "ref_spans": [],
            "section": "« Le confinement idéal »"
        },
        {
            "text": "Les parents décrivant une augmentation de l'opposition ou de l'agressivité durant le confinement, font également part d'une accentuation des troubles du sommeil, des troubles émotionnels, et des symptômes de TDAH : « il est plus angoissé, il dort mal. . . ce qui va irrémédiablement avec une agressivité plus importante » ; il est « plutôt mal, assez angoissé, très opposant, parfois même violent envers moi » ; les « tics revenus en force, opposition et provocation avec violence plus fréquente qu'à l'habitude » ; « c'est les montagnes russes émotionnelles, une crise d'angoisse au début et beaucoup plus d'opposition qu'habituellement ». Les parents décrivant chez leur enfant une augmentation de l'opposition, de la provocation ou de l'agressivité évoquent le retentissement familial de ces symptômes durant le confinement : « elle est dans la provocation et dans l'insolence tous les jours. Cela est très fatigant pour tous les membres de la famille » ; « les deux premières semaines se sont déroulées sans gros problème. À partir de la troisième, son comportement est plus agité, impulsif et agressif envers son entourage ».",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opposition et agressivité"
        },
        {
            "text": "Le thème de la scolarité est spontanément développé par la presque totalité des parents. 3.2.7.2. Une prise de conscience des difficultés scolaires Certains parents disent avoir compris pendant le confinement l'ampleur des difficultés de leur enfant : « prise de conscience de ses difficultés scolaires et de ses troubles », « ç a nous a permis d'être au clair avec ses difficultés, bien mieux qu'en temps normal et, avec l'appui de sa maîtresse, de faire réellement du sur-mesure. Pour nous le confinement est, de ce point de vue, une chance pour lui », « Je trouve notre enfant d'une immense force pour combattre ses excès dus à cette pathologie ». Cette situation est aussi révélatrice des difficultés liées aux troubles des apprentissages : « l'école à la maison m'a permis de mieux apprécier l'impact de sa dysgraphie sur ses apprentissages. À quel point ses repères sont importants pour son équilibre mental et émotionnel. Ses comportements décalés par rapport à ses camarades de classe du même âge ». Cette meilleure compréhension des troubles permet à certains parents de rétablir une proximité avec leur enfant : « cette situation de confinement (. . .) m'a permis de mieux la connaître et la comprendre, d'améliorer grandement la qualité de notre relation ». ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scolarité au domicile"
        },
        {
            "text": "Certains parents relèvent un rythme du sommeil perturbé en temps de confinement : « il est plus angoissé, il dort mal. . . ce qui va irrémédiablement avec une agressivité plus importante », « Le confinement a bouleversé une partie de l'organisation quotidienne : heure du coucher très \"décalée\" (. . .) heure du lever tardive, peu de dépense physique », « s'endort très tard la nuit », « Son rythme de sommeil est complètement chamboulé. ».",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sommeil"
        },
        {
            "text": "Pour certains enfants la vie sociale s'organise autour des réseaux sociaux ou des jeux vidéo, pour d'autres le manque des « copains de classes » se fait sentir. Ce parent illustre ce basculement vers le numérique : « Ils ont beaucoup de contacts « WhatsApp » avec les cousins, amis, jeux et vidéos qui rendent cette période spéciale aussi ludique pour eux ». Mais le manque de contacts sociaux peut aussi être source de mal-être chez certains enfants : « mon fils, adolescent, souffre de ne pas pouvoir rencontrer ses amis ».",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vie sociale"
        },
        {
            "text": "La gestion du temps consacrée aux jeux vidéo ou aux loisirs numériques en général semble être un autre enjeu important pour les parents. Ils mettent en avant la nécessité de limiter le temps passé sur les jeux vidéo ou sur internet durant la journée car leur enfant aurait une tendance naturelle à s'y réfugier. Un parent écrit que son enfant « tourne en rond, très demandeur d'écrans, de jeux vidéo ». Certains parents avouent ne plus avoir le contrôle sur le temps d'écrans de leur enfant : « Il peut retomber dans des pulsions de jeux vidéo », « il vit la nuit avec les jeux vidéo en réseau, dort le jour ».",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jeux vidéo"
        },
        {
            "text": "Des parents exerç ant la profession de soignant signalent l'anxiété de leurs enfants depuis le confinement. Dans ce cas, l'anxiété se manifeste de la faç on suivante : « elle est très angoissée, beaucoup de cauchemars la nuit et de réveils nocturnes, se met à se ronger les ongles et à avoir des lésions de grattage (. . .) un petit animal en cage qui sautait à l'élastique \"virtuel\" non-stop dans l'appartement (. . .) ». Un autre parent décrit son enfant comme « bien, excepté lorsque je pars travailler (. . .) beaucoup de dialogues et d'échanges pour rassurer au maximum ».",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parents soignants"
        },
        {
            "text": "La quasi-totalité des parents ayant fait l'expérience d'une téléconsultation, en décrivent un vécu positif. Les parents se disent avoir été rassurés par l'écoute et la disponibilité des différents professionnels dans ce contexte si particulier. Voici un commentaire décrivant l'importance, pour les familles, de recevoir les conseils d'un professionnel : « Consultation au téléphone avec le pédopsychiatre pour faire le point sur l'état de mon fils, et pour avoir des conseils afin de mieux appréhender la situation et ses difficultés, ce qui a été bénéfique pour le moral des troupes ! » Certains parents décrivent une évolution intéressante de la relation entre le professionnel et leur enfant. Le changement des modalités de consultation pourrait être vecteur d'un engagement plus important de l'enfant ou de l'adolescent dans la relation de soin. Ce parent décrit bien ce phénomène : « Consultation tous les 15 jours via Skype avec un pédopsychiatre. Je pense que c'est différent mais que ç a permet d'autres observations/interactions. De plus, mon fils doit appeler le médecin pour démarrer la consultation, ç a lui donne une responsabilité ». D'autres parents évoquent l'aspect pratique d'une consultation à distance : « La téléconsultation auprès du pédopsychiatre était très appréciable. Cela évite les déplacements de plus de 2 heures aller-retour ! ». Les soins à distance ne se limitent pas seulement aux consultations, les groupes thérapeutiques par visioconférence y trouvent aussi leur place. Un parent a notamment apprécié le « groupe Barkley en visioconférence ». Beaucoup de professionnels intervenant dans la prise en soin de l'enfant se sont adaptés aux nouvelles modalités que leur imposait le confinement. Ainsi, des thérapies cognitivo-comportementales ont pu être poursuivies ou même initiées durant le confinement avec une grande satisfaction du parent et de l'enfant. Les rééducations ont également parfois pu être maintenues avec les orthophonistes, psychomotriciens et ergothérapeutes. Un parent décrit l'importance pour son fils « de se savoir soutenu dans sa pathologie » durant ce confinement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Télésanté"
        },
        {
            "text": "Seule une mauvaise connexion internet serait une entrave au bon déroulé des soins à distance durant le confinement. Ce parent l'explicite dans son commentaire : « La visio-consultation n'est possible qu'avec une bonne connexion internet, quand cela ne marche pas, cela devient compliqué de garder l'attention de notre fils sur le PC ». Certains parents envisagent même de poursuivre cette modalité de soin au-delà du confinement. C'est ainsi que ce parent décrit sa téléconsultation : « La visioconférence avec le médecin traitant s'est très bien passée, et nous pensons même continuer de temps en temps après le confinement ».",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Télésanté"
        },
        {
            "text": "Interrogés sur le bien-être global de leur enfant, les parents décrivent majoritairement un état psychologique positif de celuici durant le confinement. Ils le nuancent néanmoins sur certains points ; le nuage de mots représente les mots le plus souvent employés pour répondre à la question : « comment va votre enfant depuis le confinement ? » (Fig. 1) . Nous avons réalisé une occurrence de mots caractérisant les enfants dont la symptomatologie s'aggrave depuis le confinement (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 345,
                    "end": 353,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 480,
                    "end": 488,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Perception parentale du bien-être de l'enfant durant le confinement"
        },
        {
            "text": "Les parents ont partagé leurs ressentis sur le suivi à distance de leur enfant durant le confinement (Fig. 3) . La plupart des parents ont été satisfaits de la disponibilité et de l'écoute des professionnels intervenants dans la prise en soins de l'enfant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 109,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Perception parentale des téléconsultations durant le confinement"
        },
        {
            "text": "Notre enquête auprès des parents d'enfants avec TDAH nous a permis de recueillir des renseignements à propos de leur vécu du confinement dans le contexte pandémique. L'analyse qualitative montre que le bien-être des enfants pendant le confinement est relié par les parents à une diminution de l'anxiété. Cette évolution est très précisément rapportée à une diminution des contraintes scolaires. Ainsi, l'anxiété des enfants et adolescents avec TDAH décrits dans notre échantillon semble s'atténuer en période de confinement. A contrario, dans la population pédiatrique générale, une étude portant sur la pandémie actuelle montre un taux plus élevé de troubles anxieux parmi les enfants confinés [8] .",
            "cite_spans": [
                {
                    "start": 695,
                    "end": 698,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Pour certains enfants, il existe même une amélioration des symptômes de TDAH que les parents mettent en rapport avec une organisation plus flexible de leur quotidien et des facilités d'ajustement facilitées par le contexte : diminution des distracteurs, meilleure disponibilité parentale. Il existe par ailleurs peu de données sur les enfants avec TDAH en situation de confinement ; une étude transversale chinoise a montré une amélioration de la concentration des enfants lors des devoirs à la maison parallèlement à une aggravation de leurs comportements durant le confinement [9] . L'existence de symptômes de TDAH chez leur enfant est bien repérée par les parents. La situation de confinement semble d'ailleurs faciliter la prise conscience des parents à propos des difficultés que leurs enfants vivent au quotidien. Si l'hyperactivité motrice semble pouvoir être compensée dans les familles ayant des conditions favorables de confinement, l'inattention et le découragement devant les activités scolaires sont très généralement décrits. Cette meilleure prise en compte des troubles attentionnels et des apprentissages semblerait être associée à des attitudes parentales positives.",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 582,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Le principal défi de la vie de tous les jours n'est ni la gestion de l'anxiété liée au COVID ni celle des contraintes liées au confinement, mais l'encadrement de la scolarité lorsque l'enfant manifeste sa souffrance par des attitudes d'évitement et d'opposition. Certains parents témoignent du fait que les aménagements de la scolarité qui étaient en place avant le confinement ne sont plus proposés dans le contexte de crise sanitaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Ainsi, la scolarité occupe une place prépondérante dans le discours parental autour du bien-être de l'enfant et de la famille en général, y compris lorsqu'elle n'est plus mise en oeuvre dans ses modalités classiques. Elle est soit l'agent du bien-être (moindres contraintes, meilleure flexibilité) soit le facteur qui vient perturber la relation parents-enfants (volume des tâches scolaires, attitudes d'évitement) aux côtés des jeux vidéo, inépuisable source de conflits dans le quotidien familial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Notre analyse thématique met aussi en évidence un groupe d'enfants dont la situation se dégrade au cours du confinement avec des symptômes de dyscontrôle émotionnel et comportemental ainsi que des troubles du sommeil. La relation entre perturbation du sommeil et émotions avec un risque accru de trouble de stress posttraumatique a été montrée chez l'adulte en contexte d'épidémie COVID-19 [10] .",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 394,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Pour guider le praticien dans le soutien aux familles des enfants avec TDAH dans le contexte de la crise sanitaire, un groupe d'experts européens a publié une série de repères pour la pratique [11] . Ils préconisent la poursuite des traitements médicamenteux et non médicamenteuse du TDAH durant le confinement afin de limiter les comportements pouvant accroître la propagation virale. Ils indiquent également que l'introduction et la reconduction des traitements doivent se faire prioritairement par télémédecine. De nombreuses ressources ont aussi été créées pour les parents, notamment des fiches conseils aux familles et un e-book synthétisant les connaissances et nouvelles perspectives de soins en psychiatrie de l'enfant et de l'adolescent dans le contexte du confinement et du déconfinement [12, 13] .",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 799,
                    "end": 803,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 804,
                    "end": 807,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "En ce qui concerne les soins, la perception parentale particulièrement positive des soins à distance vient appuyer la nécessité d'une diffusion plus large de cette pratique en santé mentale. En plus d'une accessibilité simplifiée pour les familles et ludique pour les enfants, les téléconsultations ne semblent pas être moins efficaces que les consultations « classiques » pour le suivi des patients en santé mentale [14, 15] . Ainsi, la vulgarisation des téléconsulta-tions permise par ce confinement et l'apparente bonne acceptation des consultations à distance par les patients modifiera probablement les conceptions des pratiques de soins dans le suivi de ces patients et de leurs familles. Des études supplémentaires seront nécessaires afin d'évaluer la place des soins à distance dans le suivi des enfants avec TDAH. De plus, des précautions devront être prises pour assurer la confidentialité des consultations à distance [16] . Des recommandations américaines permettent une harmonisation des pratiques de téléconsultation en santé mentale chez l'enfant et l'adolescent [17] et une synthèse récente des expériences franç aises a fait l'objet d'une publication collective [12] .",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 421,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 929,
                    "end": 933,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1078,
                    "end": 1082,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1179,
                    "end": 1183,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Notre étude a des limites qu'il est important de relever. Les données sur l'état de l'enfant sont décrites par les parents ; ainsi, la subjectivité parentale a pu influencer les résultats. Le recrutement des parents s'est fait sur la base du volontariat grâce à la diffusion du questionnaire via les réseaux sociaux et les associations de parents, nous ne pouvons donc pas affirmer que la généralisation des résultats soit possible. Le schéma d'étude de notre enquête ne nous permet pas de formuler de liens de causalité entre le confinement et l'évolution de l'état de l'enfant avec TDAH. Ce choix méthodologique s'explique par la nécessité d'une réponse rapide à un phénomène imprévu et éphémère. Néanmoins, la diffusion du questionnaire à l'échelle nationale et les réponses très complètes des parents ont permis un recueil important de données. Peu d'études dans la littérature scientifique traitent de ce sujet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Les résultats de notre enquête suggèrent que les enfants et adolescents avec TDAH n'ont pas systématiquement d'aggravation de leurs symptômes en période de confinement. Ces résultats vont à l'encontre des craintes initiales des spécialistes et des familles concernés par le TDAH. Chez ces enfants, dont « l'extérieur » est source de conflit et de stress, la reprise de la scolarité devra être attentivement préparée et accompagnée. De plus, l'apparente bonne tolérance à court terme du confinement ne préjuge pas de sa tolérance à plus long terme. Ainsi, une étude portant sur la pandémie H1N1 révélait que les enfants ayant fait l'expérience d'un isolement physique, présentaient un risque relatif quatre fois supérieur de développer un état de stress post-traumatique [18] .",
            "cite_spans": [
                {
                    "start": 770,
                    "end": 774,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Un prochain article examinera les associations entre les caractéristiques environnementales, le bien-être parental et la symptomatologie de l'enfant avec TDAH durant le confinement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Les auteurs déclarent ne pas avoir de liens d'intérêts relatifs à la réalisation de cette étude.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Déclaration de liens d'intérêts"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Conséquences psychopathologiques du confinement",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mengin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rolling",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mitigate the effects of home confinement on children during the COVID-19 outbreak",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Lond Engl",
            "volume": "395",
            "issn": "",
            "pages": "945--952",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The psychological impact of the COVID-19 epidemic on college students in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Res",
            "volume": "287",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Informations on psychotropics and their adaptations for patients suffering from mental disorders in France during the SARS-CoV-2 epidemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Javelot",
                    "suffix": ""
                },
                {
                    "first": "P-M",
                    "middle": [],
                    "last": "Llorca",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Drapier",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Encephale",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.encep.2020.04.006"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Symptom variations in ADHD: importance of context, development and comorbidity",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Purper-Ouakil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wohl",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Michel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Encephale",
            "volume": "30",
            "issn": "",
            "pages": "533--542",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Practitioner review: assessment and treatment of preschool children with attention-deficit/hyperactivity disorder",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Halperin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Marks",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Child Psychol Psychiatry",
            "volume": "60",
            "issn": "",
            "pages": "930--973",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Data Analysis Software for Medical Research | NVivo",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mental health status among children in home confinement during the coronavirus disease 2019 outbreak in Hubei Province. China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamapediatrics.2020.1619"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Acute stress, behavioural symptoms and mood states among school-age children with attention-deficit/hyperactive disorder during the COVID-19 outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shuai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian J Psychiatry",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prevalence and predictors of PTSS during COVID-19 outbreak in China hardest-hit areas: gender differences matter",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Res",
            "volume": "287",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "ADHD management during the COVID-19 pandemic: guidance from the European ADHD guidelines group",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cortese",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Asherson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sonuga-Barke",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Child Adolesc Health",
            "volume": "2020",
            "issn": "20",
            "pages": "30110--30113",
            "other_ids": {
                "DOI": [
                    "10.1016/S2352-4642"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Du confinement au déconfinement : nouvelles perspectives en pédopsychiatrie; 2020. Livre numérique. Conception Pôle Nord Lab",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Delorme",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tordjman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schröder",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "82",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Interactive telemedicine: effects on professional practice and health care outcomes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Flodgren",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rachas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Farmer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cochrane Database Syst Rev",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Telehealth increases access to care for children dealing with suicidality, depression, and anxiety in rural emergency departments",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Fairchild",
                    "suffix": ""
                },
                {
                    "first": "S-F",
                    "middle": [],
                    "last": "Ferng-Kuo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rahmouni",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Telemed J E-Health",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1089/tmj.2019.0253"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Digital privacy in mental healthcare: current issues and recommendations for technology use",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Lustgarten",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Garrison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Sinnard",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Curr Opin Psychol",
            "volume": "36",
            "issn": "",
            "pages": "25--31",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1089/tmj.2019.0253"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "American telemedicine association practice guidelines for telemental health with children and adolescents",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "E-L",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rabinowitz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Telemed J E-Health",
            "volume": "23",
            "issn": "",
            "pages": "779--804",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Posttraumatic stress disorder in parents and youth after health-related disasters",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sprang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Silman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Disaster Med Public Health Prep",
            "volume": "7",
            "issn": "",
            "pages": "105--115",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "épreuve pour les parents Le suivi de la scolarité est décrit comme le plus grand défi rencontré par les parents au cours du confinement. Les devoirs sont source de conflits avec l'enfant et entravent les relations familiales. « Nous sommes trop sous pression à cause des devoirs ». Les parents semblent démunis face aux difficultés et aux réactions de leur enfant durant les temps de classe : « Il se met vite en colère et redoute plus que tout de faire le travail envoyé chaque jour par la maîtresse (. . .) la nervosité prend le dessus et il jette son crayon en disant qu'il n'y arrivera jamais ». Les parents de familles nombreuses ou maintenant une activité professionnelle éprouvent des difficultés dans le suivi de la scolarité : « Je me sens dépassée par l'emploi de temps à faire pour l'école à mes deux enfants et mon télétravail. Stressée et dépassée. À cacher les émotions. . . pas facile mais pas le choix ».",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Une scolarité « sur-mesure » ? Les projets d'aménagements scolaires de leur enfant semblent avoir été oubliés depuis le confinement et il est difficile pour certaines familles de suivre le rythme de l'école : « Suivi pédagogique plus compliqué et risque d'injustice malgré les efforts de tous pour un niveau normal de compréhension de cours ». D'autres familles décrivent les bénéfices d'une école « sur-mesure » et appréhendent le retour à une scolarité « classique » : « Mon fils préfère l'école à la maison plutôt que le collège (. . .) il est beaucoup plus enjoué et moins stressé car je l'adapte (. . .) en prenant vraiment en compte sa pathologie. Le retour au collège risque d'être difficile » ; « L'expérience du confinement vient clairement nous montrer que l'école à la maison semble très adaptée à ses besoins et à ses difficultés. je me pose donc beaucoup de questions pour la reprise et la rentrée prochaine, sur sa place dans une classe normale (. . .) à quand des classes moins nombreuses ?? » ; « Cela m'a montré que c'est vraiment le cadre scolaire qui lui pose problème. . . » ; « Le rythme imposé par les horaires jamais choisis de l'école épuisait mon fils ! Grâce à l'école à la maison il étudie à son rythme et son besoin de repos et de sommeil est respecté ! Enfin ! ».",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Perception parentale du bien-être de leur enfant durant le confinement -Nuage de mots des réponses à la question « Comment va votre enfant depuis le confinement ? ».",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Description parentale des difficultés de leur enfant lorsque celui-ci va moins bien depuis le confinement -Nuage de mots des réponses à la question « Comment va votre enfant depuis le confinement ? » lorsque la réponse à cette question va dans le sens d'une dégradation de l'état de l'enfant.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Perception parentale des soins à distance, pour le TDAH de leur enfant, durant le confinement -Nuage de mots des réponses à la question « Si une consultation à distance (téléphone, visio-consultation) a été proposée à votre enfant pour son TDAH, merci de nous faire part de vos impressions et d'éventuelles suggestions ».",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "la continuité des soins de son enfant durant le confinement. Les parents ont répondu à quatre questions ouvertes : « Comment va votre enfant depuis le confinement ? » ; « Comment est la vie à la maison depuis le confinement ? » ; « Si une consultation à distance (téléphone, visioconsultation) vous a été proposée, merci de nous faire part de vos impressions et d'éventuelles suggestions » et « Merci de nous faire part de tout autre élément qui vous semble important en lien avec le TDAH de votre enfant et la situation de confinement ». Ces questions ouvertes étaient formulées de manière à laisser une libre expression aux parents. Seuls les résultats descriptifs, qualitatifs et textométriques concernant les enfants et adolescents seront détaillés dans cet article.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Nous remercions de tout coeur les associations Hyper-Supers/TDAH-France et TDAH PACA ainsi que le relais fait par TDAH Partout Pareil ; sans ces associations et leurs adhérents, cette étude n'aurait pu être menée.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remerciements"
        }
    ]
}