{
    "paper_id": "71fb177e5b119787c74d403b9b78afef91413bde",
    "metadata": {
        "title": "Op een dwaalspoor bij gastro-intestinale tuberculose",
        "authors": [
            {
                "first": "Ruud",
                "middle": [],
                "last": "Schrauwen",
                "suffix": "",
                "affiliation": {},
                "email": "r.schrauwen@mdl.umcn.nl.klinischeles"
            },
            {
                "first": "Clemens",
                "middle": [],
                "last": "Richter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jan",
                "middle": [
                    "Maarten"
                ],
                "last": "Vrolijk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "1 KLINISCHE PR AKTIJK Patiënt A, een uit Turkije afkomstige 47-jarige vrouw die sinds 1990 in Nederland woonde, had op verzoek van de huisarts een CT-scan ondergaan vanwege microscopische hematurie. Omdat daarbij een multicysteus proces in het pancreas was ontdekt, had de huisarts haar verwezen naar onze polikliniek Maag-, Darm-en Leverziekten. Patiënte vertelde alhier dat zij geen gastro-intestinale klachten had, noch bleek er sprake van koorts, gewichtsverlies, hoesten of nachtzweten. Bij lichamelijk onderzoek en oriënterend laboratoriumonderzoek vonden wij geen bijzonderheden, behoudens een BSE-waarde van 31 mm/h. Op een MRI-scan zagen wij tussen het caput en het corpus van het pancreas een deels solide, deels cysteuze afwijking van 3,9 x 2,9 cm (figuur 1). De afwijking had geen relatie met de ductus pancreaticus en de naastliggende bloedvaten. Ook waren er geen aanwijzingen voor metastasen. Differentiaaldiagnostisch dachten wij aan een sereus of mucineus cysteadenoom, dan wel een maligniteit. Onder verdenking van een pancreascarcinoom verwezen wij patiënte naar de chirurg voor mogelijke resectie van de tumor. De chirurg liet echter eerst een PET-scan verrichten. Deze toonde behalve de afwijking in de pancreaskop multipele intrathoracaal en abdominaal gelegen PETpositieve lymfeklieren zonder centrale necrose, die geduid werden als lymfekliermetastasen. Voordat patiënte palliatief behandeld zou worden met chemotherapie, werd op verzoek van de chirurg onder endo-echografische geleiding cytologisch punctaat verkregen uit een subcarinaal gelegen lymfeklier. Er werd afgezien van een cytologische punctie van de afwijking in de pancreaskop vanwege de interpositie van grote bloedvaten. Onderzoek van het cytologisch punctaat toonde een granulomateus ontstekingsbeeld met focale necrose. Uit de kweken van het punctaat werd Mycobacterium tuberculosis geïsoleerd die gevoelig was voor alle eerste-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Zoals bekend komt tuberculose (tbc) niet alleen in de longen voor. Bij 45% van de 1158 patiënten die in 2009 in Nederland gediagnosticeerd werden met tbc bevond de ziekte zich extrapulmonaal, bij 5% was dit in de tractus digestivus. 1 Het is daarom opmerkelijk dat wij in een periode van 1 jaar bij 3 patiënten de diagnose 'gastro-intestinale tbc' hebben gesteld. Bij elk van deze patiënten werd in eerste instantie aan een andere oorzaak gedacht. De zeldzaamheid van tbc in het maag-darmkanaal en het klinisch beeld dat overeenkomt met een scala aan ziekten zetten ons aanvankelijk op een dwaalspoor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Rijnstate Ziekenhuis, Arnhem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Afd. Maag-, Darm-en Leverziekten: drs. R. Schrauwen, mdl-arts in opleiding; dr. J.M. Vrolijk, mdl-arts. Afd. Infectieziekten: dr. C. Richter, internist-infectioloog. Correspondent: drs. R. Schrauwen ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "lijnstuberculostatica. De uitslag van de hiv-test was negatief. Nu tumorresectie en palliatieve chemotherapie niet langer wenselijk waren, meldden wij patiënte aan bij de GGD en startten wij behandeling met isoniazide, rifampicine, pyrazinamide en ethambutol. De therapie gaf een goed resultaat, want op een PET-scan die wij na de behandeling ter controle lieten verrichten, werden geen afwijkingen meer gevonden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patiënt B, een 28-jarige Nederlandse vrouw van Surinaamse afkomst, had al enkele weken geklaagd over pijn in de rechter onderbuik. De huisarts had daarom een abdominale echografie laten verrichten, waarbij een verdikte laatste ileumlis van ongeveer 10 cm was gezien. Differentiaaldiagnostisch dachten wij aan de ziekte van Crohn, amoebiasis en een Yersinia-infectie. Op verzoek van de huisarts verrichtten wij een coloscopie, waarbij wij een ernstige colitis en een niet te passeren stenose van het colon ascendens aantroffen (figuur 2). Histopathologisch onderzoek van darmbiopten toonden 2 inflammatoire pseudopoliepen met daarin collecties van histiocytaire cellen. In de naastliggende mucosa waren reactieve veranderingen met hypertrofie waarneembaar, evenals een ontstekingsinfiltraat en een klein granuloom bestaande uit epitheloïde cellen. In studieverband verrichtten wij een MRI-scan van de dunne darm. Op de scan waren forse wandverdikkingen van het terminale ileum en het caecum, uitgebreide infiltraatvorming, pathologische lymfklieren en prestenotische dilatatie te zien. Onder de werkdiagnose 'ziekte van Crohn' startten wij behandeling met prednison en mercaptopurine. Ter controle lieten wij enkele maanden later opnieuw een MRI-scan verrichten, waarop weinig verandering zichtbaar was. Omdat de therapie niet aansloeg, waren wij voornemens een TNF-α-blokker toe te voegen aan het behandelregime. Aangezien latente tbc-en hepatitis B-virusinfecties kunnen opvlammen door gebruik van TNF-α-blokkers, testten wij patiënte volgens protocol op de aanwezigheid van beide infecties. De uitslagen van de Mantoux-en de interferon-γ-'release assays'(IGRA)-test waren positief; de thoraxfoto was niet-afwijkend. reactivatie van een latente tbc-infectie is het gebruik van immunosuppressiva, zoals glucocorticoïden, en biologicals. TNF-α-blokkers kunnen met name leiden tot een reactivatie van extrapulmonale tbc door verschillende mechanismen, zoals verminderde T-cel-activatie. 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ondanks een daling van het aantal nieuw gediagnosticeerde patiënten met pulmonale tbc, is de algehele incidentie van tbc in Nederland de laatste jaren gestegen. Dit kan verklaard worden door een stijging van het aantal extrapulmonale tbc-infecties. Extrapulmonale tbc wordt met name gezien bij patiënten die afkomstig zijn uit Somalië, Marokko en Suriname. 1 Het risico op extrapulmonale tbc wordt groter als het immuunsysteem wordt onderdrukt. Extrapulmonale lokalisatie van de ziekte wordt bij 50% van de patiënten gezien die zowel met hiv als tbc besmet zijn. Bij een co-infectie met hiv bestaat er tevens een risico op een snellere ziekteprogressie. De meest voorkomende vormen van extrapulmonale tbc zijn lymfogene tbc, pleurale tbc en tbc van de botten en gewrichten; betrokkenheid van het maag-darmkanaal is uiterst zeldzaam. [6] [7] [8] Bij slechts circa 5% van de tbc-patiënten is er sprake van gastro-intestinale uitbreiding, met een voorkeur voor de ileocaecale overgang. Dit percentage kan een onderschatting zijn door concomitante pulmonale ziekte en afwezigheid van klachten bij gastrointestinale tbc. In een patiëntenserie van 130 patiënten met gastro-intestinale tbc bleek dat bij 8,5% van hen de ziekte gelokaliseerd was in het bovenste deel van de tractus digestivus, bij 33,8% in de dunne darm, bij 22,3% in het colon, bij 30,7% in het peritoneum en bij 14,6% in de lever. 9 Geïsoleerde tbc van het pancreas is nog zeldzamer. Het pancreas lijkt beschermd door de aanwezigheid van pancreasenzymen. In een omvangrijke autopsiestudie met 1656 tbc-patiënten was bij slechts 14 het pancreas betrokken. Bij al deze patiënten was er sprake van miliaire tbc. 10 dIaGnostIek De klachtenpresentatie en de bevindingen bij het lichamelijk onderzoek zijn vaak weinig specifiek bij patiënten met gastro-intestinale tbc. Een combinatie van radiologische, endoscopische, histopathologische en microbiologische kenmerken is nodig om de diagnose te kunnen stellen. Ook echografie en een CT-scan kunnen bijdragen aan de diagnosestelling, vooral wanneer hierbij lymfeklieren worden gezien met centrale necrose, alsmede ascites of ileocaecale darmwandverdikking. 11 De gouden standaard is een kweek, waarbij ook het gevoeligheidspatroon kan worden bepaald; dit laatste kan enkele weken duren.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 358,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 836,
                    "text": "[6]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 837,
                    "end": 840,
                    "text": "[7]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 841,
                    "end": 844,
                    "text": "[8]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1392,
                    "end": 1393,
                    "text": "9",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1670,
                    "end": 1672,
                    "text": "10",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2161,
                    "end": 2163,
                    "text": "11",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "ePIdemIoloGIe"
        },
        {
            "text": "Mycobacteriën kunnen het snelst worden aangetoond middels direct microscopisch onderzoek met een Ziehl-Neelsen-of auraminekleuring. Beide kleuringen zijn weinig sensitief, maar de specificiteit ervan is daarentegen hoog. PCR-onderzoek op aanwezigheid van het M. tuberculosis-complex kan meer zekerheid geven. De uitslag van deze test is snel bekend en de sensitiviteit van PCR-onderzoek is beduidend hoger dan die van histopathologische kleuringen. Toch heeft ook dit diagnosticum zijn beperkingen. Een negatieve uitslag sluit tbc namelijk niet uit en een positieve uitslag maakt geen onderscheid tussen infectie en actieve ziekte. 2 meen uit isoniazide, rifampicine, pyrazinamide en ethambutol. Het DOT-principe draagt bij in een genezingskans van 85-95%. 13 Indien de behandeling onvoldoende is -bijvoorbeeld bij aanhoudende fistelvorming of stenosering -is operatief ingrijpen geïndiceerd. Langer wachten leidt tot beduidend minder complicaties. Al met al is er een goede behandeling voorhanden, maar resistentie tegen antibiotica vormt een toenemend probleem. In Nederland wordt dit gelukkig zelden gezien, maar wereldwijd wel. In 2009 stelde het RIVM bij 11,7% van de M. tuberculosis-isolaten een vorm van resistentie vast; bij 6% betrof het een geïsoleerde resistentie tegen isoniazide en bij 2,6% betrof het multiresistente isolaten. Bij 3 patiënten kwam extensieve resistentie voor. 1",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 633,
                    "text": "2",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 757,
                    "end": 759,
                    "text": "13",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "ePIdemIoloGIe"
        },
        {
            "text": "Dames en Heren, aan de hand van 3 casussen hebben wij u er attent op willen maken dat extrapulmonale tubercu-lose in Nederland steeds vaker voorkomt, vooral bij patienten van niet-Nederlandse afkomst. Bij patiënten met een verdenking op tbc die buiten de longen is gelokaliseerd moeten diepe biopten afgenomen worden, die vervolgens gekweekt dienen te worden. Microscopisch onderzoek en PCR-onderzoek geeft sneller duidelijkheid over de diagnose. Gastro-intestinale tbc kan gemakkelijk verward worden met andere ziekten, wat kan leiden tot een verkeerde of een vertraagde behandeling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ePIdemIoloGIe"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Belangenconflict en financiële ondersteuning: geen gemeld",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Den Haag: KNCV Tuberculosefonds",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Handboek Tbc-Bestrijding Nederland",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Tuberculosis of the gastrointestinal tract and peritoneum",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Tuberculosis due to Mycobacterium bovis in developing countries",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cosivi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Grange",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Daborn",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Emerg Infect Dis",
            "volume": "4",
            "issn": "",
            "pages": "59--70",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Understanding latent tuberculosis: a moving target",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Flynn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Immunol",
            "volume": "185",
            "issn": "",
            "pages": "15--22",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Extrapulmonary tuberculosis: an overview",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Golden",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Vikram",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am Fam Physician",
            "volume": "72",
            "issn": "",
            "pages": "1761--1769",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Identification of risk factors for extrapulmonary tuberculosis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "38",
            "issn": "",
            "pages": "199--205",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Toename van extrapulmonale tuberculose in Nederland door toename van het aantal inwoners met een niet-Nederlandse nationaliteit; observationeel onderzoek over",
            "authors": [
                {
                    "first": "Te",
                    "middle": [],
                    "last": "Beek",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Der Werf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Richter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Borgdorff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "15",
            "issn": "152",
            "pages": "637--679",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Protean manifestation of gastrointestinal tuberculosis: report on 130 patients",
            "authors": [
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Karawi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mohamed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Yasawy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Clin Gastroenterol",
            "volume": "20",
            "issn": "",
            "pages": "225--257",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Acute generalized miliary tuberculosis",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Auerbach",
                    "suffix": ""
                }
            ],
            "year": 1944,
            "venue": "Am J Pathol",
            "volume": "20",
            "issn": "",
            "pages": "121--157",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "CT appearances of abdominal tuberculosis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Van Tonder",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Tartaglia",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Radiol",
            "volume": "67",
            "issn": "",
            "pages": "596--604",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Intestinal tuberculosis: clinicopathological analysis and diagnosis by endoscopic biopsy",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Kwak",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Am J Gastroenterol",
            "volume": "93",
            "issn": "",
            "pages": "606--615",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Directly observed therapy for tuberculosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "BMJ",
            "volume": "312",
            "issn": "",
            "pages": "719--739",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "FIGUUR 1 T1-gewogen coronale MRI-opname van het abdomen van patiënt A met in het pancreas een multicysteus proces ter plaatse van de overgang tussen caput en corpus. Omdat hij de medicatie niet meer kon betalen, was de behandeling vroegtijdig gestopt. Wij verrichtten aanvullend onderzoek middels een CTscan van de thorax en het abdomen. Op de scan werden subcarinaal en in de linker longhilus pathologische massa's gezien met centrale necrose. De diagnose 'tbc' was daarmee zeer waarschijnlijk, maar kon met bacteriologisch onderzoek niet bevestigd worden. De uitslag van een hiv-test was negatief. Wij behandelden patiënt met rifampicine en isoniazide gedurende 6 maanden, en pyrazinamide en ethambutol gedurende de eerste 2 maanden. Ter controle voerden wij opnieuw een gastroscopie uit en lieten wij een CT-scan verricht; beide waren niet-afwijkend.De 3 casussen, en met name die van patiënt A en B, illustreren dat extrapulmonale tbc de arts op een dwaalspoor kan brengen. Dit kan leiden tot een verkeerde of een vertraagde behandeling.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "GGD bij enige twijfel hierover gehandeld volgens het DOT-principe (DOT staat voor 'directly observed therapy'). Een sociaal-verpleegkundige ziet er iedere dag op toe dat de medicatie wordt ingenomen. Dit werd ook bij patiënt A en C gefaciliteerd. De medicamenteuze behandeling bestaat over het alge-▼ leeRPUnten ▼ • Extrapulmonale tuberculose (tbc) is zeldzaam, maar de incidentie ervan in Nederland neemt toe. • De klachtenpresentatie en de bevindingen bij het lichamelijk onderzoek zijn vaak weinig specifiek bij patiënten met extrapulmonale tbc. • Bij een verdenking op extrapulmonale tbc zijn diepe biopten en kweken essentieel; PCR-onderzoek of direct microscopisch onderzoek geeft sneller resultaat. • Patiënten met extrapulmonale tbc zijn goed te behandelen, maar antibioticaresistentie ligt op de loer.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}