{
    "paper_id": "71fc57e12f7bf0d45789fe7d05fb6447808a0607",
    "metadata": {
        "title": "Images in Clinical ECT: Immediate impact of COVID-19 on ECT Practice A C C E P T E D",
        "authors": [
            {
                "first": "Sally-Anne",
                "middle": [],
                "last": "Colbert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Patrick's University Hospital",
                    "location": {
                        "addrLine": "James Street, Dublin 8",
                        "country": "Ireland"
                    }
                },
                "email": ""
            },
            {
                "first": "Shane",
                "middle": [],
                "last": "Mccarron",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Patrick's University Hospital",
                    "location": {
                        "addrLine": "James Street, Dublin 8",
                        "country": "Ireland"
                    }
                },
                "email": ""
            },
            {
                "first": "Geraldine",
                "middle": [],
                "last": "Ryan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Patrick's University Hospital",
                    "location": {
                        "addrLine": "James Street, Dublin 8",
                        "country": "Ireland"
                    }
                },
                "email": ""
            },
            {
                "first": "Declan",
                "middle": [
                    "M"
                ],
                "last": "Mcloughlin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Patrick's University Hospital",
                    "location": {
                        "addrLine": "James Street, Dublin 8",
                        "country": "Ireland"
                    }
                },
                "email": "d.mcloughlin@tcd.ie"
            }
        ]
    },
    "abstract": [
        {
            "text": "D.M.M. has received speaker's honoraria from MECTA and Otsuka and an honorarium from Janssen for participating in an esketamine advisory board meeting. SAC, SM and GR have no interests to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We are currently in the early stages of a global pandemic of coronavirus disease 2019 (COVID-19) that will last many months and challenge public health services with major socioeconomic consequences. The mechanisms of the outbreak are not yet fully clear but the responsible novel zoonotic SARS-CoV-2 coronavirus has high transmissibility. 1 COVID-19 is mainly spread by exposure to respiratory droplets from nearby infected persons. These then get into mucosal membranes in the eyes, nose or mouth, either directly or indirectly, e.g. via touching one's face with a contaminated hand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Symptoms can take up to 14 days to be apparent. Early symptoms include fever, cough and dyspnoea. Most infected persons will have a mild illness and some actually remain asymptomatic. However, 15-20% of those infected will have a severe illness with 5-10% requiring critical care. The mortality rate varies depending on local factors and is about 2%, i.e. about 10 time higher than regular seasonal influenza infections. Older adults and those with preexisting medical illnesses (e.g. diabetes, malignancy, cardiovascular disease, hypertension, chronic respiratory disease) are at greatest risk of death from COVID-19 with a mortality of around 10%. Interestingly, children are much less susceptible to COVID-19 than adults.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "No drugs or vaccines are currently available for COVID-19. Hand-washing, respiratory etiquette, social/physical distancing, self-isolation, case detection, contact tracing, quarantining and travel bans are all essential measures to reduce risk of infection and rates of community transmission. 2 Health care workers are at higher risk of exposure due to close contact with infected persons who may be symptomatic or even asymptomatic. When indicated, use of Personal Protective Equipment (PPE) is therefore a key component in mitigating this risk in Copyright © 2020 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 295,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "order to maintain the safety of health care workers, prevent depletion of the health care workforce, and reduce community spread of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A C C E P T E D"
        },
        {
            "text": "This risk applies to ECT practitioners as well. ECT involves anaesthesia and noninvasive ventilation with a bag mask, which may not create a perfect seal such as can be controlled with intubation. ECT is therefore a droplet and aerosol-generating procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A C C E P T E D"
        },
        {
            "text": "Patients may also require suctioning of airway fluids, creating further opportunity for droplet spread in the treatment room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A C C E P T E D"
        },
        {
            "text": "ECT practitioners need to liaise with their senior anaesthetic colleagues to optimise a safe environment for ECT and determine the most appropriate PPE to be used. 3 This may include protective eyewear, body gowns, headwear, facemasks, shoe covers and gloves (Figure 1 ). Local protocols should be based on national and international best practice guidance and will also need to include protocols for safe and supervised donning and doffing of PPE. Unfortunately, because of unprecedented demand, PPE gear is becoming a scarce resource and this needs to be factored into clinical decision-making processes, keeping in mind healthcare disparity between countries with high, middle and low incomes. Copyright © 2020 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 165,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 268,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A C C E P T E D"
        },
        {
            "text": "Copyright © 2020 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Can we contain the COVID-19 outbreak with the same measures as for SARS?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Chiew",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s1473-3099(20)30129-8"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Covid-19 and community mitigation strategies in a pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Ebrahim",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "A"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gozzer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1066"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19): A critical care perspective beyond China. Anaesth Crit Care Pa",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rello",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tejada",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Userovici",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Coronavirus Disease",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure legend",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The ECT Team in the St Patrick's University Hospital ECT Treatment Room are using PPE, including gowns, headgear, masks, goggles and gloves. Nursing staff in the separate ECT Recovery Room are similarly attired.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}