{
    "paper_id": "71fc7f789bf037701164bbbf0de529c8c6ecb998",
    "metadata": {
        "title": "A Jia-shaped Artistic Patch Antenna for Dual-band Circular Polarization",
        "authors": [
            {
                "first": "Kwok",
                "middle": [
                    "L"
                ],
                "last": "Chung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Civionics Research Laboratory",
                    "institution": "Qingdao University of Technology",
                    "location": {
                        "postCode": "266033",
                        "settlement": "Qingdao",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaoqing",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Civionics Research Laboratory",
                    "institution": "Qingdao University of Technology",
                    "location": {
                        "postCode": "266033",
                        "settlement": "Qingdao",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yansheng",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Qingdao University of Technology",
                    "location": {
                        "postCode": "266520",
                        "settlement": "Qingdao",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yingsong",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harbin Engineering University",
                    "location": {
                        "postCode": "150001",
                        "settlement": "Harbin",
                        "country": "China"
                    }
                },
                "email": "liyingsong@ieee.org"
            },
            {
                "first": "K",
                "middle": [
                    "L"
                ],
                "last": "Chung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "X",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This article presents a novel single-feed circularly polarized patch antenna for dual-band (2.6 and 3.4 GHz) applications. Details of the design procedure and design considerations of the proposed antenna are described. The novelties of the proposed antenna are counted by (i) a meaningful Jia-shaped patch used as the primary radiator; (ii) a 3D Lshaped feeding probe used to excite the stacked patches so that the near degenerate-modes are excited at the desired dual band; (iii) down-tilt beams achieved that are particularly suitable for wall-mount base-stations. The measured 3-dB axial-ratio bandwidths are 2.41-2.61 GHz and 3.25-3.42 GHz, where the maximum gains are recorded as 7.3 and 6.3 dBic, respectively. Methods for the adjustment of band ratio down to 1.18 are discussed. The overall antenna size is 100×100×12.8 mm 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Universally, all humans and animals have a home on earth. We are saddened knowing that many people and animals have lost their homes in the recent catastrophic Australian bushfires [1] . Frustrations are felt knowing children, anti-government demonstrators, in Hong Kong destroyed their parent-built homes in the past months [2] . Home means sanctuary, the place we can rest, learn, and enjoy time with family. No matter what place you call home, the term strikes a chord deep inside each of us. We all value home, which is \"家\" in Chinese, its mandarin pinyin is \"Jia\".",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "As a Chinese tradition, everyone unloads their daily work and returns home for family reunion and celebrate the Chinese New Year. The authors were drafting this manuscript on the dates just about weeks ahead of the festival. It is therefore very meaningful to have the Chinese character Jia-shaped patch antenna presented in this article. The patch antennas embed Chinese character(s) into the antenna design, combining Chinese culture and antenna technology to realize the application of hidden antenna technology [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] that is suitable for indoor wireless communications to date. Chinese hieroglyphs are the crystallization of the wisdom of the Chinese nation. They are a kind of inheritance, the most vivid and the most well preserved characters of the ancestors, and are their original way of describing things. A novel wideband Wang-shaped patch array was initially proposed in [4] , whereas the Zhong-and the Guo-shaped artistic patch antenna were studied and developed in various contributions [5] [6] [7] [8] [9] . Later on, the two-element Zhong-Guo array was also presented with good radiation characteristics [10] [11] . Jia (家) is a hieroglyphic character and consists of two radicals. Its exterior part is shaped like a house roof at the top, whereas the inner part looks like a hog. The development of the ancient times was low, the chance of hunting and preying was great, and life was not guaranteed. People raised hogs in the house to prepare for food and prevent famine. As such, a hog is symbolized in the house.",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 518,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 523,
                    "end": 526,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 527,
                    "end": 530,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 535,
                    "end": 538,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 553,
                    "end": 557,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 920,
                    "end": 923,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1038,
                    "end": 1041,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1042,
                    "end": 1045,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1046,
                    "end": 1049,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1050,
                    "end": 1053,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1054,
                    "end": 1057,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1157,
                    "end": 1161,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1162,
                    "end": 1166,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Circularly polarized (CP) antennas have been widely installed in modern communication systems due to their anti-fading and antiinterference abilities in a multipath, dense environment. In the past decades, numerous antennas were proposed for dual-band CP operations [13] [14] [15] [16] [17] [18] [19] . In 2001, a dual-band CP radiation was achieved by inserting four T-shaped slits at the edges of a single-feed square patch [13] . A S-shaped slotted square patch was proposed for GPS applications [14] , where a small frequency-band ratio of 1.28 was attained. In [15] , a pair of L-shaped stubs was loaded outside a truncated square patch fed by a meandering probe, so that a pair of orthogonal modes can be created for dual band unidirectional radiation. Besides, the dual band ratio can be different by adjusting the stub lengths. In [16] , a rotated rectangular patch stacked with a circular patch excited by aperture feed was presented for dual-band CP (2.26/2.67-GHz) operation. A dual-band (0.92/2.45-GHz) RFID antenna comprises two stacked ring-patches excited by a hybrid complicated feed network was introduced [17] . Moreover, an EBG resonator antenna was proposed for dual-band CP (9.65/11.75-GHz) operation [18] . A modified stacked patch with dual band (1.62/2.49-GHz) and dual sense was proposed for BeiDou navigation systems [19] , wherein a small antenna profile was accomplished. In [20] , a dual-band CP reconfigurable antenna was proposed by using a novel dual-layer metasurface, whereas a wideband CP (3-dB axial ratio bandwidth of 70%) reconfigurable antenna was presented in [21] . However, these aforementioned dual band or wideband CP antennas were not the artistic antennas. The artistic patch antennas such as the Chinese-character-shaped patch antennas imposed additional design constraints from the character shapes. Hence, the design of artistic antennas becomes more challenge.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 271,
                    "end": 275,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 281,
                    "end": 285,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 286,
                    "end": 290,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 426,
                    "end": 430,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 839,
                    "end": 843,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1123,
                    "end": 1127,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1222,
                    "end": 1226,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1343,
                    "end": 1347,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1403,
                    "end": 1407,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1600,
                    "end": 1604,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In this paper, a highly asymmetric Jia-shaped artistic patch antenna is introduced for dual-band CP applications. The novelties of the proposed work are: (i) an evocative Jia-shaped copper patch was used as the radiating element; (ii) a 3D L-shaped feeding probe was used for enhancing feed-to-patch coupling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The Jia-character shaped patch was printed in standard SimHei font on the topside of a 0.5-mm thick dielectric substrate RO4003C (ε r =3.38, tanδ=0.0027), as shown in Fig. 1 . The Jia-character was developed as a type of pictographic characters so that its shape has an irregular yet asymmetrical geometry about x-or y-axis. The Jiashaped patch was printed using a 0.035-mm thin copper-foil. It has an overall (point-to-point) size of 79.2 mm (W1) and 80 mm (W2) in a near-square grid. A rectangular patch (R-patch) of size of Ra × Rb was printed on the bottom-side of the dielectric substrate. Namely, the Jiapatch was arranged to stack on top of the R-patch (Fig. 1) . The dielectric substrate was suspended over the copper ground plane of size of 100 mm×100 mm at a height of H. The geometric description of the artistic shape of Jia-patch was managed by using the coordinate vertex [22] , with respect to the geometrical center (0, 0) of the R-patch, as shown in Fig. 1 . The detailed geometrical parameters and coordinate points (vertexes) are summarized in Table 1 . These implicitly give the relative position between two patches. To facilitate the effective feed to patches' coupling using a single feed, a novel 3D L-shaped feeding probe was delicately included to capacitively excite the patches via an air-gap (g). The relative position between the patches and the feed location (fp) were optimized with respect to the center of the R-patch. The 3D L-probe consists of two equal-length horizontal arms (denoted left-and right-arm) placed orthogonal each other, whereas its right arm is oriented at an angle (θ) with respect to x-axis. In order to generate CP wave using single feed, the horizontal and vertical components (E φ & E θ ) of the electric field emitted from the Jia-patch at each center frequency have to be equal in amplitude with a phase difference of 90° or 270°. Based on this principle, the feed position of the 3D L-probe was optimized to obtain the high-low axial ratios below 3-dB. Namely, two pairs of near degenerate orthogonal modes were generated independently at the desired center frequencies.",
            "cite_spans": [
                {
                    "start": 886,
                    "end": 890,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 173,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 660,
                    "end": 668,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 967,
                    "end": 973,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1063,
                    "end": 1070,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "II. ANTENNA GEOMETRY AND WORKING MECHANISM"
        },
        {
            "text": "The Jia-patch is mainly liable for the creation of lower band emission whereas the R-patch is responsible for the higher band generation. We may consider that the irregular shape of the Jia-patch has negative perturbations removed from a near-square patch. Meanwhile, the left arm of the 3D L-probe is liable for the feed of R-patch and the Jiapatch, whereas the right arm is solely coupled to the Jia-patch (Fig.  1 ). An equivalent circuit was developed to illustrate the coupling mechanism of the artistic antenna as shown in Fig. 2 , wherein the Mode 1 and Mode 2 represent the pairs of orthogonal modes of the patches. The use of orthogonal arms was deliberate to raise the effective coupling between the feed and the patches. A comparison of impedance matching using 3D L-probe is shown in Fig. 3 , where the S11 performance of the 3D L-probe outperforms the conventional Lshaped feeding probes [23] [24] [25] . ",
            "cite_spans": [
                {
                    "start": 901,
                    "end": 905,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 906,
                    "end": 910,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 911,
                    "end": 915,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 408,
                    "end": 416,
                    "text": "(Fig.  1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 529,
                    "end": 535,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 796,
                    "end": 802,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "II. ANTENNA GEOMETRY AND WORKING MECHANISM"
        },
        {
            "text": "In this section, we describe the stepwise design procedure for the dual-band Jia-shaped patch antenna. The goal was to produce an indoor base-station antenna operating at the 5G frequency bands. The design and optimization were undertaken by using Microwave Studio CST [25] . The stepwise design procedure is presented as follows:",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "III. ANTENNA DESIGN PROCEDURE"
        },
        {
            "text": "Step 1: outline the Jia-character using SimHe font, with its height (W2) approximately equal to 0.6 λ 2.6G and set the length (Rb) of the Rpatch roughly to 0.5 λ 3.4G , where λ 2.6G and λ 3.4G are free-space wavelengths at 2.6 and 3.4 GHz, respectively. Initially, two patches are arranged as stacked patches with their geometrical centers coincided. In Section IV, we will show the dual-band ratio can be primarily set by these patch sizes independently, as well as the relative position.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. ANTENNA DESIGN PROCEDURE"
        },
        {
            "text": "Step 2: design the 3D L-probe. This includes the probe height (Fv), length of horizontal arms (Fh) and its orientation with respect to xaxis (θ). Initially, the total length of L-probe (Fv+Fh) was set approximately to the quarter-wavelength of the high-band frequency, viz., ¼λ 3.4G ~22 mm whereas the overall antenna height (H) was limited at 12 mm (~0.1λ 2.6G ). Fig. 4 Step 3: search the best feed location (w.r.t. R-patch center) of the 3D L-probe. The challenge here is the simultaneous accomplishment of the possible lowest ARs at 2.6 and 3.4 GHz. In order to obtain the desired right-hand co-polarization, we search the feed location starting from the patch center (0, 0) along the -45° diagonal-line in four steps till (15, -15) . Figure 5 displays the corresponding variations on AR, S11 and broadside gain (BG). As observed, the feed location affects essentially the AR and gain level in the higher band (3.4 GHz), but the S11 in the lower band (2.6 GHz). Based on the performance tradeoffs, as shown in Figs. 5(a)-5(f), we further search the best feed location within the range of (12, -12) and (15, -15 ) by using a fine increment of 1 mm. Four locations were selected to display in Figs. 5(c), 5(d) and 5(f) for comparison. As observed, the AR performance of high-low band are almost unchanged (Fig.5(c) ), whereas the BG also showed limited variation (Fig. 5(f) ). However, the S11 performance changed considerably in the lower band. Based on these results, the best feed location was determined as fp = (13, -12).",
            "cite_spans": [
                {
                    "start": 727,
                    "end": 736,
                    "text": "(15, -15)",
                    "ref_id": null
                },
                {
                    "start": 1106,
                    "end": 1114,
                    "text": "(15, -15",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 365,
                    "end": 371,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 739,
                    "end": 747,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1307,
                    "end": 1316,
                    "text": "(Fig.5(c)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1365,
                    "end": 1375,
                    "text": "(Fig. 5(f)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "III. ANTENNA DESIGN PROCEDURE"
        },
        {
            "text": "Step 4: using the parameters obtained from the above steps, we search the best feed-arm orientation. As described in Section II, the 3D L-probe composed of two orthogonal horizontal arms, so that the coupling areas are higher than the 1D counterpart. As a result, the impedance matching and the broadside gain would be easier to achieve and also higher. However, it is important to obtain the best orientation of the arm position, which essentially controls the level of feed coupling. The horizontal arms were initially oriented at θ=45° (Fig. 1) . Let the rotation angle be α, Figure 6 shows the six possible rotations 000, L45, L90, R45, R90 and 180, as α = 0°, 45°, 90°, -45°, -90° and 180°, respectively. When α=180°, the L-probe orientation is principally placed upside down. Fig. 7 shows the corresponding antenna performance in terms of AR, BG and S11. As demonstrated, the best feed orientation can be determined as 000 (α = 0°). Besides, minimal coupling was observed under the cases of R45 (α=-45°) and R90 (α=-90°), where both the BG and S11 in the lower band were deteriorated. (c) Fig. 7 Antenna performance under different orientations of 3D L-probe: (a) AR, (b) BG, (c) S11.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 539,
                    "end": 547,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 579,
                    "end": 587,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 782,
                    "end": 788,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 1095,
                    "end": 1101,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "III. ANTENNA DESIGN PROCEDURE"
        },
        {
            "text": "In this section, we present the results for a series of design considerations on the essential geometrical parameters of the proposed antenna. The aim is to have an in-depth understanding of the working mechanism of the 3D L-probe fed patch antenna and pursuit the best parameters for desired antenna performance. This study can also provide an effective way on the fine tuning of the desired performance. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. DESIGN CONSIDERATION ON ESSENTIAL PARAMETERS"
        },
        {
            "text": "The size of the Jia-patch was changed, and the product of the widest transverse distance (W1) and the widest vertical distance (W2) was used as a representation of the overall area of Jia-shaped patch. Namely, A=W1×W2. With reference to Table I, we adjusted A by ±5% to observe the variation of antenna performance while other parameters reminded unchanged. Figure 8 shows the effects of A on S11 and AR. As predicted, the overall size of Jia-patch (A) affects the center frequency of the lower band considerably than the higher band. In particular, a 5% increase of A gives the center frequency of AR shift-down about 100 MHz, but a minor effect in the high band.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 358,
                    "end": 366,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "A. Consideration of Jia-shaped patch size"
        },
        {
            "text": "Setting B is the area (Ra×Rb) of R-patch and was adjusted by ±5% to observe the variation of antenna performance while other parameters reminded unchanged. Figure 9 demonstrates its effects on S11 and AR, whereas Fig. 10 displays the BG variations when sizes A and B were changed, independently. It can be seen that the R-patch size has no significant effect in the lower band but has a great impact in the highband performance. In particular, the AR frequency band moves to the low frequencies by 200 MHz as the patch size B increases by 5%. It is concluded that the higher frequency band (3.4 GHz) is mainly derived from the R-patch size, whereas the lower band (2.6 GHz) is determined by the Jia-patch size A. 2 Fig. 9 Effects of rectangular patch size on (a) S11 and (b) AR. ",
            "cite_spans": [
                {
                    "start": 713,
                    "end": 714,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 164,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 220,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 715,
                    "end": 721,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "B. Adjustment of rectangular patch size"
        },
        {
            "text": "Ji a-patch moved up (d) Fig. 11 Effects of relative position between patches on (a)-(b) AR and (c)-(d) S11.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 24,
                    "end": 31,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "B. Adjustment of rectangular patch size"
        },
        {
            "text": "Select a coordinate from the Jia-shaped patch, say (U b , V b ), we moved the Jia-patch left-and-right and up-and-down by 1 mm along with x-and y-axis, respectively. Figure 11 displays the corresponding variations on AR and S11 performance in four cases. We observed that, in general, the affection in the high band performance is more sensitive than the lower band. In particular, the on-axis AR performance. When the Jiapatch moved to right by 1 mm, the lowest AR changes whereas their frequencies shift down by 20-30 MHz. Moreover, ARs went up with decreased frequencies as the Jia-patch moved up by 1 mm (Fig.11(b) ). For S11 performance, the high-band performances are more sensitive in the movement along y-axis. The high-band resonant frequency shifts down when the Jia-patch moved upward, as shown in Fig. 11(d) . These indicate that the small adjustment of relative position provides another way for the fine adjustment of the band ratio.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 175,
                    "text": "Figure 11",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 608,
                    "end": 618,
                    "text": "(Fig.11(b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 809,
                    "end": 819,
                    "text": "Fig. 11(d)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "C. Effects of relative position between two patches"
        },
        {
            "text": "With reference to Figs. 1 and 2 , the air-gap (g) between the feedarms and the R-patch essentially controls the magnitude of the capacitance C L1 , C L2 , C R1 and C R2 . Namely, the coupling from the feed to the patches, it is another important parameter that affects the antenna performance. Fig. 12 displays its effects on S11 and AR when g = 1.3, 2.3 and 3.3 mm, respectively. As observed, the magnitude of air-gap affects the S11 at the high and low band and hence the BG (not shown), but has insignificant effect on AR. The AR curves shown in Fig. 12 (b) are virtually unchanged. Fig. 12 Effects of air-gap length on (a) S11 and (b) AR.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 31,
                    "text": "Figs. 1 and 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 294,
                    "end": 301,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 549,
                    "end": 556,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 586,
                    "end": 593,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "D. Consideration of air-gap length"
        },
        {
            "text": "With reference to the equivalent circuit of the dual-band Jia-patch as shown in Fig. 2 , there are two theoretical conditions for creation of dual-band circular polarization in the maximum radiation direction. One is the necessary condition that the magnitudes of electric field components (E ∅ , E θ ) must be equaled in the dual band, whereas the second one is the sufficient condition that their phase difference must be ±90°. When the phase of E ∅ leads E θ by +90°, a left-hand CP is produced. Conversely, when E ∅ lags E θ by 90°, a right-hand (RH) CP is created. Fig. 14 plots the simulation results of these E-field components both in magnitude ratio and phase difference at the lower (2.6 GHz) band and the upper (3.4 GHz) band. From these plots we know that the RHCP is generated in both the bands. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 86,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 570,
                    "end": 577,
                    "text": "Fig. 14",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "E. CP Handedness Realization"
        },
        {
            "text": "To validate the working mechanism as described, the proposed dualband Jia-shaped patch antenna was fabricated and its overall performance was measured. As a common practice, the reflection coefficient (S11) was measured before the measurement of far-field performance took place. S11 was undertaken by using the Keysight performance network analyzer N5222A, whereas the measurement of far-field performance metrics was carried out inside the near-field chamber SATIMO StarLab at the Qingdao University of Technology. Figure 14 displays a photograph of the Jia-shaped patch antenna that was under measurement in the chamber, whereas the radiation patterns in two principal planes/cuts are shown in Fig. 15 , wherein the simulated patterns were verified by the measured ones. As seen, the RHCP copolarization were obtained in the desired dual frequency band, which are corroborated with the prediction from the simulation. Moreover, the maximum power directions of the main beams in the elevation (yz) plane are pointing to 15° (Fig. 15(b) ) and 18° (Fig. 15(d) ) in the low-and highband, respectively. As a result, this artistic patch antenna exhibits the down-tilt beams in the dual band. This feature is highly desired for wallmounted antennas, where additional mechanical tilting/mounting is not required during the installation. Indeed, this is one of the by-products from the Chinese-character-shaped patch antennas [5] . Figure 16 displays the other performance metrics verified by the measurement results. In general, excellent agreements were attained. Small discrepancies inevitably emerged mainly owing to unexpected tolerances in antenna fabrication. The dual-band axial ratio was measured from 2.58 to 2.62 GHz and 3.37 to 3.42 GHz, wherein the maximum gains were recorded as 7.3 and 6.3 dBic for the low-and high-band, respectively. Meanwhile, the reflection coefficient plots ( Fig. 16(b) ) indicate that the dual impedance bandwidth was measured from 2.41 to 2.61 GHz and 3.25 to 3.42 GHz, respectively, which sufficiently covers the axial-ratio bandwidths.",
            "cite_spans": [
                {
                    "start": 1420,
                    "end": 1423,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 517,
                    "end": 526,
                    "text": "Figure 14",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 697,
                    "end": 704,
                    "text": "Fig. 15",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1026,
                    "end": 1037,
                    "text": "(Fig. 15(b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1048,
                    "end": 1059,
                    "text": "(Fig. 15(d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1426,
                    "end": 1435,
                    "text": "Figure 16",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1891,
                    "end": 1901,
                    "text": "Fig. 16(b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "V. EXPERIMENTAL VERIFICATION"
        },
        {
            "text": "In addition, this CP artistic patch antenna would be the first dualband one in literature, no comparable performance is available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. EXPERIMENTAL VERIFICATION"
        },
        {
            "text": "The Chinese characters are profound. Jia means home in Chinese. Home gives importance in our life, as a recent example, home is a best place of isolation from the outbreak of novel coronavirus-2019. This article presents a novel Jia-shaped patch antenna printed in standard SimHei font for dual-band circular polarization at 2.6 and 3.4 GHz. A detailed design procedure as well as the working mechanism were described, in particular, the creation of pairs of near degenerateorthogonal modes was achieved, such that a dual axial-ratio (3-dB) bandwidth was produced at 2.58-2.62 GHz and 3.37-3.42 GHz, wherein the maximum gain of 7.3 and 6.3 dBic was obtained, respectively. Moreover, the dual-band ratio of this artistic patch antenna can be adjusted by (i) changing the patches' sizes, and (ii) the relative position of the stacked patches. The parametric study indicates that when the Jia-patch size reduced by 5% and the rectangular patch size increased by 5%, the dual-band ratio can be reduced to 1.18. Finally, the down-tilt radiation is also a special feature of the proposed dualband antenna.",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 540,
                    "text": "(3-dB)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "VI. CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Australia's bushfires circle Sydney as temperatures soar",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Reuters",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hundreds of shops destroyed as Hong Kong protesters defy rally ban",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A novel differential filtering patch antenna with high selectivity",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of RF and Microwave Computer-Aided Engineering",
            "volume": "29",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Broadband artistic antenna array composed of circularly-polarized Wang-shaped patch elements",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "AEU International Journal of Electronics and Communications",
            "volume": "74",
            "issn": "",
            "pages": "116--122",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Kanji patch antenna",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "International Workshop on Electromagnetics: Applications and Student Innovation Competition (iWEM)",
            "volume": "",
            "issn": "",
            "pages": "29--31",
            "other_ids": {
                "DOI": [
                    "10.1109/iWEM.2018.8536646"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Isolation enhancement in Chinese character antenna array using simple defect ground structure",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J RF Microw Comput Aided Eng",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/mmce.21927"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A Zhong-shaped patch antenna",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IEEE International Conference on Signal Processing",
            "volume": "",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A Guo-shaped patch antenna for hidden WLAN access points, submitted to",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of RF and Microwave Computer-Aided Engineering",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "On the circular-polarization operation of Chinese-character-shaped patch antenna",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "11th Intern Conference on Microw. MM-Wave Technology (ICMMT2019)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Chinese character-shaped artistic patch antenna",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Antennas Wireless Propag Lett",
            "volume": "18",
            "issn": "8",
            "pages": "1542--1546",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A study on inter-element spacing of Chinese-character-shaped patch antenna array",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cross Strait Quad-Regional Radio Science and Wireless Technology Conference (CSQRWC2019)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "High isolated X-band MIMO array using novel wheel-like metamaterial decoupling structure",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "ACES Journal",
            "volume": "34",
            "issn": "",
            "pages": "1829--1836",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Dual-band circularly-polarized square microstrip antenna",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "IEEE Trans Antennas Propag",
            "volume": "49",
            "issn": "",
            "pages": "377--382",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Dual-band circularly polarized Sshaped slotted patch antenna with a small frequency-ratio",
            "authors": [
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "Nasimuddin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zn",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qing",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "IEEE Trans Antennas Propag",
            "volume": "58",
            "issn": "",
            "pages": "2212--2115",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A novel unidirectional dual-band circularlypolarized patch antenna",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Ekn",
                    "middle": [],
                    "last": "Yung",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "IEEE Trans. antennas propag",
            "volume": "59",
            "issn": "",
            "pages": "3052--3057",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Dual-band circularly polarized rotated patch antenna with a parasitic circular patch loading",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "IEEE antenna wirel Propag Lett",
            "volume": "12",
            "issn": "",
            "pages": "492--495",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Dual-band circularly-polarized unidirectional patch antenna for RFID reader applications",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "IEEE Trans Antennas Propag",
            "volume": "62",
            "issn": "",
            "pages": "6428--6434",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A high-gain dual-band EBG resonator antenna with circular polarization",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Zeb",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nikolic",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Esselle",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "IEEE antenna wirel Propag Lett",
            "volume": "14",
            "issn": "",
            "pages": "108--111",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A compact dual-band stacked patch antenna with dual circular polarizations for Beidou navigation satellite systems",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE antenna wirel Propag Lett",
            "volume": "18",
            "issn": "",
            "pages": "1472--1476",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Dual-band polarization and frequency reconfigurable antenna using double layer metasurface",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "F"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Electron Commun (AEU)",
            "volume": "95",
            "issn": "",
            "pages": "82--87",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Wideband polarization reconfigurable differential circularly polarized antenna",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Kishk",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Access",
            "volume": "7",
            "issn": "",
            "pages": "64697--64703",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A Circular-Polarization Reconfigurable Meng-Shaped Patch Antenna",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IEEE Access",
            "volume": "6",
            "issn": "",
            "pages": "51419--51428",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Broadband microstrip patch antenna",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Luk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Mak",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Electron. Lett",
            "volume": "34",
            "issn": "15",
            "pages": "1442--1443",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A dual-feed dual-band L-probe patch antenna",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Luk",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "IEEE Trans. antennas propag",
            "volume": "53",
            "issn": "7",
            "pages": "2321--2323",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A novel wideband circularly polarized patch antenna based on L-probe and aperture-coupling techniques",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Luk",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "IEEE Trans. antennas propag",
            "volume": "53",
            "issn": "1",
            "pages": "577--580",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Geometry of Jia-shaped artistic patch antenna.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Equivalent circuit of Jia-shaped patch antenna fed by a 3D L-probe.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Comparison of impedance matching in term of S11 between conventional and 3D L-probe.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "S11 performance of the initial combinations on different Fh and Fv: (a) Fh varies from 12 down to 9 whereas Fv = 10 mm; (b) Fv varies from 8 up to 12 mm whereas Fh = 10 mm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Coarse and fine search of best feed location: (a), (c) AR, (b), (d) S11, and (e), (f) BG.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "of Jia-shaped patch size on (a) S11 and (b) AR.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig. 10 Effects of patch sizes on BG: (a) Jia-patch, (b) rectangular patch.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "E-field magnitude ratio |E ∅ /E θ | and phase difference ∠E ∅ − ∠E θ of the Jia-shaped patch in (a) lower band and (b) upper band.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Photograph of a fabricated dual-band Jia-shaped patch antenna under measurement. Simulated and measured radiation patterns in xz-and yz-plane: antenna performance verified by measurement: (a) AR and gain, (b) S11.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "displays the antenna performance for a number of combinations on different lengths.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}