{
    "paper_id": "71fe46eb9712bf14ed1719ea5984db4bfdd4ff85",
    "metadata": {
        "title": "Medical Ethics Education in China",
        "authors": [
            {
                "first": "Hongqi",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xin",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "X",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "from Da Yi Jing Cheng by Sun Simiao: \"A great physician should not pay attention to status, wealth or age; neither should he question whether the particular person is attractive or unattractive, whether he is an enemy or friend, whether he is a Chinese or a foreigner, or finally, whether he is uneducated or educated. He should meet everyone on equal grounds. He should always act as if he were thinking of his close relatives.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The traditional Chinese medical ethics emphasized heavily on physician's morality and set high standards for medical practice. To summarize the ideas in these historical works, the physicians must rescue every life without any preconditions. Physicians should not aim to obtain profit for themselves, but should devote themselves in medical research and strive to help patients. Physicians must be very conscientious in their medical practice, and treat all patients with respect, concern, sympathy, and equality. In Chen Shigong's famous work Wu Jie Shi Yao, he mentioned that \"when making a visit to a sick married woman, widow, or a nun, the physician has to have a companion. Only then can he enter the room and undertake the examination.\" The most important philosophy of traditional Chinese medical ethics is that medicine is applied humaneness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Ming and Qing Dynasty, due to the influence of Christian missionaries, hospitals appeared in mainland China. The new hospital system is based on Christianity, western philosophy, and western cultural background. While traditional Chinese medicine, which is commonly referred to as Natural Medicine, is based on Yin Yang and Five Elements theory, Western Medicine were introduced to China from the western countries along with Christianity in the later Ming Dynasty. Western Medicine is commonly referred to as Allopathic Medicine and evolves from Hippocratic Medicine. Western Medicine differs from the traditional Chinese medicine in its approach to treatment, which relies heavily upon industrially produced medications and a strict adherence to the formal scientific process. In the year 1569, the first hospital was built by the Catholic Church in Macau (Macao), which may have been the first Christian hospital in China. Up to the year of 1937, there were more than 300 Christian hospitals (more than 21,000 beds all together) and more than 600 clinics burgeoned in Mainland China, most of which were attached to Christian churches in the early years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Western Medicine has become more and more popular since the 1920s. From the establishment of the Republic of China in 1912 to the end of the World War II, hundreds of western medical colleges and nursing schools were established. Thousands of students were educated and graduated from those schools to become skillful doctors and nurses. Among them, the most prestigious institution is Peking Union Medical College established in 1906 by five Christian missionaries. Since 1915, supported by the Rockefeller Foundation, Peking Union Medical College has become the center of western biomedical science in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The earliest Chinese doctors of Western Medicine were educated or trained abroad and they brought back modern medical techniques to China. In 1926, the Chinese Medical Association (CMA) issued the Code of Medical Ethics (1926) in the Journal of Chinese Medicine. The western-trained physician Song Guobin sought to integrate Western medical ethics with Confucianism, and published his work Ethics of Medical Practice (1933, English version) , which may be the first modern book on medical ethics in China.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 226,
                    "text": "Ethics (1926)",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 440,
                    "text": "(1933, English version)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since the establishment of the People's Republic of China in 1949, medical ethics education has emphasized the following mission written by Chairman Mao Zedong in memory of Dr. Norman Bethune: \"Heal the wounded, rescue the dying, and practice revolutionary humanitarianism,\" \"serve the people heart and soul,\" and \"utter devotion to others without any thought of self.\" These moralities of socialism and communism have been established and used to regulate doctors since the 1950s.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since At the same time, Medical Ethics (or Professional Ethics Education) offered for medical college students and nursing students became a required or elective course (20-36 h). The course was categorized into the Marxist theory courses and ideological and political science courses educational system (so-called two courses for short). Bioethics has been typically offered to graduate students and doctoral candidates in many medical schools as an optional course (20-36 h). Many philosophy or ethics researchers and professors began to recruit PhD students in the field of bioethics, such as Prof. Renzong Qiu in the Philosophy Institute of the Chinese Academy of Social Science. Meanwhile, the four basic ethical principles (autonomy, justice, beneficence, and non-maleficence) were introduced by the instructors. The textbook Principles of Biomedical Ethics (Beauchamp and Childress 2001) , the Belmont Report, and the Declaration of Helsinki have made great impacts and significantly influenced Chinese bioethics educators and researchers. The Harvard School of Public Health, the Kennedy Institute of Ethics at Georgetown University, the Hastings Center, the University of Wisconsin Medical School, FDA, NIH, UNESCO, WHO, and CIOMS have become more and more well-known to Chinese scholars.",
            "cite_spans": [
                {
                    "start": 864,
                    "end": 894,
                    "text": "(Beauchamp and Childress 2001)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the year of 2007, Chinese President Hu proposed a \"people oriented scientific outlook on development,\" which greatly improved the development of medical ethics, bioethics research, education, and applications in China (Hu 2007) . The Chinese government has been promoting sound and rapid development in medical ethics and bioethics. China is now in the stage of developing biomedical ethics with unique characteristics in the context of globalization.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 230,
                    "text": "(Hu 2007)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since the 1990s, medical ethics and bioethics research and education in China has entered into a new age due to philosophical-social sciences' influences and many new technologies developing in the biomedical and bioscience fields. A series of Sino-US/Britain summer schools on philosophy and bioethics workshops have been held in major Chinese cities sponsored by the Philosophy Institute of the Chinese Academy of Social Science or by the Chinese Society for Philosophy of Nature, Science and Technology (the Chinese Society for Dialectics of Nature). Also, a great number of philosophy and bioethics books began to be introduced to China in translation. At the same time, Chinese scholars are more frequently taking part in international communications and collaborations. Due to the difference in background knowledge and experience, the scholars' viewpoints on academic characteristics of medical ethics and bioethics can be largely divided into the following three categories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Three Scholarly Schools in Chinese Medical Ethics"
        },
        {
            "text": "In the first category, scholars insist on introducing a universal medical ethics theory and new results of the bioethics and medical ethics studies into China. Scholars also focus on introducing the declarations, guidelines, criteria, and regulations from the WHO, CIOMS, and UNESCO to the Chinese professionals, doctors, and policy makers. They are also adamant about introducing state of the art international topics to China and trying to use the universal standard as the way to solve Chinese problems in medical ethics by leading toward prosperity for the people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Three Scholarly Schools in Chinese Medical Ethics"
        },
        {
            "text": "In the second category, scholars tend to study Chinese medical ethics resulting from studying the traditional and historical Chinese culture and context for future development. As it is known, the International Ethical Guidelines for Biomedical Research Involving Human Subjects (CIOMS/WHO 2002) has set up the three basic ethical principles for medical ethics and bioethics: respect for persons, beneficence/non-maleficence, and justice. There is a similar illustration in the Belmont Report. During the localization process in China, some Chinese scholars modified the three standards mentioned above as: respect and autonomy, do good things, and fairness. Other scholars among the second category even disapproved of these principles, and believed that fundamental ethical principles should come from traditional Chinese culture, in which they prefer the ancient Chinese Confucian saying by Dong Zhongshu (179-104 BC, a great Chinese philosopher in Western Han Dynasty): humaneness, righteousness, propriety, wisdom, and integrity. In his wellknown work Chun Qiu Fan Lu ( Rich Dew in Spring and Autumn) he summarized Confucius thoughts and proposed moral standards of the Three Cardinal Guides and Five Constant Virtues as specified in the feudal ethical codes. The Three Cardinal Guides are the governor who guides his people, the father who guides his children, and the husband who guides his wives. The Five Constant Virtues are humaneness, righteousness, propriety, wisdom, and integrity, (as mentioned above). Humaneness can be defined by the concept of fraternity: \"medical practice is technique of humaneness\" (by Mengzi, about 372-289 BC, in Mengzi, Liang Hui Wang Shang: Do not harm, which means humaneness), and humaneness means love and care for persons (by Confucius, 551-479 BC, in Lunyu, Yan Yuan Pian). There, student Fanchi asked Confucius: \"Teacher, what does Humaneness mean? Love the persons.\" Confucius answered, \"What you don't want done to you, do not do to others,\" which can be the practical guidelines, just as Dr. Song Guobin had done 80 years ago in his textbook Ethics of Medical Practice (Jonsen 2008) .",
            "cite_spans": [
                {
                    "start": 2120,
                    "end": 2133,
                    "text": "(Jonsen 2008)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Three Scholarly Schools in Chinese Medical Ethics"
        },
        {
            "text": "In the third category, the scholars try to learn to construct a \"union of free individuals\" from Karl Marx's The Communist Manifesto (1848), where \"the free development of each individual is the condition of the free development of all,\" and to construct Chinese medical ethics and bioethics. Many theories include Chairman Mao Zedong's \"heal the wounded, rescue the dying, and practice revolutionary humanitarianism\" (July 15th, 1941, for Chinese Medical Universities in Yan'an) and \"serving the people with whole heart and soul\" (September 8th, 1944, a speech Serving the People in remembrance one of central guards regiment solders Zhang Side), \"utter devotion to others without any thought of self\" (December 21st, 1939, In Memory of Norman Bethune), and the current policy of a \"people-oriented scientific development view.\" Collectivist and socialist medical ethics with Chinese characteristics are established in medical ethics research and education. Domestic medical ethics and bioethics have shown that diversified schools of studies flourish. Communications between different schools of studies have led the Chinese medical ethics and bioethics to prosperity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Three Scholarly Schools in Chinese Medical Ethics"
        },
        {
            "text": "In the twenty first century, different fields of medical ethics studies in China have been further developed, and have achieved more accomplishments. Several groups of studies with distinctive features have emerged. The representative societies of scholars are the following: the Society for Philosophy of Nature, Science and Technology (or: the Chinese Society for Dialectics of Nature) with its Bioethics Committee (focusing on universal bioethics, sponsored by Prof. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Three Scholarly Schools in Chinese Medical Ethics"
        },
        {
            "text": "The authors have published similar views in Chinese Medical Ethics (Wang 2012) about the current topics in medical ethics research and education, including but not limited to the following viewpoints.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 78,
                    "text": "(Wang 2012)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Current Popular Topics for Discussion in China"
        },
        {
            "text": "Human rights and dignity are the inalienable fundamental privileges of every person, which are neither created nor can be abrogated. Personal rights and dignity should be protected and must not be infringed. Individual patients are often the subjects of medical research and treatment; therefore, clinical medicine should address individual human rights issues. Respect for persons should be emphasized, including patient autonomy, informed consent, patient confidentiality, and privacy protection. Beneficence/non-maleficence should be emphasized, including: do no harm as the minimum requirement and do good things or benefit the patient as the higher requirements. Justice should also be emphasized, including fair distribution of medical resources, revenue justice, and procedural fairness, which requires existing fairness not only in appearance but also in reality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tension Between Individual Rights and Collective Rights"
        },
        {
            "text": "There are significant differences related to rights within clinical medicine and public health. Public health is the idea of protecting communities and keeping them healthy through educational services, promotion of healthy lifestyles, and researching disease prevention. Public health is mainly concerned with groups, communities, and society as a whole. Public health serves to emphasize the collective rights of the community and society. Clinical medicine is focused on protecting individual patient rights and dignity. Public health on the other hand is more concerned about protecting the rights of the general public. In some cases, conflicts exist between individual rights and collective rights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tension Between Individual Rights and Collective Rights"
        },
        {
            "text": "For example during the SARS period, suspected SARS patients had to be quarantined in the interest of public health, which to some extent put a constraint on individual rights. This was a violation of individual patients' rights aimed at preventing the spread of the virus to healthy people to avoid causing a larger epidemic. It can be asked why, then, similar methods cannot be adopted for other infectious diseases such as HIV/AIDS in order to prevent the spread of the virus by isolating infected patients with HIV/AIDS? Under what circumstances can isolated and infected patients be defended by humanitarian rights? Under normal circumstances, there is a certain tension between individual rights and collective rights. The balance of this tension needs to rely on the legal and moral power to regulate and restrict individual and collective rights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tension Between Individual Rights and Collective Rights"
        },
        {
            "text": "Achieving individual human rights cannot and should not be achieved at the cost of impeding (or harming) the legitimate rights of others. It is based on this principle that persons who are infected with HIV/AIDS have the duty to inform their sexual partners of their infection. It is also based on the same principle that we require HIV/AIDS patients to not intentionally infect others through sexual activity or the use of intravenous drug injection needles. HIV/AIDS patients also have the obligation to explain their medical situation to their physician, surgeon, and dentist; at the same time those doctors cannot refuse treatment to these infected patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tension Between Individual Rights and Collective Rights"
        },
        {
            "text": "John Rawls believes in justice as fairness; however, some scholars in China hold different viewpoints on how to follow it in practice. Individualism is different from traditional Chinese collectivism. Traditionally, the family is at the center of our society, the husband is the ruler over his wife, and different ranks and levels are the basic hierarchical structure of our society. The traditional family-based culture is now at a different position, so pluralistic viewpoints are necessary. Current studies about justice and fairness involve the overall reform of medical systems, including macro-level issues such as allocation of the health care resources, and the microlevel issues related to clinical practices. The Chinese new rural cooperation (the new rural cooperative medical system), urban residents health insurance, serving medical insurance for working professionals, and some other commercial medical insurance problems, are all targeted for solving this problem. At the micro level, informed consent is required by the patient before any medical examinations or treatments will take place in hospitals. If a patient loses the capability to make rational choices and decisions, proxy consent is needed to carry on informed consent. This is a formal requirement and an important form of protection to procedural fairness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contradiction Between Procedural Justice and Substantive Justice"
        },
        {
            "text": "However, there are also cases in which the informed consent form (ICF) is left unsigned sometimes due to cultural, economic, or psychological issues. If the patient or surrogate decision maker refuses to sign the informed consent form, then valuable treatment opportunities may be missed, possibly causing death, which could lead to medical litigation. This situation can cause doctors to experience moral distress, but their choices in this particular situation are limited. According to the regulation of no surgery should be performed without patient's or surrogate's signatures, should the surgeon pursue a form of fairness and justice, or should the doctor consider what he or she believes to be the best interest of the patient and proceed with the treatment, despite a lack of informed consent?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contradiction Between Procedural Justice and Substantive Justice"
        },
        {
            "text": "The Lili Yun Accident is one of these cases, which occurred in West Beijing Branch of Beijing Chaoyang Hospital. On November 21, 2007, a 36-week pregnant woman, Lili Yun, who was experiencing a cough, yellow sputum, hemoptysis, fever, dyspnea, and orthopnea, was sent to the Beijing Chaoyang Hospital, West Beijing Branch by her husband, Zhijun Xiao. Faced with the critical condition of his pregnant wife, Zhijun Xiao refused to sign the proxy consent form for a necessary operation. According to Chinese law, without the signature, the hospital cannot perform the operation, essentially rendering the patient helpless. After 3 h of intense resuscitation efforts, the pregnant woman died. The public was astonished by the accident. There has been a heated debate among medical ethics education colleagues over this issue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contradiction Between Procedural Justice and Substantive Justice"
        },
        {
            "text": "There are other cases in which patients may reject treatment plans proposed by doctors after informed consent. Due to religious reasons patients may refuse to have blood transfusions, or a patient may refuse to abort her unborn fetus despite the knowledge that it will have a serious genetic disease. The question then becomes: can the doctor, based on his own good intentions or the fundamental interests of others impose a blood transfusion or abortion upon these patients? There appears to be a contradiction between procedural justice and substantive impartiality, as well as a conflict between local/immediate interests and overall/fundamental interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contradiction Between Procedural Justice and Substantive Justice"
        },
        {
            "text": "Such conflicts of interests may also exist in pharmaceutical companies, research institutions, between the doctors as researchers and the patients as subjects, among the patients, insurance company and employing unit, or even between patients themselves and their family members. There may also be conflicts of interest within the doctor-patient relationship. Sometimes, the family members of a patient cannot afford the expensive medical costs, and reject medical treatment on behalf of the patient, therefore, there exists a conflict of interests between patient and his/her family members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contradiction Between Procedural Justice and Substantive Justice"
        },
        {
            "text": "Conflict of interests may lead to very serious adverse consequences, and can even cause death in patients. For example, the above mentioned family members, due to economic conflict of interest, may make a decision on behalf of the patient to abandon the treatment; the consequences of this abandonment of treatment can be imagined. Several years ago, the Gelsinger Case in the field of gene therapy (Zhai and Qiu 2005) was seen as a conflict of interest, which has become a heated discussion topic in China. Similar kinds of problems in stem cell therapy have also been addressed.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 418,
                    "text": "(Zhai and Qiu 2005)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Contradiction Between Procedural Justice and Substantive Justice"
        },
        {
            "text": "The relationship between universality and nationalism has become the focus of bioethics and the medical humanities debate. One viewpoint emphasizes the nationality and regional characteristics of medical humanities. Another viewpoint emphasizes the universality of medical humanities, which points out that medical humanity itself does not belong to a certain nation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nationality vs. Universality"
        },
        {
            "text": "In November 2007, Prof. H. Tristram Engelhardt from Rice University presented The Foundations of Bioethics Critically Re-examined at Nanjing International Bioethics Summit (Engelhardt 2007) . He proposed the following viewpoints for the moral pluralism and postmodern moral crisis. There have been about 2500 years of philosophical contemplation about human moral and ethical diversity. However, almost no empirical basis exists to support a universal code of ethics known to the public. Therefore, from the clash of civilizations to Engelhardt's culture wars, some scholars believed that generally proper conduction of modern ethics itself has become a serious problem. In the context of cultural wars and the collapse of the global bioethics consensus, medical practice, abortion, euthanasia, public health, medicare, and private resources redistribution have all become content-full topics of debate.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 189,
                    "text": "(Engelhardt 2007)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Nationality vs. Universality"
        },
        {
            "text": "On the other hand, we have witnessed that, since the mid-twetieth century, bioethics has a distinct wide range of universal and transcended ideological characteristics that stretch across national boundaries, transcend religious and political opposition, and have developed a common context in the human spiritual home rooted in the philosophy of everyday life (Qiu 2003) . The reason why bioethics can be studied universally is mainly due to the United Nations' effort to respect human rights and dignity within all countries. International documents such as: the Charter of the United Nations (1945), and the Universal Declaration on Human Rights (1948) have normalized and regulated these governmental activities. In spite of the arguments on personal rights vs. state sovereign rights, hoodwinking and enslaving people in any country has become more and more difficult. Globalization in economy, culture, science, and education has made the world a global village. With the Declaration of Helsinki (WMA 1964) , the Universal Declaration on Bioethics and Human Rights (UNESCO 2005) , and the International Ethical Guideline for Biomedical Research Involving Human Subjects (CIOMS/WHO 2002), the UN, WHO, CIOMS, and other international organizations have constructed a platform for dialogue and communication across cultural differences, which has made international cooperation in biomedical research prevalent and new pharmaceutical human subject testing standardized.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 371,
                    "text": "(Qiu 2003)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1002,
                    "end": 1012,
                    "text": "(WMA 1964)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1071,
                    "end": 1084,
                    "text": "(UNESCO 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nationality vs. Universality"
        },
        {
            "text": "Engelhardt argues that bioethics should be freed from improper customs and restrictions, being contrary to universal moral principles (Engelhardt 2006) . In other words, bioethics should support the aspirations of the Enlightenment and the eagerness of achieving the universal moral society of the French Revolution. He believes that bioethics is not just international, but also a pursuit of the concept for a good, proper, and impartial content. It is because of this characteristic of bioethics that it has been accepted by different nations and individuals with different religious and cultural traditions.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 151,
                    "text": "(Engelhardt 2006)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Nationality vs. Universality"
        },
        {
            "text": "Engelhardt's multiculturalist thoughts influenced the Chinese speaking/cultural bioethics schools, including scholars from China main-land, Singapore, Taiwan, Hong Kong, especially his student Ruiping Fan from the City University of Hong Kong and scholars from Mainland, such as Yongfu Cao in Confucians hometown Shandong Province. Supported by Engelhardt, Ruiping Fan hosts the Journal of Chinese and International Philosophy of Medicine in Hong Kong, with the aim to bring together the Chinese and Western community of researchers and practitioners in the field of biomedical ethics to discuss the latest advancements in the discipline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nationality vs. Universality"
        },
        {
            "text": "Should the medical humanities be focused on the study of problems, or focused on the construction of a theoretical system structure? Domestic scholars have different views on this question. One view is that bioethics is developed within the framework of ethics of norms, ethics of rights, and ethics of procedures (Zhai and Qiu 2005) . To establish theoretical systems is not the purpose of bioethics. Bioethics should focus on current Chinese-specific issues. Bioethics also puts an emphasis on problem research, emphasizing its practicality, rather than theoretical thinking. On the contrary, this theory of thinking is based on practice with the aim of meeting the needs of practice. In this view, bioethics is not a philosophical ethics or theoretical ethics, which is pursuing only the purest, the most complete, and the most self-consistent ethical theory. Bioethics is applied or practical ethics for solving problems, in which utilitarianism and deontology are the two most fundamental and effective theories. But the application is not a theory or principles of inference. Application must consider detailed circumstances. In some situations, some values are prominent while they are not in other situations. For example, clinical patients and research subjects are vulnerable populations, and their rights and interests should be placed first. But in the context of public health, their personal rights and interests must also be considered although not as primary values. The focus of bioethics, in this view, is not the construction of theoretical systems. But the effect of meta-ethics, normative ethics, applied ethics, descriptive ethics, modern biomedicine, and traditional culture on bioethics deserves serious research.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 333,
                    "text": "(Zhai and Qiu 2005)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Problem Research vs. System Construction"
        },
        {
            "text": "Another point of view is that bioethicists should have their own theoretical systems, to form different theoretical frameworks in different cultural circles (Sun 2007) . How to make bioethics survive and develop in different cultural traditions and in various styles of philosophical thought has become one of the major areas of study. This second point of view emphasizes the structure of the theoretical system, the cultural roots of bioethics, Chinese cultural characteristics, and the post-modern cultural identity of bioethics. It has positive value and meaning for the construction of a bioethics theoretical system with Chinese characteristics. Regarding the theoretical system bioethics, in some sense, it should be part of ethical life science. It should be a discipline that is questioning the moral status of human life, that is doing ethical research on the ultimate life issues, and evaluating and reflecting on life science, technology, and the moral philosophical interpretation of life, especially the essence of human life, meaning, and significance. The core of bioethics is not the trivial application of a particular moral theory, but the examination and development of moral philosophy theory that is adaptive to the development of the life subjects and human life science technology. It is not limited to the explanation and demonstration of life behaviors and the validity of life science and technology. It must help people learn all the problems and difficulties of life and explore the ethical problems related to the fields such as the phenomena of life, biotechnology, medicine, and hygiene. More important missions are focused on the philosophical studies of spiritual life and real life. The applications of basic ethical principles and applied guidelines to explain detailed life science and practical or clinical problems must be established on the results of research of all schools of moral philosophy, which have determined that it is not a general sense of applied ethics.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 167,
                    "text": "(Sun 2007)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Problem Research vs. System Construction"
        },
        {
            "text": "Due to its cultural roots, Christian bioethics has greatly influenced Chinese bioethics scholars. Just as Sun mentioned, bioethics is a speculative system and a post-modern positivism strategy in accordance with the goal of promoting the life of human beings and other living creatures (Sun 2007) . It is part of the post-modern culture and is the sign of awareness and comprehension during the post-philosophical era. It emphasizes caring for lives, and it has unique academic merits and research methods, since it applies special language symbols for different contexts. Bioethics is dependent on the special logical order to construct the inner relationship of humanities, life sciences, and social science. Due to its a priori consciousness of spiritual life, and its kinship with theology studies, it cannot be isolated from theology, especially Christian theology.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 296,
                    "text": "(Sun 2007)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Problem Research vs. System Construction"
        },
        {
            "text": "The two points of view mentioned above reflect different Chinese scholars' viewpoints regarding the disciplinary nature, role, and function of bioethics. The first focuses on dealing with specific problems of domestic biomedical research, public health policy, and clinical practice, centering on solving problems, and emphasizing international standards to solve Chinese issues. Therefore, it is believed that bioethics should be focused on solving current Chinese detailed problems, rather than aiming at establishing theoretical systems. It is also believed that bioethics should emphasize research problems and practicality rather than theoretical construction. On the contrary, the second view emphasized that theory is based on practice and is responding to the needs of practice. In other words, bioethics does not pursue its ultimate goal as constructing the theory, but emphasizes the importance of theoretical thinking. This viewpoint promotes the birth and development of Chinese bioethics, boosts biomedical research and clinical practices to follow the international standards and norms, and benefits the understanding of the international community of Chinese medical ethics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problem Research vs. System Construction"
        },
        {
            "text": "In addition, there are many debates going on in China along with the international debates, such as the debate between normative ethics and virtue ethics, the debate between deontology and consequentialism or teleological theory, the debate between moral relativism/situation ethics and moral absolutism or principlism, and the debate between the subjectivity and objectivity of morality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problem Research vs. System Construction"
        },
        {
            "text": "Medical ethics education in China gradually formed its scholarly tradition on the basis of translation, introduction, introspection, and reconstruction. China is now in the stage of discussing how to develop its own traditional ethics in the context of globalization. But we need to clearly recognize that with the strengthening of international cooperation, the continued development of universal medical ethics guidelines, medical ethics education in China is still far away from the promised land. There are still many things that medical ethics scholars need to do to shape the future direction of bioethics and promote its diffusion among the biomedical science community at large.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Principles of biomedical ethics",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Beauchamp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Childress",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "International ethical guidelines for biomedical research involving human subjects. Council for International Organizations of Medical Sciences (CIOMS) in collaboration with the World Health Organization (WHO)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cioms/Who",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global bioethics: The collapse of consensus. Salem: M & M",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Engelhardt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The foundations of bioethics critically re-examined",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Engelhardt",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The proceedings of Nanjing international bioethics summit, keynote speech",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hold high the great banner of socialism with Chinese characteristics and strive for new victories in building a moderately prosperous society in all, report to the seventeenth national congress of the communist party of China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A short history of medical ethics",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Jonsen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ethical disputes in biomedical science",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Philosophical disputes in modern science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Thinking of Chinese bioethics post-modernization",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The proceedings of Nanjing international bioethics summit",
            "volume": "",
            "issn": "",
            "pages": "630--636",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "United Nations Educational, Scientific and Cultural Organization",
            "authors": [],
            "year": 2005,
            "venue": "UNESCO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The 30 years development of Chinese medical ethics researches",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Chinese Medical Ethics",
            "volume": "25",
            "issn": "1",
            "pages": "18--21",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Declaration of Helsinki",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wma",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Code of Ethics of the World Medical Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Introduction to bioethics",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "the Chinese Economic Reform in the 1980s, medical ethics research and education has stepped into a new era and achieved great improvements in China with the help of UNESCO, WHO, CIOMS, and other international organizations and institutions. In the 1980s, Chinese medical ethics studies began to show significant development. A large portion of Western medical ethics literature has been translated and introduced into China, including the Declaration of Helsinki and the biological-psychological-social medicine model. Ethics committees in hospitals, medical schools, Centers for Disease Control and Prevention, State Ministry of Public Health, and State Food and Drug Administration have been established. During this time, pioneer Chinese scholars, such as Prof. Ruicong Peng (Vice President of Beijing Medical University), Prof. Zhizheng Du (Editor-in-Chief of the Chinese journal Medicine and Philosophy), Prof. Renzong Qiu (Director of Philosophy, Institute of Chinese Academy of Social Sciences), and Prof. Dr. Qingli Hu (WHO Deputy Director General, Shanghai Jiaotong University) devoted a lot of effort to introducing medical ethics and bioethics. Meanwhile, they set up the corresponding educational agencies and sponsored many journals including Medicine and Philosophy (since 1980) and Chinese Medical Ethics (since 1988) as platforms for research studies and communications.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Renzong Qiu and Prof. Xiaomei Zhai at Peking Union Medical College), the Medical Philosophy Committee (Chinese Encyclopedia School, led by Prof. Daqing Zhang, Peking University Medical Humanities, and by Editors-in-Chief Zhizheng Du and Prof. Mingjie Zhao of the journal of Medicine and Philosophy), and the Chinese Medical Association Medical Ethics Committee (hosted by medical university presidents or other officials, Red Cross Society, Chinese Medical Association officials). The representative education and research centers include: Peking Union Medical College Bioethics Research Center (directed by Prof. Renzong Qiu and his student Prof. Xiaomei Zhai, and in close collaboration with Harvard University, WHO, NIH, and UNESCO); Peking University Medical Humanities Center (directed by Yali Cong, from traditional Chinese Ethics to more broader international communications); Shandong University Bioethics Research Institute (directed by Prof. Yongfu Cao and his tutor Prof. Xiaoyang Chen focusing on Confucius ethics thought, and in close collaboration with Prof. H. T. Engelhardt at Rice University, and with Prof. Ruiping Fan at City University of Hong Kong); Southeast University Medical Humanities Department (focusing on Christian bioethics and multi-culture research, directed by Prof. Muyi Sun, and in close collaboration with Prof. H. T. Engelhardt); and Guangzhou Medical College Medical Humanities School (focusing on Chinese medical ethics education). The most influential Chinese journals in this area are Medicine and Philosophy (sponsored by the Chinese Society for Philosophy of Nature, Science and Technology), and Chinese Medical Ethics (sponsored by the Chinese Ministry of Education, Xian Jiaotong University, and Chinese Medicine Association Medical Ethics Committee).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}