{"paper_id": "72a231f7fbfbbe32feeba1c7e07043ed148f36a7", "metadata": {"title": "", "authors": [{"first": "Matteo", "middle": [], "last": "Chinazzi", "suffix": "", "affiliation": {"laboratory": "Laboratory for the Modeling of Biological and Socio-technical Systems", "institution": "Northeastern University", "location": {"settlement": "Boston", "region": "MA", "country": "USA"}}, "email": ""}, {"first": "Jessica", "middle": ["T"], "last": "Davis", "suffix": "", "affiliation": {"laboratory": "Laboratory for the Modeling of Biological and Socio-technical Systems", "institution": "Northeastern University", "location": {"settlement": "Boston", "region": "MA", "country": "USA"}}, "email": ""}, {"first": "Marco", "middle": [], "last": "Ajelli", "suffix": "", "affiliation": {"laboratory": "", "institution": "Bruno Kessler Foundation", "location": {"country": "Trento Italy"}}, "email": ""}, {"first": "Corrado", "middle": [], "last": "Gioannini", "suffix": "", "affiliation": {"laboratory": "", "institution": "ISI Foundation", "location": {"settlement": "Turin", "country": "Italy"}}, "email": ""}, {"first": "Maria", "middle": [], "last": "Litvinova", "suffix": "", "affiliation": {"laboratory": "", "institution": "ISI Foundation", "location": {"settlement": "Turin", "country": "Italy"}}, "email": ""}, {"first": "Stefano", "middle": [], "last": "Merler", "suffix": "", "affiliation": {"laboratory": "", "institution": "Bruno Kessler Foundation", "location": {"country": "Trento Italy"}}, "email": ""}, {"first": "Ana", "middle": [], "last": "Pastore Y Piontti", "suffix": "", "affiliation": {"laboratory": "Laboratory for the Modeling of Biological and Socio-technical Systems", "institution": "Northeastern University", "location": {"settlement": "Boston", "region": "MA", "country": "USA"}}, "email": ""}, {"first": "Luca", "middle": [], "last": "Rossi", "suffix": "", "affiliation": {"laboratory": "", "institution": "ISI Foundation", "location": {"settlement": "Turin", "country": "Italy"}}, "email": ""}, {"first": "Kaiyuan", "middle": [], "last": "Sun", "suffix": "", "affiliation": {"laboratory": "", "institution": "NIH", "location": {"country": "USA"}}, "email": ""}, {"first": "Cécile", "middle": [], "last": "Viboud", "suffix": "", "affiliation": {"laboratory": "", "institution": "NIH", "location": {"country": "USA"}}, "email": ""}, {"first": "Xinyue", "middle": [], "last": "Xiong", "suffix": "", "affiliation": {"laboratory": "Laboratory for the Modeling of Biological and Socio-technical Systems", "institution": "Northeastern University", "location": {"settlement": "Boston", "region": "MA", "country": "USA"}}, "email": ""}, {"first": "Hongjie", "middle": [], "last": "Yu", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Public Health Safety", "institution": "Fudan University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "M", "middle": ["Elizabeth"], "last": "Halloran", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fred Hutchinson Cancer Research Center", "location": {"settlement": "Seattle", "region": "WA", "country": "USA"}}, "email": ""}, {"first": "Ira", "middle": ["M"], "last": "Longini", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Florida", "location": {"settlement": "Gainesville", "country": "USA"}}, "email": ""}, {"first": "Alessandro", "middle": [], "last": "Vespignani", "suffix": "", "affiliation": {"laboratory": "Laboratory for the Modeling of Biological and Socio-technical Systems", "institution": "Northeastern University", "location": {"settlement": "Boston", "region": "MA", "country": "USA"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "for 30 countries on 5 continents. The full dataset contains about 80,000 administrative regions on 5 continents and over 5 million commuting flow connections between them (2) .", "cite_spans": [{"start": 171, "end": 174, "text": "(2)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "The disease model within each subpopulation assumes a compartmental representation of the disease under study. The epidemic evolution is modeled using an individual dynamic where transitions are mathematically defined by chain binomial and multinomial processes to preserve the discrete and stochastic nature of the transmission and disease evolution process. Each subpopulation's disease dynamic is coupled with the other subpopulations through the mechanistically simulated travel and commuting patterns of disease carriers. Within each sub-population, the human-to-human transmission of 2019-nCoV is modeled using a compartmental representation of the disease where individuals can occupy one of the following compartments: Susceptible (S), Latent (L), Infectious (I) and Recovered (R). Susceptible individuals can acquire the virus through contacts with individuals in the infectious compartment, and become latent, meaning they are infected but can not transmit the disease yet. Latent individuals progress to the infectious stage with a rate inversely proportional to the latent period (which we assume to have the same duration as the incubation period), and infectious individuals progress into the removed stage with a rate inversely proportional to the infectious period. The sum of the mean latent and infectious periods defines the generation time. Removed individuals represent those who can no longer infect others, meaning they are recovered, isolated, hospitalized, or dead. The model works in discrete time steps, representing a full day, to implement computationally the air travel, the compartmental transitions (where the force of infection takes into account both the infection dynamics and the shortrange movement of individuals), and the partial aggregation of the results at the desired level of geographic resolution. All the technical details of the model have been previously published (2; 5). The model is fully stochastic and for each nominally identical initialization (initial conditions and disease model) generates an ensemble of possible epidemic evolutions for epidemic observables, such as newly generated cases, time of arrival of the infection, and number of traveling carriers. Parameter ranges for the latent and infectious period, and generation time are derived from early estimates on the epidemiological characteristics of 2019-nCoV, as well as plausible ranges from the SARS epidemic (6; 7; 8; 9; 10; 11). In Fig. 1A we report in the table the parameters range explored in the sensitivity analysis of the model.", "cite_spans": [], "ref_spans": [{"start": 2454, "end": 2461, "text": "Fig. 1A", "ref_id": "FIGREF0"}], "section": ""}, {"text": "We assume a starting date of the epidemic that falls between 11/15/2019 and 12/1/2019, with 40 cases caused by zoonotic exposure. For each generation time T g , we perform an Approximate Bayesian Computation to estimate the posterior distribution of the basic reproductive number R 0 of the outbreak. We simulate epidemics with R 0 in the range 1.5 to 4.0, sampled with a uniform prior. This allows us to calculate the distribution P (D) for the evidence D, and for each value of R 0 , the likelihood P (D|R 0 ). From these distributions we can calculate the posterior probability P (R 0 |D) of interest (see Fig. 1B) ). The evidence D is the observation of imported 2019-nCoV cases to international locations, with a 25% excess tolerance provided by the fact that no exact location on the importation is imposed and we consider a time window 01/16/2020 to 01/23/2020, corresponding with publicly available data before the travel ban. We consider only statistically independent importation events by date of arrival at international destinations. ", "cite_spans": [], "ref_spans": [{"start": 609, "end": 617, "text": "Fig. 1B)", "ref_id": "FIGREF0"}], "section": "Calibration"}, {"text": "While our knowledge of 2019-nCoV is growing, we still do not fully understand the epidemiological properties of the virus such as the incubation and infectious period, generation time etc. For this reason we have performed an extensive sensitivity analysis to check the robustness of the results. Here we report the two extreme cases of a longer generation time and the presence of mildly symptomatic infections that have been largely undetected internationally. We report the results obtained by calibrating the model under the same assumptions and show that the obtained results are consistent with the results reported in the main manuscript text and do not alter the considerations offered by our modeling study.", "cite_spans": [], "ref_spans": [], "section": "Sensitivity Analysis"}, {"text": "Generation Time: T g = 9. Here we consider a generation time T g = 9 days and analyze the effect of the travel ban on the outbreak sizes in Wuhan and in the remaining areas in Mainland China as well as the effect on the number of international case importations. The model assumptions are the same as what is used in the main text. We assume an epidemic starting date that falls between 11/15/2019 and 12/1/2019, with 40 cases initially caused by zoonotic exposure. The posterior distribution of the reproductive number is estimated using an Approximate Bayesian Computation approach as previously described. We find an average reproductive number R 0 = 2.6 [90% CI 2. The projections for Wuhan on the other hand do not change. On February 22th, The model projects a 30% overall reduction compared to the baseline scenario with no travel restrictions.", "cite_spans": [], "ref_spans": [], "section": "Sensitivity Analysis"}, {"text": "Mildly symptomatic cases In this section we provide a sensitivity analysis considering an alternative calibration of the model where there is only a partial observation of the internationally imported 2019-nCoV cases due to the presence of mildly symptomatic individuals. In particular, we assume that 50% of the infections are mild and not detected by surveillance. Under this assumption, the reproductive number is estimated to be R 0 = 2. While the model predicts twice the number of cases on this date, the number of detected cases is comparable to the model used in the main text. The travel ban in Wuhan also had a similar effect on the total reduction of cases. By February 22, the model projects an overall detected case reduction of 20% in areas of Mainland China excluding Wuhan. In addition, the travel ban only delays the epidemic by approximately 3 days.", "cite_spans": [], "ref_spans": [], "section": "Sensitivity Analysis"}, {"text": "Using the model, we can also estimate the number of case importations in international locations. In Fig. 2A we report the mean number of total international importation events and the number of detected importation events. The detected cases account for approximately 50% of all cases. In addition to the initial travel ban occurring in Wuhan, we also study the effect of a general reduction in traffic between Mainland China and other countries due to travel restrictions put into place by countries and airline companies. Specifically, we study two scenarios where the overall airtraffic is reduced by 40% and 90%. Within each travel reduction scenario we also consider a reduction in the transmissibility of the disease due to behavioral changes or awareness about the disease. The relative reductions in transmissibility correspond to dampening factors of r=1 (no reduction), r=0.75 (25% reduction), and r = 0.50 (50% reduction). In Fig. 2B we show the combined effects of the travel and transmissibility reductions on the epidemic incidence in Mainland China. The peak of the epidemic is reached at the end of April for Mainland China and the last week in February for Wuhan in the absence of a transmissibility reduction. The number of detected cases imported to other countries, is initially affected by a tenfold reduction, but by March 1st 2020 when there is no transmissibility reduction (r=1), this number has reached again the levels of 248 and 44 cases per day for the 40% and 90% travel restrictions scenarios, respectively. The concurrent presence of both travel and transmissibility reductions, however, produce a much larger synergistic effect visible by both delaying the epidemic activity in Mainland China and the number of imported cases. In the moderate transmissibility reduction scenarios (r=0.75) the epidemic peak in Mainland China (excluding Wuhan) is delayed to the last week in May, 2020 and the total number of detected international case importations by March 1st 2020 are 38 and 7 cases per day for the 40% and 90% travel restrictions scenarios, respectively. Larger travel limitations (> 90%) will extend the period of time during which the importation of cases is greatly reduced. The relative reduction of 50% of the transmissibility (r = 0.5) along with travel restrictions does delay the epidemic growth in China that never surpasses the daily incidence of 1 case per 1,000 in Mainland China, and the number of imported cases at international destinations are always in the single digit range. The overall picture is consistent and very similar to the one presented in the main text. ", "cite_spans": [], "ref_spans": [{"start": 101, "end": 108, "text": "Fig. 2A", "ref_id": "FIGREF3"}, {"start": 938, "end": 945, "text": "Fig. 2B", "ref_id": "FIGREF3"}], "section": "Sensitivity Analysis"}, {"text": "As the calibration of our model relies on the tracking of imported cases from Wuhan, we kept track of every importation event in other countries. Due to lack of an official source keeping track of these events, we produce our own database as shown in Table 1 . As we are interested in individual importation events, family clusters or group of tourists traveling together were considered as an individual event. For each event we recorded when it was reported and when the individual(s) arrived in a given country. This data-set is incomplete, as we rely mostly on news outlets, that not always report all the information we require. It's worth to mention that the number of cases reflected in this table are not the total number of cases reported in a country. That is we are not keeping track of local transmissions. Since January 30th many countries have started to bring back their own citizens living in Wuhan. Some of these individuals have been confirmed as a case after they arrived and put in isolation. We are not accounting for these cases either. In Table 1 Table 1 : Imported cases from Wuhan. We only consider as an importation if the case has a travel history related to Wuhan. Family clusters or groups of people traveling together are considered as one importation event.", "cite_spans": [], "ref_spans": [{"start": 251, "end": 258, "text": "Table 1", "ref_id": null}, {"start": 1062, "end": 1069, "text": "Table 1", "ref_id": null}, {"start": 1070, "end": 1077, "text": "Table 1", "ref_id": null}], "section": "Exported cases from Wuhan city"}, {"text": "[17] The Staraits Time, Wuhan virus: Vietnam says two Chinese citizens in Vietnam confirmed to have coronavirus, https://www.straitstimes.com/asia/se-asia/ vietnam-confirms-two-cases-of-sars-like-coronavirus (2020). [Online; accessed 23-January-2020].", "cite_spans": [], "ref_spans": [], "section": "Exported cases from Wuhan city"}, {"text": "[18] NBC News, New CDC coronavirus report: 2nd case confirmed in the U.S., https://www.nbcnews.com/health/health-news/ 2nd-coronavirus-case-confirmed-u-s-cdc-reports-n1121911 (2020). [Online; accessed 1-Febraury-2020].", "cite_spans": [], "ref_spans": [], "section": "Exported cases from Wuhan city"}, {"text": "[19] NHK World Japan, Japan confirms 3 more cases of new coronavirus, https://www3. nhk.or.jp/nhkworld/en/news/20200131_01/ (2020 ", "cite_spans": [], "ref_spans": [], "section": "Exported cases from Wuhan city"}], "bib_entries": {"BIBREF10": {"ref_id": "b10", "title": "Epidemiological Data from the nCoV-2019 Outbreak: Early Descriptions from Publicly Available Data", "authors": [{"first": "M", "middle": [], "last": "Kraemer", "suffix": ""}, {"first": "D", "middle": [], "last": "Pigott", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Novel Coronavirus -Thailand", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "China coronavirus: Nepal reports first case of infection as virus reaches South Asia", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Taiwan confirms 10th coronavirus case", "authors": [{"first": "Taiwan", "middle": [], "last": "News", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Cluster of pneumonia cases caused by a novel coronavirus", "authors": [{"first": "", "middle": [], "last": "Ecdc Risk Assesment", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Japan confirms 3 more cases of new coronavirus", "authors": [{"first": "Japan", "middle": [], "last": "Nhk World", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "WUHAN VIRUS / Two more imported cases of Wuhan coronavirus re", "authors": [], "year": 2020, "venue": "Focus Taiwan", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Cambodia confirms first case of coronavirus", "authors": [], "year": 2020, "venue": "Bangkok Post", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Italy confirms first 2 cases of coronavirus: prime minister", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Korea reports 5 new coronavirus cases", "authors": [{"first": "The", "middle": [], "last": "Korea Herald", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "A) Model parameter's range explored in the sensitivity analysis. B) Posterior distribution of the reproductive number R 0 when the generation time T g = 7.5 and starting date 12/1/2019.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "5-2.8] with a doubling time measured at T d = 5 days. On January 22, 2020 (pre travel ban), the projected median number of cases for Mainland China excluding Wuhan is 3,361 [90% CI 1,958-7,205] with the majority of cases residing in Wuhan with a median number 61,598 [90% CI 42,002-90,865]. Similar to the parameters used in the main text, introducing a travel ban in Wuhan shows a delay of approximately 3 days occurring for locations in Mainland China other than Wuhan.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "A) Projections of the average total and severe number of international case importations from Wuhan. Observed data of international case importations with a travel history from Wuhan by arrival date. Shaded areas represent the 99% reference range. B) Incidence in Mainland China excluding Wuhan for different values of transmissibility and travel reductions when assuming that 50% of the infections are mild and not detected.", "latex": null, "type": "figure"}, "TABREF1": {"text": "90% CI 2.5-2.8] with a doubling time measured at T d = 4.2 days [90% CI (3.8-4.5)]. On January 22, 2020 (pre travel ban), the projected median number of detected cases in Mainland China excluding Wuhan City is 3,714 [90% CI 2,167-7,501] with the majority of detected cases residing in Wuhan with a median number 58,514 [90% CI 41,797-87,824].", "latex": null, "type": "table"}, "TABREF2": {"text": "we provide a list of the cases considered.", "latex": null, "type": "table"}, "TABREF3": {"text": "Reuters, Japan confirms second case of Wuhan virus: health ministry, https://www. reuters.com/article/us-china-health-japan-idUSKBN1ZM35W (2020). [Online; accessed 1-Febraury-2020]. [28] Washington Post, Coronavirus spreads across Australia amid scramble to find more cases, https://www.smh.com.au/national/victoria/ coronavirus-case-confirmed-in-victoria-20200125-p53unk.html (2020). [Online; accessed 31-January-2020]. https://wtvbam.com/news/articles/2020/jan/27/ sri-lanka-confirms-first-case-of-coronavirus-health-official/978746/ ?refer-section=health (2020). [Online; accessed 27 January-2020]. https://www.channelnewsasia.com/news/singapore/ singapore-wuhan-virus-coronavirus-first-7-days-12364268 (2020). [Online; accessed 31 January-2020]. [31] Reuters, 3 new cases of pneumonia infected by new coronavirus in our city., https://www.reuters.com/article/us-china-health-pneumonia-taiwan/ taiwan-confirms-first-case-of-infection-from-new-coronavirus-idUSKBN1ZK0ZP (2020). [Online; accessed 21-January-2020]. [32] New Straits Times, 3 coronavirus cases in Malaysia include 2-yearold boy, https://www.nst.com.my/news/nation/2020/01/559584/ 3-coronavirus-cases-malaysia-include-2-year-old-boy (2020). [Online; accessed 25 January-2020]. https://www.scmp.com/news/asia/east-asia/article/3047463/ china-coronavirus-japan-confirms-second-case-health-ministry (2020). [Online; accessed 31-January-2020]. [34] Yonhap News Agency, S. Korea reports 3rd confirmed case of Wuhan coronavirus, https://en.yna.co.kr/view/AEN20200126000700320 (2020). [Online; accessed 31 January-2020]. [35] Focus Taiwan, Taiwan confirms two more cases of infection from new coronavirus, https://focustaiwan.tw/society/202001245001 (2020). [Online; accessed 21-January-2020]. //www.scmp.com/news/asia/southeast-asia/article/3047437/ china-coronavirus-chinese-man-wuhan-confirmed-singapores (2020). [Online; accessed 23-January-2020]. [37] Reuters, https://www.reuters.com/article/us-china-health-thailand/ thailand-confirms-fifth-case-of-new-coronavirus-idUSKBN1ZN0ZF (2020). [Online; accessed 31-January-2020]. [38] CNA, Public anger grows over coronavirus in Thailand, https://www.channelnewsasia.com/news/asia/ wuhan-virus-thailand-public-anger-coronavirus-12348838 (2020). [Online; accessed 31-January-2020]. https://news.abs-cbn.com/news/01/30/20/ philippines-confirms-first-case-of-new-coronavirus (2020). [Online; accessed 30 January-2020]. https://www.cnbc.com/2020/01/24/ france-confirms-2-cases-of-virus-from-china-1st-in-europe.html (2020). [Online; accessed 24-January-2020]. https://www.insider.com/ canada-confirms-its-first-wuhan-coronavirus-case-in-toronto-2020-1 (2020). [Online; accessed 26 January-2020].", "latex": null, "type": "table"}}, "back_matter": []}