{"paper_id": "72a2c43fbe7de95e285cd9f3d513747ecadcc5aa", "metadata": {"title": "Unusual accumulation of a wide array of antimicrobial resistance mechanisms in a patient with cytomegalovirus-associated hemophagocytic lymphohistiocytosis: a case report", "authors": [{"first": "Mohammad", "middle": ["Rubayet"], "last": "Hasan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Manu", "middle": ["Somasundaram"], "last": "Sundaram", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sathyavathi", "middle": [], "last": "Sundararaju", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kin-Ming", "middle": [], "last": "Tsui", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mohammed", "middle": ["Yousuf"], "last": "Karim", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Diane", "middle": [], "last": "Roscoe", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Omar", "middle": [], "last": "Imam", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mohammad", "middle": ["A"], "last": "Janahi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Eva", "middle": [], "last": "Thomas", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Simon", "middle": [], "last": "Dobson", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rusung", "middle": [], "last": "Tan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Patrick", "middle": [], "last": "Tang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Andres", "middle": [], "last": "Perez Lopez", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Infections with multidrug-resistant organisms (MDRO) pose a serious threat to patients with dysregulated immunity such as in hemophagocytic lymphohistiocytosis (HLH), but such infections have rarely been comprehensively characterized. Here, we present a fatal case of HLH secondary to cytomegalovirus (CMV) infection complicated by both anti-viral drug resistance and sepsis from multiple MDROs including pandrug-resistant superbug bacteria. Case presentation: A previously healthy, six-year-old boy presented with a 45-day history of fever prior to a diagnosis of hemophagocytic lymphohistiocytosis and hemorrhagic colitis, both associated with CMV. On hospital admission, the patient was found to be colonized with multiple, multidrug-resistant (MDR) bacteria including vancomycin-resistant enterococci (VRE) and carbapenamase-producing organisms (CPO). He eventually developed respiratory, urine and bloodstream infections with highly drug-resistant, including pandrug-resistant bacteria, which could not be controlled by antibiotic treatment. Antiviral therapy also failed to contain his CMV infection and the patient succumbed to overwhelming bacterial and viral infection. Whole genome sequencing (WGS) of the MDR bacteria and metagenomic analysis of his blood sample revealed an unusual accumulation of a wide range of antimicrobial resistance mechanisms in a single patient, including antiviral resistance to ganciclovir, and resistance mechanisms to all currently available antibiotics. Conclusions: The case highlights both the risk of acquiring MDR superbugs and the severity of these infections in HLH patients.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Antimicrobial resistance (AMR) is one of the most important public health challenges of current times as the burden of infectious diseases with multidrug-resistant organisms (MDRO) is increasing at an alarming rate. Globally, approximately 500,000 people die each year due to drug-resistant infections and, if not controlled, these deaths are predicted to exceed 10 million by 2050 [1] . Particularly vulnerable are patients with immune deficiency or dysregulation whose inability to fight infections leads to increased risk of disseminated infection and greater dependency on antimicrobial therapy [2] . Hemophagocytic lymphohistiocytosis (HLH) is a potentially life-threatening condition characterized by overactivation of lymphocytes and macrophages that results in dysregulation of inflammatory responses [3] . While these factors likely put HLH patients at high risk of infection with MDROs, no such reports has been published to date and the clinical course of such infections in these patients remains unknown. Here we report severe infections with multiple MDROs in a patient with cytomegalovirus (CMV)-associated HLH. We also show an unusual accumulation of a wide-array of antiviral and antibiotic resistance mechanisms in a single patient based on data generated by shotgun metagenomic sequencing of blood from the patient and whole genome sequencing (WGS) of MDROs isolated from the patient.", "cite_spans": [{"start": 382, "end": 385, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 599, "end": 602, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 809, "end": 812, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Background"}, {"text": "A previously healthy 6-year-old boy presented at our hospital in August 2018 with a 45-day history of intermittent, high-grade fever without a clear source, accompanied by loss of appetite, weight loss, painful tongue ulcers, diffuse abdominal pain and intermittent left calf muscle pain. He was a resident of Qatar who had just returned from a family holiday in India, where he was hospitalized twice due to fever of unknown origin (FUO) and received intravenous (IV) ceftriaxone and amikacin without any improvement. On examination, he looked moderately ill and pale, and was found to have mouth ulcers and splenomegaly. Initial laboratory investigations revealed neutropenia, thrombocytopenia, normocytic normochromic anemia with high ferritin, elevated liver enzymes and C-reactive protein (CRP).", "cite_spans": [], "ref_spans": [], "section": "Case presentations"}, {"text": "On admission, surveillance cultures for MDROs were positive for vancomycin-resistant Enterococcus faecium (VRE) and carbapenemase-producing Escherichia coli (NDM1) and Klebsiella pneumoniae (OXA-48) (Fig. 1) . He was also found to be positive for cytomegalovirus (CMV) IgM with a viral load of 27,946 IU/mL. Bone marrow examination performed twice showed hypocellularity with myeloid preponderance and no morphologic evidence of malignancy. Immunological workup revealed severe reduction in CD19+ B-cells and CD16 + CD56+ NK cells. Genetic testing (Invitae, San Franscico, USA) with a primary immunodeficiency (PID) panel comprised of 207 genes revealed three variants of uncertain significance. His liver enzymes were elevated. Liver needle biopsy and electron microscopy revealed mild steatosis with steatohepatitis. Patchy sinusoidal dilation with hepatocellular plate atrophy was noted. Wilson's disease was excluded by genetic testing. All bacterial, mycobacterial and fungal cultures of bone marrow were negative. Extensive infectious disease workup during the course of his hospitalization were negative except that the respiratory pathogen PCR panel was positive for adenovirus and rhinovirus and that VRE and Candida spp. were isolated from his urine culture. Antiviral therapy for CMV viremia was started with IV ganciclovir for 3 weeks. CMV viral load dropped to 6167 IU/ml. Patient showed symptomatic improvement and was discharged with oral valganciclovir for another 3 weeks.", "cite_spans": [], "ref_spans": [{"start": 199, "end": 207, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Case presentations"}, {"text": "Four months post discharge, he developed fever and a productive cough. He had several visits to the emergency department, and infectious disease and hematology outpatient clinics, and was briefly hospitalized again for fever, recurrent respiratory and Candida infections, recurrent thrombocytopenia and suspected immunodeficiency. After discharge, he continued to have intermittent fever, and his parents took him to India for further evaluation. He was diagnosed with hemophagocytic lymphohistiocytosis (HLH) secondary to CMV infection, and started treatment with dexamethasone and cyclosporine in February 2019. In order to manage the CMV viremia, he was also treated with multiple antivirals including cidofovir and foscarnet.", "cite_spans": [], "ref_spans": [], "section": "Case presentations"}, {"text": "The child was re-admitted to Sidra Medicine after 1 month of therapy for HLH with a one-week history of fever, hematochezia and fatigue. On the same day, he developed massive rectal bleeding with blood clots and required resuscitation and was transferred to the pediatric intensive care unit (PICU). The rectal bleeding and hemodynamic instability required blood and platelet transfusions and urgent colonscopy, which showed erosion and signs of colitis. CMV-induced hemorrhagic colitis was suspected, with the possibility of transmural infiltration of the bowel with hemophagocytic cells. He was intubated on day two. On PICU day three, the patient became hypotensive during interventional radiology and required resuscitation. Blood culture was positive with multidrug-resistant E. coli. Prolonged antiviral therapy and the lack of response led to a suspicion of CMV ganciclovir resistance, so foscarnet was started.", "cite_spans": [], "ref_spans": [], "section": "Case presentations"}, {"text": "He was extubated 5 days after intubation but on PICU day 16, he was reintubated after developing pulmonary hemorrhage. The chest x-ray showed worsening pulmonary hemorrhage and he developed catecholamineresistant shock that required initation of steroids. Also, he continued to have bleeding per rectum requiring continuous support with blood products. A CT angiogram showed bleeding from the terminal ileum and colitis in the large intestine. He was put on total parenteral nutrition. Surgical intervention for the gastrointestinal bleeding was considered too risky. Thus, he was conservatively managed with octreotide and esomeprazole infusion and blood product transfusions. He also developed acute kidney injury likely from the combination of nephrotoxic medications, hematuria and infection, and continued to be anuric, requiring continuous renal replacement therapy. He also developed microangiopathic hemolytic anemia requiring 5 cycles of plasmapheresis. For HLH, his treatment was escalated to increasing doses of dexamethasone, intravenous immunoglobulin (IVIG) and cyclosporine.", "cite_spans": [], "ref_spans": [], "section": "Case presentations"}, {"text": "Microbiological findings during this time were remarkable for multiple cultures positive for MDROs. The first was a positive blood culture on PICU day 5 with an extensively drug resistant, carbapenemase-producing E. coli, which prompted the addition of colistin to his antimicrobial treatment (Fig. 1 ). This was followed by multiple positive blood cultures with Elizabethkingia meningoseptica, E. faecium and pandrug-resistant K. pneumoniae, and a positive urine culture with VRE. Whole genome sequencing (WGS) was performed on several multi-dug resistant bacteria isolated from the patient at various time points showing accumulation of resistance mechanisms to almost all classes of antibiotics used to treat these bacteria ( Table 1 , Supplemental methods). Shotgun metagenomic sequencing performed on serum on day 6, revealed an A594V mutation in the UL97 gene of CMV (Fig. 2 , Supplemental methods), which is known to confer VAN vancomycin *Bacterial whole genome sequencing (WGS) was performed as described in the supplemental methods and data were analyzed as described previously [4] resistance to ganciclovir. As a result, ganciclovir was discontinued leaving foscarnet as his anti-viral treatment. IV levofloxacin and vancomycin was added to cover E. meningoseptica and VRE, along with prophylactic trimethoprim/sulfamethoxazole and antifungal treatment. His CMV titres continued to be high in spite of antiviral therapy. Over the course of the last few days of PICU, the patient continued to deteriorate clinically: pulmonary bleeding persisted with intermittent respiratory acidosis despite maximal ventilator support. He continued to be hypotensive despite inotropic support, remained anuric and continued to have gastrointestinal (GI) bleeds. The patient passed away on PICU day 20 from multiorgan failure associated with sepsis with highly drug-resistant bacteria.", "cite_spans": [{"start": 1089, "end": 1092, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 293, "end": 300, "text": "(Fig. 1", "ref_id": "FIGREF0"}, {"start": 729, "end": 736, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 873, "end": 880, "text": "(Fig. 2", "ref_id": null}], "section": "Case presentations"}, {"text": "HLH is characterized by dysregulation of the immune system whereby hematopoietic cells are phagocytosed by activated macrophages and lymphocytes [7] . Primary or familial HLH may be inherited in an autosomal recessive manner and are grouped into 5 types based on the affected gene. Type 1 HLH is caused by a defect in chromosome 9, while types 2, 3, 4 and 5 are known to be caused by mutations in familial HLH (fHLH) genes PRF1, UNC13D, STX11 and STXBP2 genes, respectively [7] . At the initial presentation to our hospital in June 18, 2018 with CMV viremia, the patient did not meet criteria for HLH. This diagnosis was made when abroad in India, and treatment started there. Subsequent review identified that the patient developed 8/8 HLH-2004 criteria [8] . In our patient, the history of recurrent infection, the CMV viremia, the clinical diagnosis of HLH and marked reduction in B-cell and NK-cell numbers could suggest an underlying primary immunodeficiency (PID) disorder. However, a sample sent to a referral laboratory to test for PID genes including above HLHassociated genes did not identify significant mutations in known PID genes, suggesting that HLH in our patient was CMV-associated. HLH in an immunocompetent patient secondary to CMV infection is extremely rare but has been reported in the literature [9] . 2 Genotype and antiviral resistance profiles of the cytomegalovirus strain. Nucleic acid extract from patient serum was subjected to NGS library preparation using Nextera XT kit (Illumina, USA) and sequencing was performed on a MiSeq (Illumina). Paired sequence reads were mapped to UL97 and UL54 sequences (Gene ID 3077517 and GenBank accession ABV71585.1, respectively) to obtain corresponding gene sequences from the patient's CMV strain. The sequences were then analyzed by using an online mutational resistance analyzer (MRA) available from the University of Ulm, https://www.informatik.uni-ulm.de/ni/mitarbeiter/HKestler/mra/app/index.php?plugin=form [5] . Ganciclovir resistance was confirmed by the presence of the A594V mutation in UL97 [6] What was unique in our patient compared to other reported CMV-associated HLH cases was the overwhelming infection with MDROs. On hospital admission, the patient was found to be colonized with multiple MDROs including VRE, and carbapenamase-producing Enterobacteriaceae, which may have been acquired during his previous hospital course in India. WGS revealed that the VRE isolate harbored the vanHAX gene cluster that encodes VanA, providing high level resistance to vancomycin and teicoplanin. Apart from vancomycin resistance, the isolate also possessed genes encoding resistance to macrolides, lincosamides, tetracyclines and aminoglycosides (Table 1) . Phenotypically, the isolate was also resistant to linezolid but we were unable to identify the genetic determinant. The E. coli and K. pneumoniae isolates harbored genes encoding a wide array of antimicrobial resistance mechanisms affecting the vast majority of antibiotic classes, including CTX-M-15 and NDM β-lactamases, the most common extendedspectrum β-lactamases and carbapenemases, respectively, found in Enterobacterales in India [10, 11] . Notably, the E. coli isolate had 5 different modifying enzymes conferring resistance to aminoglycosides, which has rarely been reported [12] . There were also several narrow host range plasmids belonging to the IncF family (replicons FIA, FIB and FII) in the E. coli and K. pneumoniae strains (data not shown) [10] . Since these plasmids can simultaneously harbor most of the genes detected and can be transferred both within the same species and between both species, it is presumed that they played a role in the acquisition and subsequent exchange of resistance determinants among these isolates.", "cite_spans": [{"start": 145, "end": 148, "text": "[7]", "ref_id": null}, {"start": 474, "end": 477, "text": "[7]", "ref_id": null}, {"start": 755, "end": 758, "text": "[8]", "ref_id": "BIBREF6"}, {"start": 1319, "end": 1322, "text": "[9]", "ref_id": "BIBREF7"}, {"start": 1982, "end": 1985, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 2071, "end": 2074, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 3169, "end": 3173, "text": "[10,", "ref_id": "BIBREF8"}, {"start": 3174, "end": 3177, "text": "11]", "ref_id": "BIBREF9"}, {"start": 3316, "end": 3320, "text": "[12]", "ref_id": "BIBREF10"}, {"start": 3490, "end": 3494, "text": "[10]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 1325, "end": 1326, "text": "2", "ref_id": null}, {"start": 2719, "end": 2728, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Discussion and conclusions"}, {"text": "Consequently, our patient developed respiratory, urine and bloodstream infections with highly drug-resistant, including pandrug-resistant, bacteria, which could not be controlled by antibiotic treatment. Although the patient initially responded to the antiviral drug ganciclovir as reflected by a drop in CMV viral load (Fig. 1) , he later became non-responsive to antiviral treatment. Due to the severity of the CMV infection despite ganciclovir treatment, real-time metagenomic analysis was performed, revealing ganciclovir resistance and allowing for tailoring of the antiviral therapy. Although the UL97 mutation detected in this case is well described in the literarture for its association with ganciclovir resistance, the reduced absorption of the drug because of CMVassiciated enterocolitis may have contributed to the development of resistance as well [13] .", "cite_spans": [{"start": 861, "end": 865, "text": "[13]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 320, "end": 328, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Discussion and conclusions"}, {"text": "By WGS, the VRE isolate from his urine and the E. coli and K. pneumoniae isolates from his blood culture were found to be of different sequence types compared to the isolates the patient was previously found to be colonized with, but the later clinical isolates harbored both the resistance mechanisms found in the colonizing strains as well as newly acquired resistance mechanisms. In particular, the pandrug-resistant K. pneumoniae isolated from the patient's blood had NDM β-lactamases in addition to OXA-48 β-lactamases. Phenotypically, the isolate was resistant to all currently used antibiotics including the last resort antibiotic, colistin. We were unable to detect the mcr gene that is commonly known to encode for colistin resistance and the genetic determinants of colistin resistance remained unknown in this study. While the exchange of resistance determinants via horizontal gene transfer is a possibility, the invasive superbug infections in our patient may have been facilitated by his travel history as well as his CMV-associated enteropathy, which eventually culminated with untreatable sepsis, multiorgan failure and the untimely death.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusions"}, {"text": "Our study has a few limitations. Although the patient was tested for a panel of genes for PID, WGS was not performed to look for other genetic causes of HLH or PID, outside of the commonly known mutations. Also, the clinical course of our patient in India was not well documented and details regarding antibiotic and antiviral treatment of the patient are unknown. However, it appears most likely that the patient acquired MDROs while seeking medical treatment in India, where MDRO infection is frequently associated with hospitalization [14] [15] [16] . Therefore, the risks of MDRO infections associated with medical tourism to regions with high rates of antibiotic resistance should be discussed with patients, who are at higher risk for complications from these organisms. It is important that the travel and other relevant history be elicited from patients so that appropriate screening measures for MDROs can be implemented. Strict infection control measures are necessary to reduce nosocomial transmission of MDROs, especially in centers caring for immunocompromised or critically ill patients. In our institution, we perform risk-based screening for MDROs, implement appropriate isolation measures to prevent spread to other patients and health care workers, and perform WGS to monitor for nosocomial transmission. This case depicts the dire circumstances associated with severe infection with MDR superbugs in a particularly vulnerable patient, and underscores the need for urgent measures to prevent the development of antibiotic resistnace through appropriate use of antimicrobials and to prevent the spread of MDROs through surveillance and implementation of appropriate infection control measures.", "cite_spans": [{"start": 538, "end": 542, "text": "[14]", "ref_id": "BIBREF12"}, {"start": 543, "end": 547, "text": "[15]", "ref_id": "BIBREF13"}, {"start": 548, "end": 552, "text": "[16]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion and conclusions"}, {"text": "Supplementary information accompanies this paper at https://doi.org/10. 1186/s12879-020-04966-z.", "cite_spans": [], "ref_spans": [], "section": "Supplementary information"}, {"text": "Additional file 1. Supplemental methods.", "cite_spans": [], "ref_spans": [], "section": "Supplementary information"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Review on Antimicrobial Resistance: Tackling drug-resistant infections globally", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Pulmonary infections in immunocompromised patients", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "An overview of Hemophagocytic Lymphohistiocytosis", "authors": [{"first": "Y", "middle": ["M"], "last": "Esteban", "suffix": ""}, {"first": "Jlo", "middle": [], "last": "De Jong", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Tesher", "suffix": ""}], "year": 2017, "venue": "Pediatr Ann", "volume": "46", "issn": "8", "pages": "309--322", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Draft Genome Sequences of Two Streptococcus pneumoniae Strains Causing Invasive Infections in Children in Qatar", "authors": [{"first": "Ckm", "middle": [], "last": "Tsui", "suffix": ""}, {"first": "S", "middle": [], "last": "Sundararaju", "suffix": ""}, {"first": "Al", "middle": [], "last": "Mana", "suffix": ""}, {"first": "H", "middle": [], "last": "", "suffix": ""}, {"first": "Thomas", "middle": ["E"], "last": "Tang", "suffix": ""}, {"first": "P", "middle": [], "last": "Hasan", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Perez-Lopez", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2019, "venue": "Microbiol Resour Announc", "volume": "8", "issn": "23", "pages": "511--530", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Extended pairwise local alignment of wild card DNA/RNA sequences using dynamic programming", "authors": [{"first": "A", "middle": [], "last": "Fürstberger", "suffix": ""}, {"first": "M", "middle": [], "last": "Maucher", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Kestler", "suffix": ""}], "year": 2013, "venue": "J Stat Comput Simul", "volume": "85", "issn": "1", "pages": "3--13", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Characterization of multiple cytomegalovirus drug resistance mutations detected in a hematopoietic stem cell transplant recipient by recombinant phenotyping", "authors": [{"first": "E", "middle": [], "last": "Drouot", "suffix": ""}, {"first": "J", "middle": [], "last": "Piret", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Lebel", "suffix": ""}, {"first": "G", "middle": [], "last": "Boivin", "suffix": ""}], "year": 2014, "venue": "J Clin Microbiol", "volume": "52", "issn": "11", "pages": "4043--4049", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Treatment of hemophagocytic lymphohistiocytosis with HLH-94 immunochemotherapy and bone marrow transplantation", "authors": [{"first": "J", "middle": ["I"], "last": "Henter", "suffix": ""}, {"first": "A", "middle": [], "last": "Samuelsson-Horne", "suffix": ""}, {"first": "M", "middle": [], "last": "Aricò", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Egeler", "suffix": ""}, {"first": "G", "middle": [], "last": "Elinder", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Filipovich", "suffix": ""}, {"first": "H", "middle": [], "last": "Gadner", "suffix": ""}, {"first": "S", "middle": [], "last": "Imashuku", "suffix": ""}, {"first": "D", "middle": [], "last": "Komp", "suffix": ""}, {"first": "S", "middle": [], "last": "Ladisch", "suffix": ""}], "year": 2002, "venue": "Blood", "volume": "100", "issn": "7", "pages": "2367--73", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Acute Cytomegalovirus (CMV) infection associated with Hemophagocytic Lymphohistiocytosis (HLH) in an Immunocompetent host meeting all eight HLH 2004 diagnostic criteria", "authors": [{"first": "A", "middle": ["K"], "last": "Bonnecaze", "suffix": ""}, {"first": "W", "middle": ["G"], "last": "Willeford", "suffix": ""}, {"first": "P", "middle": [], "last": "Lichstein", "suffix": ""}, {"first": "J", "middle": [], "last": "Ohar", "suffix": ""}], "year": 2017, "venue": "Cureus", "volume": "9", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The role of epidemic resistance plasmids and international high-risk clones in the spread of multidrug-resistant Enterobacteriaceae", "authors": [{"first": "A", "middle": ["J"], "last": "Mathers", "suffix": ""}, {"first": "G", "middle": [], "last": "Peirano", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Pitout", "suffix": ""}], "year": 2015, "venue": "Clin Microbiol Rev", "volume": "28", "issn": "3", "pages": "565--91", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Prevalence and clonality of extended-spectrum betalactamases in Asia", "authors": [{"first": "P", "middle": ["M"], "last": "Hawkey", "suffix": ""}], "year": 2008, "venue": "Clin Microbiol Infect", "volume": "14", "issn": "1", "pages": "159--65", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Emergence of five kinds of aminoglycoside-modifying enzyme genes simultaneously in a strain of multidrug-resistant Escherichia coli in China", "authors": [{"first": "Z", "middle": [], "last": "Wang-Sheng", "suffix": ""}, {"first": "M", "middle": [], "last": "Zu-Huang", "suffix": ""}, {"first": "W", "middle": [], "last": "Xing-Bei", "suffix": ""}], "year": 2012, "venue": "Clin Microbiol Infect", "volume": "18", "issn": "1", "pages": "11--13", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Cytomegalovirus viremia and resistance patterns in immunocompromised children: an 11-year experience", "authors": [{"first": "E", "middle": [], "last": "Kim", "suffix": ""}, {"first": "B", "middle": ["I"], "last": "Asmar", "suffix": ""}, {"first": "R", "middle": [], "last": "Thomas", "suffix": ""}, {"first": "Abdel-Haq", "middle": [], "last": "", "suffix": ""}, {"first": "N", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Pediatr Hematol Oncol", "volume": "37", "issn": "2", "pages": "119--147", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Antimicrobial resistance: the next BIG pandemic", "authors": [{"first": "D", "middle": [], "last": "Chaudhry", "suffix": ""}, {"first": "P", "middle": [], "last": "Tomar", "suffix": ""}], "year": 2017, "venue": "Int J Commun Med Public Health", "volume": "4", "issn": "", "pages": "2632--2638", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Carbapenemase-producing Klebsiella pneumoniae, a key pathogen set for global nosocomial dominance", "authors": [{"first": "J", "middle": ["D"], "last": "Pitout", "suffix": ""}, {"first": "P", "middle": [], "last": "Nordmann", "suffix": ""}, {"first": "L", "middle": [], "last": "Poirel", "suffix": ""}], "year": 2015, "venue": "Antimicrob Agents Chemother", "volume": "59", "issn": "10", "pages": "5873--84", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "High reported rates of antimicrobial resistance in Indian neonatal and pediatric blood stream infections", "authors": [{"first": "D", "middle": [], "last": "Dharmapalan", "suffix": ""}, {"first": "A", "middle": [], "last": "Shet", "suffix": ""}, {"first": "V", "middle": [], "last": "Yewale", "suffix": ""}, {"first": "M", "middle": [], "last": "Sharland", "suffix": ""}], "year": 2017, "venue": "J Pediatr Infect Dis Soc", "volume": "6", "issn": "3", "pages": "62--70", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Publisher's Note", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Hospital course, microbiology and antimicrobial treatment history. ID, infectious disease clinic; ED, emergency department, GP, general pediatrics clinic; Gen. Ped., general pediatrics unit; Ped. Surg., pediatric surgery unit; PICU, pediatric intensive care unit. Orange bars, orange arrows and red bar show inpatient days, outpatient visits and PICU days, respectively. Grey bars show approximate timing of hospitalization in India", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Fig. 2 Genotype and antiviral resistance profiles of the cytomegalovirus strain. Nucleic acid extract from patient serum was subjected to NGS library preparation using Nextera XT kit (Illumina, USA) and sequencing was performed on a MiSeq (Illumina). Paired sequence reads were mapped to UL97 and UL54 sequences (Gene ID 3077517 and GenBank accession ABV71585.1, respectively) to obtain corresponding gene sequences from the patient's CMV strain. The sequences were then analyzed by using an online mutational resistance analyzer (MRA) available from the University of Ulm, https://www.informatik.uni-ulm.de/ni/mitarbeiter/HKestler/mra/app/index.php?plugin=form [5]. Ganciclovir resistance was confirmed by the presence of the A594V mutation in UL97 [6]", "latex": null, "type": "figure"}, "TABREF0": {"text": "Genetic mechanisms of antibiotic resistance in bacteria isolated from the patient throughout hospital course Specimen/Organism/Date of", "latex": null, "type": "table"}}, "back_matter": [{"text": "Authors' contributions MRH designed the study, analyzed data and drafted the manuscript; MSS collected clinical data and prepared the case report; SS collected sequence data and revised the manuscript; KMT analyzed sequence data and revised the manuscript; MYK, DR, OI, MAJ, ET, SD, RT, PT and APL interpreted data and substantially revised the manuscript. All authors read and approved the final version of the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Not applicable"}, {"text": "Bacterial whole genome sequencing (WGS) and metagenomic sequencing were performed as part of other research projects supported by Sidra Medicine, Qatar (Grant no. SIRF_200026 to M.R.H. and SIRF_200040 to A.P.L.).", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "Bacterial whole genome sequence (WGS) data and metagenomics data are available under Bioprojects PRJNA564977 and PRJNA576033 in DDBJ/ENA/ GenBank with the accession numbers SRX6852761, SRX6852760, SRX6852759, SRX6852758, SRX6852757, SRX6852756, SRX6852755 and SRR10236626, respectively.Ethics approval and consent to participate Not applicable", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "The parents of the patient provided written informed consents to publish their child's personal or clinical details along with any identifying images.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "The authors declare that they have no competing interests.Received: 11 November 2019 Accepted: 11 March 2020", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}