{
    "paper_id": "72ae036ab2ee242d243765fd3599421d57f73a5f",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Vanessa",
                "middle": [],
                "last": "Soares Lanziotti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniela",
                "middle": [],
                "last": "Carla De Souza",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ernesto",
                "middle": [
                    "T A"
                ],
                "last": "Marques",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". The authors did a very good and complete narrative review including many aspects about coronavirus disease 2019 (COVID-19) in critically ill children. It has been described in epidemiologic studies of pediatric COVID-19 that children's acute clinical presentation is most frequently mild, and there is an urgent need to study the natural history of the disease in children in order to understand the pathogenesis of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors partially addressed two points related to the immunopathogenesis of COVID 19 in children: 1) inflammatory markers (C-reactive proteins, d-dimer) are lower in children in comparison to adults, but they did not discuss why this could happen and 2) variation of angiotensin-converting enzyme 2 (ACE2) in humans and its impact on disease. ACE2 is used by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) as the cell receptor in humans and the lower ACE2 expression in children could be one of the factors contributing to milder disease in this age range. However, experimental animal studies showed that ACE2 expression decreases with age (2) and that ACE2 may protect against SARS-CoV-2 infection-induced severe lung injury (3), which is inconsistent with the hypothesis that the severity of the disease is correlated with increased levels of expression of the ACE2 receptor.",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 662,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Some recent studies in adults with COVID-19 have been shown that cytokine storm and T-cell lymphopenia seems to be related to worst severity and outcomes (4), as the authors cited. But it is very important to understand why this happens. Antibody-dependent enhancement (ADE) is usually mediated by preexisting memory B-cell and antibodies but can also occur during the infection. In the case of the spike protein has a low level of homology with the endemic human coronaviruses (HCoVs); however, other viral proteins have higher homology and thus, it is possible that individuals with high antibody titers or cross-reactive memory B-cell could form enhancing immune complexes with SARS-CoV-2. ADE is well-described in other viral diseases such as dengue. ADE of virus infection is an immunopathogenic mechanism in which antibodies form immune complexes with the virus and intensify cell entry of a virus, modulating immunologic response with continued inflammation, cytokine storm, or lymphopenia (5). Therefore, ADE could account for the increased inflammatory markers and lymphopenia in more severe cases (6) . A study published recently by Gorse et al (7) supports this hypothesis. The authors studied 200 patients with respiratory infection by HCoVs between 2009 and 2013 and showed that titers of antibodies to coronaviruses were higher in older than in younger adults. These data support the hypothesis that high titers of anti-HCoV could cross-react with SARS-CoV-2, increasing the risk of severe disease. Furthermore, children are born with innate immunity but adaptative immunity is not fully mature until the age of young adults. Consistent with this observation is that children during the first year of life, when maternal antibodies still present, have a greater risk of developing severe disease compared with older children (8) . It is possible that maternal antibodies to HCoV could be responsible for ADE in critically ill infants with COVID-19.",
            "cite_spans": [
                {
                    "start": 1107,
                    "end": 1110,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1839,
                    "end": 1842,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Copyright © 2020 by the Society of Critical Care Medicine and the World Federation of Pediatric Intensive and Critical Care Societies Other mechanism to be considered in children is related to other respiratory virus infections that, if present, could inhibit SARS-CoV-2 growth, considering a virus-virus competition (9) and lower SARS-CoV-2 load with consequent lower severity (10) (Fig. 1) .",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 320,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 383,
                    "end": 391,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "In conclusion, the understanding of the immunopathogenesis of SARS-CoV-2 infection is important not only to understand the epidemiologic and age-related differences in COVID-19, but critical for the identification of appropriate treatment, as well as for the development of a highly immunogenic vaccine with low risk of ADE. Comparing the immune responses of children and adults may be a way to help us unravel the immunopathogenesis of SARS-CoV-2 infection better.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dr. Marques received support for article research from the National Institutes of Health. The remaining authors have disclosed that they do not have any potential conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus Disease 2019 in Critically Ill Children: A Narrative Review of the Literature. Pediatric Crit Care Med",
            "authors": [
                {
                    "first": "Jsm",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tosoni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Age-and gender-related difference of ACE2 expression in rat lung",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Life Sci",
            "volume": "78",
            "issn": "",
            "pages": "2166--71",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Angiotensin-converting enzyme 2 inhibits lung injury induced by respiratory syncytial virus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Antibody-dependent enhancement of virus infection and disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tirado",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Viral Immunol",
            "volume": "16",
            "issn": "",
            "pages": "69--86",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Is COVID-19 receiving ADE from other coronaviruses?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Tetro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Microbes Infect",
            "volume": "22",
            "issn": "",
            "pages": "72--73",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antibodies to coronaviruses are higher in older compared with younger adults and binding antibodies are more sensitive than neutralizing antibodies in identifying coronavirus-associated illnesses",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Gorse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Donovan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "",
            "pages": "512--517",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemiology of COVID-19 among children in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatrics",
            "volume": "145",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Virus-virus interactions impact the population dynamics of influenza and the common cold",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nickbakhsh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mair",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proc Natl Acad Sci",
            "volume": "116",
            "issn": "",
            "pages": "27142--27150",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Viral dynamics in mild and severe cases of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "656--657",
            "other_ids": {
                "DOI": [
                    "10.1097/PCC.0000000000002513"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "with great interest the review article published in a recent issue of Pediatric Critical Care Medicine by Ong et al",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Possible mechanisms explaining why children's acute clinical presentation of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) are less severe. ACE2 = angiotensin-converting enzyme 2, ADE = antibody-dependent enhancement, COVID-19 = coronavirus disease 2019, S protein = spike protein. www.pccmjournal.org XXX 2020 • Volume XX • Number XXX",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}