{"paper_id": "72b258f1414b41029af2222468183f2082286660", "metadata": {"title": "Seroprevalence of anti-SARS-CoV-2 IgG antibodies in Geneva, Switzerland (SEROCoV-POP): a population-based study", "authors": [{"first": "Silvia", "middle": [], "last": "Stringhini", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ania", "middle": [], "last": "Wisniak", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Giovanni", "middle": [], "last": "Piumatti", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Andrew", "middle": ["S"], "last": "Azman", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Stephen", "middle": ["A"], "last": "Lauer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hélène", "middle": [], "last": "Baysson", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": [], "last": "De Ridder", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Dusan", "middle": [], "last": "Petrovic", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Stephanie", "middle": [], "last": "Schrempft", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kailing", "middle": [], "last": "Marcus", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sabine", "middle": [], "last": "Yerly", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Isabelle", "middle": [], "last": "Arm Vernez", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Olivia", "middle": [], "last": "Keiser", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Samia", "middle": [], "last": "Hurst", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Klara", "middle": ["M"], "last": "Posfay-Barbe", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Didier", "middle": [], "last": "Trono", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Didier", "middle": [], "last": "Pittet", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Laurent", "middle": [], "last": "Gétaz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "François", "middle": [], "last": "Chappuis", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Isabella", "middle": [], "last": "Eckerle", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nicolas", "middle": [], "last": "Vuilleumier", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Benjamin", "middle": [], "last": "Meyer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Antoine", "middle": [], "last": "Flahault", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Laurent", "middle": [], "last": "Kaiser", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Idris", "middle": [], "last": "Guessous", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background Assessing the burden of COVID-19 on the basis of medically attended case numbers is suboptimal given its reliance on testing strategy, changing case definitions, and disease presentation. Population-based serosurveys measuring anti-severe acute respiratory syndrome coronavirus 2 (anti-SARS-CoV-2) antibodies provide one method for estimating infection rates and monitoring the progression of the epidemic. Here, we estimate weekly seroprevalence of anti-SARS-CoV-2 antibodies in the population of Geneva, Switzerland, during the epidemic.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods The SEROCoV-POP study is a population-based study of former participants of the Bus Santé study and their household members. We planned a series of 12 consecutive weekly serosurveys among randomly selected participants from a previous population-representative survey, and their household members aged 5 years and older. We tested each participant for anti-SARS-CoV-2-IgG antibodies using a commercially available ELISA. We estimated seroprevalence using a Bayesian logistic regression model taking into account test performance and adjusting for the age and sex of Geneva's population. Here we present results from the first 5 weeks of the study.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Findings Between April 6 and May 9, 2020, we enrolled 2766 participants from 1339 households, with a demographic distribution similar to that of the canton of Geneva. In the first week, we estimated a seroprevalence of 4·8% (95% CI 2·4-8·0, n=341). The estimate increased to 8·5% (5·9-11·4, n=469) in the second week, to 10·9% (7·9-14·4, n=577) in the third week, 6·6% (4·3-9·4, n=604) in the fourth week, and 10·8% (8·2-13·9, n=775) in the fifth week. Individuals aged 5-9 years (relative risk [RR] 0·32 [95% CI 0·11-0·63]) and those older than 65 years (RR 0·50 [0·28-0·78]) had a significantly lower risk of being seropositive than those aged 20-49 years. After accounting for the time to seroconversion, we estimated that for every reported confirmed case, there were 11·6 infections in the community.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Interpretation These results suggest that most of the population of Geneva remained uninfected during this wave of the pandemic, despite the high prevalence of COVID-19 in the region (5000 reported clinical cases over <2·5 months in the population of half a million people). Assuming that the presence of IgG antibodies is associated with immunity, these results highlight that the epidemic is far from coming to an end by means of fewer susceptible people in the population. Further, a significantly lower seroprevalence was observed for children aged 5-9 years and adults older than 65 years, compared with those aged 10-64 years. These results will inform countries considering the easing of restrictions aimed at curbing transmission.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Funding", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Although statistics on confirmed cases and deaths can help with monitoring the dynamics of disease propagation, they are not ideal when trying to estimate the proportion of the population infected, an important measure for public health decision making in the ongoing COVID-19 pandemic. 1 For example, until recently, most European countries, including Switzerland, did not have sufficient nasopharyngeal swabs available for RT-PCR screening of anyone suspected or at risk of infection with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2).", "cite_spans": [{"start": 287, "end": 288, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "Gener ally, mildly affected or asymptomatic individuals are not screened. As a result, the number of confirmed SARS-CoV-2 infections is largely underestimated. 2 In this context, seroprevalence surveys are of utmost importance to assess the proportion of the population that has already developed antibodies against the virus and might potentially be protected against subsequent infection. 3 As recommended by WHO, monitoring changes of seroprevalence over time is also crucial at the beginning of an epidemic to anticipate its dynamics and plan an adequate public health response. 4 The canton of Geneva in Switzerland reported its first confirmed COVID-19 case on Feb 26, 2020, with 5160 confirmed cases (10·32 per 1000 inhabitants) and 266 deaths as of May 9. 5 As in most countries, changing testing strategies over the course of the epidemics made it next to impossible to estimate the extent of the population that had been infected. However, this information is crucial to plan evidence-based strategies to lift physical distancing and confinement measures. To assess the seroprevalence of anti-SARS-CoV-2 antibodies in the canton of Geneva, we contacted individuals who had already participated in the Bus Santé study (an annual health examination survey of a representative sample of the population of the canton) 6 and invited them with their household members to participate in one of 12 weekly seroprevalence surveys (collectively called the SEROCoV-POP study). Here, we present the results of the first five serosurveys to help inform public health policy makers in Europe and worldwide.", "cite_spans": [{"start": 160, "end": 161, "text": "2", "ref_id": "BIBREF1"}, {"start": 391, "end": 392, "text": "3", "ref_id": "BIBREF2"}, {"start": 583, "end": 584, "text": "4", "ref_id": "BIBREF3"}, {"start": 764, "end": 765, "text": "5", "ref_id": "BIBREF4"}, {"start": 1324, "end": 1325, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "The SEROCoV-POP study is a population-based study of former participants of the Bus Santé study and their household members. The Bus Santé study is a yearly representative stratified sample of 500 men and 500 women from the general population of the canton of Geneva. Eligible individuals were aged 20-74 years, identified through an annual residential list established by the local government. 7 Individuals who were permanent residents of institutions (eg, prisons and care homes) were excluded. In the Bus Santé study, at a clinical visit to one of the recruitment sites, each participant received three self-administered, standardised questionnaires covering risk factors for major lifestyle-dependent chronic diseases, sociodemographic characteristics, educational and occupational histories, and, for women, reproductive history. The 1999-2009 mean participation rate was 60% (range 55-65) of those invited. 8 All participants gave written informed consent before participation in the SEROCoV-POP study. For individuals younger than 18 years, parents or a legal representative provided consent. The study was approved by the Cantonal Research Ethics Commission of Geneva, Switzerland (CER16-363). The full study protocol is available online (in French).", "cite_spans": [{"start": 395, "end": 396, "text": "7", "ref_id": "BIBREF6"}, {"start": 914, "end": 915, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Study design and participants"}, {"text": "For the SEROCoV-POP study, each week about 1300 ran domly selected previous participants of the Bus ", "cite_spans": [], "ref_spans": [], "section": "Procedures"}, {"text": "Evidence before this study We searched PubMed, medRxiv, bioRxiv, arXiv, SSRN, Research Square, Virological, and Wellcome Open Research for peer-reviewed articles, preprints, and research reports on seroprevalence of anti-severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) IgG antibodies, published in English, using the search terms \"seroprevalence\", \"anti-SARS-CoV-2 IgG\", \"covid antibodies\", and similar terms, up to May 15, 2020. We identified three large-scale serosurveys, none of which had been peer reviewed when we submitted our manuscript. The first estimated a weighted prevalence of 2·8% (95 CI 1·3-4·7) in Santa Clara County, CA, USA, using a sample probably not representative of the general population because of the enrolment methods used and in a region much less affected than that in our study. The other two studies included 17-69-year-old blood donors from Denmark and Brazil and the estimates might not accurately reflect seroprevalence in the general population because people eligible to donate blood are a generally healthy subset of the population. In this context, no high-quality published or preprinted populationrepresentative study assessing the seroprevalence of anti-SARS-CoV-2 IgG antibodies exists.", "cite_spans": [], "ref_spans": [], "section": "Research in context"}, {"text": "This study took advantage of an already existing representative sample of the general population, which we had recruited for chronic disease surveillance, to rapidly put in place a serosurvey of anti-SARS-CoV-2 IgG antibodies in a heavily affected region (Geneva, Switzerland). Although to be able to collect data from a larger age spectrum we invited original participants to take part in the survey with their household members, results were similar when comparing seroprevalence estimates between groups, and we obtained a sample that is age-representative and sex-representative of the population of the state. This study also has the important feature of having been designed as repeated weekly serosurveys, which allows monitoring of seroprevalence progression over the course of the epidemic. Further, our population-based design as well as the fact that we informed participants that individual results were not going to be disclosed until the end of the study mitigate selection bias. Finally, this study applies advanced statistical methods accounting for demographic structure and imperfect diagnostic tests to estimate seroprevalence in the overall population while capturing uncertainty in the estimates.", "cite_spans": [], "ref_spans": [], "section": "Added value of this study"}, {"text": "Our results highlight that as the end of the epidemic curve in Geneva approaches, the immunological landscape has not substantially changed since before the pandemic, with most people having no evidence of past infection. In the context of all evidence to date, young children appear to be less infected than adults, as well as being at lower risk for severe outcomes if infected. As the world develops plans to find a new balance between minimising the direct impacts of COVID-19 on those infected and the indirect effects on all of society, serological studies such as this are crucial for providing new insights about transmission and the otherwise hidden immunological state of the population.", "cite_spans": [], "ref_spans": [], "section": "Implications of all the available evidence"}, {"text": "For the study protocol see https://static1.squarespace.com/ static/5e7dd8f02d3bc353fbb0 5121/t/5edfb03015419d77f 0b86109/1591717942670/ PROTOCOL_ FINALVERSION_18.05.pdf Santé study with an email address on file (appendix p 4) were invited to participate in the study by email, which provided a link to an online appointment booking system for a visit at one of two sites. Participants were only eligible to participate once (ie, in one round) in the study and had to report their primary residence as within the canton of Geneva. Potential participants then received a confirmation email with a link to an online questionnaire and consent form. Consent forms could either be printed and signed at home and brought to the study site on the day of the visit or completed on site at the time of their study visit. Eligible participants with an email address on file that was not valid were contacted by phone.", "cite_spans": [], "ref_spans": [], "section": "Implications of all the available evidence"}, {"text": "To increase the participation rate, from the third study week, each potential participant that had not replied to the initial email invitation within 72 h was reminded of the invitation by phone. From the fourth study week, potential participants for whom there was no email address on record were informed about the study by postal mail and were invited to provide a valid email address. Those without an email address could enrol in the study by phone and fill in the consent form and questionnaire on site, thus reducing selection bias related to access to technology. During the visit, study staff discussed the study once again with participants to ensure informed consent. Participants were invited to bring all members of their household aged 5 years and older to join the SEROCoV-POP study. An electronic validation system allowed participants to declare that they were not in quarantine or isolation and did not present with symptoms compatible with COVID-19 when making the appointment. If they did not pass this validation step, they were encouraged to book at a further date. Participants considered vulnerable according to the Swiss Federal Office of Public Health criteria 9 (aged >65 years, with diabetes or cardiovascular or respiratory disease, who were immunocompromised, had active cancer, or a body-mass index >40 kg/m²) were asked to contact the study team directly by phone or email to book an appointment during times reserved explicitly for this population, to reduce the risk of exposure to SARS-CoV-2. We took two samples of 3 mL of peripheral venous blood from each adult participant and two samples of 1·5 mL from each child younger than 14 years.", "cite_spans": [], "ref_spans": [], "section": "Implications of all the available evidence"}, {"text": "We assessed anti-SARS-CoV-2 IgG antibodies using a commercially available ELISA (Euroimmun; Lübeck, Germany #EI 2606-9601 G) targeting the S1 domain of the spike protein of SARS-CoV-2; sera diluted 1:101 were processed on a EuroLabWorkstation ELISA (Euroimmun). An in-house validation study, using a set of sera from 176 pre-pandemic negative controls and 181 RT-PCRconfirmed COVID-19 cases was conducted to estimate test performance. 10 This validation study found that the manufacturer's recommended cutoff for positivity (>1·1) had a sensitivity of 93% and a specificity of 100%. As a confirmatory test, we used a recombinant immunofluorescence assay for all potentially indeterminate individuals (those with a ratio of optical density of clinical sample to optical density of internal calibrator between 0·5 and 1·5) 10 and all ELISA positives. We used only the ELISA results for estimating seroprevalence in our primary analyses but relied on the combined recombinant immunofluorescence and ELISA algorithm in sensitivity analyses (appendix pp 1, 7).", "cite_spans": [{"start": 435, "end": 437, "text": "10", "ref_id": "BIBREF9"}, {"start": 821, "end": 823, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Laboratory analysis"}, {"text": "To estimate seroprevalence, we used a Bayesian logistic regression model with a random effect for household, accounting for the age and sex of the population. We integrated this regression model with a binomial model of the ELISA sensitivity and specificity to adjust our estimates for test performance while propagating uncertainty around test performance into final seroprevalence estimates. To generate population-representative sero prevalence estimates we post-strati fied our modelled results accounting for the age and sex distribution in the canton of Geneva. 11 We implemented this model in the Stan probabilistic programming language 12 and used the rstan package to run the model and analyse outputs. Model code is available online. We ran 5000 iterations (four chains of 1250 iterations each with 250 warmup iterations) and assessed convergence visually and using the R-hat statistic. We calculated the relative risk (RR) of being seropositive for each subset using the posterior draws for each logistic regression coefficient and integrating across the household random effect (appendix p 2). We selected week 2 as the reference week because it was the first week that was different from week 1 and age 20-49 years as the reference age group because it had the largest sample size. The intracluster correlation coefficient is calculated following the approach of Guo and Zhao. 13 All estimates are means of the posterior samples with the 2·5th and 97·5th percentiles of this distribution reported as the 95% CI. We estimated the number of infections per confirmed clinical COVID-19 case in Geneva by dividing the number of implied infections (seroprevalance × population) by the number of confirmed individuals who were expected to have seroconverted at the time of the serosurvey (appendix pp 7-8). Full details of the model are in the appendix (pp 1-3).", "cite_spans": [{"start": 568, "end": 570, "text": "11", "ref_id": "BIBREF10"}, {"start": 644, "end": 646, "text": "12", "ref_id": "BIBREF11"}, {"start": 1390, "end": 1392, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The funders had no role in study design, data collection, data analysis, data interpretation, or writing of the report. SSt, ASA, and GP had access to all the data in the study and SSt had final responsibility for the decision to submit for publication.", "cite_spans": [], "ref_spans": [], "section": "Role of the funding source"}, {"text": "17 225 Bus Santé participants were on record. We sent letters to 2000 randomly selected potential participants See Online for appendix For the model code see https://github.com/HopkinsIDD/ serocovpop without an email address, inviting them to update their contact information; 246 called back to update their email and six did not have an email address and were enrolled in the study by phone. We invited 6229 participants of 9500 with an email address (after inviting participants to update their contact information; appendix p 4). 5492 of these potential participants had valid email addresses and were invited to participate over the first 5 weeks. 1919 (34·9%) accepted the invitation (of whom 1360 [70·9%] have already participated and 559 [29·1%] have booked an appointment), 147 (2·7%) refused to participate or were not eligible (because their primary residence was outside of Geneva or they had died), and 3426 (62·4%) have a pending status (waiting to book an appointment or being recontacted). Between April 6 and May 9, 2020, we enrolled 2834 individuals, including household members of Bus Santé participants, of whom 2766 had complete data and were included in our analysis.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "1454 (52·6%) of 2766 participants were women; and 123 (4·4%) were aged 5-9 years, 332 (12·0%) were aged 10-19 years, 1096 (39·6%) were aged 20-49 years, 846 (30·6%) were aged 50-64 years, and 369 (13·3%) were older than 65 years (table 1) . Compared with the population of Geneva, our sample had an over-representation of 50-64-year-olds and an under-representation of people older than 80 years (appendix p 7). 11 Compared with the population of Geneva, our sample of former Bus Santé participants included more individuals with tertiary education (795 [59·6%] of 1334 vs 39%) and fewer non-Swiss nationals (314 [23·5%] of 1334 vs 41%). Participants came from 1339 different house holds of Bus Santé participants, with 529 participating alone in the study, 435 bringing one other household member, 178 participants with two household members, and 197 participants with three or more household members.", "cite_spans": [{"start": 412, "end": 414, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 229, "end": 238, "text": "(table 1)", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "Over the course of the study, 219 of 2766 individuals tested positive for SARS-CoV-2 anti-S1 IgG anti bodies by ELISA. In the first week, we estimated an overall seroprevalence of 4·8% (95% CI 2·4-8·0, n=341; table 2). This estimate increased to 8·5% (5·9-11·4, n=469) in the second week, 10·9% (7·9-14·4, n=577) in the third week, 6·6% (4·3-9·4, n=604) in the fourth week, and 10·8% (8·2-13·9, n=775) in the fifth week (table 2, figure) . After the first week of the study, the seroprevalence estimates for weeks 2-5 were not significantly different from one another. After accounting for the time to seroconversion, we estimated that for every reported confirmed case there were 11·6 infections in the community (appendix pp 7-8).", "cite_spans": [], "ref_spans": [{"start": 430, "end": 437, "text": "figure)", "ref_id": null}], "section": "Results"}, {"text": "The risk of seropositivity was similar between men and women (RR 1·26 [95% CI 1·00-1·58]; table 1). In young children aged 5-9 years, we estimated that the risk of being seropositive was lower (RR 0·32 [0·11-0·63]) than in those aged 20-49 years. Similarly, those 65 years and older had a lower risk (RR 0·50 [0·28-0·78]) of being seropositive than those aged 20-49 years. We found evidence for strong clustering of infections within households (intracluster correlation coefficient 67·6% [95% CI 57·6-76·3]). Despite the apparent low seropositivity among the 123 children aged 5-9, 21 (17·1%) of them had at least one seropositive household member. By contrast, only 11 (3·0%) of the 369 participants aged 65 years or older had a seropositive household member.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "As a sensitivity analysis, we estimated seroprevalence among the subset of participants who were originally enrolled in Bus Santé (n=1334; appendix p 3). Within this subset, we calculated similar weekly estimates of seroprevalence to that in our full survey sample, with all estimates less than 10% different, with the exception of week 1, which was 29% lower in the Bus Santé population than in the SEROCoV-POP study. Although no children were included in the Bus Santé study, estimates for the RR of seropositivity in people aged 65 years or older (vs those aged 20-49 years) and in men (vs women) were almost identical to those in our cohort. We re-estimated weekly seroprevalence with an alternative threshold recently proposed to improve assay perfor mance 10 with the addition of a confirmatory test (recombinant immunofluorescence) and found that our estimates remained qualitatively unchanged (appendix p 7).", "cite_spans": [{"start": 762, "end": 764, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Results"}, {"text": "The preliminary results of this study provide an important benchmark to assess the state of the COVID-19 epidemic. At what appears to be the tail end of the first wave of the pandemic in Switzerland, about one in ten people have developed detectable antibodies against SARS-CoV-2, despite the fact that it was one of the more heavily affected areas in Europe. 15 Thus, assuming that the presence of the IgG antibodies measured in this study is, at least in the short term, associated with protection, these results highlight that the vast majority of the population is still immunologically naive to this new virus. We found that young children (5-9 years) and older people (≥65 years) had significantly lower seroprevalence than the other age groups. A single positive young child out of 123 in our sample suggests that infection was less prevalent in children than in adolescents and adults during this epidemic. These results are consistent with a small but growing body of evidence suggesting that young children are both infected and develop severe disease less often than adults, but much uncer tainty remains. [16] [17] [18] [19] Although this might provide new insights for worldwide debates around opportunity and modality of schools reopening, the post-infection immune response in children is not clear. Of note, our ELISA test was validated in an adultonly population; whether the IgG response in children is delayed or qualitatively different needs to be further investigated. Furthermore, we only included children aged 5 years and older and immuno logical responses and suscep tibility to infection might be different in younger children. More studies are needed to better understand infection and antibody dynamics among young children. The lower seropreva lence estimates among older adults are a sign that targeted efforts to reduce social mixing of these people with others might have succeeded. However, it remains possible that older adults develop a lower IgG response after infectionsomething that needs further investigation. 20 Over the course of the 5 study weeks, we observed an increase in seroprevalence from about 5% to about 11%, which is to be expected considering time to seroconversion after symptoms (median 10·4 days [IQR 8·1-13·4]) and that the peak of the epidemic was reached the week before the start of our survey (appendix p 8). As expected, our study also confirms that cases identified during the acute phase of disease provide little information on the state of the outbreak. Indeed, we observed that in the community, there were 11 infections for every COVID-19 confirmed case in Geneva, reflecting the variability in disease severity, testing access or practices, and careseeking behaviours.", "cite_spans": [{"start": 360, "end": 362, "text": "15", "ref_id": null}, {"start": 1117, "end": 1121, "text": "[16]", "ref_id": "BIBREF14"}, {"start": 1122, "end": 1126, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1127, "end": 1131, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1132, "end": 1136, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 2050, "end": 2052, "text": "20", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our study has some important limitations. First, the primary analyses include randomly selected participants as well as members of their households, making this sample not fully randomly selected. However, we used post-stratification to adjust for differences in the age and sex distribution of our sample compared with that of the Geneva population (≥5 years) and our primary estimates are qualitatively the same as those from analyses with just the Bus Santé participants. Recruitment of participants by email might exclude less technologyproficient individuals or people without access to email. To address this, we started contacting those without a valid email address by postal mail during week 4 of the study, inviting them to provide us with an email address or to book an appointment by phone. Another study led by the Geneva University Hospitals in Geneva specifically targeting vulnerable populations (socially and clinically) is ongoing. Confirmatory testing using plaque reduction neutralisation after ELISAs is standard practice when tests are being used to make decisions about an individual person. However, this was not done in our study because our aim was to have an unbiased estimate of the proportion of sampled people who have been infected, 21 not to perfectly identify each specific person who had been previously infected (and mounted a specific antibody response). With careful charac terisation of the sensitivity and specificity of the ELISA, we could adjust for false positives and negatives when making population-level inferences. Furthermore, all positive and indeterminate samples were further confirmed through recombined immunofluorescence assay developed inhouse in the laboratory of virology of the Geneva University Hospitals (WHO Swiss reference lab). 10 Finally, although a preliminary participation rate of 30-40% remains good for a population-based survey with on-site visits, especially during the COVID-19 lockdown, we note that selection bias might have affected our results. Indeed, it is possible that participants who experienced COVID-19-like symptoms, or those that were less confined during lockdown (eg, people who are not part of a risk group) were more likely to take part in the study, potentially leading to overestimation of our prevalence estimates. However, this might have been counterbalanced by the fact that we recruited participants with higher educational level than that of the Geneva population, whereas COVID-19 seems to show a striking social gradient with the socioeconomically disadvantaged groups being disproportionately affected. 22, 23 Over the coming weeks, we will continue to monitor seroprevalence in the general population and are planning to do more detailed analyses taking into account symptomatology and sociodemographic factors to better understand transmission and risk within households and the general community. However, a preliminary presentation of these results is deemed to be necessary to inform global policy makers in a timely manner on how to adapt planning of the next phases. Our estimates of seroprevalence in Geneva are consistent with preliminary reports from other regions across the world showing that only a minority of the population, even in some of the hardest hit areas, has been infected with SARS-CoV-2 during this pandemic wave. 24, 25 When combined with local epidemiological data, age-specific seroprevalence estimates can lead to robust estimates of the infection fatality risk, a measure of the severity of infection, which is crucial for weighing the risks and benefits of different post-lockdown strategies. Our estimate of the ratio of confirmed cases to infections, using data from a population-representative sample, although not fully generalisable to all settings, provides a rough benchmark for translating observed cases to the total number of infections. Furthermore, our observation of lower seroprevalence among young children and older adults has important implications. Although the interpretation of these findings requires further research, existing evidence suggests that the low prevalence in children might indeed be indicative of lower susceptibility to infection. 26, 27 In older adults, it might be the result of a com bination of lower exposure (because of stronger social distancing) and immune system ageing. Because this is the age group that is most susceptible to severe disease and has the highest fatality risk, the question of the opportunity and consequences of softening distancing measures for this population remains open.", "cite_spans": [{"start": 1264, "end": 1266, "text": "21", "ref_id": "BIBREF21"}, {"start": 1791, "end": 1793, "text": "10", "ref_id": "BIBREF9"}, {"start": 2604, "end": 2607, "text": "22,", "ref_id": "BIBREF22"}, {"start": 2608, "end": 2610, "text": "23", "ref_id": "BIBREF23"}, {"start": 3341, "end": 3344, "text": "24,", "ref_id": "BIBREF24"}, {"start": 3345, "end": 3347, "text": "25", "ref_id": "BIBREF25"}, {"start": 4201, "end": 4204, "text": "26,", "ref_id": "BIBREF26"}, {"start": 4205, "end": 4207, "text": "27", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our results highlight that, although the number of hospital admissions has reduced in Geneva and other similar locations throughout the world, the immunological landscape has not changed greatly since the pandemic onset, with most people having no evidence of past infection. This finding suggests that confinement measures were effective and that we cannot count on the reduction of susceptible individuals to play a major role in slowing transmission in the months to come. As the world develops plans to find a new balance between minimising the direct impacts of COVID-19 on those infected and the indirect effects on all of society, serological studies such as this are crucial for providing new insights about transmission and the otherwise hidden immunological state of the population.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "SSt, AW, AF, LK, and IG conceived the study. SSt and IG drafted the first version of the manuscript. ASA, AW, and DPe contributed to drafting sections of the manuscript. ASA, SAL, and GP did data analyses. SY, IAV, IE, NV, BM, and LK did lab analyses. GP, HB, ASA, SAL, DDR, DPe, SSc, KM, OK, SH, KMP-B, DT, DPi, LG, and FC participated in the study design and helped to draft the manuscript. All authors contributed to the interpretation of data and read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "Contributors"}, {"text": "We declare no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Declaration of interests"}, {"text": "Our data are accessible to researchers upon reasonable request for data sharing to the corresponding author. SAL are funded by the US National Institutes of Health (R01 AI135115) and The Bill & Melinda Gates Foundation (OPP1191944).", "cite_spans": [], "ref_spans": [], "section": "Data sharing"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Why is it difficult to accurately predict the COVID-19 epidemic?", "authors": [{"first": "W", "middle": ["C"], "last": "Roda", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Varughese", "suffix": ""}, {"first": "D", "middle": [], "last": "Han", "suffix": ""}, {"first": "M", "middle": ["Y"], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Infect Dis Model", "volume": "5", "issn": "", "pages": "271--81", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Estimates of the severity of coronavirus disease 2019: a model-based analysis", "authors": [{"first": "R", "middle": [], "last": "Verity", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Okell", "suffix": ""}, {"first": "I", "middle": [], "last": "Dorigatti", "suffix": ""}], "year": 2020, "venue": "Lancet Infect Dis", "volume": "20", "issn": "", "pages": "669--77", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Defining the epidemiology of Covid-19 -studies needed", "authors": [{"first": "M", "middle": [], "last": "Lipsitch", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Swerdlow", "suffix": ""}, {"first": "L", "middle": [], "last": "Finelli", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "1194--96", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Population-based age-stratified seroepidemiological investigation protocol for COVID-19 virus infection", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "COVID-19: situation épidémiologique à Genève", "authors": [{"first": "République", "middle": [], "last": "Et Canton De Genève", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "High prevalence of forgoing healthcare for economic reasons in Switzerland: a population-based study in a region with universal health insurance coverage", "authors": [{"first": "I", "middle": [], "last": "Guessous", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gaspoz", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Theler", "suffix": ""}, {"first": "H", "middle": [], "last": "Wolff", "suffix": ""}], "year": 2012, "venue": "Prev Med", "volume": "55", "issn": "", "pages": "521--548", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Thirteen-year trends in the prevalence of diabetes in an urban region of Switzerland: a population-based study", "authors": [{"first": "", "middle": [], "last": "Mestral C De", "suffix": ""}, {"first": "S", "middle": [], "last": "Stringhini", "suffix": ""}, {"first": "I", "middle": [], "last": "Guessous", "suffix": ""}, {"first": "F", "middle": ["R"], "last": "Jornayvaz", "suffix": ""}], "year": 2019, "venue": "Diabet Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Eleven-year physical activity trends in a Swiss urban area", "authors": [{"first": "I", "middle": [], "last": "Guessous", "suffix": ""}, {"first": "J-M", "middle": [], "last": "Gaspoz", "suffix": ""}, {"first": "J-M", "middle": [], "last": "Theler", "suffix": ""}, {"first": "B", "middle": [], "last": "Kayser", "suffix": ""}], "year": 2014, "venue": "Prev Med", "volume": "59", "issn": "", "pages": "25--30", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Ordonnance 2 sur les mesures destinées à lutter contre le coronavirus (COVID-19)", "authors": [{"first": "Fédéral", "middle": [], "last": "Le Conseil", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Validation of a commercially available SARS-CoV-2 serological immunoassay", "authors": [{"first": "B", "middle": [], "last": "Meyer", "suffix": ""}, {"first": "G", "middle": [], "last": "Torriani", "suffix": ""}, {"first": "S", "middle": [], "last": "Yerly", "suffix": ""}], "year": 2020, "venue": "medRxiv", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.05.02.20080879"]}}, "BIBREF10": {"ref_id": "b10", "title": "Statistiques cantonales. T01.01.8.01: Population résidante selon l'origine, le sexe, le groupe d'âges et l'état matrimonial", "authors": [{"first": "République", "middle": [], "last": "Et Canton De Genève", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Stan: a probabilistic programming language", "authors": [{"first": "B", "middle": [], "last": "Carpenter", "suffix": ""}, {"first": "A", "middle": [], "last": "Gelman", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Hoffman", "suffix": ""}], "year": 2017, "venue": "J Stat Softw", "volume": "76", "issn": "", "pages": "1--29", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Multilevel modeling for binary data", "authors": [{"first": "G", "middle": [], "last": "Guo", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2000, "venue": "Annu Rev Sociol", "volume": "26", "issn": "", "pages": "441--62", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Posterior predictive assessment of model fitness via realized discrepancies", "authors": [{"first": "A", "middle": [], "last": "Gelman", "suffix": ""}, {"first": "X-L", "middle": [], "last": "Meng", "suffix": ""}, {"first": "H", "middle": [], "last": "Stern", "suffix": ""}], "year": 1996, "venue": "15 WHO. Coronavirus disease 2019 (COVID-19)", "volume": "6", "issn": "", "pages": "733--60", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Age specificity of cases and attack rate of novel coronavirus disease (COVID-19)", "authors": [{"first": "K", "middle": [], "last": "Mizumoto", "suffix": ""}, {"first": "R", "middle": [], "last": "Omori", "suffix": ""}, {"first": "H", "middle": [], "last": "Nishiura", "suffix": ""}], "year": null, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The characteristics of household transmission of COVID-19", "authors": [{"first": "W", "middle": [], "last": "Li", "suffix": ""}, {"first": "B", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Lu", "suffix": ""}], "year": 2020, "venue": "Clin Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/cid/ciaa450"]}}, "BIBREF17": {"ref_id": "b17", "title": "Changes in contact patterns shape the dynamics of the COVID-19 outbreak in China", "authors": [{"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "M", "middle": [], "last": "Litvinova", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liang", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/science.abb8001"]}}, "BIBREF18": {"ref_id": "b18", "title": "Household secondary attack rate of COVID-19 and associated determinants", "authors": [{"first": "Q-L", "middle": [], "last": "Jing", "suffix": ""}, {"first": "M-J", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Yuan", "suffix": ""}], "year": null, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Can an effective SARS-CoV-2 vaccine be developed for the older population?", "authors": [{"first": "G", "middle": [], "last": "Pawelec", "suffix": ""}, {"first": "N", "middle": ["P"], "last": "Weng", "suffix": ""}], "year": 2020, "venue": "Immun Ageing", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Serology for SARS-CoV-2: apprehensions, opportunities, and the path forward", "authors": [{"first": "J", "middle": ["E"], "last": "Bryant", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Azman", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Ferrari", "suffix": ""}], "year": 2020, "venue": "Sci Immunol", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "What COVID-19 is teaching us about inequality and the sustainability of our health systems", "authors": [{"first": "", "middle": [], "last": "Eurohealthnet", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "COVID-19 in racial and ethnic minority groups", "authors": [], "year": 2020, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Estudio ENE-COVID19: primera ronda. Estudio nacional de sero-epidemiología de la infección por SARS-CoV-2 en España", "authors": [{"first": "Ministerio", "middle": [], "last": "Gobierno De España", "suffix": ""}, {"first": "", "middle": [], "last": "De Sanidad", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "New York City had antibodies for the coronavirus. LiveScience", "authors": [{"first": "Y", "middle": [], "last": "Saplakoglu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Nasal ACE2 levels and COVID-19 in children", "authors": [{"first": "A", "middle": ["B"], "last": "Patel", "suffix": ""}, {"first": "A", "middle": [], "last": "Verma", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.8946"]}}, "BIBREF27": {"ref_id": "b27", "title": "Age-dependent effects in the transmission and control of COVID-19 epidemics", "authors": [{"first": "N", "middle": ["G"], "last": "Davies", "suffix": ""}, {"first": "P", "middle": [], "last": "Klepac", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "K", "middle": [], "last": "Prem", "suffix": ""}, {"first": "M", "middle": [], "last": "Jit", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Eggo", "suffix": ""}], "year": 2020, "venue": "medRxiv", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Seroprevalence estimates and 95% CIs for each week of the survey (A), daily confirmed COVID-19 cases reported in Geneva (B), and cumulative case counts per day and cumulative incidence rate of confirmed COVID-19 (C)Red shading shows the sampling periods for each survey round.", "latex": null, "type": "figure"}, "TABREF1": {"text": "and", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>SARS-CoV-2 serology test result </td><td>Estimated seroprevalence in the general population of </td><td>p value\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>Geneva (95% CI)\n</td><td> </td></tr><tr><td> </td><td>Positive </td><td>Negative </td><td>Indeterminate\n</td><td> </td></tr><tr><td>Week 1 (n=341) </td><td>12 (3·5%) </td><td>322 (94·4%) </td><td>7 (2·1%) </td><td>4·8% (2·4-8·0) </td><td>0·043\n</td></tr><tr><td>Week 2 (n=469) </td><td>28 (6·0%) </td><td>435 (92·8%) </td><td>6 (1·3%) </td><td>8·5% (5·9-11·4) </td><td>··\n</td></tr><tr><td>Week 3 (n=577) </td><td>61 (10·6%) </td><td>500 (86·7%) </td><td>16 (2·8%) </td><td>10·9% (7·9-14·4) </td><td>0·23\n</td></tr><tr><td>Week 4 (n=604) </td><td>36 (6·0%) </td><td>557 (92·2%) </td><td>11 (1·8%) </td><td>6·6% (4·3-9·4) </td><td>0·29\n</td></tr><tr><td>Week 5 (n=775) </td><td>82 (10·6%) </td><td>685 (88·4%) </td><td>8 (1·0%) </td><td>10·8% (8·2-13·9) </td><td>0·22\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Relative risk of seropositivity by age and sex", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>SARS-CoV-2 serology test result </td><td>Estimated seroprevalence in the general population of </td><td>p value\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>Geneva (95% CI)\n</td><td> </td></tr><tr><td> </td><td>Positive </td><td>Negative </td><td>Indeterminate\n</td><td> </td></tr><tr><td>Week 1 (n=341) </td><td>12 (3·5%) </td><td>322 (94·4%) </td><td>7 (2·1%) </td><td>4·8% (2·4-8·0) </td><td>0·043\n</td></tr><tr><td>Week 2 (n=469) </td><td>28 (6·0%) </td><td>435 (92·8%) </td><td>6 (1·3%) </td><td>8·5% (5·9-11·4) </td><td>··\n</td></tr><tr><td>Week 3 (n=577) </td><td>61 (10·6%) </td><td>500 (86·7%) </td><td>16 (2·8%) </td><td>10·9% (7·9-14·4) </td><td>0·23\n</td></tr><tr><td>Week 4 (n=604) </td><td>36 (6·0%) </td><td>557 (92·2%) </td><td>11 (1·8%) </td><td>6·6% (4·3-9·4) </td><td>0·29\n</td></tr><tr><td>Week 5 (n=775) </td><td>82 (10·6%) </td><td>685 (88·4%) </td><td>8 (1·0%) </td><td>10·8% (8·2-13·9) </td><td>0·22\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Overview of seroprevalence estimates by week", "latex": null, "type": "table"}}, "back_matter": [{"text": "We also thank Nicola Low for her insight and help in designing the study, Markus Hoffmann and Stefan Pöhlmann (Georg-August-Universität Göttingen, Göttingen, Germany) for providing the SARS-CoV-2 spike expression vector used in the recombinant immunofluorescence, the Geneva University Hospitals archives, Human Neuroscience Platform, Fondation Campus Biotech Geneva for allowing us to use their premises for recruitment, and all the participants of the Bus Santé study and their household members. This study was funded by the Swiss Federal Office of Public Health, the Corona Immunitas research program of the Swiss School of Public Health, the Fondation de Bienfaisance du Groupe Pictet, the Fondation Ancrage, the Fondation Privée des HUG, and the Center for Emerging Viral Diseases. ASA and", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}