{"paper_id": "72b56b85e636f29e23a6ae80586d1e75816ef316", "metadata": {"title": "Natural Disasters and Risk Management in Canada", "authors": [{"first": "N", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The natural forces at work on planet Earth have been an integral part of life since the dawn of mankind. The impacts of hazards of natural origin can range from affecting infrastructure, personal possessions, and ecosystems to negatively affecting individuals' psychosocial wellbeing. Disasters are the aftermath of hazards caused by natural phenomena, set off by shifts in tectonic plates or atmospheric interactions in populated areas. The extant literature offers a variety of ways to classify natural hazards. For example, they can be categorized by their origingeological, hydrometeorological or biophysical; by their nature and speedpermanent, ephemeral or episodic; or on the basis of their size or scalelarge, medium or small. Adopting the last of the three classification schemes, this chapter presents large scale hazards, which are more likely to occur on the North American continent, in alphabetical order. The list of hazards includes biophysical hazards, droughts, earthquakes, extreme weather, floods, forest fires, ice storms and hurricanes. To help readers follow the material, the chapter draws heavily on recent examples.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Natural hazards are caused by natural forces of nature and the environment. Human activities may enhance the impact of a natural hazard but they do not trigger it. For example, excessive deforestation may cause landslides in the event of heavy rainfall.", "cite_spans": [], "ref_spans": [], "section": "Definitions of Selected Large Scale Natural Hazards"}, {"text": "A summary of the history of natural hazards in Canada since the 1900s is given in Table 1 .1.", "cite_spans": [], "ref_spans": [{"start": 82, "end": 89, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Definitions of Selected Large Scale Natural Hazards"}, {"text": "Health and biophysical hazards have affected society for centuries. Many cases in the past have been documented such as the black plague where a sizable proportion of the population was affected with many succumbing to their ailments. Malthus (1826) indicated that there are three major factors that control populations where disease and poor health being one of the control factors (the other two were famine and war). The person in question did not have symptoms while travelling, but became sick after returning to Canada. The individual was not sick enough to be hospitalized and recovered. As precautionary measures, all persons in contact with the infected individual were monitored by public health authorities. Generally, the risk of Canadians getting sick with avian influenza A H7N9 remains very low as evidence suggests that it does not transmit easily from person-to-person. The majority of people in China infected with avian influenza A (H7N9) had previously been exposed to the live birds, mostly chicken. This particular strain of avian influenza A (H7N9) virus has not been detected in birds in Canada. ", "cite_spans": [{"start": 235, "end": 249, "text": "Malthus (1826)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Definitions of Selected Large Scale Natural Hazards"}, {"text": "From 2009 to 2010, Ontario and many other parts of the world experienced its first pandemic in more than 40 years. In April 2009, the first cases were being reported in Mexico and the United States. The rapid spread of the virus and its appearance in other countries resulted in the WHO declaring a global pandemic on 11 June 2009. The pandemic was caused by influenza A virus subtype H1N1, which is colloquially known as 'swine flu' or simply referred to as H1N1. Similarly, the elderly were at first warned that they may be especially vulnerable. However, it was later found that people born prior to 1957 already had some immunity towards the virus due to exposure to a similar strain. There were at least 8633 confirmed cases of H1N1 in Ontario, however, many other cases went unconfirmed and many people were able to recover without medical intervention. A total of 128 people died during this outbreak due direct to the virus or associated complications related to being infected by the virus in Ontario (Ministry of Health and Long-Term Care 2010).", "cite_spans": [], "ref_spans": [], "section": "H1N1 Pandemic"}, {"text": "Severe acute respiratory syndrome (SARS) was first reported in Asia in February 2003. it is a viral respiratory illness caused by a coronavirus, called SARS-associated coronavirus (SARS-CoV). The illness spread to more than two dozen countries in North America, South America, Europe, and Asia before the global outbreak of 2003 was contained. Since 2004, no known cases of SARS have been reported anywhere (CDC 2015) . SARS is spread by close contact with someone who is infected with the SARS coronavirus. Examples of close contact include living in the same household, providing care to someone with SARS, or having direct contact with respiratory secretions and body fluids of someone affected by SARS.", "cite_spans": [{"start": 407, "end": 417, "text": "(CDC 2015)", "ref_id": null}], "ref_spans": [], "section": "Severe Acute Respiratory Syndrome (SARS)"}, {"text": "To date, it appears that people with SARS are not contagious until they develop symptoms. It may take up to ten days from the time they were in contact with someone who has SARS to show symptoms (Health Canada 2015b).", "cite_spans": [], "ref_spans": [], "section": "Severe Acute Respiratory Syndrome (SARS)"}, {"text": "There are several ways in which diseases, viruses, illness, and health outbreaks can be introduced and spread throughout a community:", "cite_spans": [], "ref_spans": [], "section": "Severe Acute Respiratory Syndrome (SARS)"}, {"text": "• Direct contact: a person can become infected through close physical contact (e.g. kissing, touching) a person who is already infected. • Indirect contact: a person can become infected by coming into contact with a surface that has been contaminated. • Droplet contact: a person can become infected from exposure to droplets that have touched the surfaces of the eyes, mouth, or nose of an infected person. Sneezing and coughing are two methods in which this type of illness can be spread. This differs from airborne transmission since the droplets are too large to remain in the air for long periods. • Airborne transmission: a person can become infected from exposure to droplet nuclei and contaminated dust particles which are capable of staying airborne. Few diseases are capable of surviving airborne transmission (e.g. influenza, pneumonia). • Vector-borne transmission: a person can become infected through contact with an infected animal or insect. Mosquitoes are the most common vector for disease in humans (WHO 2015b).", "cite_spans": [], "ref_spans": [], "section": "Severe Acute Respiratory Syndrome (SARS)"}, {"text": "According to NOAA's national Centers for Environmental Information (NOAA 2016), drought is a complex phenomenon which is difficult to monitor and define. Unlike hurricanes that have a definite beginning and end and can easily be seen as they develop and move, drought can develop slowly over time and impact many sectors of the economy in a systematic manner, thereby influencing many different space and time scales. However, drought can be viewed with respect to two general time periods. There can be acute and chronic drought events. An acute (or shortterm) drought example can be seen through the Canadian prairie drought where the system is able to rebound when weather patterns return moisture. In terms of chronic (or long-term) drought, a dramatic example is the drying of the Aral Sea. In this case, drought has essentially caused a large water body to vanish, going extinct. In the case of long-term drought, there is typically irreparable damage and high unlikeliness of conditions to return to a pervious status.", "cite_spans": [], "ref_spans": [], "section": "Drought"}, {"text": "There is an alternative perspective of defining drought types. The climatological community and specifically the work of Wilhite and Glantz (1985) have defined four types of drought. These are as follows:", "cite_spans": [{"start": 121, "end": 146, "text": "Wilhite and Glantz (1985)", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Drought"}, {"text": "1. meteorological drought, 2. agricultural drought 3. hydrological drought, 4. socioeconomic drought Meteorological drought is measured based on dry weather patterns that dominate an area. These weather patterns can be the result of longer-term variations in the earth's atmospheric patterns or alternations of the earth's circulatory system due to human activity. Hydrological drought is observed when restricted water supply becomes evident, especially in streams, reservoirs, and groundwater levels. This type of drought usually happens after many months of meteorological drought. The result of this type of drought has immediate impact to local hydrology of impacted areas that are reflected in biological activity and in some cases the economy and society. Agricultural drought happens when crops become affected and cannot support normal biological growth (function). This type of drought is by nature connected to both meteorological and hydrological drought controls. Lastly, socioeconomic drought relates to the supply and demand of various commodities impacted by drought. From a general perspective it is usually the last drought type to be measured as the immediate and arguably the most severe drought types have already wreaked much of the havoc.", "cite_spans": [], "ref_spans": [], "section": "Drought"}, {"text": "Meteorological drought can begin and end rapidly, while hydrological drought takes much longer to develop and recover from due to elapse times for proper hydrology to return, especially normalized base flow. Many different indices have been developed over the decades to measure drought in these various sectors, with those in dollar amounts being the index to resonate most easily with the general public. The U.S. Drought Monitor depicts drought integrated across all time scales and differentiates between agricultural and hydrological impacts as a means for clarity.", "cite_spans": [], "ref_spans": [], "section": "Drought"}, {"text": "In Canada, Ontarians are not particularly vulnerable to drought or water shortage emergencies. In this respect, it is extremely rare in developed countries for people to die or be injured by drought. In fact, there have been no deaths or fatalities reported in any of the droughts recorded in Ontario. A caveat to consider is for people living in isolated areas and those who rely on wells for water, as they may require assistance during periods of drought. For these vulnerable people, effective management plans and communication is essential, which will be discussed in further detail later in this book.", "cite_spans": [], "ref_spans": [], "section": "Drought"}, {"text": "Although Ontario and some other parts of Canada are not dramatically susceptible to severe drought events, the Canadian Prairies, comprised of Manitoba, Saskatchewan, and Alberta, periodically experience drought conditions that have been quantified in large economic losses. During 1988, Saskatchewan suffered severe drought, which created widespread hardships to local industries like agriculture and animal husbandry. In 2001, Southwestern and Eastern Ontario had an eight week dry period in the middle of the growing season. During this period, agricultural drought became present and crops were severely damaged. Some areas received less than 15% of their normal rainfall during the 54-day time period the drought was measured. Figure 1 .3 shows Climate Moisture Index, a measure of drought, during 1951 to 2002 in Canadian prairies. Over a stretch of 82 days, several communities in Southern Ontario had no significant rainfall. During the same period, some localities observed 21 days of temperatures above 30 C. The Ottawa River came within 11 cm of its lowest level in 50 years on August 14 setting a new precedence for the river's hydrology and possible outlook of its environmental status (Environment Canada 2014).", "cite_spans": [], "ref_spans": [{"start": 732, "end": 740, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "Drought"}, {"text": "In California, USA, Canada's neighbours to the south, drought concerns are growing exponentially in the twenty-first century. Many are worried what will happen in the near future, as many farmers have been forced to destroy their orange and almond orchards/trees because of the lack of economic feasibility to irrigate and maintain their vitality. In regions like California, groundwater well drilling is high in demand but come at a very expensive cost to initiate and maintain due to significant drops in the ground water table depth. Kristof reported in New York Time (Kristof 2015 ) that creeks, springs, and canals are going to dry up along the Pacific Crest Trail, as a likely result due to increased well drilling and extended water extraction. A CBC (2009) documentary 'Last call at the Oasis' makes fascinating discoveries and observations on the topic.", "cite_spans": [{"start": 571, "end": 584, "text": "(Kristof 2015", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Drought"}, {"text": "In Canadian natural disaster history, among the top ten worst natural disasters people were affected by, two are drought events that occurred in 1931 and 1984 (Table 1. 2). This indicates that drought events are a real concern as a natural disaster to contend with and to be better understood for emergency preparedness and regional and national planning.", "cite_spans": [], "ref_spans": [{"start": 159, "end": 168, "text": "(Table 1.", "ref_id": "TABREF0"}], "section": "Drought"}, {"text": "An earthquake is the physical interaction of two adjacent tectonic plates suddenly slipping past one another along the faultline. The location below the earth's surface where the earthquake starts is known as the hypocenter, whereas the location directly above it on the surface of the earth is termed the epicenter. Thus, the distinction between the hypocenter and the epicenter is their closeness to the earth's surface. In 1.4 Earthquake some cases, an earthquake may have foreshocks. Foreshocks are smaller earthquakes that happen at the same location as the larger earthquake that follows. Scientists are unable to determine that an earthquake is a foreshock until the larger earthquake happens, and need to wait in anticipation before sending formal reports on seismic activity. The mainshock is the largest, main earthquake of large tectonic plate slip. Mainshocks are always followed by aftershocks due to surficial geologic structure finding stability after the initial event. Aftershocks are smaller earthquakes that occur in the same place as the mainshock but only afterwards. It is not well understood but aftershocks can happen continuously for weeks to years after the mainshock, as dependent on the size of the mainshock. Earthquake hazards include any physical phenomenon associated with an earthquake that may produce adverse effects on human activities and livelihoods. While they are often used as synonyms, it is useful to distinguish between \"hazards\" and \"risk\". Hazards are the natural phenomena that might impact a region, regardless of whether there is anyone around to experience them or not. Risk refers to what we stand to lose when the hazard occurs; it is what we have built that's threatened. Risk can usually be measured in dollars or fatalities. Hazard is generally measured in more physical units: energy, shaking strength, depth of water inundation, etc. (PNSN 2015).", "cite_spans": [], "ref_spans": [], "section": "Earthquake"}, {"text": "A number of scales are used to measure the magnitude of earthquakes. The Richter scale is one of those measurement scales, which assigns a magnitude number to quantify the energy released by an earthquake. The Richter scale was developed in the 1935 by the seismologist Charles Francis Richter but was succeeded in the 1970s by the Moment Magnitude Scale (MMS), which is now the scale used by the United States Geological Survey to estimate magnitudes for all modern large earthquakes. Another earthquake measurement scale is the Modified Mercalli Intensity scale and it measures the effect of an earthquake. It consists of a series of specific response variables such as people awakening, movement of furniture, damage to chimneys, and total destruction.", "cite_spans": [], "ref_spans": [], "section": "Earthquake Measurement and Monitoring"}, {"text": "Although numerous intensity scales have been developed over the last several hundred years to evaluate the effects of earthquakes, the one currently used in the United States is the Modified Mercalli (MM) Intensity Scale. It was developed in 1931 by the American seismologists Harry Wood and Frank Neumann. This scale, composed of increasing levels of intensity that range from imperceptible shaking to catastrophic destruction, is designated by Roman numerals. It does not have a mathematical basis thus being based on subjective and qualitative assessment. It is instead an arbitrary ranking based on observed effects. The lower numbers of the intensity scale generally deal with the manner in which the earthquake is felt by people. The higher numbers of the scale are based on observed structural damage. Structural engineers usually contribute information for assigning intensity values of VIII or above (USGS 2015a).", "cite_spans": [], "ref_spans": [], "section": "Earthquake Measurement and Monitoring"}, {"text": "The following is an abbreviated description of the 12 levels (denoted in roman numerals) of Modified Mercalli intensity (USGS 2015b ", "cite_spans": [{"start": 120, "end": 131, "text": "(USGS 2015b", "ref_id": null}], "ref_spans": [], "section": "Earthquake Measurement and Monitoring"}, {"text": "The Western Quebec Zone includes the Ottawa Valley from Montreal to Temiscaming. This large zone also includes the Laurentians and Eastern Ontario. Large urban centres located in this zone include Montreal, Ottawa-Hull, and Cornwall. Two large earthquakes with magnitudes greater than five occurred here in 1935 and 1944 (HIRA 2005 .", "cite_spans": [{"start": 307, "end": 311, "text": "1935", "ref_id": null}, {"start": 312, "end": 320, "text": "and 1944", "ref_id": null}, {"start": 321, "end": 331, "text": "(HIRA 2005", "ref_id": null}], "ref_spans": [], "section": "The Western Quebec Seismic Zone"}, {"text": "This zone is classified as having a low to moderate level of seismicity compared with the more active zones to the east, along the Ottawa River and in western Quebec. On average, only two or three earthquakes with a magnitude greater than 2.5 on the Richter scale are recorded annually. Only three magnitude five earthquakes have occurred in the past 250 years in 1929, 1986 and 1998. All of these have had epicenters across the border but were widely felt in Ontario (Natural Resources Canada 2009).", "cite_spans": [], "ref_spans": [], "section": "Southern Great Lakes"}, {"text": "Northern Ontario has historically experienced a very low level of seismic activity. This area has averaged only one or two earthquakes per year with a magnitude greater than 2.5. In 1905 and 1928 this zone experienced earthquakes each with a magnitude of five. Several studies have identified the Ottawa area as having the highest risk of an earthquake in Ontario. Although this area may have the highest risk within Ontario, it is classified as having a moderate risk compared to other parts of Canada. Since this is a heavily developed area, a significant earthquake close to this area has the potential to cause considerable damage to infrastructure, natural resources, and ecosystems. Several scientific studies, such as Ploeger et al. (2008) , have noted that intraplate earthquakes are felt over a larger area than plate boundary earthquakes of the same magnitude. This is likely due to the relatively stable and un-fractured crust in the continental interior and the presence of soft and deep sediments in some areas. Soft and deep sediments can amplify seismic waves and this effect has resulted in areas of greater historical losses in eastern Canada. Figure 1 .4 shows earthquake zones in Canada.", "cite_spans": [{"start": 725, "end": 746, "text": "Ploeger et al. (2008)", "ref_id": "BIBREF32"}], "ref_spans": [{"start": 1161, "end": 1169, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "North-Eastern Ontario"}, {"text": "While strong earthquakes are very rare in Ontario and a significant earthquake has never occurred in Ontario based on the historical record. The people, property, and infrastructure of Ontario would be very vulnerable to this hazard given that advanced planning to mitigate earthquakes is not management concerns, as reflected by the local disaster history. However, a powerful earthquake in the region could cause buildings and structures such as bridges to collapse, trapping people in the debris and reducing critical infrastructure and communication. The susceptibility of people being killed or injured by falling debris such as glass, chimneys, book cases, and roof tiles is of concern during earthquakes as their risk is higher. Further fatalities and injuries may occur during aftershocks if buildings compromised by the original earthquake are re-entered. Fires caused by ruptured gas mains etc., may also pose a significant risk.", "cite_spans": [], "ref_spans": [], "section": "Potential Impacts"}, {"text": "Buildings not constructed well and/or with high, unsupported roofs are more likely to be damaged during an earthquake than those that have been well built or properly enforced. Unanchored building materials and contents will further increase the amount of damage. The type of soil and rock the building is located on top can also influence the amount of damage. Buildings on a thick layer of loose sand, silty clays; soft and saturated granular soils; sand and gravel may experience more damage than a building built on deep, unbroken bedrock and stiff soils (Natural Resources Canada 2009). The movement from an earthquake can alter the soil characteristics from solid to liquid which can make the ground suddenly unable to support a building's foundation. This may result in the cracking or collapse of a building (Natural Resources Canada 2009).", "cite_spans": [], "ref_spans": [], "section": "Potential Impacts"}, {"text": "The National Building Code of Canada has been revised to include a 2475 year return period (an earthquake with a 2% chance of exceedance in 50 years) for earthquakes. This is applied to the design of new buildings and the evaluation of existing buildings. Due to the infrequent nature of this hazard and the lifespan of buildings being approximately 50 years, a scientific examination of the revised building code concluded that this adjustment is perhaps redundant from an economic and engineering perspective; but that it is certainly sufficient from a public safety perspective (Searer 2007) . Therefore, the outcome of a large earthquake in Ontario is not likely to be comparable in destruction as the outcome of the 2010 Haitian earthquake. Humidity plays a vital role in determining the severity of heat waves, as the heat felt with humidity taken into account may be much worse than the absolute air temperature. Figure 1 .6 shows how to determine humidex values based on air temperatures. The humidexshort for humidity indexis a Canadian innovation first used in 1965, according to Environment Canada. If the forecast cites a humidex of 40, for example, it means that the temperature might be o C but, with the humidity, the discomfort feels like it would at a dry temperature of 40 C. The index is based on a calculation of heat and humidity by using current air temperature and the dew point (the temperature and barometric pressure at which water vapour condenses into liquid). It matters because humidity can wreak havoc on a body's internal cooling systems (Hildebrandt 2013).", "cite_spans": [{"start": 581, "end": 594, "text": "(Searer 2007)", "ref_id": null}], "ref_spans": [{"start": 920, "end": 928, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "Potential Impacts"}, {"text": "A cold wave is defined as a period of abnormally cold weather. Typically, a cold wave lasts two or more days and may be exacerbated by high wind speed. The exact temperature criteria for what constitutes a cold wave vary by location. In Ontario, Canada, extreme cold warnings are issued in South central and south-western Ontario when minimum temperatures are expected to fall to À20 C or less with maximum temperatures not expected to rise above À10 C. For the rest of Ontario, they are issued when minimum temperatures are expected to fall to À30 C or less with maximum temperatures not expected to rise above À20 C. Figure 1 .7 shows the 2008 deep freeze in central and western Canada. During this time, a strong Arctic ridge of high pressure ushered in teeth-chattering Siberian air and bone-chilling winds across the West. Temperatures tumbled to À40 C in Prairie Provincesand the \"feel-like\" temperatures were about 10 C below actual air temperatures. On Internationally, severe weather warnings are provided by the World Meteorological Organization (WMO 2015) . There are a number of websites (PhysLink.com; csgnetwork.com) that provide instant calculators to calculate Humidex or Windchill (a factor of air temperature and wind speed making it feel like colder than the actual temperatures) estimates for a given air temperature and the relative humidity or the wind speed respectively. Figure 1 .8 shows Windchill Index (NOVA 2015).", "cite_spans": [{"start": 1056, "end": 1066, "text": "(WMO 2015)", "ref_id": null}], "ref_spans": [{"start": 619, "end": 627, "text": "Figure 1", "ref_id": "FIGREF1"}, {"start": 1395, "end": 1403, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "Cold Wave"}, {"text": "Floods are a general term for the overflow of water from a stream channel onto normally dry land in the floodplain (riverine flooding), higher-than-normal levels along the coast and in lakes or reservoirs (coastal flooding) as well as ponding of water at or near the point where the rain fell (flash floods) (EMDAT 2015b).", "cite_spans": [], "ref_spans": [], "section": "Floods"}, {"text": "In Canada, between 1900 and 2015, one major coastal flooding, 25 major riverine floods, and one event of flash flood have been reported in the international database EMDAT. Also, among the top ten most severe disasters ranked by people affected, four are flooding events -May 1950, June 2013, April 1997, and July 1996. The June 2013 flooding in the Alberta, Canada also ranks at number two in terms of economic damage of $5.7 million. ", "cite_spans": [], "ref_spans": [], "section": "Floods"}, {"text": "Toronto's population is about 2.5 million, concentrated in an area of 630 km 2 . The Greater Toronto Area (GTA) covers 7100 km 2 with about 5.5 million people. Toronto is socially and geographically the most vulnerable city in Canada because it is the most populated city (6th in North America), it is located at the north shores of Lake Ontario of the Great Lakes. The Great Lakes are the largest surface fresh water system in the world, where numerous rivers, lakes and creeks that are part of the large watershed come together, and it is affected by air masses originating from the Gulf of Mexico, the Atlantic Ocean, and from the Arctic. In general, populations that surround the Great Lakes increase their susceptibility of flooding due to intense storm activity but it has been observed that Southern Ontario has experienced numerous tornadoes and impacts of passing hurricanes in the past several decades. Some notable storms that have impacted the Southern Ontario and the Great Lakes are Hurricane Hazel in 1954, Hurricane Fran in 1996, and Hurricane Sandy in 2012 causing immense damage and catastrophe to urban areas.", "cite_spans": [], "ref_spans": [], "section": "Case Study -Toronto, Canada"}, {"text": "Toronto's topography is relatively smooth, starting at 75 m above sea level at Lake Ontario to 209 m elevation around the North York area located about a 25 km distance north from downtown Toronto. However, the area is characterized by deep ravines, such as the Don River valley, which is about 400 m wide but the river is only 15 m wide. The City of Toronto and GTA are located in the watersheds of the Don River in the east and the Humber River in the west, which drain into Lake Ontario (Fig. 1.9) .", "cite_spans": [], "ref_spans": [{"start": 490, "end": 500, "text": "(Fig. 1.9)", "ref_id": "FIGREF1"}], "section": "Case Study -Toronto, Canada"}, {"text": "Due to the urbanized nature of the watershed, the Don River experiences low base flows and high volume floods. Even a small rainfall can cause the water level to rise very quickly. The average base flow for the Don River is about 4 m 3 /s with peak flows occurring in late February and late September corresponding to seasonal variations.", "cite_spans": [], "ref_spans": [], "section": "Case Study -Toronto, Canada"}, {"text": "The Don River has provided essential resources and opportunities by contributing and playing an important role in city's economic and social development. The Don River Valley has changed and been manipulated over the last two hundred years. For example, the Lower Don River was modified and the marsh area at the mouth area was filled, which changed the physical and ecological structure (Bonnell and Fortin 2009) . This low lying land exposed the current dense population to high risk from flooding (TRC 2009).", "cite_spans": [{"start": 388, "end": 413, "text": "(Bonnell and Fortin 2009)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Case Study -Toronto, Canada"}, {"text": "The local weather phenomenon of the Toronto region consists of jet streams, high/low pressure systems, and other oceanic and atmospheric drivers. In July 2013, Toronto experienced a weather system where the polar jet stream was in an active phase, with many troughs and ridges occurring across the north Atlantic region in the upper-level circulation. Some of the slowly travelling troughs absorbed moisture from the Atlantic and Gulf of Mexico systems. Flash floods are usually caused by slow moving storms passing over an area or multiple thunderstorms gathering over the same region. This is exactly what took place over Toronto, where two thunderstorms merged right over the airport and downtown area in Toronto (Kimbell 2013) .", "cite_spans": [{"start": 716, "end": 730, "text": "(Kimbell 2013)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Case Study -Toronto, Canada"}, {"text": "Over the last 100 years, the City of Toronto has experienced four major floods: the flood following hurricane Hazel in October 15, 1954, the August 27, 1976 floods, the August 19, 2005, and the recent flooding of July 8, 2013 (Fig. 1.10) . The flooding due to Hurricane Hazel in 1954 had significant impacts on the city. It left 81 dead and 7472 people were rendered homeless (GOC 2012). About 121 mm of rain fell in 12 h, where some areas experienced up to 210 mm over two days. The flooding impact was most severe in low lying areas of the Don and Humber Rivers, as well as the Etobicoke and Mimico Creeks. Hurricane Hazel was the most severe flooding in the Toronto area in 200 years that triggered the establishment of the then Metropolitan Toronto and Region Conservation Authority (MTRCA), now known as Toronto and Region Conservation Authority (TRCA). Infrastructural damage was unprecedented at the time, including 20 bridges being destroyed or damaged beyond repair and full blocks of homes being swept away (PSC 2013).", "cite_spans": [], "ref_spans": [{"start": 226, "end": 237, "text": "(Fig. 1.10)", "ref_id": "FIGREF1"}], "section": "Case Study -Toronto, Canada"}, {"text": "The next most significant flood event to impact the Toronto region was in August 1976 when the flooding event that lasted from approximately two days caused by 75 mm of rain by two large storms. The damage of the flooding was estimated to be over 1.3 million dollars. Critical infrastructure, such as bridges were destroyed in the GTA leaving the city incapacitated for some time (TRCA 1999).", "cite_spans": [], "ref_spans": [], "section": "Case Study -Toronto, Canada"}, {"text": "On August 19, 2005, the City of Toronto rain gauge recorded 153 mm of rainfall over 3 h, which was only preceded by Hurricane Hazel in 1954 (D'Andrea 2010). This storm was a 100 year event north of the city. The unusually strong storm caused short term flooding in the Don Valley. Peak flow rates for that event were measured at 55.3 m 3 /s. More than 10,000 Torontonians were left without power and City Hall received more than 1200 calls for flooded basements. This natural disaster resulted in $500 million in insured damage making the storm the province's most expensive natural disaster and the second costliest nationwide. Creeks, rivers, and ravines in the area were flooded causing bank erosion and damage to critical infrastructure and sewer backups.", "cite_spans": [], "ref_spans": [], "section": "Case Study -Toronto, Canada"}, {"text": "The most recent flooding occurred late in the afternoon on July 8, 2013. Some parts of the GTA received over 90 mm of rain and in other rare cases the total exceeded 100 mm. At Pearson International Airport, more than 126 mm of rain was recorded; while the monthly average for Toronto is 74.4 mm. The power outages affected about 300,000 residents. Serious disruptions included flight cancellations, subway and other transportation closures, including the main train station of the city, Union station. Most of the public transit system was not available until the next day. This storm event was the most expensive disaster for Ontario thereby setting a new precedent of climatic and natural disaster events for Canada's most urban and populated city. According to the Insurance Bureau of Canada, the damage of insured properties exceeded $850 million (thestar 2013).", "cite_spans": [], "ref_spans": [], "section": "Case Study -Toronto, Canada"}, {"text": "During these major events, the City of Toronto experienced significant impact on essential infrastructure and critical facilities, thus exposing physical, social, and economic vulnerabilities. Figures 1.11 and 1.12a , b are illustrative of damage that occurred during the recent major floods of 2005 and 2013 respectively. It took the emergency response team about seven hours to ferry all stuck on the train to dry ground using small inflatable boats. Almost all of Mississauga, the largest suburb of Toronto with 700,000 people, lost its power during the storm (Global News 2013; Armenakis and Nirupama 2014). This case study was carried out by Nirupama et al. (2014) . In the post-Hazel period, significant measures were taken to mitigate future impact due to flooding. The city has been able to manage so far. However, the flooding of 2013 renewed debate on a number of issues, such as failure prone and deteriorating infrastructure, insufficient flood management, and inadequate design codes and standards. Several factors contribute to flooding in this area, including low-lying road and rail network crossing the Don River. The very nature of the valley is wide but not deep making it a non-confining valley, with sharp angles in many places, varying seasonal water levels in Lake Ontario, sedimentation concern, and potential of ice and debris jams (TRCA 2006) . Additionally, natural creeks have been buried by sewer pipes, thus altering the natural waterways towards Lake Ontario and forcing existing rivers and creeks to overflow their banks (Young 2013) .", "cite_spans": [{"start": 647, "end": 669, "text": "Nirupama et al. (2014)", "ref_id": "BIBREF29"}, {"start": 1357, "end": 1368, "text": "(TRCA 2006)", "ref_id": null}, {"start": 1553, "end": 1565, "text": "(Young 2013)", "ref_id": "BIBREF45"}], "ref_spans": [{"start": 193, "end": 215, "text": "Figures 1.11 and 1.12a", "ref_id": "FIGREF1"}], "section": "Case Study -Toronto, Canada"}, {"text": "The weaknesses addressed here were exposed during the most recently recorded flooding events and led to failures of critical infrastructure, specifically transportation and power networks. In light of this, serious consideration must be made regarding infrastructural renewal, risk communication plans, early warning systems, and education and awareness. Being prepared for extreme storm events, such as a 500-year flood, is highly desirable because it would potentially allow adequate emergency preparedness but a cost benefit analysis is a must to determine feasibility of planning scenarios and resource allocation. For prevention strategies, a combination of adaptive designs and preparedness/ response plans maybe the methodological approach to clear understanding of the regions evolving disaster response capacity. For example, using technological advances and social media, crowd sourcing information and implementing rapid (near real time) two-way risk communication will support efficient and effective response and recovery that allows a type of self-organizing in disaster scenarios. Furthermore, flood damage mitigation strategies should include insurance coverage and/or tax break on retrofitting homes and businesses for those living in flood prone areas.", "cite_spans": [], "ref_spans": [], "section": "Case Study -Toronto, Canada"}, {"text": "This study is focused on whether or not increasing urbanization is leading to increased risk of flood for the City of London in Ontario, Canada. From 1974 to 2000 there has been an elevated risk from floods due to heavy urbanisation in the Upper Thames River watershed in London, Ontario. Databases were prepared using satellite remote sensing technology on landuse classification. This information is integrated with meteorological and hydrological data records and analysed to obtain quantitative estimates of the potential risk from river floods to London. The goal of the study is to show that progressive urbanization considerably increases the risk of flooding using the City of London, Ontario, Canada as an example. The Upper Thames River (UTR) Watershed has been experiencing net population migration trends that are quite similar to a very large metropolitan area, namely the City of Toronto, which is already facing increased risk of flooding due to urbanization.", "cite_spans": [], "ref_spans": [], "section": "Case Study -Flood Risk and Urbanization of London, Ontario"}, {"text": "This study will illustrate in chapter three the process of establishing a relationship between an impervious area and river flows making use of remote sensing techniques and simultaneously analyzing the relevant meteorological and hydrological data. Results of this study have a direct application in the formulation of policies on land use planning and future balancing of urbanization through conservation means. Once the influence of urbanization on river flows is quantified, it becomes possible to predict the future trends of flooding so that measures can be taken to cope up with increasing demand for residential, commercial areas without risking the increased intensity and extent of storm water in rainy periods.", "cite_spans": [], "ref_spans": [], "section": "Case Study -Flood Risk and Urbanization of London, Ontario"}, {"text": "Forest fires or wildfires are any uncontrolled and non-prescribed combustion or burning of plants in a natural setting such as a forest, grassland, brush land, or tundra, which consumes the natural fuels and spreads based on environmental conditions (e.g., wind, topography). Wildfires can be triggered by lightning or human actions (EMDAT). The zone where these fires occurs at the fringes of forest and where urban development has taken place is typically known as the zone of interface. Wildfire in a wooded area is called a forest fire and can cause great damage as the interface zone encroaches on properties or land of economic value and areas settled by populations.", "cite_spans": [], "ref_spans": [], "section": "Forest Fire/Wildfire"}, {"text": "In the past 25 years, Canadian wildfires have consumed an average of 2.3 million hectares a year. These fires occur in forests, shrub lands, and grasslands and can rage out of control for extended periods of time. Some uncontrolled wildfires are ignited by lightning or human carelessness (NRC 2015) . Canada has a wildland fire information system that is managed by the NRC, which also monitors peatland fires and carbon emissions. To protect life and property and to minimize area and assets lost to forest fires, fire managers must make decisions every day about where to direct Canada's firefighting resources (Fig. 1.13) . Fire managers take on the responsibility to assess and determine the fires that pose a threat to human safety, property and public assets ", "cite_spans": [{"start": 289, "end": 299, "text": "(NRC 2015)", "ref_id": null}], "ref_spans": [{"start": 614, "end": 625, "text": "(Fig. 1.13)", "ref_id": "FIGREF1"}], "section": "Forest Fire/Wildfire"}, {"text": "Freezing rain can result in heavy accumulation of ice on trees, powerlines, utility poles and communication towers. This can result in failure of these erect structures collapsing and causing widespread damage and loss of essential services like heat, electricity, and communication. In some instances, the accumulated ice can disrupt communications and power for days while utility companies attempt to repair extensive damage and restore normal function. Even small accumulations of ice can pose to be extremely dangerous to motorists and pedestrians as surfaces like roads and sidewalks become slippery reducing traction for safe travel. Bridges and overpasses are particularly dangerous during these natural events because they freeze before other surfaces (NWS 2015) .", "cite_spans": [{"start": 761, "end": 771, "text": "(NWS 2015)", "ref_id": null}], "ref_spans": [], "section": "Ice Storm"}, {"text": "This type of ice accumulation usually occurs due to freezing rain which is due to precipitation initially falling as snow. This snow then encounters a layer of warm air as it falls to the ground, which melts the snow changing it to rain. The rain then freezes as it encounters below freezing air at or near the surface creating a film of ice.", "cite_spans": [], "ref_spans": [], "section": "Ice Storm"}, {"text": "To put the frequency of freezing rain events in perspective, most of the United States receives less than 10 h of freezing rain annually with the highest frequency in the Saint Lawrence River valley ( Fig. 1.14) where over 40 h of freezing rain is observed annually. In recent history, the February 2015 ice storm in Northeast US was the worst in 20 years (http://www.srh.noaa.gov/). Urban impact of ice storms are discussed in the case study based on the 2013 ice storm in Toronto in the following section.", "cite_spans": [], "ref_spans": [{"start": 201, "end": 211, "text": "Fig. 1.14)", "ref_id": "FIGREF1"}], "section": "Ice Storm"}, {"text": "Toronto, Canada's largest urban centre, was among the hardest hit by the December 2013 ice storm that extended from North Eastern United States to Southern Ontario to Quebec to Maritimes in Canada ( Fig. 1.15) . The storm produced a significant layer of glaze ice on the ground that caused damage to plants, trees, vehicles, buildings, and most importantly power lines. When ice accumulation is more than 6 mm, it is characterized as an ice storm. An ice storm is a type of winter storm that is defined by freezing rain that falls when ground temperatures are below zero because supercooled water droplets come in contact with the cold surface on the ground and freeze quickly on impact. Typically, freezing rain develops when a moist warm front moves on the top of a cold air mass. Rain falling from the warmer layer becomes supercooled (droplets do not freeze) going through the cold layer without freezing, but freezes as soon as it touches the surface on the ground (Fig. 1.16 ). Fig. 1.16 Formation of freezing rain that produces ice storms (Berger 2014) Historically, between 1900 and 2014, eastern Canada has experienced 54 major winter storms and cold events, many of them with fatalities as shown in Fig. 1.17 Severe weather warnings of freezing rain were forecasted on the eve of Thursday December 19th 2013 for the next day. True to the warning, freezing rain started late on Friday December 20th and left a significant coating of ice over the city. The day after a second wave of freezing rain hit even harder. The total freezing rain over this period amounted close to 40 mm causing ice accretion of up to 30 mm (Table 1 .6). Considering that 1 linear meter of ice with 30 mm width and thickness respectively weighs about 0.8 kg, the combination of accumulated ice and strong winds snapped tree branches bringing down power lines, utility poles, and other structures of the distribution system in unprecedented proportions.", "cite_spans": [{"start": 1046, "end": 1059, "text": "(Berger 2014)", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 199, "end": 209, "text": "Fig. 1.15)", "ref_id": "FIGREF1"}, {"start": 970, "end": 980, "text": "(Fig. 1.16", "ref_id": "FIGREF1"}, {"start": 984, "end": 993, "text": "Fig. 1.16", "ref_id": "FIGREF1"}, {"start": 1209, "end": 1218, "text": "Fig. 1.17", "ref_id": "FIGREF1"}, {"start": 1625, "end": 1633, "text": "(Table 1", "ref_id": "TABREF0"}], "section": "Case Study -Urban Impacts of Ice Storm of December 2013, Toronto, Canada"}, {"text": "The freezing rain and ice accumulation occurred throughout southern Ontario's urban communities covering regions along the northern coast of Lake Ontario, up to Kingston along the HWY 401 through Oshawa and Whitby. In the north, it stretched within York Region affecting Markham, Richmond Hill, up to Aurora and Newmarket ( Fig. 1.18) . The Cities of Toronto and Brampton (northwest of Toronto, not shown in Fig. 1.18) were severely hit and Mississauga (west of Toronto, not shown in Fig. 1.18 ) and Hamilton to a lesser degree. A reduced impact was felt in the Niagara area to the west.", "cite_spans": [], "ref_spans": [{"start": 324, "end": 334, "text": "Fig. 1.18)", "ref_id": "FIGREF1"}, {"start": 408, "end": 418, "text": "Fig. 1.18)", "ref_id": "FIGREF1"}, {"start": 484, "end": 493, "text": "Fig. 1.18", "ref_id": "FIGREF1"}], "section": "Case Study -Urban Impacts of Ice Storm of December 2013, Toronto, Canada"}, {"text": "The damage suffered by urban forestry was unprecedented as the ice accretion caused major damages and losses to the tree canopy. Trees snapped as they were dormant and fragile during winter weather. In addition, tree limbs with branches heavily coated with ice brought down power lines ( Fig. 1.19) .", "cite_spans": [], "ref_spans": [{"start": 288, "end": 298, "text": "Fig. 1.19)", "ref_id": "FIGREF1"}], "section": "Case Study -Urban Impacts of Ice Storm of December 2013, Toronto, Canada"}, {"text": "The Ice Storm hit the power distribution system predominately servicing urban communities and cities in southern Ontario. About 500 wires were down leaving 1905 1921 1942 1944 1958 1964 1969 1972 1976 1978 1982 1989 1992 1993 1994 1995 1998 1999 more than 300,000 customers (over a million people; a customer corresponds to a household of 3-4 people) without power as well as live wires downed in many areas ( Fig. 1.20) . Outage of 800 traffic lights caused havoc in the city. Police were dispatched to about 160 locations to maintain order and provide assistance during the chaos. Roads were blocked by fallen tree branches creating traffic backup for kilometers on busy streets. Exposed power lines being knocked down by tree branches exposed vulnerability of the city. Ice on the road caused dangerous slippery conditions triggering dozens of collisions.", "cite_spans": [{"start": 156, "end": 245, "text": "1905 1921 1942 1944 1958 1964 1969 1972 1976 1978 1982 1989 1992 1993 1994 1995 1998 1999", "ref_id": null}], "ref_spans": [{"start": 410, "end": 420, "text": "Fig. 1.20)", "ref_id": "FIGREF1"}], "section": "Case Study -Urban Impacts of Ice Storm of December 2013, Toronto, Canada"}, {"text": "Telecommunications broke down during the storm as electricity transmitters, generators, and distributor operations are dependent on it. Mobile phones, social networks, personal computers, all became inoperable. By December 25th, there were still 69,800 customers without power across the city (Fig. 1.21) . Obviously, the power outage caused shutdowns and disruptions in public transit system, particularly, the subway and street car lines. Delays also occurred in the long distance train services. Cancellations and delays at Toronto's Pearson International Airport had bigger impact on stranded travellers in the holiday season. Two major hospitals in Toronto had to run on backup generators in the absence of regular power supply. Health impact was evident from lack of heat in the houses, falling ice, slippery sidewalks, consumption of spoiled food, possible electrocution, and carbon monoxide poisoning from operating generators and barbeques in enclosed spaces (Schwartz 2014) . Issues were raised about reaching out to the vulnerable population regarding their access to health services and their accessibility by emergency response providers.", "cite_spans": [{"start": 968, "end": 983, "text": "(Schwartz 2014)", "ref_id": "BIBREF35"}], "ref_spans": [{"start": 293, "end": 304, "text": "(Fig. 1.21)", "ref_id": "FIGREF1"}], "section": "Case Study -Urban Impacts of Ice Storm of December 2013, Toronto, Canada"}, {"text": "To summarize, emergency warming centers were opened up by the City and the Police for people to sleep and eat until their power was restored. Approximately 1000 people spent their Christmas Eve in the warming centres. Part of the immediate and longer term response was the management of tree canopies to address immediate threat posed by the large number of broken trees and branches (City Report 2014). It took more than a week to restore power in the city even though a number of power utility personnel from neighbouring cities contributed to the efforts of power restoration.", "cite_spans": [], "ref_spans": [], "section": "Case Study -Urban Impacts of Ice Storm of December 2013, Toronto, Canada"}, {"text": "Due to the Christmas holidays, schools were closed and people were on holidays therefore, there was less demand for public transit and driving. As the aerial power wires were hit the most, there have been discussions about underground electricity networks. However, this is an expensive option, as the cost is approximately seven times greater than the overhead wires. The City of Toronto's 15,000 km network of (Haines et al. 2014) overhead power lines would cost about $1.5 billion if transitioned underground, bumping up electivity rates by 300%. Additionally, an underground electrical system is also vulnerable to floods that Toronto has been experiencing recently, as well as repairs and maintenance would be more difficult.", "cite_spans": [{"start": 412, "end": 432, "text": "(Haines et al. 2014)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Case Study -Urban Impacts of Ice Storm of December 2013, Toronto, Canada"}, {"text": "The tree canopy management, particularly pruning operation, is an issue that will have to be addressed by the City of Toronto and property owners. Obviously, the lack of electricity affected public communications and social media as the residents of Toronto could not use their computers and mobile phones, although there were some pockets in the city with electricity where people could charge their mobile/ electronic devices. As Internet access was problematic, Toronto Hydro was severally inundated with phone calls from the public looking for information and emergency support during this crisis. A registry system for the vulnerable would be an idea worth exploring as a future mitigation strategy to help and support people with special needs. In subsequent sections of this book, elaborated discussions will focus on emergency preparedness and those who have the means to be resilient to specific disaster scenarios. While, according to the Insurance Bureau of Canada, the cost of insured losses due to the ice storm was in the range of $200 million, the City of Toronto reported its cost as over $106 million (City Report 2014).", "cite_spans": [], "ref_spans": [], "section": "Case Study -Urban Impacts of Ice Storm of December 2013, Toronto, Canada"}, {"text": "Acknowledgements The case study benefited from valuable insights and information on the event by Professor D. Baumken of York University.", "cite_spans": [], "ref_spans": [], "section": "Case Study -Urban Impacts of Ice Storm of December 2013, Toronto, Canada"}, {"text": "Hurricanes are known as tropical cyclones. A tropical cyclone is a rotating, organized system of clouds and thunderstorms that originates over tropical or subtropical waters and has a closed low-level circulation. Tropical cyclones rotate counterclockwise in the Northern Hemisphere. They are classified as follows:", "cite_spans": [], "ref_spans": [], "section": "Hurricane"}, {"text": "• The official hurricane season for the Atlantic Basin (the Atlantic Ocean, the Caribbean Sea, and the Gulf of Mexico) is from 1 June to 30 November. As seen in the Fig. 1.22 , the peak of the season is from mid-August to late October. However, deadly hurricanes can occur anytime in the hurricane season.", "cite_spans": [], "ref_spans": [{"start": 165, "end": 174, "text": "Fig. 1.22", "ref_id": "FIGREF1"}], "section": "Hurricane"}, {"text": "A hurricane return period explains the frequency at which a certain intensity hurricane can be expected within a certain geographic region ( Fig. 1.23 ). For example, in the context of Fig. 1.23 , a return period of 20 years would mean that on average during the previous 100 years, a Category 3 or greater hurricane passed within 92.6 km of that location about five times. Therefore, it would be expected that on average, an additional five Category 3 or greater hurricanes within that radius over the next 100 years can occur.", "cite_spans": [], "ref_spans": [{"start": 141, "end": 150, "text": "Fig. 1.23", "ref_id": "FIGREF1"}, {"start": 185, "end": 194, "text": "Fig. 1.23", "ref_id": "FIGREF1"}], "section": "Hurricane Return Periods"}, {"text": "Atlantic hurricanes have been named since 1953 using lists originated by the National Hurricane Center at the beginning but now maintained and updated through a strict procedure by an international committee of the World Meteorological Organization. At any given time, a list for six years is made available, as shown in Table 1 .7 (NHC 2015b).", "cite_spans": [], "ref_spans": [{"start": 321, "end": 328, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Hurricane Return Periods"}, {"text": "A Saffir-Simpson Hurricane Wind Scale is a 1-5 rating based on a hurricane's sustained wind speed. This scale estimates potential property damage. Hurricanes reaching Category 3 and higher are considered major hurricanes because of their potential for significant loss of life and damage. Table 1 .8 gives the description of the scale. A more detailed damage description is given in Appendix 1.", "cite_spans": [], "ref_spans": [{"start": 289, "end": 296, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Hurricane Intensity"}, {"text": "Often statements are made that a particular hurricane is ranked number one or two based on some impact but most often it is not clear what definition is used to rank the hurricane. Hurricanes can be ranked using different evaluation metric as shown in a study by Nirupama (2013) in which hurricanes during the period 1960-2012 along 119-153 km/h Very dangerous winds will produce some damage: Wellconstructed frame homes could have damage to roof, shingles, vinyl siding and gutters. Large branches of trees will snap and shallowly rooted trees may be toppled. Extensive damage to power lines and poles likely will result in power outages that could last a few to several days. 2 154-177 km/h Extremely dangerous winds will cause extensive damage: Wellconstructed frame homes could sustain major roof and siding damage. Many shallowly rooted trees will be snapped or uprooted and block numerous roads. Near-total power loss is expected with outages that could last from several days to weeks. 3 (major) 178-208 km/h Devastating damage will occur: Well-built framed homes may incur major damage or removal of roof decking and gable ends. Many trees will be snapped or uprooted, blocking numerous roads. Electricity and water will be unavailable for several days to weeks after the storm passes. 4 (major) 209-251 km/h Catastrophic damage will occur: Well-built framed homes can sustain severe damage with loss of most of the roof structure and/or some exterior walls. Most trees will be snapped or uprooted and power poles downed. Fallen trees and power poles will isolate residential areas. Power outages will last weeks to possibly months. Most of the area will be uninhabitable for weeks or months.", "cite_spans": [{"start": 263, "end": 278, "text": "Nirupama (2013)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Hurricane Intensity"}, {"text": "Catastrophic damage will occur: A high percentage of framed homes will be destroyed, with total roof failure and wall collapse. Fallen trees and power poles will isolate residential areas. Power outages will last for weeks to possibly months. Most of the area will be uninhabitable for weeks or months. In 1954, Hurricane Hazel was the result of when a weak hurricane system intercepted with another system and amplified into one of the most tragic hurricanes experienced in Canada. This hurricane is the only recorded tropical storm that has caused sustained hurricane force winds in Ontario, Canada. There was severe flooding in Southern Ontario due to Hurricane Hazel and the Greater Toronto Area experienced the worst flooding event ever witnessed in 200 years. Hurricane Hazel's destruction was felt everywhere with bridges washed out and homes and properties destroyed. There were 81 deaths because of Hurricane Hazel and approximately 7472 people needed evacuation because of the hazardous conditions left in the aftermath. One of the outcomes of Hurricane Hazel was the reimagination of Southern Ontario's emergency preparedness in case violent storm events were to occur again that could transfer large quantities of water and debris. Thus, following 1954's impact of Hurricane Hazel saw the formation of conservation authorities and initiation of emergency preparedness measures and mitigation strategies in Ontario as a means to damper the effects of future storms and hurricanes. Following sections provide in-depth insights into monitoring and warning systems and flood plain development regulations for watersheds (HIRA 2012).", "cite_spans": [], "ref_spans": [], "section": "(major) 252 km/h or higher"}, {"text": "In 2012, Hurricane Sandy was the 18th tropical cyclone of the North American Atlantic hurricane season. The storm began developing in the central Caribbean region on October 22nd. Hurricane Sandy intensified into a hurricane as it reached Jamaica, Cuba and the Bahamas. As Sandy moved, the hurricane amplified as it moved up the northeast of the United States until turning west toward the mid-Atlantic coast on October 28th. As seen in previous years, Sandy showed classic late-season hurricane characteristics in the southwestern Caribbean Sea. However, Hurricane Sandy changed and took a complex evolution not seen before. Hurricane Sandy intensified in size and strength while over the Bahamas, despite weakening into a tropical storm north of those islands. Hurricane Sandy's system gather more strength as it turned into a formal hurricane as it moved northeast on the US coastline, parallel to the southeastern US coast. During this period of the hurricane, it reached a secondary peak intensity of over 157 km/h while it turned northwestward toward the Mid-Atlantic States. Initial estimates in the US were near $50 billion, making Sandy the second-costliest cyclone to hit the United States since 1901. Sandy caused at least 147 direct deaths in its path, with 72 being in the US, making it the greatest number of direct fatalities in the US since Hurricane Agnes in 1972.", "cite_spans": [], "ref_spans": [], "section": "Case Study -Hurricane Sandy, New York, USA"}, {"text": "Find out recent natural hazards in a given calendar year in your area/region/country and analyze the information in light of historical similar events.", "cite_spans": [], "ref_spans": [], "section": "Exercise"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "damage US$145 billion", "authors": [], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Flood risk mapping for the City of Toronto", "authors": [{"first": "C", "middle": [], "last": "Armenakis", "suffix": ""}, {"first": "N", "middle": [], "last": "Nirupama", "suffix": ""}], "year": 2014, "venue": "Proced Econ Financ", "volume": "18", "issn": "", "pages": "320--326", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "What's the difference between freezing rain, sleet and ice pellets? www.blog. chron", "authors": [{"first": "E", "middle": [], "last": "Berger", "suffix": ""}], "year": 2014, "venue": "", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Don valley historical mapping project background", "authors": [{"first": "J", "middle": [], "last": "Bonnell", "suffix": ""}, {"first": "M", "middle": [], "last": "Fortin", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Heat anomaly -a winter heat wave", "authors": [], "year": 2012, "venue": "Canadian Environmental Health Atlas", "volume": "30", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Doc Zone Documentaries", "authors": [], "year": 2009, "venue": "CBC", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Impacts from the December", "authors": [], "year": 2013, "venue": "City Report", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Climate change -impacts on infrastructure and water management, climate science workshop: regional climate modelling capacity in Ontario", "authors": [{"first": "G ;", "middle": [], "last": "Coulson", "suffix": ""}, {"first": "", "middle": [], "last": "Toronto", "suffix": ""}, {"first": "D&apos;", "middle": [], "last": "Canada", "suffix": ""}, {"first": "M", "middle": [], "last": "Andrea", "suffix": ""}], "year": 2010, "venue": "TRCA and York university workshop report", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Ice storms: why they're so dangerous and how to stay safe", "authors": [{"first": "C", "middle": [], "last": "Dolce", "suffix": ""}], "year": 2014, "venue": "", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Disasters and long term economic sustainability: a perspective on Sierra Leone, Special Issue: Investments in Disaster Resilience Int", "authors": [{"first": "B", "middle": [], "last": "Dumbuya", "suffix": ""}, {"first": "N", "middle": [], "last": "Nirupama", "suffix": ""}], "year": 2016, "venue": "J Disast Resilien Built Environ", "volume": "8", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The CRED/OFDA international disaster Brussels -Belgium", "authors": [{"first": "D", "middle": [], "last": "Guhasapir", "suffix": ""}, {"first": "R", "middle": [], "last": "Below", "suffix": ""}, {"first": "Ph", "middle": [], "last": "Hoyois", "suffix": ""}, {"first": "Emdat", "middle": [], "last": "", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Environment Canada (2014) Environment and climate change Canada", "authors": [], "year": 2014, "venue": "", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Environment and climate change Canada, Winter hazard. www.ec.gc. ca/meteo-weather/default.asp?lang¼En&n¼46FBA88B-1#Ice", "authors": [], "year": 2015, "venue": "Environment Canada", "volume": "27", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "By the numbers: 2013 Toronto flood", "authors": [{"first": "Global", "middle": [], "last": "News", "suffix": ""}], "year": 2013, "venue": "Accessed", "volume": "21", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Risk assessment 001 -2012 Atlantic hurricane season, Government Operation Centre, Public Safety Canada GoC (2015) Calculation of the 1981 to 2010 climate normals for Canada", "authors": [], "year": 2012, "venue": "GOC", "volume": "21", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Ice storm 2013 Technical briefing, Toronto Hydro Electric System Limited", "authors": [{"first": "A", "middle": [], "last": "Haines", "suffix": ""}, {"first": "B", "middle": [], "last": "Lapianta", "suffix": ""}, {"first": "C", "middle": [], "last": "Tyrell", "suffix": ""}, {"first": "B", "middle": [], "last": "Peberdy", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Avian influenza", "authors": [], "year": 2015, "venue": "Health Canada", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The humidex, the flawed Canadian way to calculate summer discomfort", "authors": [{"first": "A", "middle": [], "last": "Hildebrandt", "suffix": ""}], "year": 2013, "venue": "", "volume": "21", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Hazard identification and risk assessment", "authors": [], "year": 2005, "venue": "Emergency Management Ontario", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Why Toronto was drenched by record rainfall", "authors": [{"first": "P", "middle": [], "last": "Kimbell", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Our water-guzzling food factory", "authors": [{"first": "N", "middle": [], "last": "Kristof", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "London, pp 1-24 Ministry of Health and Long-Term Care (MOHLTC) (2010) Information for health care professionals: Pandemic (H1N1) 2009 update", "authors": [{"first": "T", "middle": [], "last": "Malthus", "suffix": ""}], "year": null, "venue": "J.M. Dent", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Earthquakes Canada", "authors": [{"first": "Canada", "middle": [], "last": "Natural Resources", "suffix": ""}], "year": 2009, "venue": "", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Natural Resources Canada", "authors": [], "year": 2015, "venue": "NRC", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Is it possible to rank hurricanes in a unique manner", "authors": [{"first": "N", "middle": [], "last": "Nirupama", "suffix": ""}], "year": 2013, "venue": "Nat Hazards", "volume": "67", "issn": "", "pages": "963--968", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Is flooding in Toronto a concern?", "authors": [{"first": "N", "middle": [], "last": "Nirupama", "suffix": ""}, {"first": "C", "middle": [], "last": "Armenakis", "suffix": ""}, {"first": "M", "middle": [], "last": "Montpetit", "suffix": ""}], "year": 2014, "venue": "Nat Hazards", "volume": "72", "issn": "", "pages": "1259--1264", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "The varying types of winter weather", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Earthquake loss estimation data collection and preparation for urban disaster management: a case study from the city of Ottawa, Canada", "authors": [{"first": "S", "middle": ["K"], "last": "Ploeger", "suffix": ""}, {"first": "R", "middle": [], "last": "O&apos;connell", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Atkinson", "suffix": ""}, {"first": "C", "middle": [], "last": "Samson", "suffix": ""}], "year": 2008, "venue": "Proceedings of the 4th Canadian conference on geohazards", "volume": "", "issn": "", "pages": "569--576", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "/2014/2015) The Canadian disaster database, Public Safety Canada", "authors": [], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Does it make sense from engineering and economic perspectives to design for a 2475-year earthquake?", "authors": [{"first": "B ;", "middle": [], "last": "Schwartz", "suffix": ""}, {"first": "Sars", "middle": [], "last": "Pandemics", "suffix": ""}, {"first": "Guest", "middle": [], "last": "Lecture", "suffix": ""}], "year": 2007, "venue": "DEMS 5040 Natural Disasters", "volume": "425", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1130/2007.2425(23)"]}}, "BIBREF36": {"ref_id": "b36", "title": "At least six killed, thousands without power as ice storm hits Quebec. The Globe and Mail", "authors": [{"first": "R", "middle": [], "last": "Seguin", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Toronto's July flood listed as Ontario's most costly natural disaster, by Carys Mills", "authors": [{"first": "", "middle": [], "last": "Thestar", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Power outages map", "authors": [{"first": "Toronto", "middle": [], "last": "Hydro", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Don Mouth naturalization and port lands flood protection project -revised terms of reference, The Toronto and region conservation authority", "authors": [], "year": 2006, "venue": "The modified Mercalli Intensity scale", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "The severity of an earthquake", "authors": [], "year": 2015, "venue": "USGS", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Origins of the 2014 Ebola epidemic", "authors": [], "year": 2015, "venue": "WHO", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "West Nile virus", "authors": [], "year": 2015, "venue": "WHO", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Understanding the drought phenomenon: the role of definitions", "authors": [{"first": "D", "middle": ["A"], "last": "Wilhite", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Glantz", "suffix": ""}], "year": 1985, "venue": "Water Int", "volume": "10", "issn": "3", "pages": "111--120", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "The Toronto flood of 2013: actions from the past", "authors": [{"first": "J", "middle": [], "last": "Young", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Malaysia, Taiwan, Hong Kong, and most recently in Canada. The first case of avian influenza A (H7N9) in a human in North America was confirmed in January 2015. This individual lives in British Columbia and recently returned home from a trip to China.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Ebola outbreak showing geographical distribution of total confirmed cases as of February 2015 (WHO 2015a)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Epidemics caused by, both viral and bacterial diseases in Sierra Leone since 1985", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Fig. 1.3 A drainage ditch west of Osage, Saskatchewan, April 1988. Regina Leader-Post http:// esask.uregina.ca/entry/drought.html Climate Moisture Index (CMI) in Canadian prairies during 1951-2002 that including the two severe drought years of 1988 and 2001 (Source: Natural Resource Canada)", "latex": null, "type": "figure"}, "FIGREF4": {"text": "The cold wave of 2008 affected Prairie Provinces in Canada (Environment Canada) January 29, wind chills dipped to a deadly À52 in Regina, the capital city of Saskatchewan Province (Environment Canada k).", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Fig. 1.8 Windchill Index (NOVA 2015)", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Watersheds of the GTA (Source: wrapfordon, December 2, 2016 https://savethedonriver. wordpress.com/2016/12/02/we-can-help-the-our-", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Fig. 1.10 Toronto rainfall during major flooding events", "latex": null, "type": "figure"}, "FIGREF8": {"text": "11 A caved-in culvert at Finch and Sentinel in the north of the city during the 2005 flooding", "latex": null, "type": "figure"}, "FIGREF9": {"text": "12 Impact of the 2013 flooding in GTA. (a) Stranded GO Train on flooded tracks with 1400 passengers on board (The Canadian Press/Winston Neutel). (b) Submerged roads and underpasses (www.blogto.com by Chris Bateman/July 10, 2013)", "latex": null, "type": "figure"}, "FIGREF10": {"text": "13 Fire retardant being sprayed by planes (US Department of Agriculture, Public domain via Wikimedia Commons) homes, businesses, utility corridors, wildlife and merchantable timber) and then decide what fire-fighting resources are needed and where. In making these decisions, managers use their experience and information provided by the Canadian Forest Fire Danger Rating System (CFFDRS). According toEMDAT (2015a, b), the international disaster database maintained by the Center for Research on the Epidemiology of Disasters (CRED), Canada experienced a number of severe forest fires since the 1900s(Table 1.4).", "latex": null, "type": "figure"}, "FIGREF11": {"text": "14 St. Lawrence River Valley and Lake Ontario share jurisdiction with Canada and the United States (http://www.ijc.org/)", "latex": null, "type": "figure"}, "FIGREF13": {"text": "21 Overview of the power restoration progress", "latex": null, "type": "figure"}, "FIGREF14": {"text": "24 Hurricanes that occurred along the US east coast and gulf coast during the period 1960-2012(Nirupama 2013)", "latex": null, "type": "figure"}, "TABREF0": {"text": "1 A summary of the history of natural hazards in Canada since the 1900s (Public Safety Canada 2015)", "latex": null, "type": "table"}, "TABREF1": {"text": ". 1.3 A drainage ditch west of Osage, Saskatchewan, April 1988. Regina Leader-Post http:// esask.uregina.ca/entry/drought.html Climate Moisture Index (CMI) in Canadian prairies during 1951-2002 that including the two severe drought years of 1988 and 2001 (Source: Natural Resource Canada)", "latex": null, "type": "table"}, "TABREF2": {"text": "2 historical drought events occurred in Canada since 1900. Data extracted from EMDAT (www.emdat.be)", "latex": null, "type": "table"}, "TABREF3": {"text": "(I) Not felt except by a very few under especially favorable conditions. (II) Felt only by a few persons at rest, especially on upper floors of buildings. Felt by nearly everyone; many awakened. some dishes, windows broken.Unstable objects overturned. Pendulum clocks may stop.(VI) Felt by all, many frightened. Some heavy furniture moved; a few instances of fallen plaster. Damage slight. (VII) Damage negligible in buildings of good design and construction; slight to moderate in well-built ordinary structures; considerable damage in poorly built or badly designed structures; some chimneys broken. (VIII) Damage slight in specially designed structures; considerable damage in ordinary substantial buildings with partial collapse. Damage great in poorly built structures. Fall of chmineys, factory stacks, columns, monuments, walls. Heavy furniture overturned. (IX) Damage considerable in specially designed structures; well-designed frame structures thrown out of plumb. Damage great in substantial buildings, with partial collapse. Buildings shifted off foundations. (X) Some well-built wooden structures destroyed; most masonry and frame structures destroyed with foundations. Rail bent. (XI) Few, if any (masonry) structures remain standing. Bridges destroyed. Rails bent greatly. (XII) Damage total. Lines of sight and level are distorted. Objects thrown into the air.", "latex": null, "type": "table"}, "TABREF4": {"text": "EarthquakesCanada.nrcan.gc.ca SeismesCanada.rncan.gc.ca Extreme Weather -Heat Wave and Cold Wave Extreme temperature poses a very unique and serious natural disaster that can disrupt normal human activities and debilitate infrastructure. In 1936, in Canada, 500 people died in the only severe heat wave recorded in the past 115 years of the international disaster database (EMDAT 2015a). Table 1.3 shows historical cold wave events occurred in Canada since 1900. A heat wave is usually defined as a period of 3 or more consecutive days with temperatures of 30 C or higher in North America. High humidity is not a requisite, yet most, but not the worst, heat waves are oppressively humid (Environment Canada 2015). The summer of 2012 was the year of the big heat -16th warm year in a row. In the last ten years there have only been 4 out of 40 seasons that were colder than normal. In 2012 alone, winter, spring and summer were among the top 10 hottest for their respective seasons. Each of July, August and September tied or exceeded any previous year for the warmest on record. It follows that July through September was the warmest of any three-month period in Canada in 65 years. From January to November inclusive, 2012 was the fourth warmest since 1948 when record-keeping began on a nationwide basis. Every region felt the warmth, especially the millions of Canadians living in the Great Lakes/St. Lawrence Lowlands who experienced the warmest such period on record (Environment Canada). Figure 1.5 shows temperature anomalies for the 2012 Big Heat event (Canadian Environmental Health Atlas 2016). The Government of Canada (GoC 2015) provides calculation of climatic normal for Canada on a 30 year period basis. For example, calculation of the 1981 to 2010 climate normal for Canada can be found at http://climate.weather.gc.ca/climate_ normals/normals_documentation_e.html?docID¼1981", "latex": null, "type": "table"}, "TABREF5": {"text": "Historical cold wave events occurred in Canada since 1900 (Environment Canada 2015) Fig. 1.5 Record breaking temperature across Canada in March 2012 (Environment Canada 2014)", "latex": null, "type": "table"}, "TABREF6": {"text": "", "latex": null, "type": "table"}, "TABREF7": {"text": "Fig. 1.15Extent of the storm. GOES Eastern US Sector Infrared Image.", "latex": null, "type": "table"}, "TABREF8": {"text": "and Table 1.5 (PSC 2014; Dolce 2014; Seguin 2013).", "latex": null, "type": "table"}, "TABREF10": {"text": "Precipitation during the event of December 2013 in Toronto (Environment and Climate Change Canada 2014)", "latex": null, "type": "table"}, "TABREF11": {"text": "Tropical Depression: A tropical cyclone with maximum sustained winds of 61 km/h or less. • Tropical Storm: A tropical cyclone with maximum sustained winds of 62-118 km/h. • Hurricane: A tropical cyclone with maximum sustained winds of 119 km/h or higher. In the western North Pacific, hurricanes are called typhoons; similar storms in the Indian Ocean and South Pacific Ocean are called cyclones. • Major Hurricane: A tropical cyclone with maximum sustained winds of 179 km/ h or higher, corresponding to a Category 3, 4 or 5 on the Saffir-Simpson Hurricane Wind Scale (NHC 2015a).", "latex": null, "type": "table"}, "TABREF12": {"text": "the US east coast and gulf coast (Fig. 1.24) have been taken into account to illustrate that hurricanes can be ranked according to at least ten different criteria. Therefore, it is not possible to declare a hurricane deadliest ever or the most severe hurricane in history, as can be understood fromTable 1.9. In this table, a top ranking hurricane based on the evaluation criterion may or may not acquire top rank based on another evaluation criterion.Table 1.9 clearly proves this point as Hurricane Katrina tops in three categories, Hurricanes Donna and Camille make it to the top rank in two categories each. 1. Category according to the Saffir-Simpson scale 2. Lowest central pressure (which defines the intensity of the hurricane) 3. Maximum wind speed 4. Accumulated Cyclone Energy (ACE) 5. Maximum storm surge amplitude 6. Physical size of the hurricane 7. Loss of life 8. Population affected 9. Number of coastal counties affected 10. Economic damage Table 1.8 The Saffir-Simpson hurricane wind scale (NHC 2015c) Category Sustained Winds Types of Damage Due to Hurricane Winds 1", "latex": null, "type": "table"}, "TABREF13": {"text": "Top ranking hurricanes based on the ten criteria taken into account during the period 1960-2012 Case Study -Hurricane Hazel -Toronto, Canada", "latex": null, "type": "table"}}, "back_matter": [{"text": " (2005) Ike (2008) Carla (1961) Allen (1980) Juan (1985) Andrew (1992) Katrina (2005) Besty (1965) Opal (1995) Ivan (2004) Donna (1960) Donna (1960) Donna (1960) Gloria (1985) Gloria (1985) Irene (2011) Sandy (2012) Isabel (2003) Floyd (1999) Hugo (1989) Frances (2004) Andrew (1992) Betsy (1965) Donna (1960) Lili (1998) Charley (2004) Mitch (1998) Wilma (2005) Camille (1969) ", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": " Fig. 1 .23 Estimated return period in years for major hurricanes passing within 50 nautical miles (ffi93 km) of various locations on the U.S. Coast (NHC 2015a) ", "cite_spans": [], "ref_spans": [{"start": 1, "end": 7, "text": "Fig. 1", "ref_id": null}], "section": "annex"}]}