{
    "paper_id": "72b59d117fb34600256804a42dc37a8df4f2f052",
    "metadata": {
        "title": "Access to lifesaving medical resources for African countries: COVID-19 testing and response, ethics, and politics",
        "authors": [
            {
                "first": "Matthew",
                "middle": [
                    "M"
                ],
                "last": "Kavanagh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ngozi",
                "middle": [
                    "A"
                ],
                "last": "Erondu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Oyewale",
                "middle": [],
                "last": "Tomori",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Victor",
                "middle": [
                    "J"
                ],
                "last": "Dzau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emelda",
                "middle": [
                    "A"
                ],
                "last": "Okiro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Allan",
                "middle": [],
                "last": "Maleche",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ifeyinwa",
                "middle": [
                    "C"
                ],
                "last": "Aniebo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Umunya",
                "middle": [],
                "last": "Rugege",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [
                    "B"
                ],
                "last": "Holmes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lawrence",
                "middle": [
                    "O"
                ],
                "last": "Gostin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) has revealed how strikingly unprepared the world is for a pandemic and how easily viruses spread in our interconnected world. A governance crisis is unfolding alongside the pandemic as health officials around the world compete for access to scarce medical supplies. As governments of African countries, and those in low-income and middle-income countries around the world, seek to avoid potentially catastrophic epidemics and learn from what has worked in other countries, testing and other medical resources are of concern. With accelerating spread, funding is urgently needed. Yet even where there is enough money, many African health authorities are unable to obtain the supplies needed as geopolitically powerful countries mobilise economic, political, and strategic power to procure stocks for their populations. 1, 2 We have seen this before. In the AIDS pandemic lifesaving diagnostics and drugs came to many African countries long after they were available in Europe and North America. In 2020, this situation can be avoided. Although health system weakness remains acute in many places, investments by national governments, the African Union, and international initiatives to tackle AIDS, tuberculosis, malaria, polio, and post-Ebola global health security have built important public health capacities. Global leaders have an ethical obligation to avoid needless loss of life due to the foreseeable prospect of slow and inadequate access to supplies in Africa.",
            "cite_spans": [
                {
                    "start": 857,
                    "end": 858,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Having navigated Ebola, HIV, and tuberculosis epi demics, and a range of annual, sporadic, and concurrent outbreaks, several African countries have unparalleled disease response capacity. African govern ments are offering rare examples of effective international cooperation on COVID-19. The African Union started early to strengthen response with readiness assessments, an emergency ministerial meeting, and a continental strategy. However, with a highly transmissible and fast spreading virus these strengths can quickly be overwhelmed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 testing and response strategies"
        },
        {
            "text": "In the absence of a vaccine or highly effective treatment, widespread testing is crucial to halting transmission and death, especially with presymptomatic transmission responsible for up to 44% of secondary infections. 3 For example, South Africa, South Korea, and Germany are reporting tentative signs of success through mass testing, isolation, contact tracing, and physical distancing. Extensive testing efforts have been key to some of the lowest fatality rates in the world. 4 South Africa, which has the second largest economy in Africa, put community testing at the core of its multifaceted response. Although testing 2·7 per thousand members of the population is lower than Germany and South Korea, the strategy in South Africa-with over 4000 reported cases and 79 deaths as of April 25, 2020-is yielding similar fatality rates. 5 With only 2·8% of those tested being positive for COVID-19, there is hope for rapidly scaling testing to detect and halt community spread. 5 COVID-19 cases have been reported across the African continent-with the number of confirmed cases passing 30 000 on April 25, 2020. 5 These numbers reflect restricted testing as higher capacity countries, such as South Africa, Morocco, and Algeria, report many times more cases than countries with lower testing capacity (eg, Nigeria). The African Centers for Disease Control and Prevention (CDC) has announced a plan for 1 million tests and a promising partnership aiming to produce 10 million tests, but this will not solve the immediate need. 6 National contexts and responses are diverse-which will continue in the short term and longer term. African governments are applying an assortment of nonpharmaceutical interventions including quarantines, curfews, closures of markets and schools, and restrictions on the types and number of attendees at social gatherings, with successes and challenges. Rwanda, a country of 12 million people with a universal healthcare structure, implemented a lockdown shortly after the first detected case of COVID-19 (reported on March 8, 2020) and the government is supplying 20 000 households with free food through a social protection scheme. Ethiopia, one of Africa's largest countries of over 100 million people, declared a state of emergency, postponed highly antici pated elections, and closed borders, but has not implemented a lockdown of movement in the country.",
            "cite_spans": [
                {
                    "start": 837,
                    "end": 838,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 978,
                    "end": 979,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1526,
                    "end": 1527,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 testing and response strategies"
        },
        {
            "text": "In many high population density, unplanned areas of Africa's megacities, distancing is not feasible. Where informal employment is common, the social and economic consequences of shutdowns will be severe. Many people face food insecurity and economic crises amidst lockdowns. Targeted interventions, informed by testing, are needed to allow day-wage workers to work and children who are at a higher risk of a number of factors (including violence and malnutrition) to return to school.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 testing and response strategies"
        },
        {
            "text": "Testing strategies are key to ameliorating economic and social hardship, concentrating resources, and allowing more targeted interventions. For example, South Korea has been able to avoid the kind of full-scale lockdowns required elsewhere. In South Africa, testing data has informed a five-tier risk adjusted strategy to ease lockdown measures based on incidence and readiness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 testing and response strategies"
        },
        {
            "text": "Meanwhile, China's 3·6 critical care beds per 100 000 popu la tion were insufficient during the COVID-19 epidemic. 7 Malawi has as few as 25 critical care beds for 19 million people-or 0·1 beds per 100 000 people, 8 and most counties in Kenya reportedly have no functioning ventilators. 9 Although a lower median age might help, the number of people with malnutrition, HIV, and tuberculosis in the region could increase the need for critical care. In Veneto, Italy, home-based care was combined with widespread testing and early diagnosis, resulting in a mortality rate fourtimes lower than that reported in Lombardy. 10 Such home-based care could be a model for African contexts, building on community-level response experiences from the west African Ebola outbreak. 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 testing and response strategies"
        },
        {
            "text": "Rolling out testing, tracing, and care across Africa will not be easy. Increased funding from national governments and donors is urgently needed. But recent investments have created important capacities. Africa CDC is providing strong coordination and COVID-19 guidance; additionally, strengthened national public health institutes, referral laboratories, laboratory and epidemiology workforces, infection control, and community networks are ready to be harnessed. By March 7, 2020, laboratories in 43 African countries could already do COVID-19 testing. 12 Africa leads much of the world in community health-care networks that could be mobilised for the hard work of communication, testing, and contact tracing. 13 However, restricted supplies of test reagents and consumables are making it difficult to mobilise capacity. The manufacturers of PCR platforms (such as Roche, Abbott, Hologic, Thermo Fisher, and Cepheid) cannot scale up production quickly enough. A WHO-validated rapid diagnostic test could provide a faster and cheaper alternative to PCR. 14 Currently, only a few rapid immunodiagnostic tests with high specificity and sensitivity are available and only in higher-income settings.",
            "cite_spans": [
                {
                    "start": 713,
                    "end": 715,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Africa competes for testing kits and a future vaccine"
        },
        {
            "text": "Countries in Africa have worked to procure swabs, reagents, test cartridges, and other commodities using national and donor funds. This is a complex endeavour with bottlenecks in procuring multiple laboratory consumables, specific to the platforms in a given geography. Despite best efforts, procurement remains a problem. One of the biggest deliveries has been tens of thousands of tests to each African Union member state from the Jack Ma Foundation, but additional components need to be procured. 15 Africa CDC has a plan to distribute 1 million tests, 6 but even with a newly established pooled purchasing platform that secured 100 000 tests from Germany, in April, 2020, the continent falls very short from the tens of millions tests the UN estimates will be required. 16 Health officials report procurements have been unsuccessful because supplies have already been purchased for use in North America and Europe. 17, 18 There are several factors slowing testing-from demand to insufficient staff and specimen referral systems. However, the need for diagnostics has never been higher.",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 502,
                    "text": "15",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 774,
                    "end": 776,
                    "text": "16",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 919,
                    "end": 922,
                    "text": "17,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 923,
                    "end": 925,
                    "text": "18",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Africa competes for testing kits and a future vaccine"
        },
        {
            "text": "Many countries with successful testing strategies have rapidly reached at least 1% of their population. By early April, South Korea had tested 1% of its entire population while Germany surpassed 1·5%, now testing over 500 000 people each week. 19 The table shows the numbers of tests needed to reach this level in African countries for which data is complete, compared with the low reported numbers of COVID tests done. Yet, with the expansion of funding and supplies, widespread testing is possible (eg, using trained staff and platforms from the AIDS and tuberculosis response). The table also shows over half of countries did more HIV tests between Oct 1 and Dec 31, 2019 than the 1% target for COVID-19 testing; capacity for more complex HIV viral load testing last year approached this level.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 246,
                    "text": "19",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Africa competes for testing kits and a future vaccine"
        },
        {
            "text": "On vaccines and therapies, the current situation of inequitable access will repeat without action, as leaders highlighted at the launch of a new international effort to accelerate COVID-19 tools. 20 ",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 198,
                    "text": "20",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Africa competes for testing kits and a future vaccine"
        },
        {
            "text": "The ethical frameworks for allocating scarce resources largely apply within, not between, countries. 22 WHO instruments like the International Health Regulations and Pandemic Influenza Framework are inapplicable. Binding human rights treaties are not specific on distributing scarce goods in health emergencies. 23 World Trade Organization rules require free flow of medical goods in the market, with little provision for crises when markets inequitably distribute goods in ways that undermine public health. The AIDS pandemic should have taught us this lesson. Scale up of HIV diagnosis and treatment in African public health systems arrived years after North America and Europe, long after the pandemic had taken hold. 24 For HIV, market forces impeded access through insufficient financing, high prices, and intellectual property barriers. For COVID-19, market forces are differentadding unequal procurement power. Yet the results will be the same without action.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 103,
                    "text": "22",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 312,
                    "end": 314,
                    "text": "23",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 721,
                    "end": 723,
                    "text": "24",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Ethics and human rights in pandemics"
        },
        {
            "text": "Governments have an obligation to protect their own citizens. However, principles of fairness must be applied. No single community, country, or continent should bear the full brunt of global shortages. Although difficult decisions in resource allocation are inevitable, it is unethical for African countries to have considerably less access and harder choices than others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and human rights in pandemics"
        },
        {
            "text": "Political leadership is urgently required to secure ethical global allocation of scarce resources. It is entirely foreseeable that many countries will be locked out of the market. Governments have structured the global trading system and they have the power now to ameliorate its ill effects during a crisis. This is an ethical imperative but also a shared interest; the COVID-19 pandemic has taught us that unaddressed outbreaks in one part of the world put people throughout the world at risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toward coordinated effort for ethical access"
        },
        {
            "text": "Political convening is urgent, yet many international forums are struggling without consensus from powerful states. It will be hard to convince some governments to do anything besides maximising access for their own citizens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toward coordinated effort for ethical access"
        },
        {
            "text": "On May 4, 2020, the EU hosted a virtual pledging conference that secured US$8 billion to accelerate COVID-19 vaccines, diagnostics, and treatment. If it puts equity at the centre of its work, this new Coronavirus Global Response Initiative could offer a promising venue in a moment where international cooperation is at a low point. With leadership from the extended G20 and EU, coordinated by WHO, the COVID-19 accelerator engages a range of financing agencies including The Bill & Melinda Gates Foundation, World Bank, The Global Fund to Fight AIDS, Tuberculosis, and Malaria, Global Alliance for Vaccines and Immunization, and Wellcome Trust. To be effective, the effort must be transparent, bold, collaborative, and explicitly address thorny ethical issues in affordability, access, and distribution for the global public good. It needs to include strong African leadership and must be conscious of the \"asymmetrical power structures that still dominate the largely highincome-country concept of global health\". 25 Governments in advanced economies must not ignore the effects of market forces and their procurements on other countries.",
            "cite_spans": [
                {
                    "start": 1016,
                    "end": 1018,
                    "text": "25",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Toward coordinated effort for ethical access"
        },
        {
            "text": "Short-term and medium-term actions are needed. The African Union's Partnership to Accelerate COVID-19 Testing is an important step. WHO has been providing critical support through guidelines, convening, and coordinated programmes. Pooling regional procurement is needed, which can be improved through cooperation between Africa CDC and the WHO-led UN Supply Chain Taskforce, the Global Fund, and other organisations. Mechanisms for equitable distribution might require decisions based on population size and risk, prioritising health workers, and allowing countries to draw down allocations of supplies as needed without fear of losing access. African governments must mobilise domestic funds, while bilateral and multilateral aid must be increased-with resources flowing in weeks, not months. External funding streams could be channelled through existing mechanisms like the Global Fund, which opened a new mechanism to receive and distribute funds for COVID-19 on April 9, 2020. Securing open access to newly developed products and fair pricing will require coordinated action by WHO and national governments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toward coordinated effort for ethical access"
        },
        {
            "text": "Serious efforts to overcome barriers to regional production and reduce reliance on foreign equipment are overdue-for diagnostics and personal protective equipment, and with sufficient investment for both vaccines and therapies. South Africa, Kenya, Zimbabwe, and Morocco have begun either scaling up existing production or converting universities and non-health industries to improve access to personal protective equipment. A partnership, led by Institut Pasteur, Dakar, Senegal, is advancing a prototype affordable, rapid test that could be produced in the millions. 26 Past lessons show that national governments can incentivise production, but international cooperation has been shown to be crucial for ensuring financing and technology transfer-with collaboration between governments and manufacturers in low-income and middle-income countries particularly powerful. 27",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 571,
                    "text": "26",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Toward coordinated effort for ethical access"
        },
        {
            "text": "Every life has equal worth. Yet global allocation of testing and other resources currently means that some are forced to wait, while those ahead in the global procurement line take precedence. In 2020, we have the opportunity to learn from past mistakes by countering market forces, thus",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Advice on the use of point-of-care immunodiagnostic tests for COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Jack Ma Foundation and Alibaba Foundation Initiative to Reverse COVID-19 from Africa",
            "authors": [
                {
                    "first": "Who",
                    "middle": [],
                    "last": "World Food Programme",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Abiy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The New York Times. Africa dangerously behind in global race for virus gear. 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Africa must not be 'neglected' in virus fight, officials say",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Anna",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "In Zimbabwe, lack of tests sparks fear COVID-19 goes undetected",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Muronzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 virus pandemic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Worldometer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Global leaders unite to ensure everyone everywhere can access new vaccines, tests and treatments for COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ensuring global access to COVID-19 vaccines",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yamey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schäferhoff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hatchett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pate",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Mcdade",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Global health and global health ethics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Benatar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Brock",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Employing human rights frameworks to realize access to an HIV cure",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Meier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gelpi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Kavanagh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Forman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Amon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Int AIDS Soc",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "AIDS changed everything: MDG: 15 years, 15 lessons of home from the AIDS response",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Unaids",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "How",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Lancet Global Health. Decolonising COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "Lancet Glob Health",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "10-minute coronavirus test may be on its wayfor $1. Al Jazeera. 2020",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rosman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Senegal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Supporting the production of pharmaceuticals in Africa",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Mirza",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bull World Health Organ",
            "volume": "94",
            "issn": "",
            "pages": "71--72",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Rich countries monopolising",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "COVID-19 testing needs and HIV testing in selected countries in sub-Saharan Africa",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "ensuring that lives on the African continent count equally. Doing so will take both moral clarity and political courage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "All authors conceived of the Viewpoint together. MMK, NAE, and ICA drafted initial text, EAO searched media reports, and OT and MMK compiled the table. The text was revised and edited significantly by all authors. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        }
    ]
}